{"ori_id":"c3826668bc1faf0d148b9be8df9832c21b909de2","title":"Maya the Bee","context":"Maya the Bee\n Bonsels' original book contains fewer than 200 pages. The storyline is centered on the relation of Maya and her many adventures.\nMaya is a bee born in a bee hive during internal unrest: the hive is dividing itself into two new colonies. Maya is raised by her teacher, Mrs. Cassandra. Despite Mrs. Cassandra's warnings, Maya wants to explore the wide world and commits the unforgivable crime of leaving the hive. During her adventures, Maya, now in exile, befriends other insects and braves dangers with them. In the climax of the book, Maya is taken prisoner by hornets, the bees' sworn enemies.\nPrisoner of the hornets, Maya learns of a hornet plan to attack her native hive. Maya is faced with the decision to either return to hive and suffer her due punishment, saving the hive, or leaving the plan unannounced, saving herself but destroying the hive. As may be expected, Maya, after severe pondering, makes the decision to return. In the hive, she announces the coming attack and is, totally unexpectedly, pardoned. The forewarned bees triumph over the hornet attack force. Maya, now a heroine of the hive, becomes a teacher, like Mrs. Cassandra and shares her experiences and wisdom with the future generation.\nï»¿The Project Gutenberg eBook, The Adventures of Maya the Bee, by Waldemar\nBonsels, Translated by Adele Szold Seltzer and Arthur Guiterman,\nIllustrated by Homer Boss\n\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n\n\n\n\nTitle: The Adventures of Maya the Bee\n\n\nAuthor: Waldemar Bonsels\n\n\n\nRelease Date: August 19, 2007  [eBook #22354]\n\nLanguage: English\n\n\n***START OF THE PROJECT GUTENBERG EBOOK THE ADVENTURES OF MAYA THE BEE***\n\n\nE-text prepared by Louise Hope, Stephen Hope, and the Project Gutenberg\nOnline Distributed Proofreading Team (http:\/\/www.pgdp.net) from digital\nmaterial generously made available by Internet Archive\/American Libraries\n(http:\/\/www.archive.org\/details\/americana)\n\n\n\nNote: Project Gutenberg has the original German version\n      of this work (_Die Biene Maja und ihre Abenteuer_).\n      See http:\/\/www.gutenberg.org\/etext\/21021\n\n\n      Project Gutenberg also has an HTML version of this\n      file which includes the original lovely illustrations.\n      See 22354-h.htm or 22354-h.zip:\n      (http:\/\/www.gutenberg.net\/dirs\/2\/2\/3\/5\/22354\/22354-h\/22354-h.htm)\n      or\n      (http:\/\/www.gutenberg.net\/dirs\/2\/2\/3\/5\/22354\/22354-h.zip)\n\n\n      Images of the original pages are available through\n      Internet Archive\/American Libraries.  See\n      http:\/\/www.archive.org\/details\/adventuresofmaya00bons\n      or\n      http:\/\/www.archive.org\/details\/adventuresofmaya00bonsiala\n\n\n\n\n\nTHE ADVENTURES OF MAYA THE BEE\n\n\n    [Illustration: \"Won't You Come In?\"]\n\n\n\nTHE ADVENTURES OF MAYA THE BEE\n\nby\n\nWALDEMAR BONSELS\n\nIllustrated by Homer Boss\n\n\n\n\n\n\n\n[Publisher's Device]\n\n\nNew York\nThomas Seltzer\n1922\n\nCopyright, 1922, by\nThomas Seltzer, Inc.\nAll rights reserved\nPrinted in the United States of America\n\n\n\n\nThe Translation of this book was made by\nADELE SZOLD SELTZER\n\nThe Poems were done into English by\nARTHUR GUITERMAN\n\n\n\n\nCONTENTS\n\n       CHAPTER                                    PAGE\n\n    I. First Flight                                  1\n   II. The House of the Rose                        14\n  III. The Lake                                     25\n   IV. Effie and Bobbie                             43\n    V. The Acrobat                                  60\n   VI. Puck                                         72\n  VII. In the Toils                                 87\n VIII. The Bug and the Butterfly                   104\n   IX. The Lost Leg                                113\n    X. The Wonders of the Night                    133\n   XI. With the Sprite                             153\n  XII. Alois, Ladybird and Poet                    163\n XIII. The Fortress                                172\n  XIV. The Sentinel                                182\n   XV. The Warning                                 194\n  XVI. The Battle                                  204\n XVII. The Queen's Friend                          218\n\n\n\n\nLIST OF COLORED ILLUSTRATIONS\n\n  \"Won't you come in?\"                    FRONTISPIECE\n\n                                           Facing Page\n  Maya lifted her wings, buzzed farewell\n    to the lake, and flew inland                    42\n\n  A human being in miniature was coming up\n    out of the iris                                146\n\n  The Queen came without her court,\n    attended only by her aide and two\n    ladies-in-waiting                              200\n\n\n\n\n    [Illustration]\n\nCHAPTER I\n\nFIRST FLIGHT\n\n\nThe elderly lady-bee who helped the baby-bee Maya when she awoke\nto life and slipped from her cell was called Cassandra and\ncommanded great respect in the hive. Those were exciting days.\nA rebellion had broken out in the nation of bees, which the\nqueen was unable to suppress.\n\nWhile the experienced Cassandra wiped Maya's large bright eyes\nand tried as best she could to arrange her delicate wings, the\nbig hive hummed and buzzed like a threatening thunderstorm, and\nthe baby-bee found it very warm and said so to her companion.\n\nCassandra looked about troubled, without replying. It astonished\nher that the child so soon found something to criticize. But\nreally the child was right: the heat and the pushing and\ncrowding were almost unbearable. Maya saw an endless succession\nof bees go by in such swarming haste that sometimes one climbed\nup and over another, or several rolled past together clotted in\na ball.\n\nOnce the queen-bee approached. Cassandra and Maya were\njostled aside. A drone, a friendly young fellow of immaculate\nappearance, came to their assistance. He nodded to Maya and\nstroked the shining hairs on his breast rather nervously with\nhis foreleg. (The bees use their forelegs as arms and hands.)\n\n\"The crash will come,\" he said to Cassandra. \"The revolutionists\nwill leave the city. A new queen has already been proclaimed.\"\n\nCassandra scarcely noticed him. She did not even thank him for\nhis help, and Maya felt keenly conscious that the old lady was\nnot a bit nice to the young gentleman. The child was a little\nafraid to ask questions, the impressions were coming so thick\nand fast; they threatened to overwhelm her. The general\nexcitement got into her blood, and she set up a fine, distinct\nbuzzing.\n\n\"What do you mean by that?\" said Cassandra. \"Isn't there noise\nenough as it is?\"\n\nMaya subsided at once, and looked at Cassandra questioningly.\n\n\"Come here, child, we'll see if we cannot quiet down a bit.\"\nCassandra took Maya by her gleaming wings, which were still soft\nand new and marvelously transparent, and shoved her into an\nalmost deserted corner beside a few honeycombs filled with\nhoney.\n\nMaya stood still and held on to one of the cells.\n\n\"It smells delicious here,\" she observed.\n\nHer remark seemed to fluster the old lady again.\n\n\"You must learn to wait, child,\" she replied. \"I have brought up\nseveral hundred young bees this spring and given them lessons\nfor their first flight, but I haven't come across another one\nthat was as pert and forward as you are. You seem to be an\nexceptional nature.\"\n\nMaya blushed and stuck the two dainty fingers of her hand in her\nmouth.\n\n\"Exceptional nature--what is an exceptional nature?\" she asked\nshyly.\n\n\"Oh, _that's_ not nice,\" cried Cassandra, referring not to\nMaya's question, which she had scarcely heeded, but to the\nchild's sticking her fingers in her mouth. \"Now, listen. Listen\nvery carefully to what I am going to tell you. I can devote only\na short time to you. Other baby-bees have already slipped out,\nand the only helper I have on this floor is Turka, and Turka is\ndreadfully overworked and for the last few days has been\ncomplaining of a buzzing in her ears. Sit down here.\"\n\nMaya obeyed, with great brown eyes fastened on her teacher.\n\n\"The first rule that a young bee must learn,\" said Cassandra,\nand sighed, \"is that every bee, in whatever it thinks and does,\nmust be like the other bees and must always have the good of all\nin mind. In our order of society, which we have held to be the\nright one from time immemorial and which couldn't have been\nbetter preserved than it has been, this rule is the one\nfundamental basis for the well-being of the state. To-morrow you\nwill fly out of the hive, an older bee will accompany you. At\nfirst you will be allowed to fly only short stretches and you\nwill have to observe everything, very carefully, so that you can\nfind your way back home again. Your companion will show you the\nhundred flowers and blossoms that yield the best nectar. You'll\nhave to learn them by heart. This is something no bee can escape\ndoing.-- Here, you may as well learn the first line right\naway--clover and honeysuckle. Repeat it. Say 'clover and\nhoneysuckle.'\"\n\n\"I can't,\" said little Maya. \"It's awfully hard. I'll see the\nflowers later anyway.\"\n\nCassandra opened her old eyes wide and shook her head.\n\n\"You'll come to a bad end,\" she sighed. \"I can foresee that\nalready.\"\n\n\"Am I supposed later on to gather nectar all day long?\" asked\nMaya.\n\nCassandra fetched a deep sigh and gazed at the baby-bee\nseriously and sadly. She seemed to be thinking of her own\ntoilsome life--toil from beginning to end, nothing but toil.\nThen she spoke in a changed voice, with a loving look in her\neyes for the child.\n\n\"My dear little Maya, there will be other things in your\nlife--the sunshine, lofty green trees, flowery heaths, lakes of\nsilver, rushing, glistening waterways, the heavens blue and\nradiant, and perhaps even human beings, the highest and most\nperfect of Nature's creations. Because of all these glories your\nwork will become a joy. Just think--all that lies ahead of you,\ndear heart. You have good reason to be happy.\"\n\n\"I'm so glad,\" said Maya, \"that's what I want to be.\"\n\nCassandra smiled kindly. In that instant--why, she did not\nknow--she conceived a peculiar affection for the little bee,\nsuch as she could not recall ever having felt for any child-bee\nbefore. And that, probably, is how it came about that she told\nMaya more than a bee usually hears on the first day of its life.\nShe gave her various special bits of advice, warned her against\nthe dangers of the wicked world, and named the bees' most\ndangerous enemies. At the end she spoke long of human beings,\nand implanted the first love for them in the child's heart and\nthe germ of a great longing to know them.\n\n\"Be polite and agreeable to every insect you meet,\" she said in\nconclusion, \"then you will learn more from them than I have told\nyou to-day. But beware of the wasps and hornets. The hornets are\nour most formidable enemy, and the wickedest, and the wasps are\na useless tribe of thieves, without home or religion. We are a\nstronger, more powerful nation, while they steal and murder\nwherever they can. You may use your sting upon insects, to\ndefend yourself and inspire respect, but if you insert it in a\nwarm-blooded animal, especially a human being, you will die,\nbecause it will remain sticking in the skin and will break off.\nSo do not sting warm-blooded creatures except in dire need, and\nthen do it without flinching or fear of death. For it is to our\ncourage as well as our wisdom that we bees owe the universal\nrespect and esteem in which we are held. And now good-by, Maya\ndear. Good luck to you. Be faithful to your people and your\nqueen.\"\n\nThe little bee nodded yes, and returned her old monitor's kiss\nand embrace. She went to bed in a flutter of secret joy and\nexcitement and could scarcely fall asleep from curiosity. For\nthe next day she was to know the great, wide world, the sun, the\nsky and the flowers.\n\nMeanwhile the bee-city had quieted down. A large part of the\nyounger bees had now left the kingdom to found a new city; but\nfor a long time the droning of the great swarm could be heard\noutside in the sunlight. It was not from arrogance or evil\nintent against the queen that these had quitted; it was because\nthe population had grown to such a size that there was no longer\nroom for all the inhabitants, and it was impossible to store a\nsufficient food-supply of honey to feed them all over the\nwinter. You see, according to a government treaty of long\nstanding, a large part of the honey gathered in summer had to be\ndelivered up to human beings, who in return assured the welfare\nof the bee-state, provided for the peace and safety of the bees,\nand gave them shelter against the cold in winter.\n\n\"The sun has risen!\"\n\nThe joyous call sounding in Maya's ears awoke her out of sleep\nthe next morning. She jumped up and joined a lady working-bee.\n\n\"Delighted,\" said the lady cordially. \"You may fly with me.\"\n\nAt the gate, where there was a great pushing and crowding, they\nwere held up by the sentinels, one of whom gave Maya the\npassword without which no bee was admitted into the city.\n\n\"Be sure to remember it,\" he said, \"and good luck to you.\"\n\nOutside the city gates, a flood of sunlight assailed the little\nbee, a brilliance of green and gold, so rich and warm and\nresplendent that she had to close her eyes, not knowing what to\nsay or do from sheer delight.\n\n\"Magnificent! It really is,\" she said to her companion. \"Do we\nfly into that?\"\n\n\"Right ahead!\" answered the lady-bee.\n\nMaya raised her little head and moved her pretty new wings.\nSuddenly she felt the flying-board on which she had been sitting\nsink down, while the ground seemed to be gliding away behind,\nand the large green domes of the tree-tops seemed to be coming\ntoward her.\n\nHer eyes sparkled, her heart rejoiced.\n\n\"I am flying,\" she cried. \"It cannot be anything else. What I am\ndoing must be flying. Why, it's splendid, perfectly splendid!\"\n\n\"Yes, you're flying,\" said the lady-bee, who had difficulty in\nkeeping up with the child. \"Those are linden-trees, those toward\nwhich we are flying, the lindens in our castle park. You can\nalways tell where our city is by those lindens. But you're\nflying so fast, Maya.\"\n\n\"Fast?\" said Maya. \"How can one fly fast enough? Oh, how sweet\nthe sunshine smells!\"\n\n\"No,\" replied her companion, who was rather out of breath, \"it's\nnot the sunshine, it's the flowers that smell.-- But please,\ndon't go so fast, else I'll drop behind. Besides, at this pace\nyou won't observe things and be able to find your way back.\"\n\nBut little Maya transported by the sunshine and the joy of\nliving, did not hear. She felt as though she were darting like\nan arrow through a green-shimmering sea of light, to greater and\ngreater splendor. The bright flowers seemed to call to her, the\nstill, sunlit distances lured her on, and the blue sky blessed\nher joyous young flight.\n\n\"Never again will it be as beautiful as it is to-day,\" she\nthought. \"I _can't_ turn back. I can't think of anything except\nthe sun.\"\n\nBeneath her the gay pictures kept changing, the peaceful\nlandscape slid by slowly, in broad stretches.\n\n\"The sun must be all of gold,\" thought the baby-bee.\n\nComing to a large garden, which seemed to rest in blossoming\nclouds of cherry-tree, hawthorn, and lilacs, she let herself\ndown to earth, dead-tired, and dropped in a bed of red tulips,\nwhere she held on to one of the big flowers. With a great sigh\nof bliss she pressed herself against the blossom-wall and looked\nup to the deep blue of the sky through the gleaming edges of the\nflowers.\n\n\"Oh, how beautiful it is out here in the great world, a thousand\ntimes more beautiful than in the dark hive. I'll never go back\nthere again to carry honey or make wax. No, indeed, I'll never\ndo that. I want to see and know the world in bloom. I am not\nlike the other bees, my heart is meant for pleasure and\nsurprises, experiences and adventures. I will not be afraid of\nany dangers. Haven't I got strength and courage and a sting?\"\n\nShe laughed, bubbling over with delight, and took a deep draught\nof nectar out of the flower of the tulip.\n\n\"Grand,\" she thought. \"It's glorious to be alive.\"\n\nAh, if little Maya had had an inkling of the many dangers and\nhardships that lay ahead of her, she would certainly have\nthought twice. But never dreaming of such things, she stuck to\nher resolve.\n\nSoon tiredness overcame her, and she fell asleep. When she\nawoke, the sun was gone, twilight lay upon the land. A bit\nof alarm, after all. Maya's heart went a little faster.\nHesitatingly she crept out of the flower, which was about to\nclose up for the night, and hid herself away under a leaf high\nup in the top of an old tree, where she went to sleep, thinking\nin the utmost confidence:\n\n\"I'm not afraid. I won't be afraid right at the very start. The\nsun is coming round again; that's certain; Cassandra said so.\nThe thing to do is to go to sleep quietly and sleep well.\"\n\n    [Illustration]\n\n\n\n\n    [Illustration]\n\nCHAPTER II\n\nTHE HOUSE OF THE ROSE\n\n\nBy the time Maya awoke, it was full daylight. She felt a little\nchilly under her big green leaf, and stiff in her limbs, so that\nher first movements were slow and clumsy. Clinging to a vein of\nthe leaf she let her wings quiver and vibrate, to limber them up\nand shake off the dust; then she smoothed her fair hair, wiped\nher large eyes clean, and crept, warily, down to the edge of the\nleaf, where she paused and looked around.\n\nThe glory and the glow of the morning sun were dazzling. Though\nMaya's resting-place still lay in cool shadow, the leaves\noverhead shone like green gold.\n\n\"Oh, you glorious world,\" thought the little bee.\n\nSlowly, one by one, the experiences of the previous day came\nback to her--all the beauties she had seen and all the risks she\nhad run. She remained firm in her resolve not to return to the\nhive. To be sure, when she thought of Cassandra, her heart beat\nfast, though it was not very likely that Cassandra would ever\nfind her.-- No, no, to her there was no joy in forever having to\nfly in and out of the hive, carrying honey and making wax. This\nwas clear, once and for all. She wanted to be happy and free and\nenjoy life in her own way. Come what might, she would take the\nconsequences.\n\nThus lightly thought Maya, the truth being that she had no real\nidea of the things that lay in store for her.\n\nAfar off in the sunshine something glimmered red. A lurking\nimpatience seized the little bee. Moreover, she felt hungry. So,\ncourageously, with a loud joyous buzz, she swung out of her\nhiding-place into the clear, glistening air and the warm\nsunlight, and made straight for the red patch that seemed to nod\nand beckon. When she drew near she smelled a perfume so sweet\nthat it almost robbed her of her senses, and she was hardly able\nto reach the large red flower. She let herself down on the\noutermost of its curved petals and clung to it tightly. At the\ngentle tipping of the petal a shining silver sphere almost as\nbig as herself, came rolling toward her, transparent and\ngleaming in all the colors of the rainbow. Maya was dreadfully\nfrightened, yet fascinated too by the splendor of the cool\nsilver sphere, which rolled by her, balanced on the edge of the\npetal, leapt into the sunshine, and fell down in the grass. Oh,\noh! The beautiful ball had shivered into a score of wee pearls.\nMaya uttered a little cry of terror. But the tiny round\nfragments made such a bright, lively glitter in the grass, and\nran down the blades in such twinkling, sparkling little drops\nlike diamonds in the lamplight, that she was reassured.\n\nShe turned towards the inside of the calix. A beetle, a little\nsmaller than herself, with brown wing-sheaths and a black\nbreastplate, was sitting at the entrance. He kept his place\nunperturbed, and looked at her seriously, though by no means\nunamiably. Maya bowed politely.\n\n\"Did the ball belong to you?\" she asked, and receiving no reply\nadded: \"I am very sorry I threw it down.\"\n\n\"Do you mean the dewdrop?\" smiled the beetle, rather superior.\n\"You needn't worry about that. I had taken a drink already and\nmy wife never drinks water, she has kidney trouble.-- What are\nyou doing here?\"\n\n\"What is this wonderful flower?\" asked Maya, not answering the\nbeetle's question. \"Would you be good enough to tell me its\nname?\"\n\nRemembering Cassandra's advice she was as polite as possible.\n\nThe beetle moved his shiny head in his dorsal plate, a thing he\ncould do easily without the least discomfort, as his head fitted\nin perfectly and glided back and forth without a click.\n\n\"You seem to be only of yesterday?\" he said, and laughed--not\nso very politely. Altogether there was something about him that\nstruck Maya as unrefined. The bees had more culture and better\nmanners. Yet he seemed to be a good-natured fellow, because,\nseeing Maya's blush of embarrassment, he softened to her\nchildish ignorance.\n\n\"It's a rose,\" he explained indulgently. \"So now you know.-- We\nmoved in four days ago, and since we moved in, it has flourished\nwonderfully under our care.-- Won't you come in?\"\n\nMaya hesitated, then conquered her misgivings and took a few\nsteps forward. He pressed aside a bright petal, Maya entered,\nand she and the beetle walked beside each other through the\nnarrow chambers with their subdued light and fragrant walls.\n\n\"What a charming home!\" exclaimed Maya, genuinely taken with the\nplace. \"The perfume is positively intoxicating.\"\n\nMaya's admiration pleased the beetle.\n\n\"It takes wisdom to know where to live,\" he said, and smiled\ngood-naturedly. \"'Tell me where you live and I'll tell you what\nyou're worth,' says an old adage.-- Would you like some nectar?\"\n\n\"Oh,\" Maya burst out, \"I'd love some.\"\n\nThe beetle nodded and disappeared behind one of the walls. Maya\nlooked about. She was happy. She pressed her cheeks and little\nhands against the dainty red hangings and took deep breaths of\nthe delicious perfume, in an ecstasy of delight at being\npermitted to stop in such a beautiful dwelling.\n\n\"It certainly is a great joy to be alive,\" she thought. \"And\nthere's no comparison between the dingy, crowded stories in\nwhich the bees live and work and this house. The very quiet here\nis splendid.\"\n\nSuddenly there was a loud sound of scolding behind the walls. It\nwas the beetle growling excitedly in great anger. He seemed to\nbe hustling and pushing someone along roughly, and Maya caught\nthe following, in a clear, piping voice full of fright and\nmortification.\n\n\"Of course, because I'm alone, you dare to lay hands on me. But\nwait and see what you get when I bring my associates along. You\nare a ruffian. Very well, I am going. But remember, I called you\na ruffian. You'll never forget _that_.\"\n\nThe stranger's emphatic tone, so sharp and vicious, frightened\nMaya dreadfully. In a few moments she heard the sound of someone\nrunning out.\n\nThe beetle returned and sullenly flung down some nectar.\n\n\"An outrage,\" he said. \"You can't escape those vermin anywhere.\nThey don't allow you a moment's peace.\"\n\nMaya was so hungry she forgot to thank him and took a mouthful\nof nectar and chewed, while the beetle wiped the perspiration\nfrom his forehead and slightly loosened his upper armor so as to\ncatch his breath.\n\n\"Who was that?\" mumbled Maya, with her mouth still full.\n\n\"Please empty your mouth--finish chewing and swallowing your\nnectar. One can't understand a word you say.\"\n\nMaya obeyed, but the excited owner of the house gave her no time\nto repeat her question.\n\n\"It was an ant,\" he burst out angrily. \"Do those ants think we\nsave and store up hour after hour only for them! The idea of\ngoing right into the pantry without a how-do-you-do or a\nby-your-leave! It makes me furious. If I didn't realize that the\nill-mannered creatures actually didn't know better, I wouldn't\nhesitate a second to call them--thieves!\"\n\nAt this he suddenly remembered his own manners.\n\n\"I beg your pardon,\" he said, turning to Maya, \"I forgot\nto introduce myself. My name is Peter, of the family of\nrose-beetles.\"\n\n\"My name is Maya,\" said the little bee shyly. \"I am delighted to\nmake your acquaintance.\" She looked at Peter closely; he was\nbowing repeatedly, and spreading his feelers like two little\nbrown fans. That pleased Maya immensely.\n\n\"You have the most fascinating feelers,\" she said, \"simply\nsweet....\"\n\n\"Well, yes,\" observed Peter, flattered, \"people do think a lot\nof them. Would you like to see the other side?\"\n\n\"If I may.\"\n\nThe rose-beetle turned his fan-shaped feelers to one side and\nlet a ray of sunlight glide over them.\n\n\"Great, don't you think?\" he asked.\n\n\"I shouldn't have thought anything like them possible,\" rejoined\nMaya. \"My own feelers are very plain.\"\n\n\"Well, yes,\" observed Peter, \"to each his own. By way of\ncompensation you certainly have beautiful eyes, and the color of\nyour body, the gold of your body, is not to be sneezed at.\"\n\nMaya beamed. Peter was the first person to tell her she had any\ngood looks. Life was great. She was happy as a lark, and helped\nherself to some more nectar.\n\n\"An excellent quality of honey,\" she remarked.\n\n\"Take some more,\" said Peter, rather amazed by his little\nguest's appetite. \"Rose-juice of the first vintage. One has to\nbe careful and not spoil one's stomach. There's some dew left,\ntoo, if you're thirsty.\"\n\n\"Thank you so much,\" said Maya. \"I'd like to fly now, if you\nwill permit me.\"\n\nThe rose-beetle laughed.\n\n\"Flying, always flying,\" he said. \"It's in the blood of you\nbees. I don't understand such a restless way of living. There's\nsome advantage in staying in one place, too, don't you think?\"\n\nPeter courteously held the red curtain aside.\n\n\"I'll go as far as our observation petal with you,\" he said. \"It\nmakes an excellent place to fly from.\"\n\n\"Oh, thank you,\" said Maya, \"I can fly from anywhere.\"\n\n\"That's where you have the advantage over me,\" replied Peter.\n\"I have some difficulty in unfolding my lower wings.\" He shook\nher hand and held the last curtain aside for her.\n\n\"Oh, the blue sky!\" rejoiced Maya. \"Good-by.\"\n\n\"So long,\" called Peter, remaining on the top petal to see Maya\nrise rapidly straight up to the sky in the golden sunlight and\nthe clear, pure air of the morning. With a sigh he returned,\npensive, to his cool rose-dwelling, for though it was still\nearly he was feeling rather warm. He sang his morning song to\nhimself, and it hummed in the red sheen of the petals and the\nradiance of the spring day that slowly mounted and spread over\nthe blossoming earth.\n\n  Gold and green are field and tree,\n    Warm in summer's glow;\n  All is bright and fair to see\n    While the roses blow.\n\n  What or why the world may be\n    Who can guess or know?\n  All my world is glad and free\n    While the roses blow.\n\n  Brief, they say, my time of glee;\n    With the roses I go;\n  Yes, but life is good to me\n    While the roses blow.\n\n    [Illustration]\n\n\n\n\n    [Illustration]\n\nCHAPTER III\n\nTHE LAKE\n\n\n\"Dear me,\" thought Maya, after she had flown off, \"oh, dear me,\nI forgot to ask Mr. Peter about human beings. A gentleman of his\nwide experience could certainly have told me about them. But\nperhaps I'll meet one myself to-day.\" Full of high spirits and\nin a happy mood of adventure, she let her bright eyes rove over\nthe wide landscape that lay spread out below in all its summer\nsplendor.\n\nShe came to a large garden gleaming with a thousand colors. On\nher way she met many insects, who sang out greetings, and wished\nher a pleasant journey and a good harvest.-- But every time she\nmet a bee, her heart went pit-a-pat. After all she felt a little\nguilty to be idle, and was afraid of coming upon acquaintances.\nSoon, however, she saw that the bees paid not the slightest\nattention to her.\n\nThen all of a sudden the world seemed to turn upside down. The\nheavens shone _below_ her, in endless depths. At first she was\ndreadfully frightened; she thought she had flown too far up and\nlost her way in the sky. But presently she noticed that the\ntrees were mirrored on the edge of the terrestrial sky, and to\nher entrancement she realized that she was looking at a great\nserene basin of water which lay blue and clear in the peaceful\nmorning. She let herself down close to the surface. There was\nher image flying in reflection, the lovely gold of her body\nshining at her from the water, her bright wings glittering like\nclear glass. And she observed that she held her little legs\nproperly against her body, as Cassandra had taught her to do.\n\n\"It's bliss to be flying over the surface of water like this.\nIt is, really,\" she thought.\n\nBig fish and little fish swam about in the clear element, or\nseemed to float idly. Maya took good care not to go too close;\nshe knew there was danger to bees from the race of fishes.\n\nOn the opposite shore she was attracted by the water-lilies and\nthe rushes, the water-lilies with their large round leaves lying\noutspread on the water like green plates, and the rushes with\ntheir sun-warmed, reedy stalks.\n\nShe picked out a leaf well-concealed under the tall blades of\nthe rushes. It lay in almost total shade, except for two round\nspots like gold coins; the rushes swayed above in the full\nsunlight.\n\n\"Glorious,\" said the little bee, \"perfectly glorious.\"\n\nShe began to tidy herself. Putting both arms up behind her head\nshe pulled it forward as if to tear it off, but was careful not\nto pull too hard, just enough to scrape away the dust; then,\nwith her little hind legs, she stroked and dragged down her\nwing-sheaths, which sprang back in position looking beautifully\nbright and glossy.\n\nJust as she had completed her toilet a small steely blue-bottle\ncame and alighted on the leaf beside her. He looked at her in\nsurprise.\n\n\"What are you doing here on my leaf?\" he demanded.\n\nMaya was startled.\n\n\"Is there any objection to a person's just resting here a moment\nor two?\"\n\nMaya remembered Cassandra's telling her that the nation of bees\ncommanded great respect in the insect world. Now she was going\nto see if it was true; she was going to see if she, Maya, could\ncompel respect. Nevertheless her heart beat a little faster\nbecause her tone had been very loud and peremptory.\n\nBut actually the blue-bottle was frightened. He showed it\nplainly. When he saw that Maya wasn't going to let anyone lay\ndown the law to her he backed down. With a surly buzz he swung\nhimself on to a blade that curved above Maya's leaf, and said in\na much politer tone, talking down to her out of the sunshine:\n\n\"You ought to be working. As a bee you certainly ought. But if\nyou want to rest, all right. I'll wait here.\"\n\n\"There are plenty of leaves,\" observed Maya.\n\n\"All rented,\" said the blue-bottle. \"Now-a-days one is happy to\nbe able to call a piece of ground one's own. If my predecessor\nhadn't been snapped up by a frog two days ago, I should still be\nwithout a proper place to live in. It's not very pleasant to\nhave to hunt up a different lodging every night. Not everyone\nhas such a well-ordered state as you bees. But permit me to\nintroduce myself. My name is Jack Christopher.\"\n\nMaya was silent with terror, thinking how awful it must be to\nfall into the clutches of a frog.\n\n\"Are there many frogs in the lake?\" she asked and drew to the\nvery middle of the leaf so as not to be seen from the water.\n\nThe blue-bottle laughed.\n\n\"You are giving yourself unnecessary trouble,\" he jeered. \"The\nfrog can see you from below when the sun shines, because then\nthe leaf is transparent. He sees you sitting on my leaf,\nperfectly.\"\n\nBeset by the awful idea that maybe a big frog was squatting\nright under her leaf staring at her with his bulging hungry\neyes, Maya was about to fly off when something dreadful\nhappened, something for which she was totally unprepared. In the\nconfusion of the first moment she could not make out just\nexactly what _was_ happening. She only heard a loud rustling\nlike the wind in dry leaves, then a singing whistle, a loud\nangry hunter's cry. And a fine, transparent shadow glided over\nher leaf. Now she saw--saw fully, and her heart stood still in\nterror. A great, glittering dragon-fly had caught hold of poor\nJack Christopher and held him tight in its large, fangs, sharp\nas a knife. The blade of the rush bent low beneath their weight.\nMaya could see them hovering above her and also mirrored in the\nclear water below. Jack's screams tore her heart. Without\nthinking, she cried:\n\n\"Let the blue-bottle go, at once, whoever you are. You have no\nright to interfere with people's habits. You have no right to be\nso arbitrary.\"\n\nThe dragon-fly released Jack from its fangs, but still held him\nfast with its arms, and turned its head toward Maya. She was\nfearfully frightened by its large, grave eyes and vicious\npincers, but the glittering of its body and wings fascinated\nher. They flashed like glass and water and precious stones. The\nhorrifying thing was its huge size. How could she have been so\nbold? She was all a-tremble.\n\n\"Why, what's the matter, child?\" The dragon-fly's tone,\nsurprisingly, was quite friendly.\n\n\"Let him go,\" cried Maya, and tears came into her eyes. \"His\nname is Jack Christopher.\"\n\nThe dragon-fly smiled.\n\n\"Why, little one?\" it said, putting on an interested air, though\nmost condescending.\n\nMaya stammered helplessly:\n\n\"Oh, he's such a nice, elegant gentleman, and he's never done\nyou any harm so far as I know.\"\n\nThe dragon-fly regarded Jack Christopher contemplatively.\n\n\"Yes, he _is_ a dear little fellow,\" it replied tenderly\nand--bit Jack's head off.\n\nMaya thought she was losing her senses. For a long time she\ncouldn't utter a sound. In horror she listened to the munching\nand crunching above her as the body of Jack Christopher the\nblue-bottle was being dismembered.\n\n\"Don't put on so,\" said the dragon-fly with its mouth full,\nchewing. \"Your sensitiveness doesn't impress me. Are you bees\nany better? What do you do? Evidently you are very young still\nand haven't looked about in your own house. When the massacre of\nthe drones takes place in the summer, the rest of the world is\nno less shocked and horrified, and _I_ think with greater\njustification.\"\n\nMaya asked:\n\n\"Have you finished up there?\" She did not dare to raise her\neyes.\n\n\"One leg still left,\" replied the dragon-fly.\n\n\"Do please swallow it. Then I'll answer you,\" cried Maya, who\nknew that the drones in the hive _had_ to be killed off in the\nsummer, and was provoked by the dragon-fly's stupidity. \"But\ndon't you dare to come a step closer. If you do I'll use my\nsting on you.\"\n\nLittle Maya had really lost her temper. It was the first time\nshe had mentioned her sting and the first time she felt glad\nthat she possessed the weapon.\n\nThe dragon-fly threw her a wicked glance. It had finished its\nmeal and sat with its head slightly ducked, fixing Maya with its\neyes and looking like a beast of prey about to pounce. The\nlittle bee was quite calm now. Where she got her courage from\nshe couldn't have told, but she was no longer afraid. She set up\na very fine clear buzzing as she had once heard a sentinel do\nwhen a wasp came near the entrance of the hive.\n\nThe dragon-fly said slowly and threateningly:\n\n\"Dragon-flies live on the best terms with the nation of bees.\"\n\n\"Very sensible in them,\" flashed Maya.\n\n\"Do you mean to insinuate that I am afraid of you--I of you?\"\nWith a jerk the dragon-fly let go of the rush, which sprang back\ninto its former position, and flew off with a whirr and sparkle\nof its wings, straight down to the surface of the water, where\nit made a superb appearance reflected in the mirror of the lake.\nYou'd have thought there were two dragon-flies. Both moved their\ncrystal wings so swiftly and finely that it seemed as though a\nbrilliant sheen of silver were streaming around them.\n\nMaya quite forgot her grief over poor Jack Christopher and all\nsense of her own danger.\n\n\"How lovely! How lovely!\" she cried enthusiastically, clapping\nher hands.\n\n\"Do you mean me?\" The dragon-fly spoke in astonishment, but\nquickly added: \"Yes, I must admit I am fairly presentable.\nYesterday I was flying along the brook, and you should have\nheard some human beings who were lying on the bank rave\nover me.\"\n\n\"Human beings!\" exclaimed Maya. \"Oh my, did you see human\nbeings?\"\n\n\"Of course,\" answered the dragon-fly. \"But you'll be very\ninterested to know my name, I'm sure. My name is Loveydear,\nof the order Odonata, of the family LibellulidÃ¦.\"\n\n\"Oh, do tell me about human beings,\" implored Maya, after she\nhad introduced herself.\n\nThe dragon-fly seemed won over. She seated herself on the leaf\nbeside Maya. And the little bee let her, knowing Miss Loveydear\nwould be careful not to come too close.\n\n\"Have human beings a sting?\" she asked.\n\n\"Good gracious, what would they do with a sting! No, they have\nworse weapons against us, and they are very dangerous. There\nisn't a soul who isn't afraid of them, especially of the little\nones whose two legs show--the boys.\"\n\n\"Do they try to catch you?\" asked Maya, breathless with\nexcitement.\n\n\"Yes, can't you understand why?\" Miss Loveydear glanced at her\nwings. \"I have seldom met a human being who hasn't tried to\ncatch me.\"\n\n\"But why?\" asked Maya in a tremor.\n\n\"You see,\" said Miss Loveydear, with a modest smirk and a\ndrooping, sidewise glance, \"there's something attractive about\nus dragon-flies. That's the only reason I know. Some members of\nour family who let themselves be caught went through the\ncruellest tortures and finally died.\"\n\n\"Were they eaten up?\"\n\n\"No, no, not exactly that,\" said Miss Loveydear comfortingly.\n\"So far as is known, man does not feed on dragon-flies. But\nsometimes he has murderous desires, a lust for killing, which\nwill probably never be explained. You may not believe it, but\ncases have actually occurred of the so-called boy-men catching\ndragon-flies and pulling off their legs and wings for pure\npleasure. You doubt it, don't you?\"\n\n\"Of course I doubt it,\" cried Maya indignantly.\n\nMiss Loveydear shrugged her glistening shoulders. Her face\nlooked old with knowledge.\n\n\"Oh,\" she said after a pause, grieving and pale, \"if only one\ncould speak of these things openly. I had a brother who gave\npromise of a splendid future, only, I'm sorry to say, he was a\nlittle reckless and dreadfully curious. A boy once threw a net\nover him, a net fastened to a long pole.-- Who would dream of a\nthing like that? Tell me. Would you?\"\n\n\"No,\" said the little bee, \"never. I should never have thought\nof such a thing.\"\n\nThe dragon-fly looked at her.\n\n\"A black cord was tied round his waist between his wings, so\nthat he could fly, but not fly away, not escape. Each time my\nbrother thought he had got his liberty, he would be jerked back\nhorribly within the boy's reach.\"\n\nMaya shook her head.\n\n\"You don't dare even think of it,\" she whispered.\n\n\"If a day passes when I don't think of it,\" said the dragon-fly,\n\"I am sure to dream of it. One misfortune followed another. My\nbrother soon died.\" Miss Loveydear heaved a deep sigh.\n\n\"What did he die of?\" asked Maya, in genuine sympathy.\n\nMiss Loveydear could not reply at once. Great tears welled up\nand rolled down her cheeks.\n\n\"He was stuck in a pocket,\" she sobbed. \"No one can stand being\nstuck in a pocket.\"\n\n\"But what is a pocket?\" Maya could hardly take in so many new\nand awful things all at once.\n\n\"A pocket,\" Miss Loveydear explained, \"is a store-room that men\nhave in their outer hide.-- And what else do you think was in\nthe pocket when my brother was stuck into it? Oh, the dreadful\ncompany in which my poor brother had to draw his last breath!\nYou'll never guess!\"\n\n\"No,\" said Maya, all in a quiver, \"no, I don't think I\ncan.-- Honey, perhaps?\"\n\n\"Not likely,\" observed Miss Loveydear with an air of mingled\nimportance and distress. \"You'll seldom find honey in the\npockets of human beings. I'll tell you.-- A frog was in the\npocket, and a pen-knife, and a carrot. Well?\"\n\n\"Horrible,\" whispered Maya.-- \"What _is_ a pen-knife?\"\n\n\"A pen-knife, in a way, is a human being's sting, an artificial\none. They are denied a sting by nature, so they try to imitate\nit.-- The frog, thank goodness, was nearing his end. One eye was\ngone, one leg was broken, and his lower jaw was dislocated. Yet,\nfor all that, the moment my brother was stuck in the pocket he\nhissed at him out of his crooked mouth:\n\n\"'As soon as I am well, I will swallow you.'\n\n\"With his remaining eye he glared at my brother, and in the\nhalf-light of the prison you can imagine what an effect the look\nhe gave him must have had--fearful!-- Then something even more\nhorrible happened. The pocket was suddenly shaken, my brother\nwas pressed against the dying frog and his wings stuck to its\ncold, wet body. He went off in a faint.-- Oh, the misery of it!\nThere are no words to describe it.\"\n\n\"How did you find all this out?\" Maya was so horrified she could\nscarcely frame the question.\n\n\"I'll tell you,\" replied Miss Loveydear. \"After a while the boy\ngot hungry and dug into his pocket for the carrot. It was under\nmy brother and the frog, and the boy threw them away first.-- I\nheard my brother's cry for help, and found him lying beside the\nfrog on the grass. I reached him only in time to hear the whole\nstory before he breathed his last. He put his arms round my neck\nand kissed me farewell. Then he died--bravely and without\ncomplaining, like a little hero. When his crushed wings had\ngiven their last quiver, I laid an oak leaf over his body and\nwent to look for a sprig of forget-me-nots to put upon his\ngrave. 'Sleep well, my little brother,' I cried, and flew off in\nthe quiet of the evening. I flew toward the two red suns, the\none in the sky and the one in the lake. No one has ever felt as\nsad and solemn as I did then.-- Have you ever had a sorrow in\nyour life? Perhaps you'll tell me about it some other time.\"\n\n\"No,\" said Maya. \"As a matter of fact, until now I have always\nbeen happy.\"\n\n\"You may thank your lucky stars,\" said Miss Loveydear with a\nnote of disappointment in her voice.\n\nMaya asked about the frog.\n\n\"Oh, _him_,\" said Miss Loveydear. \"He, it is presumed, met with\nthe end he deserved. The hard-heartedness of him, to frighten a\ndying person! When I found him on the grass beside my brother,\nhe was trying to get away. But on account of his broken leg and\none eye gone, all he could do was hop round in a circle and hop\nround in a circle. He looked too comical for words. 'The\nstork'll soon get ye,' I called to him as I flew away.\"\n\n\"Poor frog!\" said little Maya.\n\n\"Poor frog! Poor frog indeed! That's going too far. Pitying a\nfrog. The idea! To feel sorry for a frog is like clipping your\nown wings. You seem to have no principles.\"\n\n\"Perhaps. But it's hard for me to see _any_ one suffer.\"\n\n\"Oh\"--Miss Loveydear comforted her--\"that's because you're so\nyoung. You'll learn to bear it in time. Cheerio, my dear.-- But\nI must be getting into the sunshine. It's pretty cold here.\nGood-by!\"\n\nA faint rustle and the gleam of a thousand colors, lovely pale\ncolors like the glints in running water and clear gems.\n\nMiss Loveydear swung through the green rushes out over the\nsurface of the water. Maya heard her singing in the sunshine.\nShe stood and listened. It was a fine song, with something of\nthe melancholy sweetness of a folksong, and it filled the little\nbee's heart with mingled happiness and sadness.\n\n  Softly flows the lovely stream\n  Touched by morning's rosy gleam\n    Through the alders darted,\n  Where the rushes bend and sway,\n  Where the water-lilies say\n    \"We are golden-hearted!\"\n\n  Warm the scent the west-wind brings,\n  Bright the sun upon my wings,\n    Joy among the flowers!\n  Though my life may not be long,\n  Golden summer, take my song!\n    Thanks for perfect hours!\n\n\"Listen!\" a white butterfly called to its friend. \"Listen to the\nsong of the dragon-fly.\" The light creatures rocked close to\nMaya, and rocked away again into the radiant blue day. Then Maya\nalso lifted her wings, buzzed farewell to the silvery lake, and\nflew inland.\n\n    [Illustration]\n\n\n\n\n    [Illustration]\n\nCHAPTER IV\n\nEFFIE AND BOBBIE\n\n\nWhen Maya awoke the next morning in the corolla of a blue\ncanterbury bell, she heard a fine, faint rustling in the air and\nfelt her blossom-bed quiver as from a tiny, furtive tap-tapping.\nThrough the open corolla came a damp whiff of grass and earth,\nand the air was quite chill. In some apprehension, she took a\nlittle pollen from the yellow stamens, scrupulously performed\nher toilet, then, warily, picking her steps, ventured to the\nouter edge of the drooping blossom. It was raining! A fine cool\nrain was coming down with a light plash, covering everything all\nround with millions of bright silver pearls, which clung to the\nleaves and flowers, rolled down the green paths of the blades of\ngrass, and refreshed the brown soil.\n\nWhat a change in the world! It was the first time in the\nchild-bee's young life that she had seen rain. It filled her\nwith wonder; it delighted her. Yet she was a little troubled.\nShe remembered Cassandra's warning never to fly abroad in the\nrain. It must be difficult, she realized, to move your wings\nwhen the drops beat them down. And the cold really hurt, and she\nmissed the quiet golden sunshine that gladdened the earth and\nmade it a place free from all care.\n\nIt seemed to be very early still. The animal life in the grass\nwas just beginning. From the concealment of her lofty bluebell\nMaya commanded a splendid view of the social life coming awake\nbeneath. Watching it she forgot, for the moment, her anxiety and\nmounting homesickness. It was too amusing for anything to be\nsafe in a hiding-place, high up, and look down on the doings of\nthe grass-dwellers below.\n\nSlowly, however, her thoughts went back--back to the home she\nhad left, to the bee-state, and to the protection of its close\nsolidarity. There, on this rainy day, the bees would be sitting\ntogether, glad of the day of rest, doing a little construction\nhere and there on the cells, or feeding the larvÃ¦. Yet, on the\nwhole, the hive was very quiet and Sunday-like when it rained.\nOnly, sometimes messengers would fly out to see how the weather\nwas and from what quarter the wind was blowing. The queen would\ngo about her kingdom from story to story, testing things,\nbestowing a word of praise or blame, laying an egg here and\nthere, and bringing happiness with her royal presence wherever\nshe went. She might pat one of the younger bees on the head to\nshow her approval of what it had already done, or she might ask\nit about its new experiences. How delighted a bee would be to\ncatch a glance or receive a gracious word from the queen!\n\nOh, thought Maya, how happy it made you to be able to count\nyourself one in a community like that, to feel that everybody\nrespected you, and you had the powerful protection of the state.\nHere, out in the world, lonely and exposed, she ran great risks\nof her life. She was cold, too. And supposing the rain were to\nkeep up! What would she do, how could she find something to eat?\nThere was scarcely any honey-juice in the canterbury bell, and\nthe pollen would soon give out.\n\nFor the first time Maya realized how necessary the sunshine is\nfor a life of vagabondage. Hardly anyone would set out on\nadventure, she thought, if it weren't for the sunshine. The very\nrecollection of it was cheering, and she glowed with secret\npride that she had had the daring to start life on her own hook.\nThe number of things she had already seen and experienced! More,\never so much more, than the other bees were likely to know in a\nwhole lifetime. Experience was the most precious thing in life,\nworth any sacrifice, she thought.\n\nA troop of migrating ants were passing by, and singing as they\nmarched through the cool forest of grass. They seemed to be in a\nhurry. Their crisp morning song, in rhythm with their march,\ntouched the little bee's heart with melancholy.\n\n  Few our days on earth shall be,\n    Fast the moments flit;\n  First-class robbers such as we\n    Do not care a bit!\n\nThey were extraordinarily well armed and looked saucy, bold and\ndangerous.\n\nThe song died away under the leaves of the coltsfoot. But some\nmischief seemed to have been done there. A rough, hoarse voice\nsounded, and the small leaves of a young dandelion were\nenergetically thrust aside. Maya saw a corpulent blue beetle\npush its way out. It looked like a half-sphere of dark metal,\nshimmering with lights of blue and green and occasional black.\nIt may have been two or even three times her size. Its hard\nsheath looked as though nothing could destroy it, and its deep\nvoice positively frightened you.\n\nThe song of the soldiers, apparently, had roused him out of\nsleep. He was cross. His hair was still rumpled, and he rubbed\nthe sleep out of his cunning little blue eyes.\n\n\"Make way, _I'm_ coming. Make way.\"\n\nHe seemed to think that people should step aside at the mere\nannouncement of his approach.\n\n\"Thank the Lord I'm not in his way,\" thought Maya, feeling very\nsafe in her high, swaying nook of concealment. Nevertheless her\nheart went pit-a-pat, and she withdrew a little deeper into the\nflower-bell.\n\nThe beetle moved with a clumsy lurch through the wet grass,\npresenting a not exactly elegant appearance. Directly under\nMaya's blossom was a withered leaf. Here he stopped, shoved the\nleaf aside, and made a step backward. Maya saw a hole in the\nground.\n\n\"Well,\" she thought, all a-gog with curiosity, \"the things there\n_are_ in the world. I never thought of such a thing. Life's not\nlong enough for all there is to see.\"\n\nShe kept very quiet. The only sound was the soft pelting of the\nrain. Then she heard the beetle calling down the hole:\n\n\"If you want to go hunting with me, you'll have to make up your\nmind to get right up. It's already bright daylight.\" He was\nfeeling so very superior for having waked up first that it was\nhard for him to be pleasant.\n\nA few moments passed before the answer came. Then Maya heard a\nthin, chirping voice rise out of the hole.\n\n\"For goodness' sake, do close the door up there. It's raining\nin.\"\n\nThe beetle obeyed. He stood in an expectant attitude, his head\ncocked a little to one side, and squinted through the crack.\n\n\"Please hurry,\" he grumbled.\n\nMaya was tense with eagerness to see what sort of a creature\nwould come out of the hole. She crept so far out on the edge of\nthe blossom that a drop of rain fell on her shoulder, and gave\nher a start. She wiped herself dry.\n\nBelow her the withered leaf heaved; a brown insect crept out,\nslowly. Maya thought it was the queerest specimen she had ever\nseen. It had a plump body, set on extremely thin, slow-moving\nlegs, and a fearfully thick head, with little upright feelers.\nIt looked flustered.\n\n\"Good morning, Effie dear.\" The beetle went slim with\npoliteness. He was all politeness, and his body seemed really\nslim. \"How did you sleep? How did you sleep, my precious--my\nall?\"\n\nEffie took his hand rather stonily.\n\n\"It can't be, Bobbie,\" she said. \"I can't go with you. We're\ncreating too much talk.\"\n\nPoor Bobbie looked quite alarmed.\n\n\"I don't understand,\" he stammered. \"I don't understand.-- Is\nour new-found happiness to be wrecked by such nonsense? Effie,\nthink--think the thing over. What do _you_ care _what_ people\nsay? You have your hole, you can creep into it whenever you\nlike, and if you go down far enough, you won't hear a syllable.\"\n\nEffie smiled a sad, superior smile.\n\n\"Bobbie, you don't understand. I have my own views in the\nmatter.-- Besides, there's something else. You have been\nexceedingly indelicate. You took advantage of my ignorance. You\nlet me think you were a rose-beetle and yesterday the snail told\nme you are a tumble-bug. A considerable difference! He saw you\nengaged in--well, doing something I don't care to mention. I'm\nsure you will now admit that I must take back my word.\"\n\nBobbie was stunned. When he recovered from the shock he burst\nout angrily:\n\n\"No, I _don't_ understand. I can't understand. I want to be\nloved for myself, and not for my business.\"\n\n\"If only it weren't dung,\" said Effie offishly, \"anything but\ndung, I shouldn't be so particular.-- And please remember, I'm\na young widow who lost her husband only three days ago under\nthe most tragic circumstances--he was gobbled up by the\nshrewmouse--and it isn't proper for me to be gadding about.\nA young widow should lead a life of complete retirement.\nSo--good-by.\"\n\nPop into her hole went Effie, as though a puff of wind had blown\nher away. Maya would never have thought it possible that anyone\ncould dive into the ground as fast as that.\n\nEffie was gone, and Bobbie stared in blank bewilderment down the\nempty dark opening, looking so utterly stupid that Maya had to\nlaugh.\n\nFinally he roused, and shook his small round head in angry\ndistress. His feelers drooped dismally like two rain-soaked\nfans.\n\n\"People now-a-days no longer appreciate fineness of character\nand respectability,\" he sighed. \"Effie is heartless. I didn't\ndare admit it to myself, but she is, she's absolutely heartless.\nBut even if she hasn't got the _right feelings_, she ought to\nhave the _good sense_ to be my wife.\"\n\nMaya saw the tears come to his eyes, and her heart was seized\nwith pity.\n\nBut the next instant Bobbie stirred. He wiped the tears away\nand crept cautiously behind a small mound of earth, which his\nfriend had probably shoveled out of her dwelling. A little\nflesh-colored earthworm was coming along through the grass.\nIt had the queerest way of propelling itself, by first making\nitself long and thin, then short and thick. Its cylinder of a\nbody consisted of nothing but delicate rings that pushed and\ngroped forward noiselessly.\n\nSuddenly, startling Maya, Bobbie made one step out of his\nhiding-place, caught hold of the worm, bit it in two, and began\ncalmly to eat the one half, heedless of its desperate wriggling\nor the wriggling of the other half in the grass. It was a tiny\nlittle worm.\n\n\"Patience,\" said Bobbie, \"it will soon be over.\"\n\nBut while he chewed, his thoughts seemed to revert to Effie, his\nEffie, whom he had lost forever and aye, and great tears rolled\ndown his cheeks.\n\nMaya pitied him from the bottom of her heart.\n\n\"Dear me,\" she thought, \"there certainly is a lot of sadness in\nthe world.\"\n\nAt that moment she saw the half of the worm which Bobbie had set\naside, making a hasty departure.\n\n\"Did you _ever_ see the like!\" she cried, surprised into such a\nloud tone that Bobbie looked around wondering where the sound\nhad come from.\n\n\"Make way!\" he called.\n\n\"But I'm not in your way,\" said Maya.\n\n\"Where are you then? You must be somewhere.\"\n\n\"Up here. Up above you. In the bluebell.\"\n\n\"I believe you, but I'm no grasshopper. I can't turn my head up\nfar enough to see you. Why did you scream?\"\n\n\"The half of the worm is running away.\"\n\n\"Yes,\" said Bobbie, looking after the retreating fraction, \"the\ncreatures are very lively.-- I've lost my appetite.\" With that\nhe threw away the remnant which he was still holding in his hand,\nand this worm portion also retreated, in the other direction.\n\nMaya was completely puzzled. But Bobbie seemed to be familiar\nwith this peculiarity of worms.\n\n\"Don't suppose that I always eat worms,\" he remarked. \"You see,\nyou don't find roses everywhere.\"\n\n\"Tell the little one at least which way its other half ran,\"\ncried Maya in great excitement.\n\nBobbie shook his head gravely.\n\n\"Those whom fate has rent asunder, let no man join together\nagain,\" he observed.-- \"Who are you?\"\n\n\"Maya, of the nation of bees.\"\n\n\"I'm glad to hear it. I have nothing against the bees.-- Why are\nyou sitting about? Bees don't usually sit about. Have you been\nsitting there long?\"\n\n\"I slept here.\"\n\n\"Indeed!\" There was a note of suspicion in Bobbie's voice.\n\"I hope you slept well, _very_ well. Did you just wake up?\"\n\n\"Yes,\" said Maya, who had shrewdly guessed that Bobbie would not\nlike her having overheard his conversation with Effie, the\ncricket, and did not want to hurt his feelings again.\n\nBobbie ran hither and thither trying to look up and see Maya.\n\n\"Wait,\" he said. \"If I raise myself on my hind legs and lean\nagainst that blade of grass I'll be able to see you, and you'll\nbe able to look into my eyes. You want to, don't you?\"\n\n\"Why, I do indeed. I'd like to very much.\"\n\nBobbie found a suitable prop, the stem of a buttercup. The\nflower tipped a little to one side so that Maya could see him\nperfectly as he raised himself on his hind legs and looked up at\nher. She thought he had a nice, dear, friendly face--but not so\nvery young any more and cheeks rather too plump. He bowed,\nsetting the buttercup a-rocking, and introduced himself:\n\n\"Bobbie, of the family of rose-beetles.\"\n\nMaya had to laugh to herself. She knew very well he was not a\nrose-beetle; he was a dung-beetle. But she passed the matter\nover in silence, not caring to mortify him.\n\n\"Don't you mind the rain?\" she asked.\n\n\"Oh, no. I'm accustomed to the rain--from the roses, you know.\nIt's usually raining there.\"\n\nMaya thought to herself:\n\n\"After all I must punish him a little for his brazen lies. He's\nso frightfully vain.\"\n\n\"Bobbie,\" she said with a sly smile, \"what sort of a hole is\nthat one there, under the leaf?\"\n\nBobbie started.\n\n\"A hole? A hole, did you say? There are very many holes round\nhere. It's probably just an ordinary hole. You have no idea how\nmany holes there are in the ground.\"\n\nBobbie had hardly uttered the last word when something dreadful\nhappened. In his eagerness to appear indifferent he had lost his\nbalance and toppled over. Maya heard a despairing shriek, and\nthe next instant saw the beetle lying flat on his back in the\ngrass, his arms and legs waving pitifully in the air.\n\n\"I'm done for,\" he wailed, \"I'm done for. I can't get back on my\nfeet again. I'll never be able to get back on my feet again.\nI'll die. I'll die in this position. Have you ever heard of a\nworse fate!\"\n\nHe carried on so that he did not hear Maya trying to comfort\nhim. And he kept making efforts to touch the ground with his\nfeet. But each time he'd painfully get hold of a bit of earth,\nit would give way, and he'd fall over again on his high\nhalf-sphere of a back. The case looked really desperate, and\nMaya was honestly concerned; he was already quite pale in the\nface and his cries were heart-rending.\n\n\"I can't stand it, I can't stand this position,\" he yelled. \"At\nleast turn your head away. Don't torture a dying man with your\ninquisitive stares.-- If only I could reach a blade of grass, or\nthe stem of the buttercup. You can't hold on to the air. Nobody\ncan do that. Nobody can hold on to the air.\"\n\nMaya's heart was quivering with pity.\n\n\"Wait,\" she cried, \"I'll try to turn you over. If I try very\nhard I am bound to succeed. But Bobbie, _Bobbie_, dear man,\ndon't yell like that. Listen to me. If I bend a blade of grass\nover and reach the tip of it to you, will you be able to use it\nand save yourself?\"\n\nBobbie had no ears for her suggestion. Frightened out of his\nsenses, he did nothing but kick and scream.\n\nSo little Maya, in spite of the rain, flew out of her cover over\nto a slim green blade of grass beside Bobbie, and clung to it\nnear the tip. It bent under her weight and sank directly above\nBobbie's wriggling limbs. Maya gave a little cry of delight.\n\n\"Catch hold of it,\" she called.\n\nBobbie felt something tickle his face and quickly grabbed at it,\nfirst with one hand, then with the other, and finally with his\nlegs, which had splendid sharp claws, two each. Bit by bit he\ndrew himself along the blade until he reached the base, where it\nwas thicker and stronger, and he was able to turn himself over\non it.\n\nHe heaved a tremendous sigh of relief.\n\n\"Good God!\" he exclaimed. \"That was awful. But for my presence\nof mind I should have fallen a victim to your talkativeness.\"\n\n\"Are you feeling better?\" asked Maya.\n\nBobbie clutched his forehead.\n\n\"Thanks, thanks. When this dizziness passes, I'll tell you all\nabout it.\"\n\nBut Maya never got the answer to her question. A field-sparrow\ncame hopping through the grass in search of insects, and the\nlittle bee pressed herself close to the ground and kept very\nquiet until the bird had gone. When she looked around for Bobbie\nhe had disappeared. So she too made off; for the rain had\nstopped and the day was clear and warm.\n\n    [Illustration]\n\n\n\n\n    [Illustration]\n\nCHAPTER V\n\nTHE ACROBAT\n\n\nOh, what a day!\n\nThe dew had fallen early in the morning, and when the sun rose\nand cast its slanting beams across the forest of grass, there\nwas such a sparkling and glistening and gleaming that you didn't\nknow what to say or do for sheer ecstasy, it was so beautiful,\nso beautiful!\n\nThe moment Maya awoke, glad sounds greeted her from all round.\nSome came out of the trees, from the throats of the birds, the\ndreaded creatures who could yet produce such exquisite song;\nother happy calls came out of the air, from flying insects, or\nout of the grass and the bushes, from bugs and flies, big ones\nand little ones.\n\nMaya had made it very comfortable for herself in a hole in a\ntree. It was safe and dry, and stayed warm the greater part\nof the night because the sun shone on the entrance all day\nlong. Once, early in the morning, she had heard a woodpecker\nrat-a-tat-tatting on the bark of the trunk, and had lost no time\ngetting away. The drumming of a woodpecker is as terrifying to a\nlittle insect in the bark of a tree as the breaking open of our\nshutters by a burglar would be to us. But at night she was safe\nin her lofty nook. At night no creatures came prying.\n\nShe had sealed up part of the entrance with wax, leaving just\nspace enough to slip in and out; and in a cranny in the back of\nthe hole, where it was dark and cool, she had stored a little\nhoney against rainy days.\n\nThis morning she swung herself out into the sunshine with a cry\nof delight, all anticipation as to what the fresh, lovely day\nmight bring. She sailed straight through the golden air, looking\nlike a brisk dot driven by the wind.\n\n\"I am going to meet a human being to-day,\" she cried. \"I feel\nsure I am. On days like this human beings must certainly be out\nin the open air enjoying nature.\"\n\nNever had she met so many insects. There was a coming and going\nand all sorts of doings; the air was alive with a humming and a\nlaughing and glad little cries. You had to join in, you just\n_had_ to join in.\n\nAfter a while Maya let herself down into a forest of grass,\nwhere all sorts of plants and flowers were growing. The highest\nwere the white tufts of yarrow and butterfly-weed--the flaming\nmilkweed that drew you like a magnet. She took a sip of nectar\nfrom some clover and was about to fly off again when she saw a\nperfect droll of a beast perched on a blade of grass curving\nabove her flower. She was thoroughly scared--he was such a lean\ngreen monster--but then her interest was tremendously aroused,\nand she remained sitting still, as though rooted to the spot,\nand stared straight at him.\n\nAt first glance you'd have thought he had horns. Looking closer\nyou saw it was his oddly protuberant forehead that gave this\nimpression. Two long, long feelers fine as the finest thread\ngrew out of his brows, and his body was the slimmest imaginable,\nand green all over, even to his eyes. He had dainty forelegs and\nthin, inconspicuous wings that couldn't be very practical, Maya\nthought. Oddest of all were his great hindlegs, which stuck up\nover his body like two jointed stilts. His sly, saucy expression\nwas contradicted by the look of astonishment in his eyes, and\nyou couldn't say there was any meanness in his eyes either. No,\nrather a lot of good humor.\n\n\"Well, mademoiselle,\" he said to Maya, evidently annoyed by her\nsurprised expression, \"never seen a grasshopper before? Or are\nyou laying eggs?\"\n\n\"The idea!\" cried Maya in shocked accents. \"It wouldn't occur to\nme. Even if I could, I wouldn't. It would be usurping the sacred\nduties of our queen. I wouldn't do such a foolish thing.\"\n\nThe grasshopper ducked his head and made such a funny face that\nMaya had to laugh out loud in spite of her chagrin.\n\n\"Mademoiselle,\" he began, then had to laugh himself, and said:\n\"You're a case! You're a case!\"\n\nThe fellow's behavior made Maya impatient.\n\n\"Why do you laugh?\" she asked in a not altogether friendly tone.\n\"You can't be serious expecting me to lay eggs, especially out\nhere on the grass.\"\n\nThere was a snap. \"Hoppety-hop,\" said the grasshopper, and was\ngone.\n\nMaya was utterly non-plussed. Without the help of his wings\nhe had swung himself up in the air in a tremendous curve.\nFoolhardiness bordering on madness, she thought.\n\nBut there he was again. From where, she couldn't tell, but there\nhe was, beside her, on a leaf of her clover.\n\nHe looked her up and down, all round, before and behind.\n\n\"No,\" he said then, pertly, \"you certainly can't lay eggs.\nYou're not equipped for it. You haven't got a borer.\"\n\n\"What--borer?\" Maya covered herself with her wings and turned\nso that the stranger could see nothing but her face.\n\n\"Borer, that's what I said.-- Don't fall off your base,\nmademoiselle.-- You're a wasp, aren't you?\"\n\nTo be called a wasp! Nothing worse could happen to little Maya.\n\n\"I _never_!\" she cried.\n\n\"Hoppety-hop,\" answered he, and was off again.\n\n\"The fellow makes me nervous,\" she thought, and decided to fly\naway. She couldn't remember ever having been so insulted in her\nlife. What a disgrace to be mistaken for a wasp, one of those\nuseless wasps, those tramps, those common thieves! It really was\ninfuriating.\n\nBut there he was again!\n\n\"Mademoiselle,\" he called and turned round part way, so that his\nlong hindlegs looked like the hands of a clock standing at five\nminutes before half-past seven, \"mademoiselle, you must excuse\nme for interrupting our conversation now and then. But suddenly\nI'm seized. I must hop. I can't help it, I must hop, no matter\nwhere. Can't you hop, too?\"\n\nHe smiled a smile that drew his mouth from ear to ear. Maya\ncouldn't keep from laughing.\n\n\"Can you?\" said the grasshopper, and nodded encouragingly.\n\n\"Who _are_ you?\" asked Maya. \"You're terribly exciting.\"\n\n\"Why, everybody knows who I am,\" said the green oddity, and\ngrinned almost beyond the limits of his jaws.\n\nMaya never could make out whether he spoke in fun or in earnest.\n\n\"I'm a stranger in these parts,\" she replied pleasantly, \"else\nI'm sure I'd know you.-- But please note that I belong to the\nfamily of bees, and am positively not a wasp.\"\n\n\"My goodness,\" said the grasshopper, \"one and the same thing.\"\n\nMaya couldn't utter a sound, she was so excited.\n\n\"You're uneducated,\" she burst out at length. \"Take a good look\nat a wasp once.\"\n\n\"Why should I?\" answered the green one. \"What good would it\ndo if I observed differences that exist only in people's\nimagination? You, a bee, fly round in the air, sting everything\nyou come across, and can't hop. Exactly the same with a wasp.\nSo where's the difference? Hoppety-hop!\" And he was gone.\n\n\"But now I am going to fly away,\" thought Maya.\n\nThere he was again.\n\n\"Mademoiselle,\" he called, \"there's going to be a hopping-match\nto-morrow. It will be held in the Reverend Sinpeck's garden.\nWould you care to have a complimentary ticket and watch the\ngames? My old woman has two left over. She'll trade you one for\na compliment. I expect to break the record.\"\n\n\"I'm not interested in hopping acrobatics,\" said Maya in some\ndisgust. \"A person who flies has _higher_ interests.\"\n\nThe grasshopper grinned a grin you could almost hear.\n\n\"Don't think _too_ highly of yourself, my dear young lady. Most\ncreatures in this world can fly, but only a very, very few can\nhop. You don't understand other people's interests. You have no\nvision. Even human beings would like a high elegant hop. The\nother day I saw the Reverend Sinpeck hop a yard up into the air\nto impress a little snake that slid across his road. His\ncontempt for anything that couldn't hop was so great that he\nthrew away his pipe. And reverends, you know, cannot live\nwithout their pipes. I have known grasshoppers--members of my\nown family--who could hop to a height three hundred times their\nlength. _Now_ you're impressed. You haven't a word to say. And\nyou're inwardly regretting the remarks you made and the remarks\nyou intended to make. Three hundred times their own length! Just\nimagine. Even the elephant, the largest animal in the world,\ncan't hop as high as that. Well? You're not saying anything.\nDidn't I tell you you wouldn't have anything to say?\"\n\n\"But how _can_ I say anything if you don't give me a chance?\"\n\n\"All right, then, talk,\" said the grasshopper pleasantly.\n\"Hoppety-hop.\" He was gone.\n\nMaya had to laugh in spite of her irritation.\n\nThe fellow had certainly furnished her with a strange\nexperience. Buffoon though he was, still she had to admire his\nwide information and worldly wisdom; and though she could not\nagree with his views of hopping, she was amazed by all the new\nthings he had taught her in their brief conversation. If he had\nbeen more reliable she would have been only too glad to ask him\nquestions about a number of different things. It occurred\nto her that often people who are least equipped to profit by\nexperiences are the very ones who have them.\n\nHe knew the names of human beings. Did he, then, understand\ntheir language? If he came back, she'd ask him. And she'd also\nask him what he thought of trying to go near a human being or of\nentering a human being's house.\n\n\"Mademoiselle!\" A blade of grass beside Maya was set swaying.\n\n\"Goodness gracious! Where do you keep coming from?\"\n\n\"The surroundings.\"\n\n\"But do tell, do you hop out into the world just so, without\nknowing where you mean to land?\"\n\n\"Of course. Why not? Can _you_ read the future? No one can. Only\nthe tree-toad, but he never tells.\"\n\n\"The things you know! Wonderful, simply wonderful!-- Do you\nunderstand the language of human beings?\"\n\n\"That's a difficult question to answer, mademoiselle, because it\nhasn't been proved as yet whether human beings have a language.\nSometimes they utter sounds by which they seem to reach an\nunderstanding with each other--but such awful sounds! So\nunmelodious! Like nothing else in nature that I know of.\nHowever, there's one thing you must allow them: they do seem to\ntry to make their voices pleasanter. Once I saw two boys take a\nblade of grass between their thumbs and blow on it. The result\nwas a whistle which may be compared with the chirping of a\ncricket, though far inferior in quality of tone, far inferior.\nHowever, human beings make an honest effort.-- Is there anything\nelse you'd like to ask? I know a thing or two.\"\n\nHe grinned his almost-audible grin.\n\nBut the next time he hopped off, Maya waited for him in vain.\nShe looked about in the grass and the flowers; he was nowhere to\nbe seen.\n\n    [Illustration]\n\n\n\n\n    [Illustration]\n\nCHAPTER VI\n\nPUCK\n\n\nMaya, drowsy with the noonday heat, flew leisurely past the\nglare on the bushes in the garden, into the cool, broad-leaved\nshelter of a great chestnut-tree.\n\nOn the trodden sward in the shade under the tree stood chairs\nand tables, evidently for an out-door meal. A short distance\naway gleamed the red-tiled roof of a peasant's cottage, with\nthin blue columns of smoke curling up from the chimneys.\n\nNow at last, thought Maya, she was bound to see a human being.\nHad she not reached the very heart of his realm? The tree must\nbe his property, and the curious wooden contrivances in the\nshade below must belong to his hive.\n\nSomething buzzed; a fly alighted on the leaf beside her. It ran\nup and down the green veining in little jerks. You couldn't see\nits legs move, and it seemed to be sliding about excitedly. Then\nit flew from one finger of the broad leaf to another, but so\nquickly and unexpectedly that you might have thought it hadn't\nflown but hopped. Evidently it was looking for the most\ncomfortable place on the leaf. Every now and then, in the\nsuddennest way, it would swing itself up in the air a short\nspace and buzz vehemently, as though something dreadfully\nuntoward had occurred, or as though it were animated by some\ntremendous purpose. Then it would drop back to the leaf, as if\nnothing had happened, and resume its jerky racing up and down.\nLastly, it would sit quite still, like a rigid image.\n\nMaya watched its antics in the sunshine, then approached it and\nsaid politely:\n\n\"How do you do? Welcome to my leaf. You are a fly, are you not?\"\n\n\"What else do you take me for?\" said the little one. \"My name is\nPuck. I am very busy. Do you want to drive me away?\"\n\n\"Why, not at all. I am glad to make your acquaintance.\"\n\n\"I believe you,\" was all Puck said, and with that he tried to\npull his head off.\n\n\"Mercy!\" cried Maya.\n\n\"I must do this. You don't understand. It's something you know\nnothing about,\" Puck rejoined calmly, and slid his legs over his\nwings till they curved round the tip of his body. \"I'm more than\na fly,\" he added with some pride. \"I'm a housefly. I flew out\nhere for the fresh air.\"\n\n\"How interesting!\" exclaimed Maya gleefully. \"Then you must know\nall about human beings.\"\n\n\"As well as the pockets of my trousers,\" Puck threw out\ndisdainfully. \"I sit on them every day. Didn't you know _that_?\nI thought you bees were so _clever_. You pretend to be at any\nrate.\"\n\n\"My name is Maya,\" said the little bee rather shyly. Where the\nother insects got their self-assurance, to say nothing of their\ninsolence, she couldn't understand.\n\n\"Thanks for the information. Whatever your name, you're a\nsimpleton.\"\n\nPuck sat there tilted like a cannon in position to be fired off,\nhis head and breast thrust upward, the hind tip of his body\nresting on the leaf. Suddenly he ducked his head and squatted\ndown, so that he looked as if he had no legs.\n\n\"You've got to watch out and be careful,\" he said. \"That's the\nmost important thing of all.\"\n\nBut an angry wave of resentment was surging in little Maya. The\ninsult Puck had offered her was too much. Without really knowing\nwhat made her do it, she pounced on him quick as lightning,\ncaught him by the collar and held him tight.\n\n\"I will teach you to be polite to a bee,\" she cried.\n\nPuck set up an awful howl.\n\n\"Don't sting me,\" he screamed. \"It's the only thing you can do,\nbut it's killing. Please remove the back of your body. That's\nwhere your sting is. And let me go, please let me go, if you\npossibly can. I'll do anything you say. Can't you understand a\njoke, a mere joke? Everybody knows that you bees are the most\nrespected of all insects, and the most powerful, and the most\nnumerous. Only don't kill me, please don't. There won't be any\nbringing me back to life. Good God! No one appreciates my\nhumor!\"\n\n\"Very well,\" said Maya with a touch of contempt in her heart,\n\"I'll let you live on condition that you tell me everything you\nknow about human beings.\"\n\n\"Gladly,\" cried Puck. \"I'd have told you anyhow. But please let\nme go now.\"\n\nMaya released him. She had stopped caring. Her respect for the\nfly and any confidence she might have had in him were gone. Of\nwhat value could the experiences of so low, so vulgar a creature\nbe to serious-minded people? She would have to find out about\nhuman beings for herself.\n\nThe lesson, however, had not been wasted. Puck was much more\nendurable now. Scolding and growling he set himself to rights.\nHe smoothed down his feelers and wings and the minute hairs on\nhis black body--which were fearfully rumpled; for the girl-bee\nhad laid on good and hard--and concluded the operation by\nrunning his proboscis in and out several times--something new\nto Maya.\n\n\"Out of joint, completely out of joint!\" he muttered in a pained\ntone. \"Comes of your excited way of doing things. Look. See for\nyourself. The sucking-disk at the end of my proboscis looks like\na twisted pewter plate.\"\n\n\"Have you a sucking-disk?\" asked Maya.\n\n\"Goodness gracious, of course!-- Now tell me. What do you want\nto know about human beings?-- Never mind about my proboscis\nbeing out of joint. It'll be all right.-- I think I had best\ntell you a few things from my own life. You see, I grew up among\nhuman beings, so you'll hear just what you want to know.\"\n\n\"You grew up among human beings?\"\n\n\"Of course. It was in the corner of their room that my mother\nlaid the egg from which I came. I made my first attempts to walk\non their window-shades, and I tested the strength of my wings by\nflying from Schiller to Goethe.\"\n\n\"What are Schiller and Goethe?\"\n\n\"Statues,\" explained Puck, very superior, \"statues of two men\nwho seem to have distinguished themselves. They stand under the\nmirror, one on the right hand and one on the left hand, and\nnobody pays any attention to them.\"\n\n\"What's a mirror? And why do the statues stand under the\nmirror?\"\n\n\"A mirror is good for seeing your belly when you crawl on it.\nIt's very amusing. When human beings go up to a mirror, they\neither put their hands up to their hair, or pull at their\nbeards. When they are alone, they smile into the mirror, but if\nsomebody else is in the room they look very serious. What the\npurpose of it is, I could never make out. Seems to be some\nuseless game of theirs. I myself, when I was still a child,\nsuffered a good deal from the mirror. I'd fly into it and of\ncourse be thrown back violently.\"\n\nMaya plied Puck with more questions about the mirror, which he\nfound very difficult to answer.\n\n\"Here,\" he said at last, \"you've certainly flown over the smooth\nsurface of water, haven't you? Well, a mirror is something like\nit, only hard and upright.\"\n\nThe little fly, seeing that Maya listened most respectfully and\nattentively to the tale of his experiences, became a good deal\npleasanter in his manners. And as for Maya's opinion of Puck,\nalthough she didn't believe everything he told her, still she\nwas sorry she had thought so slightingly of him earlier in their\nmeeting.\n\n\"Often people are far more sensible than we take them to be at\nfirst,\" she told herself.\n\nPuck went on with his story.\n\n\"It took a long time for me to get to understand their language.\nNow at last I know what they want. It isn't much, because they\nusually say the same thing every day.\"\n\n\"I can scarcely believe it,\" said Maya. \"Why, they have so many\ninterests, and think so many things, and do so many things.\nCassandra told me that they build cities so big that you can't\nfly round them in one day, towers as high as the nuptial flight\nof our queen, houses that float on the water, and houses that\nglide across the country on two narrow silver paths and go\nfaster than birds.\"\n\n\"Wait a moment!\" said Puck energetically. \"Who is Cassandra? Who\nis she, if I may make so bold as to ask? Well?\"\n\n\"Oh, she was my teacher.\"\n\n\"Teacher!\" repeated Puck contemptuously. \"Probably also a bee.\nWho but a bee would overestimate human beings like that? Your\nMiss Cassandra, or whatever her name is, doesn't know her\nhistory. Those cities and towers and other human devices you\nspeak of are none of them any good to us. Who would take such an\nimpractical view of the world as you do? If you don't accept the\npremise that the earth is dominated by the flies, that the flies\nare the most widespread and most important race on earth, you'll\nscarcely get a real knowledge of the world.\"\n\nPuck took a few excited zigzag turns on the leaf and pulled at\nhis head, to Maya's intense concern. However, the little bee had\nobserved by this time that there wasn't much sense to be got out\nof his head any way.\n\n\"Do you know how you can tell I am right?\" asked Puck, rubbing\nhis hands together as if to tie them in a knot. \"Count the\nnumber of people and the number of flies in any room. The result\nwill surprise you.\"\n\n\"You may be right. But that's not the point.\"\n\n\"Do you think I was born this year?\" Puck demanded all of a\nsudden.\n\n\"I don't know.\"\n\n\"I passed through a winter,\" Puck announced, all pride. \"My\nexperiences date back to the ice age. In a sense they take me\n_through_ the ice age. That's why I'm here--I'm here to\nrecuperate.\"\n\n\"Whatever else you may be, you certainly are spunky,\" remarked\nMaya.\n\n\"I should say so,\" exclaimed Puck, and made an airy leap out\ninto the sunshine. \"The flies are the boldest race in creation.\nWe never run away unless it is better to run away, and then we\nalways come back.-- Have you ever sat on a human being?\"\n\n\"No,\" said Maya, looking at the fly distrustfully out of the\ncorner of her eye. She still didn't know quite what to make of\nhim. \"No, I'm not interested in sitting on human beings.\"\n\n\"Ah, dear child, that's because you don't know what it is. If\never you had seen the fun I have with the man at home, you'd\nturn green with envy. I'll tell you.-- In my room there lives an\nelderly man who cherishes the color of his nose by means of a\npeculiar drink, which he keeps hidden in the corner cupboard.\nIt has a sweet, intoxicating smell. When he goes to get it he\nsmiles, and his eyes grow small. He takes a little glass, and he\nlooks up to the ceiling while he drinks, to see if I am there.\nI nod down to him, and he passes his hand over his forehead,\nnose and mouth to show me where I am to sit later on. Then he\nblinks, and opens his mouth as wide as he can, and pulls down\nthe shade to keep the afternoon sun from bothering us. Finally\nhe lays himself down on a something called a sofa, and in a\nshort while begins to make dull snuffling sounds. I suppose he\nthinks the sounds are beautiful. We'll talk about them some\nother time. They are man's slumber song. For me they are the\nsign that I am to come down. The first thing I do is to take my\nportion from the glass, which he left for me. There's something\ntremendously stimulating about a drop like that. I understand\nhuman beings. Then I fly over and take my place on the forehead\nof the sleeping man. The forehead lies between the nose and the\nhair and serves for thinking. You can tell it does from the long\nfurrows that go from right to left. They must move whenever a\nman thinks if something worth while is to result from his\nthinking. The forehead also shows if human beings are annoyed.\nBut then the folds run up and down, and a round cavity forms\nover the nose. As soon as I settle on his forehead and begin to\nrun to and fro in the furrows, the man makes a snatch in the air\nwith his hands. He thinks I'm somewhere in the air. That's\nbecause I'm sitting on his think-furrows, and he can't work out\nso quickly where I really am. At last he does. He mutters and\njabs at me. Now then, Miss Maya, or whatever your name is, now\nthen, you've got to have your wits about you. I see the hand\ncoming, but I wait until the last moment, then I fly nimbly to\none side, sit down, and watch him feel to see if I am still\nthere.-- We kept the game up often for a full half hour. You have\nno idea what a lot of endurance the man has. Finally he jumps up\nand pours out a string of words which show how ungrateful he is.\nWell, what of it? A noble soul seeks no reward. I'm already up\non the ceiling listening to his ungrateful outburst.\"\n\n\"I can't say I particularly like it,\" observed Maya. \"Isn't it\nrather useless?\"\n\n\"Do you expect me to erect a honeycomb on his nose?\" exclaimed\nPuck. \"You have no sense of humor, dear girl. What do _you_ do\nthat's useful?\"\n\nLittle Maya went red all over, but quickly collected herself to\nhide her embarrassment from Puck.\n\n\"The time is coming,\" she flashed, \"when I shall do something\nbig and splendid, and good and useful too. But first I want to\nsee what is going on in the world. Deep down in my heart I feel\nthat the time is coming.\"\n\nAs Maya spoke she felt a hot tide of hope and enthusiasm flood\nher being.\n\nPuck seemed not to realize how serious she was, and how deeply\nstirred. He zigzagged about in his flurried way for a while,\nthen asked:\n\n\"You don't happen to have any honey with you, do you, my dear?\"\n\n\"I'm so sorry,\" replied Maya. \"I'd gladly let you have some,\nespecially after you've entertained me so pleasantly, but I\nreally haven't got any with me.-- May I ask you one more\nquestion?\"\n\n\"Shoot,\" said Puck. \"I'll answer, I'll always answer.\"\n\n\"I'd like to know how I could get into a human being's house.\"\n\n\"Fly in,\" said Puck sagaciously.\n\n\"But how, without running into danger?\"\n\n\"Wait until a window is opened. But be sure to find the way out\nagain. Once you're inside, if you can't find the window, the\nbest thing to do is to fly toward the light. You'll always find\nplenty of windows in every house. You need only notice where the\nsun shines through. Are you going already?\"\n\n\"Yes,\" replied Maya, holding out her hand. \"I have some things\nto attend to. Good-by. I hope you quite recover from the effects\nof the ice age.\"\n\nAnd with her fine confident buzz that yet sounded slightly\nanxious, little Maya raised her gleaming wings and flew out into\nthe sunshine across to the flowery meadows to cull a little\nnourishment.\n\nPuck looked after her, and carefully meditated what might still\nbe said. Then he observed thoughtfully:\n\n\"Well, now. Well, well.-- Why not?\"\n\n    [Illustration]\n\n\n\n\n    [Illustration]\n\nCHAPTER VII\n\nIN THE TOILS\n\n\nAfter her meeting with Puck the fly Maya was not in a\nparticularly happy frame of mind. She could not bring herself to\nbelieve that he was right in everything he had said about human\nbeings, or right in his relations to them. She had formed an\nentirely different conception--a much finer, lovelier picture,\nand she fought against letting her mind harbor low or ridiculous\nideas of mankind. Yet she was still afraid to enter a human\ndwelling. How was she to know whether or not the owner would\nlike it? And she wouldn't for all the world make herself a\nburden to anyone.\n\nHer thoughts went back once more to the things Cassandra had\ntold her.\n\n\"They are good and wise,\" Cassandra had said. \"They are strong\nand powerful, but they never abuse their power. On the contrary,\nwherever they go they bring order and prosperity. We bees,\nknowing they are friendly to us, put ourselves under their\nprotection and share our honey with them. They leave us enough\nfor the winter, they provide us with shelter against the cold,\nand guard us against the hosts of our enemies among the animals.\nThere are few creatures in the world who have entered into such\na relation of friendship and voluntary service with human\nbeings. Among the insects you will often hear voices raised to\nspeak evil of man. Don't listen to them. If a foolish tribe of\nbees ever returns to the wild and tries to do without human\nbeings, it soon perishes. There are too many beasts that hanker\nfor our honey, and often a whole bee-city--all its buildings,\nall its inhabitants--has been ruthlessly destroyed, merely\nbecause a senseless animal wanted to satisfy its greed for\nhoney.\"\n\nThat is what Cassandra had told Maya about human beings, and\nuntil Maya had convinced herself of the contrary, she wanted to\nkeep this belief in them.\n\nIt was now afternoon. The sun was dropping behind the fruit\ntrees in a large vegetable garden through which Maya was flying.\nThe trees were long past flowering, but the little bee still\nremembered them in the shining glory of countless blossoms,\nwhiter than light, lovely, pure, and exquisite against the blue\nof the heavens. The delicious perfume, the gleam and the\nshimmer--oh, she'd never forget the rapture of it as long as\nshe lived.\n\nAs she flew she thought of how all that beauty would come again,\nand her heart expanded with delight in the glory of the great\nworld in which she was permitted to live.\n\nAt the end of the garden shone the starry tufts of the\njasmine--delicate yellow faces set in a wreath of pure\nwhite--sweet perfume wafted to Maya on the soft wings of the\nbreeze.\n\nAnd weren't there still some trees in bloom? Wasn't it the\nseason for lindens? Maya thought delightedly of the big serious\nlindens, whose tops held the red glow of the setting sun to the\nvery last.\n\nShe flew in among the stems of the blackberry vines, which were\nputting forth green berries and yielding blossoms at the same\ntime. As she mounted again to reach the jasmine, something\nstrange to the touch suddenly laid itself across her forehead\nand shoulders, and just as quickly covered her wings. It was the\nqueerest sensation, as if her wings were crippled and she were\nsuddenly restrained in her flight, and were falling, helplessly\nfalling. A secret, wicked force seemed to be holding her\nfeelers, her legs, her wings in invisible captivity. But she did\nnot fall. Though she could no longer move her wings, she still\nhung in the air rocking, caught by a marvelously yielding\nsoftness and delicacy, raised a little, lowered a little, tossed\nhere, tossed there, like a loose leaf in a faint breeze.\n\nMaya was troubled, but not as yet actually terrified. Why should\nshe be? There was no pain nor real discomfort of any sort.\nSimply that it was so peculiar, so very peculiar, and something\nbad seemed to be lurking in the background. She must get on. If\nshe tried very hard, she could, assuredly.\n\nBut now she saw a thread across her breast, an elastic silvery\nthread finer than the finest silk. She clutched at it quickly,\nin a cold wave of terror. It clung to her hand; it wouldn't\nshake off. And there ran another silver thread over her\nshoulders. It drew itself across her wings and tied them\ntogether--her wings were powerless. And there, and there!\nEverywhere in the air and above her body--those bright,\nglittering, gluey threads!\n\nMaya screamed with horror. Now she knew! Oh--oh, now she knew!\nShe was in a spider's web.\n\nHer terrified shrieks rang out in the silent dome of the summer\nday, where the sunshine touched the green of the leaves into\ngold, and insects flitted to and fro, and birds swooped gaily\nfrom tree to tree. Nearby, the jasmine sent its perfume into the\nair--the jasmine she had wanted to reach. Now all was over.\n\nA small bluish butterfly, with brown dots gleaming like copper\non its wings, came flying very close.\n\n\"Oh, you poor soul,\" it cried, hearing Maya's screams and seeing\nher desperate plight. \"May your death be an easy one, lovely\nchild. I cannot help you. Some day, perhaps this very night,\nI shall meet with the same fate. But meanwhile life is still\nlovely for me. Good-by. Don't forget the sunshine in the deep\nsleep of death.\"\n\nAnd the blue butterfly rocked away, drugged by the sunshine and\nthe flowers and its own joy of living.\n\nThe tears streamed from Maya's eyes; she lost her last shred of\nself-control. She tossed her captive body to and fro, and buzzed\nas loud as she could, and screamed for help--from whom she did\nnot know. But the more she tossed the tighter she enmeshed\nherself in the web. Now, in her great agony, Cassandra's\nwarnings went through her mind:\n\n\"Beware of the spider and its web. If we bees fall into the\nspider's power we suffer the most gruesome death. The spider is\nheartless and tricky, and once it has a person in its toils, it\nnever lets him go.\"\n\nIn a great flare of mortal terror Maya made one huge desperate\neffort. Somewhere one of the long, heavier suspension threads\nsnapped. Maya felt it break, yet at the same time she sensed the\nawful doom of the cobweb. This was, that the more one struggled\nin it, the more effectively and dangerously it worked. She gave\nup, in complete exhaustion.\n\nAt that moment she saw the spider herself--very near, under a\nblackberry leaf. At sight of the great monster, silent and\nserious, crouching there as if ready to pounce, Maya's horror\nwas indescribable. The wicked shining eyes were fastened on the\nlittle bee in sinister, cold-blooded patience.\n\nMaya gave one loud shriek. This was the worst agony of all.\nDeath itself could look no worse than that grey, hairy monster\nwith her mean fangs and the raised legs supporting her fat body\nlike a scaffolding. She would come rushing upon her, and then\nall would be over.\n\nNow a dreadful fury of anger came upon Maya, such as she had\nnever felt before. Forgetting her great agony, intent only upon\none thing--selling her life as dearly as possible--she uttered\nher clear, alarming battle-cry, which all beasts knew and\ndreaded.\n\n\"You will pay for your cunning with death,\" she shouted at the\nspider. \"Just come and try to kill me, you'll find out what a\nbee can do.\"\n\nThe spider did not budge. She really was uncanny and must have\nterrified bigger creatures than little Maya.\n\nStrong in her anger, Maya now made another violent, desperate\neffort. Snap! One of the long suspension threads above her\nbroke. The web was probably meant for flies and gnats, not for\nsuch large insects as bees.\n\nBut Maya got herself only more entangled.\n\nIn one gliding motion the spider drew quite close to Maya. She\nswung by her nimble legs upon a single thread with her body\nhanging straight downward.\n\n\"What right have you to break my net?\" she rasped at Maya. \"What\nare you doing here? Isn't the world big enough for you? Why do\nyou disturb a peaceful recluse?\"\n\nThat was not what Maya had expected to hear. Most certainly not.\n\n\"I didn't mean to,\" she cried, quivering with glad hope. Ugly as\nthe spider was, still she did not seem to intend any harm.\n\"I didn't see your web and I got tangled in it. I'm so sorry.\nPlease pardon me.\"\n\nThe spider drew nearer.\n\n\"You're a funny little body,\" she said, letting go of the thread\nfirst with one leg, then with the other. The delicate thread\nshook. How wonderful that it could support the great creature.\n\n\"Oh, do help me out of this,\" begged Maya, \"I should be so\ngrateful.\"\n\n\"That's what I came here for,\" said the spider, and smiled\nstrangely. For all her smiling she looked mean and deceitful.\n\"Your tossing and tugging spoils the whole web. Keep quiet one\nsecond, and I will set you free.\"\n\n\"Oh, thanks! Ever so many thanks!\" cried Maya.\n\nThe spider was now right beside her. She examined the web\ncarefully to see how securely Maya was entangled.\n\n\"How about your sting?\" she asked.\n\nUgh, how mean and horrid she looked! Maya fairly shivered with\ndisgust at the thought that she was going to touch her, but\nreplied as pleasantly as she could:\n\n\"Don't trouble about my sting. I will draw it in, and nobody can\nhurt himself on it then.\"\n\n\"I should hope not,\" said the spider. \"Now, then, look out! Keep\nquiet. Too bad for my web.\"\n\nMaya remained still. Suddenly she felt herself being whirled\nround and round on the same spot, till she got dizzy and sick\nand had to close her eyes.-- But what was that? She opened her\neyes quickly. Horrors! She was completely enmeshed in a fresh\nsticky thread which the spider must have had with her.\n\n\"My God!\" cried little Maya softly, in a quivering voice. That\nwas all she said. Now she saw how tricky the spider had been;\nnow she was really caught beyond release; now there was\nabsolutely no chance of escape. She could no longer move any\npart of her body. The end was near.\n\nHer fury of anger was gone, there was only a great sadness in\nher heart.\n\n\"I didn't know there was such meanness and wickedness in the\nworld,\" she thought. \"The deep night of death is upon me.\nGood-by, dear bright sun. Good-by, my dear friend-bees. Why did\nI leave you? A happy life to you. I must die.\"\n\nThe spider sat wary, a little to one side. She was still afraid\nof Maya's sting.\n\n\"Well?\" she jeered. \"How are you feeling, little girl?\"\n\nMaya was too proud to answer the false creature. She merely\nsaid, after a while when she felt she couldn't bear any more:\n\n\"Please kill me right away.\"\n\n\"Really!\" said the spider, tying a few torn threads together.\n\"Really! Do you take me to be as big a dunce as yourself? You're\ngoing to die anyhow, if you're kept hanging long enough, and\nthat's the time for me to suck the blood out of you--when you\ncan't sting. Too bad, though, that you can't see how dreadfully\nyou've damaged my lovely web. Then you'd realize that you\ndeserve to die.\"\n\nShe dropped down to the ground, laid the end of the newly spun\nthread about a stone, and pulled it in tight. Then she ran up\nagain, caught hold of the thread by which little enmeshed Maya\nhung, and dragged her captive along.\n\n\"You're going into the shade, my dear,\" she said, \"so that you\nshall not dry up out here in the sunshine. Besides, hanging here\nyou're like a scarecrow, you'll frighten away other nice little\nmortals who don't watch where they're going. And sometimes the\nsparrows come and rob my web.-- To let you know with whom you're\ndealing, my name is Thekla, of the family of cross-spiders. You\nneedn't tell me your name. It makes no difference. You're a fat\nbit, and you'll taste just as tender and juicy by any name.\"\n\nSo little Maya hung in the shade of the blackberry vine, close\nto the ground, completely at the mercy of the cruel spider, who\nintended her to die by slow starvation. Hanging with her little\nhead downward--a fearful position to be in--she soon felt she\nwould not last many more minutes. She whimpered softly, and her\ncries for help grew feebler and feebler. Who was there to hear?\nHer folk at home knew nothing of this catastrophe, so _they_\ncouldn't come hurrying to her rescue.\n\nSuddenly down, in the grass, she heard some one growling:\n\n\"Make way! _I'm_ coming.\"\n\nMaya's agonized heart began to beat stormily. She recognized the\nvoice of Bobbie, the dung-beetle.\n\n\"Bobbie,\" she called, as loud as she could, \"Bobbie, dear\nBobbie!\"\n\n\"Make way! _I'm_ coming.\"\n\n\"But I'm not in your way, Bobbie,\" cried Maya. \"Oh dear, I'm\nhanging over your head. The spider has caught me.\"\n\n\"Who are you?\" asked Bobbie. \"So many people know me. You know\nthey do, don't you?\"\n\n\"I am Maya--Maya, the bee. Oh please, please help me!\"\n\n\"Maya? Maya?-- Ah, now I remember. You made my acquaintance\nseveral weeks ago.-- The deuce! You _are_ in a bad way, if I\nmust say so myself. You certainly do need my help. As I happen\nto have a few moments' time, I won't refuse.\"\n\n\"Oh, Bobbie, can you tear these threads?\"\n\n\"Tear those threads! Do you mean to insult me?\" Bobbie slapped\nthe muscles of his arm. \"Look, little girl. Hard as steel. No\nmatch for _that_ in strength. I can do more than smash a few\ncobwebs. You'll see something that'll make you open your eyes.\"\n\nBobbie crawled up on the leaf, caught hold of the thread by\nwhich Maya was hanging, clung to it, then let go of the leaf.\nThe thread broke, and they both fell to the ground.\n\n\"That's only the beginning,\" said Bobbie.-- \"But Maya, you're\ntrembling. My dear child, you poor little girl, how pale you\nare! Now who would be so afraid of death? You must look death\ncalmly in the face as I do. So. I'll unwrap you now.\"\n\nMaya could not utter a syllable. Bright tears of joy ran down\nher cheeks. She was to be free again, fly again in the sunshine,\nwherever she wished. She was to live.\n\nBut then she saw the spider coming down the blackberry vine.\n\n\"Bobbie,\" she screamed, \"the spider's coming.\"\n\nBobbie went on unperturbed, merely laughing to himself. He\nreally was an extraordinarily strong insect.\n\n\"She'll think twice before she comes nearer,\" he said.\n\nBut there! The vile voice rasped above them:\n\n\"Robbers! Help! I'm being robbed. You fat lump, what are you\ndoing with my prey?\"\n\n\"Don't excite yourself, madam,\" said Bobbie. \"I have a right,\nhaven't I, to talk to my friend. If you say another word to\ndisplease me, I'll tear your whole web to shreds. Well? Why so\nsilent all of a sudden?\"\n\n\"I am defeated,\" said the spider.\n\n\"That has nothing to do with the case,\" observed Bobbie. \"Now\nyou'd better be getting away from here.\"\n\nThe spider cast a look at Bobbie full of hate and venom; but\nglancing up at her web she reconsidered, and turned away slowly,\nfurious, scolding and growling under her breath. Fangs and\nstings were of no avail. They wouldn't even leave a mark on\narmor such as Bobbie wore. With violent denunciations against\nthe injustice in the world, the spider hid herself away inside a\nwithered leaf, from which she could spy out and watch over her\nweb.\n\nMeanwhile Bobbie finished the unwrapping of Maya. He tore the\nnetwork and released her legs and wings. The rest she could do\nherself. She preened herself happily. But she had to go slow,\nbecause she was still weak from fright.\n\n\"You must forget what you have been through,\" said Bobbie. \"Then\nyou'll stop trembling. Now see if you can fly. Try.\"\n\nMaya lifted herself with a little buzz. Her wings worked\nsplendidly, and to her intense joy she felt that no part of her\nbody had been injured. She flew slowly up to the jasmine\nflowers, drank avidly of their abundant scented honey-juice, and\nreturned to Bobbie, who had left the blackberry vines and was\nsitting in the grass.\n\n\"I thank you with my whole heart and soul,\" said Maya, deeply\nmoved and happy in her regained freedom.\n\n\"Thanks are in place,\" observed Bobbie. \"But that's the way I\nalways am--always doing something for other people. Now fly\naway. I'd advise you to lay your head on your pillow early\nto-night. Have you far to go?\"\n\n\"No,\" said Maya. \"Only a short way. I live at the edge of the\nbeech-woods. Good-by, Bobbie, I'll never forget you, never,\nnever, so long as I live. Good-by.\"\n\n    [Illustration]\n\n\n\n\n    [Illustration]\n\nCHAPTER VIII\n\nTHE BUG AND THE BUTTERFLY\n\n\nHer adventure with the spider gave Maya something to think\nabout. She made up her mind to be more cautious in the future,\nnot to rush into things so recklessly. Cassandra's prudent\nwarnings about the greatest dangers that threaten the bees, were\nenough to give one pause; and there were all sorts of other\npossibilities, and the world was such a big place--oh, there\nwas a good deal to make a little bee stop and think.\n\nIt was in the evening particularly, when twilight fell and the\nlittle bee was all by herself, that one consideration after\nanother stirred her mind. But the next morning, if the sun\nshone, she usually forgot half the things that had bothered her\nthe night before, and allowed her eagerness for experiences to\ndrive her out again into the gay whirl of life.\n\nOne day she met a very curious creature. It was angular and flat\nas a pancake, but had a rather neat design on its sheath; and\nwhether its sheath were wings or what, you couldn't really tell.\nThe odd little monster sat absolutely still on the shaded leaf\nof a raspberry bush, its eyes half closed, apparently sunk in\nmeditation. The scent of the raspberries spread around it\ndeliciously. Maya wanted to find out what sort of an animal it\nwas. She flew to the next-door leaf and said how-do-you-do. The\nstranger made no reply.\n\n\"How do you do, again?\" And Maya gave its leaf a little tap. The\nflat object peeled one eye open, turned it on Maya, and said:\n\n\"A bee. The world is full of bees,\" and closed its eye again.\n\n\"Unique,\" thought Maya, and determined to get at the stranger's\nsecret. For now it excited her curiosity more than ever, as\npeople often do who pay no attention to us. She tried honey.\n\"I have plenty of honey,\" she said. \"May I offer you some?\" The\nstranger opened its one eye and regarded Maya contemplatively a\nmoment or two. \"What is it going to say this time?\" Maya\nwondered.\n\nThis time there was no answer at all. The one eye merely closed\nagain, and the stranger sat quite still, tight on the leaf, so\nthat you couldn't see its legs and you'd have thought it had\nbeen pressed down flat with a thumb.\n\nMaya realized, of course, that the stranger wanted to ignore\nher, but--you know how it is--you don't like being snubbed,\nespecially if you haven't found out what you wanted to find out.\nIt makes you feel so cheap.\n\n\"Whoever you are,\" cried Maya, \"permit me to inform you that\ninsects are in the habit of greeting each other, especially when\none of them happens to be a bee.\" The bug sat on without\nbudging. It did not so much as open its one eye again. \"It's\nill,\" thought Maya. \"How horrid to be ill on a lovely day like\nthis. That's why it's staying in the shade, too.\" She flew over\nto the bug's leaf and sat down beside it. \"Aren't you feeling\nwell?\" she asked, so very friendly.\n\nAt this the funny creature began to move away. \"Move\" is the\nonly word to use, because it didn't walk, or run, or fly, or\nhop. It went as if shoved by an invisible hand.\n\n\"It hasn't any legs. That's why it's so cross,\" thought Maya.\n\nWhen it reached the stem of the leaf it stopped a second, moved\non again, and, to her astonishment, Maya saw that it had left\nbehind a little brown drop.\n\n\"How _very_ singular,\" she thought--and clapped her hand to her\nnose and held it tight shut. The veriest stench came from the\nlittle brown drop. Maya almost fainted. She flew away as fast as\nshe could and seated herself on a raspberry, where she held on\nto her nose and shivered with disgust and excitement.\n\n\"Serves you right,\" someone above her called, and laughed. \"Why\ntake up with a stink-bug?\"\n\n\"Don't laugh!\" cried Maya.\n\nShe looked up. A white butterfly had alighted overhead on a\nslender, swaying branch of the raspberry bush, and was slowly\nopening and closing its broad wings--slowly, softly, silently,\nhappy in the sunshine--black corners to its wings, round black\nmarks in the centre of each wing, four round black marks in all.\nAh, how beautiful, how beautiful! Maya forgot her vexation. And\nshe was glad, too, to talk to the butterfly. She had never made\nthe acquaintance of one before even though she had met a great\nmany.\n\n\"Oh,\" she said, \"you probably are right to laugh. Was that a\nstink-bug?\"\n\n\"It was,\" he replied, still smiling. \"The sort of person to keep\naway from. You're probably very young still?\"\n\n\"Well,\" observed Maya, \"I shouldn't say I was--exactly. I've\nbeen through a great deal. But that was the first specimen of\nthe kind I had ever come across. Can you imagine doing such a\nthing?\"\n\nThe butterfly had to laugh again.\n\n\"You see,\" he explained, \"stink-bugs like to keep to themselves.\nThey are not very popular, so they use the odoriferous drop to\nmake people take notice of them. We'd probably soon forget the\nfact of their existence if it were not for the drop: it serves\nas a reminder. And they want to be remembered, no matter how.\"\n\n\"How lovely, how exquisitely lovely your wings are,\" said Maya.\n\"So delicate and white. May I introduce myself? Maya, of the\nnation of bees.\"\n\nThe butterfly laid his wings together to look like only one wing\nstanding straight up in the air. He gave a slight bow.\n\n\"Fred,\" he said laconically.\n\nMaya couldn't gaze her fill.\n\n\"Fly a little,\" she asked.\n\n\"Shall I fly away?\"\n\n\"Oh no. I just want to see your great white wings move in the\nblue air. But never mind. I can wait till later. Where do you\nlive?\"\n\n\"Nowhere specially. A settled home is too much of a nuisance.\nLife didn't get to be really delightful until I turned into a\nbutterfly. Before that, while I was still a caterpillar,\nI couldn't leave the cabbage the livelong day, and all one did\nwas eat and squabble.\"\n\n\"Just what do you mean?\" asked Maya, mystified.\n\n\"I used to be a caterpillar,\" explained Fred.\n\n\"Never!\" cried Maya.\n\n\"Now, now, now,\" said Fred, pointing both feelers straight at\nMaya. \"Everyone knows a butterfly is first a caterpillar. Even\nhuman beings know it.\"\n\nMaya was utterly perplexed. Could such a thing be?\n\n\"You must really explain more clearly,\" she said. \"I couldn't\naccept what you say just so, could I? You wouldn't expect\nme to.\"\n\nThe butterfly perched beside the little bee on the slender\nswaying branch of the raspberry bush, and they rocked together\nin the morning wind. He told her how he had begun life as a\ncaterpillar and then, one day, when he had shed his last\ncaterpillar skin, he came out a pupa or chrysalis.\n\n\"At the end of a few weeks,\" he continued, \"I woke up out of my\ndark sleep and broke through the wrappings or pupa-case. I can't\ntell you, Maya, what a feeling comes over you when, after a time\nlike that, you suddenly see the sun again. I felt as though I\nwere melting in a warm golden ocean, and I loved my life so that\nmy heart began to pound.\"\n\n\"I understand,\" said Maya, \"I understand. I felt the same way\nthe first time I left our humdrum city and flew out into the\nbright scented world of blossoms.\" The little bee was silent a\nwhile, thinking of her first flight.-- But then she wanted to\nknow how the butterfly's large wings could grow in the small\nspace of the pupa-case.\n\nFred explained.\n\n\"The wings are delicately folded together like the petals of a\nflower in the bud. When the weather is bright and warm, the\nflower must open, it cannot help itself, and its petals unfold.\nSo with my wings, they were folded up, then unfolded. No one can\nresist the sun when it shines.\"\n\n\"No, no--one cannot--one cannot resist the sunshine.\" Maya\nmused, watching the butterfly as he perched in the golden light\nof the morning, pure white against the blue sky.\n\n\"People often charge us with being frivolous,\" said Fred. \"We're\nreally happy--just that--just happy. You wouldn't believe how\nseriously I sometimes think about life.\"\n\n\"Tell me what all you think.\"\n\n\"Oh,\" said Fred, \"I think about the future. It's very\ninteresting to think about the future.-- But I should like to\nfly now. The meadows on the hillside are full of yarrow and\ncanterbury bells; everything's in bloom. I'd like to be there,\nyou know.\"\n\nThis Maya understood, she understood it well, and they said\ngood-by and flew away in different directions, the white\nbutterfly rocking silently as if wafted by the gentle wind,\nlittle Maya with that uneasy zoom-zoom of the bees which we hear\nupon the flowers on fair days and which we always recall when we\nthink of the summer.\n\n    [Illustration]\n\n\n\n\n    [Illustration]\n\nCHAPTER IX\n\nTHE LOST LEG\n\nNear the hole where Maya had set herself up for the summer lived\na family of bark-boring beetles. Fridolin, the father, was an\nearnest, industrious man who wanted many children and took\nimmense pains to bring up a large family. He had done very well:\nhe had fifty energetic sons to fill him with pride and high\nhopes. Each had dug his own meandering little tunnel in the bark\nof the pine-tree and all were getting on and were comfortably\nsettled.\n\n\"My wife,\" Fridolin said to Maya, after they had known each\nother some time, \"has arranged things so that none of my sons\ninterferes with the others. They are not even acquainted; each\ngoes his own way.\"\n\nMaya knew that human beings were none too fond of Fridolin and\nhis people, though she herself liked him and liked his opinions\nand had found no reason to avoid him. In the morning before the\nsun arose and the woods were still asleep, she would hear his\nfine tapping and boring. It sounded like a delicate trickling,\nor as if the tree were breathing in its sleep. Later she would\nsee the thin brown dust that he had emptied out of his corridor.\n\nOnce he came at an early hour, as he often did, to wish her\ngood-morning and ask if she had slept well.\n\n\"Not flying to-day?\" he inquired.\n\n\"No, it's too windy.\"\n\nIt was windy. The wind rushed and roared and flung the branches\ninto a mad tumult. The leaves looked ready to fly away. After\neach great gust the sky would brighten, and in the pale light\nthe trees seemed balder. The pine in which Maya and Fridolin\nlived shrieked with the voices of the wind as in a fury of anger\nand excitement.\n\nFridolin sighed.\n\n\"I worked all night,\" he told Maya, \"all night. But what can you\ndo? You've got to do _some_thing to get _some_where. And I'm not\naltogether satisfied with this pine; I should have tackled a\nfir-tree.\" He wiped his brow and smiled in self-pity.\n\n\"How are your children?\" asked Maya pleasantly.\n\n\"Thank you,\" said Fridolin, \"thank you for your interest.\nBut\"--he hesitated--\"but I don't supervise the way I used to.\nStill, I have reason to believe they are all doing well.\"\n\nAs he sat there, a little brown man with slightly curtailed\nwing-sheaths and a breastplate that looked like a head too large\nfor its body, Maya thought he was almost comical; but she knew\nhe was a dangerous beetle who could do immense harm to the mighty\ntrees of the forest, and if his tribe attacked a tree in numbers\nthen the green needles were doomed, the tree would turn sear and\ndie. It was utterly without defenses against the little marauders\nwho destroyed the bark and the sap-wood. And the sap-wood is\nnecessary to the life of a tree because it carries the sap up to\nthe very tips of the branches. There were stories of how whole\nforests had fallen victims to the race of boring-beetles. Maya\nlooked at Fridolin reflectively; she was awed into solemnity at\nthe thought of the great power these little creatures possessed\nand of how important they could become.\n\nFridolin sighed and said in a worried tone:\n\n\"Ah, life would be beautiful if there were no woodpeckers.\"\n\nMaya nodded.\n\n\"Yes, indeed, you're right. The woodpecker gobbles up every\ninsect he sees.\"\n\n\"If it were only that,\" observed Fridolin, \"if it were only that\nhe got the careless people who fool around on the outside, on\nthe bark, I'd say, 'Very well, a woodpecker must live too.' But\nit seems all wrong that the bird should follow us right into our\ncorridors into the remotest corners of our homes.\"\n\n\"But he can't. He's too big, isn't he?\"\n\nFridolin looked at Maya with an air of grave importance, lifting\nhis brows and shaking his head two or three times. It seemed to\nplease him that he knew something she didn't know.\n\n\"Too big? What difference does his size make? No, my dear, it's\nnot his size we are afraid of; it's his tongue.\"\n\nMaya made big eyes.\n\nFridolin told her about the woodpecker's tongue: that it was\nlong and thin, and round as a worm, and barbed and sticky.\n\n\"He can stretch his tongue out ten times my length,\" cried the\nbark-beetle, flourishing his arm. \"You think: 'now--now he has\nreached the limit, he can't make it the tiniest bit longer.' But\nno, he goes on stretching and stretching it. He pokes it deep\ninto all the cracks and crevices of the bark, on the chance that\nhe'll find somebody sitting there. He even pushes it into our\npassageways--actually, into our corridors and chambers. Things\nstick to it, and that's the way he pulls us out of our homes.\"\n\n\"I am not a coward,\" said Maya, \"I don't think I am, but what\nyou say makes me creepy.\"\n\n\"Oh, _you're_ all right,\" said Fridolin, a little envious, \"you\nwith your sting are safe. A person'll think twice before he'll\nlet you sting his tongue. Anybody'll tell you that. But how\nabout us bark-beetles? How do you think we feel? A cousin of\nmine got caught. We had just had a little quarrel on account\nof my wife. I remember every detail perfectly. My cousin was\npaying us a visit and hadn't yet got used to our ways or our\narrangements. All of a sudden we heard a woodpecker scratching\nand boring--one of the smaller species. It must have begun\nright at our building because as a rule we hear him beforehand\nand have time to run to shelter before he reaches us.\n\n\"Suddenly I heard my poor cousin scream in the dark: 'Fridolin,\nI'm sticking!' Then all I heard was a short desperate scuffle,\nfollowed by complete silence, and in a few moments the woodpecker\nwas hammering at the house next door. My poor cousin! Her name\nwas Agatha.\"\n\n\"Feel how my heart is beating,\" said Maya, in a whisper.\n\"You oughtn't to have told it so quickly. My goodness, the\nthings that do happen!\" And the little bee thought of her own\nadventures in the past and the accidents that might still happen\nto her.\n\nA laugh from Fridolin interrupted her reflections. She looked up\nin surprise.\n\n\"See who's coming,\" he cried, \"coming up the tree. Here's the\nfellow for you! I tell you, he's a--but you'll see.\"\n\nMaya followed the direction of his gaze and saw a remarkable\nanimal slowly climbing up the trunk. She wouldn't have believed\nsuch a creature was possible if she had not seen it with her own\neyes.\n\n\"Hadn't we better hide?\" she asked, alarm getting the better of\nastonishment.\n\n\"Absurd,\" replied the bark-beetle, \"just sit still and be polite\nto the gentleman. He is very learned, really, very scholarly,\nand what is more, kind and modest and, like most persons of his\ntype, rather funny. See what he's doing now!\"\n\n\"Probably thinking,\" observed Maya, who couldn't get over her\nastonishment.\n\n\"He's struggling against the wind,\" said Fridolin, and laughed.\n\"I hope his legs don't get entangled.\"\n\n\"Are those long threads really his legs?\" asked Maya, opening\nher eyes wide. \"I've never seen the like.\"\n\nMeanwhile the newcomer had drawn near, and Maya got a better\nview of him. He looked as though he were swinging in the air,\nhis rotund little body hung so high on his monstrously long\nlegs, which groped for a footing on all sides like a movable\nscaffolding of threads. He stepped along cautiously, feeling his\nway; the little brown sphere of his body rose and sank, rose and\nsank. His legs were so very long and thin that one alone would\ncertainly not have been enough to support his body. He needed\nall at once, unquestionably. As they were jointed in the middle,\nthey rose high in the air above him.\n\nMaya clapped her hands together.\n\n\"Well!\" she cried. \"Did you ever? Would you have dreamed that\nsuch delicate legs, legs as fine as a hair, could be so nimble\nand useful--that one could really use them--and they'd know\nwhat to do? Fridolin, I think it's wonderful, simply wonderful.\"\n\n\"Ah, bah,\" said the bark-beetle. \"Don't take things so\nseriously. Just laugh when you see something funny; that's all.\"\n\n\"But I don't feel like laughing. Often we laugh at something and\nlater find out it was just because we haven't understood.\"\n\nBy this time the stranger had joined them and was looking down\nat Maya from the height of his pointed triangles of legs.\n\n\"Good-morning,\" he said, \"a real wind-storm--a pretty strong\ndraught, don't you think, or--no? You are of a different\nopinion?\" He clung to the tree as hard as he could.\n\nFridolin turned to hide his laughing, but little Maya replied\npolitely that she quite agreed with him and that was why she had\nnot gone out flying. Then she introduced herself. The stranger\nsquinted down at her through his legs.\n\n\"Maya, of the nation of bees,\" he repeated. \"Delighted, really.\nI have heard a good deal about bees.-- I myself belong to the\ngeneral family of spiders, species daddy-long-legs, and my name\nis Hannibal.\"\n\nThe word spider has an evil sound in the ears of all smaller\ninsects, and Maya could not quite conceal her fright, especially\nas she was reminded of her agony in Thekla's web. Hannibal\nseemed to take no notice, so Maya decided, \"Well if need be I'll\nfly away, and he can whistle for me; he has no wings and his web\nis somewhere else.\"\n\n\"I am thinking,\" said Hannibal, \"thinking very hard.-- If you\nwill permit me, I will come a little closer. That big branch\nthere makes a good shield against the wind.\"\n\n\"Why, certainly,\" said Maya, making room for him.\n\nFridolin said good-by and left. Maya stayed; she was eager to\nget at Hannibal's personality.\n\n\"The many, many different kinds of animals there are in the\nworld,\" she thought. \"Every day a fresh discovery.\"\n\nThe wind had subsided some, and the sun shone through the\nbranches. From below rose the song of a robin redbreast, filling\nthe woods with joy. Maya could see it perched on a branch, could\nsee its throat swell and pulse with the song as it held its\nlittle head raised up to the light.\n\n\"If only I could sing like that robin redbreast,\" she said, \"I'd\nperch on a flower and keep it up the livelong day.\"\n\n\"You'd produce something lovely, you would, with your humming\nand buzzing.\"\n\n\"The bird looks so happy.\"\n\n\"You have great fancies,\" said the daddy-long-legs. \"Supposing\nevery animal were to wish he could do something that nature had\nnot fitted him to do, the world would be all topsy-turvy.\nSupposing a robin redbreast thought he had to have a sting--a\nsting above everything else--or a goat wanted to fly about\ngathering honey. Supposing a frog were to come along and\nlanguish for my kind of legs.\"\n\nMaya laughed.\n\n\"That isn't just what I mean. I mean, it seems lovely to be able\nto make all beings as happy as the bird does with his song.-- But\ngoodness gracious!\" she exclaimed suddenly. \"Mr. Hannibal, you\nhave one leg too many.\"\n\nHannibal frowned and looked into space, vexed.\n\n\"Well, you've noticed it,\" he said glumly. \"But as a matter of\nfact--one leg too few, not too many.\"\n\n\"Why? Do you usually have eight legs?\"\n\n\"Permit me to explain. We spiders have eight legs. We need them\nall. Besides, eight is a more aristocratic number. One of my\nlegs got lost. Too bad about it. However you manage, you make\nthe best of it.\"\n\n\"It must be dreadfully disagreeable to lose a leg,\" Maya\nsympathized.\n\nHannibal propped his chin on his hand and arranged his legs to\nkeep them from being easily counted.\n\n\"I'll tell you how it happened. Of course, as usual when there's\nmischief, a human being is mixed up in it. We spiders are\ncareful and look what we're doing, but human beings are\ncareless, they grab you sometimes as though you were a piece of\nwood. Shall I tell you?\"\n\n\"Oh, do please,\" said Maya, settling herself comfortably. \"It\nwould be awfully interesting. You must certainly have gone\nthrough a good deal.\"\n\n\"I should say so,\" said Hannibal. \"Now listen. We daddy-long-legs,\nyou know, hunt by night. I was then living in a green garden-house.\nIt was overgrown with ivy, and there were a number of broken\nwindow-panes, which made it very convenient for me to crawl\nin and out. The man came at dark. In one hand he carried\nhis artificial sun, which he calls lamp, in the other hand\na small bottle, under his arm some paper, and in his pocket\nanother bottle. He put everything down on the table and began\nto think, because he wanted to write his thoughts on the\npaper.-- You must certainly have come across paper in the\nwoods or in the garden. The black on the paper is what man\nhas excogitated--excogitated.\"\n\n\"Marvelous!\" cried Maya, all a-glow that she was to learn so\nmuch.\n\n\"For this purpose,\" Hannibal continued, \"man needs both bottles.\nHe inserts a stick into the one and drinks out of the other. The\nmore he drinks, the better it goes. Of course it is about us\ninsects that he writes, everything he knows about us, and he\nwrites strenuously, but the result is not much to boast of,\nbecause up to now man has found out very little in regard to\ninsects. He is absolutely ignorant of our soul-life and hasn't\nthe least consideration for our feelings. You'll see.\"\n\n\"Don't you think well of human beings?\" asked Maya.\n\n\"Oh, yes, yes. But the loss of a leg\"--the daddy-long-legs\nlooked down slantwise--\"is apt to embitter one, rather.\"\n\n\"I see,\" said Maya.\n\n\"One evening I was sitting on a window-frame as usual, prepared\nfor the chase, and the man was sitting at the table, his two\nbottles before him, trying to produce something. It annoyed me\ndreadfully that a whole swarm of little flies and gnats, upon\nwhich I depend for my subsistence, had settled upon the\nartificial sun and were staring into it in that crude, stupid,\nuneducated way of theirs.\"\n\n\"Well,\" observed Maya, \"I think I'd look at a thing like that\nmyself.\"\n\n\"Look, for all I care. But to look and to stare like an idiot\nare two entirely different things. Just watch once and see the\nsilly jig they dance around a lamp. It's nothing for them to\nbutt their heads about twenty times. Some of them keep it up\nuntil they burn their wings. And all the time they stare and\nstare at the light.\"\n\n\"Poor creatures! Evidently they lose their wits.\"\n\n\"Then they had better stay outside on the window-frame or under\nthe leaves. They're safe from the lamp there, and that's where I\ncan catch them.-- Well, on that fateful night I saw from my\nposition on the window-frame that some gnats were lying\nscattered on the table beside the lamp drawing their last\nbreath. The man did not seem to notice or care about them, so I\ndecided to go and take them myself. That's perfectly natural,\nisn't it?\"\n\n\"Perfectly.\"\n\n\"And yet, it was my undoing. I crept up the leg of the table,\nvery softly, on my guard, until I could peep over the edge. The\nman seemed dreadfully big. I watched him working. Then, slowly,\nvery slowly, carefully lifting one leg at a time, I crossed over\nto the lamp. As long as I was covered by the bottle all went\nwell, but I had scarcely turned the corner, when the man looked\nup and grabbed me. He lifted me by one of my legs, dangled me in\nfront of his huge eyes, and said: 'See what's here, just see\nwhat's here.' And he grinned--the brute!--he grinned with his\nwhole face, as though it were a laughing matter.\"\n\nHannibal sighed, and little Maya kept quite still. Her head was\nin a whirl.\n\n\"Have human beings such immense eyes?\" she asked at last.\n\n\"Please think of _me_ in the position _I_ was in,\" cried\nHannibal, vexed. \"Try to imagine how I felt. Who'd like to be\nhanging by the leg in front of eyes twenty times as big as his\nown body and a mouth full of gleaming teeth, each fully twice as\nbig as himself? Well, what do you think?\"\n\n\"Awful! Perfectly awful!\"\n\n\"Thank the Lord, my leg broke off. There's no telling what might\nhave happened if my leg had not broken off. I fell to the table,\nand then I ran, I ran as fast as my remaining legs would take\nme, and hid behind the bottle. There I stood and hurled threats\nof violence at the man. They saved me, my threats did, the man\nwas afraid to run after me. I saw him lay my leg on the white\npaper, and I watched how it wanted to escape--which it can't do\nwithout me.\"\n\n\"Was it still moving?\" asked Maya, prickling at the thought.\n\n\"Yes. Our legs always do move when they're pulled out. My leg\nran, but I not being there it didn't know where to run to, so it\nmerely flopped about aimlessly on the same spot, and the man\nwatched it, clutching at his nose and smiling--smiling, the\nheartless wretch!--at my leg's sense of duty.\"\n\n\"Impossible,\" said the little bee, quite scared, \"an offen leg\ncan't crawl.\"\n\n\"An offen leg? _What_ is an offen leg?\"\n\n\"A leg that has come off,\" explained Maya, staring at him.\n\"Don't you know? At home we children used the word offen for\nanything that had come off.\"\n\n\"You should drop your nursery slang when you're out in the world\nand in the presence of cultured people,\" said Hannibal severely.\n\"But it _is_ true that our legs totter long after they have been\ntorn from our bodies.\"\n\n\"I can't believe it without proof.\"\n\n\"Do you think I'll tear one of my legs off to satisfy you?\"\nHannibal's tone was ugly. \"I see you're not a fit person to\nassociate with. Nobody, I'd like you to know, _no_body has ever\ndoubted my word before.\"\n\nMaya was terribly put out. She couldn't understand what had\nupset the daddy-long-legs so, or what dreadful thing she had\ndone.\n\n\"It isn't altogether easy to get along with strangers,\" she\nthought. \"They don't think the way we do and don't see that we\nmean no harm.\" She was depressed and cast a troubled look at the\nspider with his long legs and soured expression.\n\n\"Really, someone ought to come and eat you up.\"\n\nHannibal had evidently mistaken Maya's good nature for weakness.\nFor now something unusual happened to the little bee. Suddenly\nher depression passed and gave way, not to alarm or timidity,\nbut to a calm courage. She straightened up, lifted her lovely,\ntransparent wings, uttered her high clear buzz, and said with a\ngleam in her eyes:\n\n\"I am a bee, Mr. Hannibal.\"\n\n\"I beg your pardon,\" said he, and without saying good-by turned\nand ran down the tree-trunk as fast as a person can run who has\nseven legs.\n\nMaya had to laugh, willy-nilly. From down below Hannibal began\nto scold.\n\n\"You're bad. You threaten helpless people, you threaten them with\nyour sting when you know they're handicapped by a misfortune and\ncan't get away fast. But your hour is coming, and when you're\nin a tight place you'll think of me and be sorry.\" Hannibal\ndisappeared under the leaves of the coltsfoot on the ground.\nHis last words had not reached the little bee.\n\nThe wind had almost died away, and the day promised to be fine.\nWhite clouds sailed aloft in a deep, deep blue, looking happy\nand serene like good thoughts of the Lord. Maya was cheered. She\nthought of the rich shaded meadows by the woods and of the sunny\nslopes beyond the lake. A blithe activity must have begun there\nby this time. In her mind she saw the slim grasses waving and\nthe purple iris that grew in the rills at the edge of the woods.\nFrom the flower of an iris you could look across to the\nmysterious night of the pine-forest and catch its cool breath of\nmelancholy. You knew that its forbidding silence, which\ntransformed the sunshine into a reddish half-light of sleep, was\nthe home of the fairy tale.\n\nMaya was already flying. She had started off instinctively, in\nanswer to the call of the meadows and their gay carpeting of\nflowers. It was a joy to be alive.\n\n    [Illustration]\n\n\n\n    [Illustration]\n\nCHAPTER X\n\nTHE WONDERS OF THE NIGHT\n\n\nThus the days and weeks of her young life passed for little Maya\namong the insects in a lovely summer world--a happy roving in\ngarden and meadow, occasional risks and many joys. For all that,\nshe often missed the companions of her early childhood and now\nand again suffered a pang of homesickness, an ache of longing\nfor her people and the kingdom she had left. There were hours,\ntoo, when she yearned for regular, useful work and association\nwith friends of her own kind.\n\nHowever, at bottom she had a restless nature, little Maya had,\nand was scarcely ready to settle down for good and live in the\ncommunity of the bees; she wouldn't have felt comfortable. Often\namong animals as well as human beings there are some who cannot\nconform to the ways of the others. Before we condemn them we\nmust be careful and give them a chance to prove themselves. For\nit is not always laziness or stubbornness that makes them\ndifferent. Far from it. At the back of their peculiar urge is a\ndeep longing for something higher or better than what every-day\nlife has to offer, and many a time young runaways have grown up\ninto good, sensible, experienced men and women.\n\nLittle Maya was a pure, sensitive soul, and her attitude to the\nbig, beautiful world came of a genuine eagerness for knowledge\nand a great delight in the glories of creation.\n\nYet it is hard to be alone even when you are happy, and the\nmore Maya went through, the greater became her yearning for\ncompanionship and love. She was no longer so very young; she had\ngrown into a strong, superb creature with sound, bright wings,\na sharp, dangerous sting, and a highly developed sense of both\nthe pleasures and the hazards of her life. Through her own\nexperience she had gathered information and stored up wisdom,\nwhich she now often wished she could apply to something of real\nvalue. There were days when she was ready to return to the hive\nand throw herself at the queen's feet and sue for pardon and\nhonorable reinstatement. But a great, burning desire held her\nback--the desire to know human beings. She had heard so many\ncontradictory things about them that she was confused rather\nthan enlightened. Yet she had a feeling that in the whole of\ncreation there were no beings more powerful or more intelligent\nor more sublime than they.\n\nA few times in her wanderings she had seen people, but only from\nafar, from high up in the air--big and little people, black\npeople, white people, red people, and such as dressed in many\ncolors. She had never ventured close. Once she had caught the\nglimmer of red near a brook, and thinking it was a bed of\nflowers had flown down. She found a human being fast asleep\namong the brookside blossoms. It had golden hair and a pink face\nand wore a red dress. It was dreadfully large, of course, but\nstill it looked so good and sweet that Maya thrilled, and tears\ncame to her eyes. She lost all sense of her whereabouts; she\ncould do nothing but gaze and gaze upon the slumbering presence.\nAll the horrid things she had ever heard against man seemed\nutterly impossible. Lies they must have been--mean lies that\nshe had been told against creatures as charming as this one\nasleep in the shade of the whispering birch-trees.\n\nAfter a while a mosquito came and buzzed greetings.\n\n\"Look!\" cried Maya, hot with excitement and delight. \"Look, just\nlook at that human being there. How good, how beautiful! Doesn't\nit fill you with enthusiasm?\"\n\nThe mosquito gave Maya a surprised stare, then turned slowly\nround to glance at the object of her admiration.\n\n\"Yes, it _is_ good. I just tasted it. I stung it. Look, my body\nis shining red with its blood.\"\n\nMaya had to press her hand to her heart, so startled was she by\nthe mosquito's daring.\n\n\"Will it die?\" she cried. \"Where did you wound it? How could\nyou? How could you screw up your courage to sting it? And how\nvile! Why, you're a beast of prey!\"\n\nThe mosquito tittered.\n\n\"Why, it's only a very little human being,\" it answered in its\nhigh, thin voice. \"It's the size called girl--the size at which\nthe legs are covered half way up with a separate colored casing.\nMy sting, of course, goes through the casing but usually doesn't\nreach the skin.-- Your ignorance is really stupendous. Do you\nactually think that human beings are good? I haven't come across\none who willingly let me take the tiniest drop of his blood.\"\n\n\"I don't know very much about human beings, I admit,\" said Maya\nhumbly.\n\n\"But of all the insects you bees have most to do with human\nbeings. That's a well-known fact.\"\n\n\"I left our kingdom,\" Maya confessed timidly. \"I didn't like it.\nI wanted to learn about the outside world.\"\n\n\"Well, well, what do you think of that!\" The mosquito drew a\nstep nearer. \"How do you like your free-lancing? I must say,\nI admire you for your independence. I for one would never\nconsent to serve human beings.\"\n\n\"But they serve us too!\" said Maya, who couldn't bear a slight\nto be put upon her people.\n\n\"Maybe.-- To what nation do you belong?\"\n\n\"I come of the nation in the castle park. The ruling queen is\nHelen VIII.\"\n\n\"Indeed,\" said the mosquito, and bowed low. \"An enviable\nlineage. My deepest respects.-- There was a revolution in your\nkingdom not so long ago, wasn't there? I heard it from the\nmessengers of the rebel swarm. Am I right?\"\n\n\"Yes,\" said Maya, proud and happy that her nation was so\nrespected and renowned. Homesickness for her people awoke again,\ndeep down in her heart, and she wished she could do something\ngood and great for her queen and country. Carried away on the\nwings of this dream, she forgot to ask about human beings. Or,\nlike as not, she refrained from questions, feeling that the\nmosquito would not tell her things she would be glad to hear.\nThe mite of a creature impressed her as a saucy Miss, and people\nof her kind usually had nothing good to say of others. Besides,\nshe soon flew away.\n\n\"I'm going to take one more drink,\" she called back to Maya.\n\"Later I and my friends are going flying in the light of\nthe westering sun. Then we'll be sure to have good weather\nto-morrow.\"\n\nMaya made off quickly. She couldn't bear to stay and see the\nmosquito hurt the sleeping child. And how could she do this\nthing and not perish? Hadn't Cassandra said: \"If you sting a\nhuman being, you will die?\"\n\nMaya still remembered every detail of this incident with the\nchild and the mosquito, but her craving to know human beings\nwell had not been stilled. She made up her mind to be bolder and\nnever stop trying until she had reached her goal.\n\n\nAt last Maya's longing to know human beings was to be satisfied,\nand in a way far, far lovelier and more wonderful than she had\ndreamed.\n\nOnce, on a warm evening, having gone to sleep earlier than usual,\nshe woke up suddenly in the middle of the night--something that\nhad never happened to her before. When she opened her eyes, her\nastonishment was indescribable: her little bedroom was all\nsteeped in a quiet bluish radiance. It came down through the\nentrance, and the entrance itself shone as if hung with a\nsilver-blue curtain.\n\nMaya did not dare to budge at first, though not because she was\nfrightened. No. Somehow, along with the light came a rare,\nlovely peacefulness, and outside her room the air was filled\nwith a sound finer, more harmonious than any music she had ever\nheard. After a time she rose timidly, awed by the glamour and\nthe strangeness of it all, and looked out. The whole world\nseemed to lie under the spell of an enchantment. Everything was\nsparkling and glittering in pure silver. The trunks of the\nbirch-trees, the slumbering leaves were overlaid with silver.\nThe grass, which from her height seemed to lie under delicate\nveils, was set with a thousand pale pearls. All things near and\nfar, the silent distances, were shrouded in this soft, bluish\nsheen.\n\n\"This must be the night,\" Maya whispered and folded her hands.\n\nHigh up in the heavens, partly veiled by the leaves of a\nbeech-tree, hung a full clear disk of silver, from which the\nradiance poured down that beautified the world. And then Maya\nsaw countless bright, sharp little lights surrounding the moon\nin the heavens--oh, so still and beautiful, unlike any shining\nthings she had ever seen before. To think she beheld the night,\nthe moon, and the stars--the wonders, the lovely wonders of the\nnight! She had heard of them but never believed in them. It was\nalmost too much.\n\nThen the sound rose again, the strange night sound that must\nhave awakened her. It came from nearby, filling the welkin,\na soaring chirp with a silvery ring that matched the silver on\nthe trees and leaves and grass and seemed to come rilling down\nfrom the moon on the beams of silver light.\n\nMaya looked about for the source, in vain; in the mysterious\ndrift of light and shadow it was difficult to make out objects\nin clear outline, everything was draped so mysteriously; and yet\neverything showed up true and in such heroic beauty.\n\nHer room could keep her no longer; out she had to fly into this\nnew splendor, the night splendor.\n\n\"The good Lord will take care of me,\" she thought, \"I am not\nbent upon wrong.\"\n\nAs she was about to fly off through the silver light to her\nfavorite meadow, now lying full under the moon, she saw a winged\ncreature alight on a beech-tree leaf not far away. Scarcely\nalighted, it raised its head to the moon, lifted its narrow\nwings, and drew the edge of one against the other, for all the\nworld as though it were playing on a violin. And sure enough,\nthe sound came, the silvery chirp that filled the whole moonlit\nworld with melody.\n\n\"Exquisite,\" whispered Maya, \"heavenly, heavenly, heavenly.\"\n\nShe flew over to the leaf. The night was so mild and warm that\nshe did not notice it was cooler than by day. When she touched\nthe leaf, the chirper broke off playing abruptly, and to Maya it\nseemed as if there had never been such a stillness before, so\nprofound was the hush that followed. It was uncanny. Through the\ndark leaves filtered the light, white and cool.\n\n\"Good night,\" said Maya, politely, thinking \"good night\" was the\ngreeting for the night like \"good morning\" for the morning.\n\"Please excuse me for interrupting, but the music you make is so\nfascinating that I had to find out where it came from.\"\n\nThe chirper stared at Maya, wide-eyed.\n\n\"What sort of a crawling creature are you?\" it asked after some\nmoments had passed. \"I have never met one like you before.\"\n\n\"I am not a crawling insect. I am Maya, of the nation of bees.\"\n\n\"Oh, of the nation of bees. Indeed ... you live by day, don't\nyou? I have heard of your race from the hedgehog. He told me\nthat in the evening he eats the dead bodies that are thrown out\nof your hive.\"\n\n\"Yes,\" said Maya, with a faint chill of apprehension, \"that's\nso; Cassandra told me about him; she heard of him from the\nsentinels. He comes when twilight falls and snouts in the grass\nlooking for dead bodies.-- But do you associate with the\nhedgehog? Why, he's an awful brute.\"\n\n\"I don't think so. We tree-crickets get along with him\nsplendidly. We call him Uncle. Of course he always tries to\ncatch us, but he never succeeds, so we have great fun teasing\nhim. Everybody has to live, doesn't he? Just so he doesn't live\noff me, what do I care?\"\n\nMaya shook her head. She didn't agree. But not caring to insult\nthe cricket by contradicting, she changed the subject.\n\n\"So you're a tree-cricket?\"\n\n\"Yes, a snowy tree-cricket.-- But I must play, so please don't\nkeep me any longer. It's full moon, a wonderful night. I must\nplay.\"\n\n\"Oh, do make an exception this once. You play all the time.-- Tell\nme about the night.\"\n\n\"A midsummer night is the loveliest in the world,\" answered the\ncricket. \"It fills the heart with rapture.-- But what my music\ndoesn't tell you I shan't be able to explain. Why _need_\neverything be explained? Why _know_ everything? We poor\ncreatures can find out only the tiniest bit about existence. Yet\nwe can _feel_ the glory of the whole wide world.\" And the\ncricket set up its happy silvery strumming. Heard from close by,\nwhere Maya sat, the music was overpowering in its loudness.\n\nThe little bee sat quite still in the blue summer night\nlistening and musing deeply about life and creation.\n\nSilence fell. There was a faint whirr, and Maya saw the cricket\nfly out into the moonlight.\n\n\"The night makes one feel sad,\" she reflected.\n\nHer flowery meadow drew her now. She flew off.\n\nAt the edge of the brook stood the tall irises brokenly\nreflected in the running water. A glorious sight. The moonlight\nwas whirled along in the braided current, the wavelets winked\nand whispered, the irises seemed to lean over asleep. \"Asleep\nfrom sheer delight,\" thought the little bee. She dropped down on\na blue petal in the full light of the moon and could not take\nher eyes from the living waters of the brook, the quivering\nflash, the flashing come and go of countless sparks. On the bank\nopposite, the birch-trees glittered as if hung with the stars.\n\n\"Where is all that water flowing to?\" she wondered. \"The cricket\nis right. We know so little about the world.\"\n\nOf a sudden a fine little voice rose in song from the flower of\nan iris close beside her, ringing like a pure, clear bell,\ndifferent from any earthly sound that Maya knew. Her heart\nthrobbed, she held her breath.\n\n\"Oh, what is going to happen? What am I going to see now?\"\n\nThe iris swayed gently. One of the petals curved in at the edge,\nand Maya saw a tiny snow-white human hand holding on to the\nflower's rim with its wee little fingers. Then a small blond\nhead arose, and then a delicate luminous body in white garments.\nA human being in miniature was coming up out of the iris.\n\nWords cannot tell Maya's awe and rapture. She sat rigid.\n\nThe tiny being climbed to the edge of the blossom, lifted its\narms up to the moonlight, and looked out into the bright shining\nnight with a smile of bliss lighting up its face. Then a faint\nquiver shook its luminous body, and from its shoulders two wings\nunfolded, whiter than the moonlight, pure as snow, rising above\nits blond head and reaching down to its feet. How lovely it was,\nhow exquisitely lovely. Nothing that Maya had ever seen compared\nwith it in loveliness.\n\nStanding there in the moonlight, holding its hands up to heaven,\nthe luminous little being lifted its voice again and sang. The\nsong rang out in the night, and Maya understood the words.\n\n  My home is Light. The crystal bowl\n    Of Heaven's blue, I love it so!\n    Both Death and Life will change, I know,\n  But not my soul, my living soul.\n\n  My soul is that which breathes anew\n    From all of loveliness and grace;\n    And as it flows from God's own face,\n  It flows from His creations, too.\n\nMaya burst into sobs. What it was that made her so sad and yet\nso happy, she could not have told.\n\nThe little human being turned around.\n\n\"Who is crying?\" he asked in his chiming voice.\n\n\"It's only me,\" stammered Maya. \"Excuse me for interrupting\nyou.\"\n\n\"But why are you crying?\"\n\n\"I don't know. Perhaps just because you are so beautiful. Who\nare you? Oh, do tell me, if I am not asking too much. You are an\nangel, aren't you? You must be.\"\n\n\"Oh, no,\" said the little creature, quite serious. \"I am only a\nsprite, a flower-sprite.-- But, dear little bee, what are you\ndoing out here in the meadow so late at night?\"\n\nThe sprite flew over to a curving iris blade beside Maya and\nregarded her long and kindly from his swaying perch in the\nmoonlight.\n\nMaya told him all about herself, what she had done, what she\nknew, and what she longed for. And while she spoke, his eyes\nnever left her, those large dark eyes glowing in the white fairy\nface under the golden hair that ever and anon shone like silver\nin the moonlight.\n\nWhen she finished he stroked her head and looked at her so\nwarmly and lovingly that the little bee, beside herself with\njoy, had to lower her gaze.\n\n\"We sprites,\" he explained, \"live seven nights, but we must stay\nin the flower in which we are born, else we die at dawn.\"\n\nMaya opened her eyes wide in terror.\n\n\"Then hurry, hurry! Fly back into your flower!\"\n\nThe, sprite shook his head sadly.\n\n\"Too late.-- But listen. I have more to tell you. Most of us\nsprites are glad to leave our flowers never to return, because a\ngreat happiness is connected with our leaving. We are endowed\nwith a remarkable power: before we die, we can fulfill the\ndearest wish of the first creature we meet. It is when we make\nup our minds seriously to leave the flower for the purpose of\nmaking someone happy that our wings grow.\"\n\n\"How wonderful!\" cried Maya. \"I'd leave the flower too, then. It\nmust be lovely to fulfill another person's wish.\" That _she_ was\nthe first being whom the sprite on his flight from the flower\nhad met, did not occur to her. \"And then--must you die?\"\n\nThe sprite nodded, but not sadly this time.\n\n\"We live to see the dawn still,\" he said, \"but when the dew\nfalls, we are drawn into the fine cobwebby veils that float\nabove the grass and the flowers of the meadows. Haven't you\noften noticed that the veils shine white as though a light were\ninside them? It's the sprites, their wings and their garments.\nWhen the light rises we change into dew-drops. The plants drink\nus and we become a part of their growing and blooming until in\ntime we rise again as sprites from out their flowers.\"\n\n\"Then you were once another sprite?\" asked Maya, tense,\nbreathless with interest.\n\nThe earnest eyes said yes.\n\n\"But I have forgotten my earlier existence. We forget everything\nin our flower-sleep.\"\n\n\"Oh, what a lovely fate!\"\n\n\"It is the same as that of all earthly creatures, when you\nreally come to think of it, even if it isn't always flowers out\nof which they wake up from their sleep of death. But we won't\ntalk of that to-night.\"\n\n\"Oh, I'm so happy!\" cried Maya.\n\n\"Then you haven't got a wish? You're the first person I've met,\nyou know, and I possess the power to grant your dearest wish.\"\n\n\"I? But I'm only a bee. No, it's too much. It would be too great\na joy. I don't deserve it, I don't deserve that you should be so\ngood to me.\"\n\n\"No one deserves the good and the beautiful. The good and the\nbeautiful come to us like the sunshine.\"\n\nMaya's heart beat stormily. Oh, she did have a wish, a burning\nwish, but she didn't dare confess it. The elf seemed to guess;\nhe smiled so you couldn't keep anything a secret from him.\n\n\"Well?\" He stroked his golden hair off his pure forehead.\n\n\"I'd like to know human beings at their best and most\nbeautiful,\" said the little bee. She spoke quickly and hotly.\nShe was afraid she would be told that so great a wish could not\nbe granted.\n\nBut the sprite drew himself up, his expression was serious and\nserene, his eyes shone with confidence. He took Maya's trembling\nhand and said:\n\n\"Come. We'll fly together. Your wish shall be granted.\"\n\n    [Illustration]\n\n\n\n\n    [Illustration]\n\nCHAPTER XI\n\nWITH THE SPRITE\n\n\nAnd so Maya and the flower-sprite started off together in the\nbright mid-summer night, flying low over the blossomy meadow.\nHis white reflection crossing the brook shone as though a star\nwere gliding through the water.\n\nHow happy the little bee was to confide herself to this gracious\nbeing! Whatever he were to do, wherever he were to lead her\nwould be good and right, she felt. She would have liked to ask\nhim a thousand questions had she dared.\n\nAs they were passing between a double row of high poplar-trees,\nsomething whirred above them; a dark moth, as big and strong as\na bird, crossed their way.\n\n\"One moment, wait one moment, please,\" the sprite called.\n\nMaya was surprised to see how readily the moth responded.\n\nAll three alighted on a high poplar branch, from which there was\na far view out upon the tranquil, moonlit landscape. The quaking\nleaves whispered delicately. The moth, perching directly\nopposite Maya in the full light of the moon, slowly lifted his\nspread wings and dropped them again, softly, as if gently\nfanning--fanning a cool breath upon someone. Broad, diagonal\nstripes of a gorgeous bright blue marked his wings, his black\nhead was covered as with dark velvet, his face was like a\nstrangely mysterious mask, out of which glowed a pair of dark\neyes. How wonderful were the creatures of the night! A little\ncold shiver ran through Maya, who felt she was dreaming the\nstrangest dream of her life.\n\n\"You are beautiful,\" she said to the moth, \"beautiful, really.\"\nShe was awed and solemn.\n\n\"Who is your companion?\" the moth asked the sprite.\n\n\"A bee. I met her just as I was leaving my flower.\"\n\nThe moth seemed to realize what that meant. He looked at Maya\nalmost enviously.\n\n\"You fortunate creature!\" he said in a low, serious, musing\ntone, shaking his head to and fro.\n\n\"Are you sad?\" asked Maya out of the warmth of her heart.\n\nThe moth shook his head.\n\n\"No, not sad.\" His voice sounded friendly and grateful, and he\ngave Maya such a kind look that she would have liked to strike\nup a friendship with him then and there.\n\n\"Is the bat still abroad, or has he gone to rest?\" This was the\nquestion for which the sprite had stopped the moth.\n\n\"Oh, he's gone to rest long ago. You want to know, do you, on\naccount of your companion?\"\n\nThe sprite nodded. Maya was dying to find out what a bat was,\nbut the sprite seemed to be in a hurry. With a charming gesture\nof restlessness he tossed his shining hair back from his\nforehead.\n\n\"Come, Maya,\" he said, \"we must hurry. The night is so short.\"\n\n\"Shall I carry you part of the way?\" asked the moth.\n\nThe sprite thanked him but declined. \"Some other time!\" he\ncalled.\n\n\"Then it will be never,\" thought Maya as they flew away,\n\"because at dawn the flower-sprite must die.\"\n\nThe moth remained on the leaf looking after them until the\nglimmer of the fairy garments grew smaller and smaller and\nfinally sank into the depths of the blue distance. Then he\nturned his face slowly and surveyed his great dark wings with\ntheir broad blue stripes. He sank into revery.\n\n\"So often I have heard that I am gray and ugly,\" he said to\nhimself, \"and that my dress is not to be compared with the\nsuperb robes of the butterfly. But the little bee saw only what\nis beautiful in me.-- And she asked me if I was sad. I wonder\nwhether I am or not.-- No, I am not sad,\" he decided, \"not now.\"\n\nMeanwhile Maya and the flower-sprite flew through the dense\nshrubbery of a garden. The glory of it in the dimmed moonlight\nwas beyond the power of mortal lips to say. An intoxicatingly\nsweet cool breath of dew and slumbering flowers transformed all\nthings into unutterable blessings. The lilac grapes of the\nacacias sparkled in freshness, the June rose-tree looked like a\nsmall blooming heaven hung with red lamps, the white stars of\nthe jasmine glowed palely, sadly, and poured out their perfume\nas if, in this one hour, to make a gift of their all.\n\nMaya was dazed. She pressed the sprite's hand and looked at him.\nA light of bliss shone from his eyes.\n\n\"Who could have dreamed of this!\" whispered the little bee.\n\nJust then she saw something that sent a pang through her.\n\n\"Oh,\" she cried, \"look! A star has fallen! It's straying about\nand can't find its way back to its place in the sky.\"\n\n\"That's a firefly,\" said the flower-sprite, without a smile.\n\nNow, in the midst of her amazement, Maya realized for the first\ntime why the sprite seemed so dear and kind. He never laughed at\nher ignorance; on the contrary, he helped her when she went\nwrong.\n\n\"They are odd little creatures,\" the sprite continued. \"They\ncarry their own light about with them on warm summer nights and\nenliven the dark under the shrubbery where the moonlight doesn't\nshine through. So firefly can keep tryst with firefly even in\nthe dark. Later, when we come to the human beings, you will make\nthe acquaintance of one of them.\"\n\n\"Why?\" asked Maya.\n\n\"You'll soon see.\"\n\nBy this time they had reached an arbor completely overgrown with\njasmine and woodbine. They descended almost to the ground. From\nclose by, within the arbor, came the sound of faint whispering.\nThe flower-sprite beckoned to a firefly.\n\n\"Would you be good enough,\" he asked, \"to give us a little\nlight? We have to push through these dark leaves here; we want\nto get to the inside of the jasmine-arbor.\"\n\n\"But your glow is much brighter than mine.\"\n\n\"I think so, too,\" put in Maya, more to hide her excitement than\nanything else.\n\n\"I must wrap myself up in a leaf,\" explained the sprite, \"else\nthe human beings would see me and be frightened. We sprites\nappear to human beings only in their dreams.\"\n\n\"I see,\" said the firefly. \"I am at your service. I will do what\nI can.-- Won't the great beast with you hurt me?\"\n\nThe sprite shook his head no, and the firefly believed him.\n\nThe sprite now took a leaf and wrapped himself in it; the gleam\nof his white garments was completely hidden. Then he picked a\nlittle bluebell from the grass and put it on his shining head\nlike a helmet. The only bit of him left exposed was his face,\nwhich was so small that surely no one would notice it. He asked\nthe firefly to perch on his shoulder and with its wing to dim\nits lamp on the one side so as to keep the dazzle out of his\neyes.\n\n\"Come now,\" he said, taking Maya's hand. \"We had better climb up\nright here.\"\n\nThe little bee was thinking of something the sprite had said,\nand as they clambered up the vine, she asked:\n\n\"Do human beings dream when they sleep?\"\n\n\"Not only then. They dream sometimes even when they are awake.\nThey sit with their bodies a little limp, their heads bent a\nlittle forward, and their eyes searching the distance, as if to\nsee into the very heavens. Their dreams are always lovelier than\nlife. That's why we appear to them in their dreams.\"\n\nThe sprite now laid his tiny finger on his lips, bent aside a\nsmall blooming sprig of jasmine, and gently pushed Maya ahead.\n\n\"Look down,\" he said softly, \"you'll see what you have been\nwishing to see.\"\n\nThe little bee looked and saw two human beings sitting on a\nbench in the shadows cast by the moonlight--a boy and a girl,\nthe girl with her head leaning on the boy's shoulder, and the\nboy holding his arm around the girl as if to protect her. They\nsat in complete stillness, looking wide-eyed into the night.\nIt was as quiet as if they had both gone to sleep. Only from a\ndistance came the chirping of the crickets, and slowly, slowly\nthe moonlight drifted through the leaves.\n\nMaya, transported out of herself, gazed into the girl's face.\nAlthough it looked pale and wistful, it seemed to be transfused\nby the hidden radiance of a great happiness. Above her large\neyes lay golden hair, like the golden hair of the sprite, and\nupon it rested the heavenly sheen of the midsummer night. From\nher red lips, slightly parted, came a breath of rapture and\nmelancholy, as if she wanted to offer everything that was hers\nto the man by her side for his happiness.\n\nAnd now she turned to him, pulled his head down, and whispered a\nmagical something that brought a smile to his face such as Maya\nthought no earthly being could wear. In his eyes gleamed a\nhappiness and a vigor as if the whole big world were his to own,\nand suffering and misfortune were banished forever from the face\nof the earth.\n\nMaya somehow had no desire to know what he said to the girl in\nreply. Her heart quivered as though the ecstasy that emanated\nfrom the two human beings was also hers.\n\n\"Now I have seen the most glorious thing that my eyes will ever\nbehold,\" she whispered to herself. \"I know now that human beings\nare most beautiful when they are in love.\"\n\nHow long Maya stayed behind the leaves without stirring, lost in\nlooking at the boy and girl, she did not know. When she turned\nround, the firefly's lamp had been extinguished, the sprite was\ngone. Through the doorway of the arbor far across the country on\nthe distant horizon showed a narrow streak of red.\n\n    [Illustration]\n\n\n\n\n    [Illustration]\n\nCHAPTER XII\n\nALOIS, LADYBIRD AND POET\n\n\nThe sun was risen high above the tops of the beech-trees when\nMaya awoke in her woodland retreat. In the first moments, the\nmoonlight, the chirping of the cricket, the midsummer night\nmeadow, the lovely sprite, the boy and the girl in the arbor,\nall seemed the perishing fancies of a delicious dream. Yet here\nit was almost midday; and she remembered slipping back into her\nchamber in the chill of dawn. So it had all been real, she _had_\nspent the night with the flower-sprite and _had_ seen the two\nhuman beings, with their arms round each other, in the arbor of\nwoodbine and jasmine.\n\nThe sun outside was glowing hot on the leaves, a warm wind was\nstirring, and Maya heard the mixed chorus of thousands of\ninsects. Ah, what these knew, and what _she_ knew! So proud was\nshe of the great thing that had happened to her that she\ncouldn't get out to the others fast enough; she thought they\nmust read it in her very looks.\n\nBut in the sunlight everything was the same as ever. Nothing was\nchanged; nothing recalled the blue moonlit night. The insects\ncame, said how-do-you-do, and left; yonder, the meadow was a\nscene of bustling activity; the insects, birds and butterflies\nhopped, flew and flitted in the hot flickering air around the\ntall, gay midsummer flowers.\n\nSadness fell upon Maya. There was no one in the world to share\nher joys and sorrows. She couldn't make up her mind to fly over\nand join the others in the meadow. No, she would go to the\nwoods. The woods were serious and solemn. They suited her mood.\n\nHow many mysteries and marvels lie hidden in the dim depths\nof the woods, no one suspects who hurries unobservant along\nthe beaten tracks. You must bend aside the branches of the\nunderbrush, or lean down and peep between the blackberry briars\nthrough the tall grasses and across the thick moss. Under the\nshaded leaves of the plants, in holes in the ground and\ntree-trunks, in the decaying bark of stumps, in the curl and\ntwist of the roots that coil on the ground like serpents, there\nis an active, multiform life by day and by night, full of joys\nand dangers, struggles and sorrows and pleasures.\n\nMaya divined only a little of this as she flew low between the\ndark-brown trunks under the leafy roof of green. She followed a\nnarrow trail in the grass, which made a clear path through\nthicket and clearing. Now and then the sun seemed to disappear\nbehind clouds, so deep was the shade under the high foliage and\nin the close shrubbery; but soon she was flying again through a\nbright shimmer of gold and green above the broad-leaved\nminiature forests of bracken and blackberry.\n\nAfter a long stretch the woods opened their columned and\nover-arched portals; before Maya's eyes lay a wide field of\ngrain in the golden sunshine. Butterfly-weed flamed on the\ngrassy borders. She alighted on the branch of a birch-tree at\nthe edge of the field and gazed upon the sea of gold that spread\nout endlessly in the tranquillity of the placid day. It rippled\nsoftly under the shy summer breeze, which blew gently so as not\nto disturb the peace of the lovely world.\n\nUnder the birch-tree a few small brown butterflies, using the\nbutterfly-weed for corners, were playing puss-in-the-corner,\na favorite game with butterfly-children. Maya watched them a\nwhile.\n\n\"It must be lots of fun,\" she thought, \"and the children in the\nhive might be taught to play it, too. The cells would do for\ncorners.-- But Cassandra, I suppose, wouldn't permit it. She's\nso strict.\"\n\nAh, now Maya felt sad again. Because she had thought of home.\nAnd she was about to drift off into homesick revery when she\nheard someone beside her say:\n\n\"Good morning. You're a beast, it seems to me.\"\n\nMaya turned with a start.\n\n\"No,\" she said, \"decidedly not.\"\n\nThere sitting on her leaf was a little polished terra-cotta\nhalf-sphere with seven black dots on its cupola of a back,\na minute black head and bright little eyes. Peeping from under\nthe dotted dome and supporting it as best they could Maya\ndetected thin legs fine as threads. In spite of his queer\nfigure, she somehow took a great liking to the stout little\nfellow; he had distinct charm.\n\n\"May I ask who you are? I myself am Maya of the nation of bees.\"\n\n\"Do you mean to insult me? You have no reason to.\"\n\n\"But why should I? I don't know you, really I don't.\" Maya was\nquite upset.\n\n\"It's easy to _say_ you don't know me.-- Well, I'll jog your\nmemory. Count.\" And the little rotundity began to wheel round\nslowly.\n\n\"You mean I'm to count your dots?\"\n\n\"Yes, if you please.\"\n\n\"Seven,\" said Maya.\n\n\"Well?-- Well? You still don't know. All right then, I'll tell\nyou. I'm called exactly according to what you counted. The\nscientific name of our family is Septempunctata. _Septem_ is\nLatin for seven, _punctata_ is Latin for dots, points, you see.\nOur common name is ladybird, my own name is Alois, I am a poet\nby profession. You know our common name, of course.\"\n\nMaya, afraid of hurting Alois' feelings, didn't dare to say no.\n\n\"Oh,\" said he, \"I live by the sunshine, by the peace of the day,\nand by the love of mankind.\"\n\n\"But don't you eat, too?\" asked Maya, quite astonished.\n\n\"Of course. Plant-lice. Don't you?\"\n\n\"No. That would be--that is....\"\n\n\"Is what? Is what?\"\n\n\"Not--usual,\" said Maya shyly.\n\n\"Of course, of course!\" cried Alois, trying to raise one\nshoulder, but not succeeding, on account of the firm set of his\ndome. \"As a bourgeoise you would, of course, do only what is\nusual. We poets would not get very far that way.-- Have you\ntime?\"\n\n\"Why, yes,\" said Maya.\n\n\"Then I'll recite you one of my poems. Sit real still and close\nyour eyes, so that nothing distracts your attention. The poem is\ncalled _Man's Finger_, and is about a personal experience. Are\nyou listening?\"\n\n\"Yes, to every word.\"\n\n\"Well, then:\n\n  \"'Since you did not do me wrong,\n    That you found me, doesn't matter.\n  You are rounded, you are long;\n    Up above you wear a flatter,\n    Pointed, polished sheath or platter\n  Which you move as swift as light,\n  But below you're fastened tight!'\"\n\n\"Well?\" asked Alois after a short pause. There were tears in his\neyes and a quaver in his voice.\n\n\"_Man's Finger_ gripped me very hard,\" replied Maya in some\nembarrassment. She really knew much lovelier poems.\n\n\"How do you find the form?\" Alois questioned with a smile of\nfine melancholy. He seemed to be overwhelmed by the effect he\nhad produced.\n\n\"Long and round. You yourself said so in the poem.\"\n\n\"I mean the artistic form, the form of my verse.\"\n\n\"Oh--oh, yes. Yes, I thought it was very good.\"\n\n\"It is, isn't it!\" cried Alois. \"What you mean to say is that\n_Man's Finger_ may be ranked among the best poems you know of,\nand one must go way back in literature before one comes across\nanything like it. The prime requisite in art is that it should\ncontain something new, which is what most poets forget. And\nbigness, too. Don't you agree with me?\"\n\n\"Certainly,\" said Maya, \"I think....\"\n\n\"The firm belief you express in my importance as a poet really\noverwhelms me. I thank you.-- But I must be going now, for\nsolitude is the poet's pride. Farewell.\"\n\n\"Farewell,\" echoed Maya, who really didn't know just what the\nlittle fellow had been after.\n\n\"Well,\" she thought, \"_he_ knows. Perhaps he's not full grown\nyet; he certainly isn't large.\" She looked after him, as he\nhastened up the branch. His wee legs were scarcely visible;\nhe looked as though he were moving on low rollers.\n\nMaya turned her gaze away, back to the golden field of grain\nover which the butterflies were playing. The field and the\nbutterflies gave her ever so much more pleasure than the poetry\nof Alois, ladybird and poet.\n\n    [Illustration]\n\n\n\n\n    [Illustration]\n\nCHAPTER XIII\n\nTHE FORTRESS\n\n\nHow happily the day had begun and how miserably it was to end!\n\nBefore the horror swept upon her, Maya had formed a very\nremarkable acquaintance. It was in the afternoon near a big old\nwater-butt. She was sitting amid the scented elder blossoms,\nwhich lay mirrored in the placid dark surface of the butt, and a\nrobin redbreast was warbling overhead, so sweetly and merrily\nthat Maya thought it was a shame, a crying shame that she,\na bee, could not make friends with the charming songsters. The\ntrouble was, they were too big and ate you up.\n\nShe had hidden herself in the heart of the elder blossoms and\nwas listening and blinking under the pointed darts of the\nsunlight, when she heard someone beside her sigh. Turning round\nshe saw--well, now it really _was_ the strangest of all the\nstrange creatures she had ever met. It must have had at least a\nhundred legs along each side of its body--so she thought at\nfirst glance. It was about three times her size, and slim, low,\nand wingless.\n\n\"For goodness sake! Mercy on me!\" Maya was quite startled. \"You\nmust certainly be able to run!\"\n\nThe stranger gave her a pondering look.\n\n\"I doubt it,\" he said. \"I doubt it. There's room for\nimprovement. I have too many legs. You see, before all my legs\ncan be set in motion, too much time is lost. I didn't use to\nrealize this, and often wished I had a few more legs. But God's\nwill be done.-- Who are you?\"\n\nMaya introduced herself. The other one nodded and moved some of\nhis legs.\n\n\"I am Thomas of the family of millepeds. We are an old race, and\nwe arouse admiration and astonishment in all parts of the globe.\nNo other animals can boast anything like our number of legs.\nEight is _their_ limit, so far as I know.\"\n\n\"You are tremendously interesting. And your color is so queer.\nHave you got a family?\"\n\n\"Why, no! Why should I? What good would a family do me? We\nmillepeds crawl out of our eggs; that's all. If _we_ can't stand\non our own feet, who should?\"\n\n\"Of course, of course,\" Maya observed thoughtfully. \"But have\nyou no relations?\"\n\n\"No, dear child. I earn my living, and doubt. I doubt.\"\n\n\"Oh! _What_ do you doubt?\"\n\n\"I was born doubting. I must doubt.\"\n\nMaya stared at him in wide-eyed bewilderment. What did he mean,\nwhat could he possibly mean? She couldn't for the life of her\nmake out, but she did not want to pry too curiously into his\nprivate affairs.\n\n\"For one thing,\" said Thomas after a pause, \"for one thing I\ndoubt whether you have chosen a good place to rest in. Don't you\nknow what's over there in the big willow?\"\n\n\"No.\"\n\n\"You see! I doubted right away if you knew. The city of the\nhornets is over there.\"\n\nMaya turned deathly white and nearly fell off the elder\nblossoms. In a voice shaking with fright, she asked just where\nthe city was.\n\n\"Do you see that old nesting-box for starlings, there in the\nshrubbery near the trunk of the willow-tree? It's so poorly\nplaced that I doubted from the first whether starlings would\never move in. If a bird-house isn't set with its door facing the\nsunrise, every decent bird will think twice before taking\npossession. Well, the hornets have entrenched themselves in it.\nIt's the biggest hornets' fortress in the country. You as a bee\ncertainly ought to know of the place. Why, the hornets are\nbrigands who lie in wait for you bees. So, at least, I have\nobserved.\"\n\nMaya scarcely heard what he was saying. There, showing clear\nagainst the green, she saw the brown walls of the fortress. She\nalmost stopped breathing.\n\n\"I must fly away,\" she cried.\n\nToo late! Behind her sounded a loud, mean laugh. At the same\nmoment the little bee felt herself caught by the neck, so\nviolently that she thought her joints were broken. It was a\nlaugh she would never forget, like a vile taunt out of hellish\ndarkness. Mingling with it was another gruesome sound, the awful\nclanking of armor.\n\nThomas let go with all his legs at once and tumbled head over\nheels through the branches into the water-butt.\n\n\"I doubt if you get away alive,\" he called back. But the poor\nlittle bee no longer heard.\n\nShe couldn't see her assailant, her neck was caught in too firm\na grip, but a gilt-sheathed arm passed before her eyes, and a\nhuge head with dreadful pincers suddenly thrust itself above her\nface. She took it at first to belong to a gigantic wasp, but\nthen realized that she had fallen into the clutches of a hornet.\nThe black-and-yellow striped monster was surely four times her\nsize.\n\nMaya lost sight, hearing, speech; every nerve in her body went\nfaint. At length her voice came back, and she screamed for help.\n\n\"Never mind, girlie,\" said the hornet in a honey-sweet tone that\nwas sickening. \"Never mind. It'll last until it's over.\" He\nsmiled a baleful smile.\n\n\"Let go!\" cried Maya. \"Let me go! Or I'll sting you in your\nheart.\"\n\n\"In my heart right away? Very brave. But there's time for that\nlater.\"\n\nMaya went into a fury. Summoning all her strength, she twisted\nherself around, uttered her shrill battle-cry, and directed her\nsting against the middle of the hornet's breast. To her\namazement and horror, the sting, instead of piercing his breast,\nswerved on the surface. The brigand's armor was impervious.\n\nWrath gleamed in his eyes.\n\n\"I could bite your head off, little one, to punish you for your\nimpudence. And I would, too, I would indeed, but for our queen.\nShe prefers fresh bees to dead carcasses. So a good soldier\nsaves a juicy morsel like you to bring to her alive.\"\n\nThe hornet, with Maya still in his grip, rose into the air and\nmade directly for the fortress.\n\n\"This is too awful,\" thought the poor little bee. \"No one can\nstand this.\" She fainted.\n\nWhen she came to her senses, she found herself in half darkness,\nin a sultry dusk permeated by a horrid, pungent smell. Slowly\neverything came back to her. A great paralyzing sadness settled\nin her heart. She wanted to cry: the tears refused to come.\n\n\"I haven't been eaten up yet, but I may be, any moment,\" she\nthought in a tremble.\n\nThrough the walls of her prison she caught the distinct sound of\nvoices, and soon she noticed that a little light filtered\nthrough a narrow chink. The hornets make their walls, not of wax\nlike the bees, but of a dry mass resembling porous grey paper.\nBy the one thread of light she managed bit by bit to make out\nher surroundings. Horror of horrors! Maya was almost congealed\nwith fright: the floor was strewn with the bodies of dead\ninsects. At her very feet lay a little rose-beetle turned over\non its back; to one side was the skeleton of a large locust\nbroken in two, and everywhere were the remains of slaughtered\nbees, their wings and legs and sheaths.\n\n\"Oh, oh, to think this had to happen to me,\" whimpered little\nMaya. She did not dare to stir the fraction of an inch and\npressed herself shivering into the farthest corner of this\nchamber of horrors.\n\nAgain she heard voices on the other side of the wall. Impelled\nby mortal fear, she crept up to the chink and peeped through.\nWhat she saw was a vast hall crowded with hornets and\nmagnificently illuminated by a number of captive glow-worms.\nEnthroned in their midst sat the queen, who seemed to be holding\nan important council. Maya caught every word that was said.\n\nIf those glittering monsters had not inspired her with such\nunspeakable horror, she would have gone into raptures over their\nstrength and magnificence. It was the first time she had had a\ngood view of any of the race of brigands. Tigers they looked\nlike, superb tigers of the insect world, with their tawny\nblack-barred bodies. A shiver of awe ran through the little bee.\n\nA sergeant-at-arms went about the walls of the hall ordering the\nglow-worms to give all the light they could; they must strain\nthemselves to the utmost. He muttered his commands in a low\nvoice, so as not to interrupt the deliberations, and thrust at\nthem with a long spear, hissing as he did so:\n\n\"Light up, or I'll eat you!\"\n\nTerrible the things that were done in the fortress of the\nhornets!\n\nThen Maya heard the queen say:\n\n\"Very well, we shall abide by the arrangements we have made.\nTo-morrow, one hour before dawn, the warriors will assemble and\nsally forth to the attack on the city of the bees in the castle\npark. The hive is to be plundered and as many prisoners taken as\npossible. He who captures Queen Helen VIII and brings her to me\nalive will be dubbed a knight. Go forth and be brave and\nvictorious and bring back rich booty.-- The meeting is herewith\nadjourned. Sleep well, my warriors. I bid you good-night.\"\n\nThe queen-hornet rose from her throne and left the hall\naccompanied by her body-guard.\n\nMaya nearly cried out loud.\n\n\"My country!\" she sobbed, \"my bees, my dear, dear bees!\" She\npressed her hands to her mouth to keep herself from screaming.\nShe was in the depths of despair. \"Oh, would that I had died\nbefore I heard this. No one will warn my people. They will be\nattacked in their sleep and massacred. O God, perform a miracle,\nhelp me, help me and my people. Our need is great!\"\n\nIn the hall the glow-worms were put out and devoured. Gradually\nthe fortress was wrapped in a hush. Maya seemed to have been\nforgotten. A faint twilight crept into her cell, and she\nthought she caught the strumming of the crickets' night song\noutside.-- Was anything more horrible than this dungeon with\nits carcasses strewn on the ground!\n\n    [Illustration]\n\n\n\n\n    [Illustration]\n\nCHAPTER XIV\n\nTHE SENTINEL\n\n\nSoon, however, the little bee's despair yielded to a definite\nresolve. It was as though she once more called to mind that she\nwas a bee.\n\n\"Here I am weeping and wailing,\" she thought, \"as if I had no\nbrains and as if I were a weakling. Oh, I'm not much of an honor\nto my people and my queen. They are in danger. I am doomed\nanyhow. So since death is certain one way or another, I may as\nwell be proud and brave and do everything I can to try to save\nthem.\"\n\nIt was as though Maya had completely forgotten the long time\nthat had passed since she left her home. More strongly than ever\nshe felt herself one of her people; and the great responsibility\nthat suddenly devolved upon her, through the knowledge of the\nhornets' plot, filled her with fine courage and determination.\n\n\"If my people are to be vanquished and killed, I want to be\nkilled, too. But first I must do everything in my power to save\nthem.\"\n\n\"Long live my queen!\" she cried.\n\n\"Quiet in there!\" clanged harshly from the outside.\n\nUgh, what an awful voice!-- The watchman making his rounds.-- Then\nit was already late in the night.\n\nAs soon as the watchman's footsteps had died away, Maya began to\nwiden the chink through which she had peeped into the hall. It\nwas easy to bite away the brittle stuff of the partition, though\nit took some time before the opening was large enough to admit\nher body. At length, in the full knowledge that discovery would\ncost her her life, she squeezed through into the hall. From\nremote depths of the fortress echoed the sound of loud snoring.\n\nThe hall lay in a subdued blue light that found its way in\nthrough the distant entrance.\n\n\"The moonlight!\" Maya said to herself. She began to creep\ncautiously toward the exit, cowering close in the deep shadows\nof the walls, until she reached the high, narrow passageway that\nled from the hall to the opening through which the light shone.\nShe heaved a deep sigh. Far, far away glimmered a star.\n\n\"Liberty!\" she thought.\n\nThe passageway was quite bright. Softly, stepping oh so very\nsoftly, Maya crept on. The portal came nearer and nearer.\n\n\"If I fly now,\" she thought, \"I'll be out in one dash.\" Her\nheart pounded as if ready to burst.\n\nBut there in the shadow of the doorway stood a sentinel leaning\nagainst a column.\n\nMaya stood still, rooted to the spot. Vanished all her hopes.\nGone the chance of escape. There was no getting by that\nformidable figure. What was she to do? Best go back where she\nhad come from. But the sight of the giant in the doorway held\nher in a spell. He seemed to be lost in revery. He stood gazing\nout upon the moon-washed landscape, his head tilted slightly\nforward, his chin propped on his hand. How his golden cuirass\ngleamed in the moonlight! Something in the way he stood there\nstirred the little bee's emotions.\n\n\"He looks so sad,\" she thought. \"How handsome he is, how\nsuperbly he holds himself, how proudly his armor shines! He\nnever removes it, neither by day nor by night. He is always\nready to rob and fight and die....\"\n\nLittle Maya quite forgot that this man was her enemy. Ah, how\noften the same thing had happened to her--that the goodness of\nher heart and her delight in beauty made her lose all sense of\ndanger.\n\nA golden dart of light shot from the bandit's helmet. He must\nhave turned his head.\n\n\"My God,\" whispered Maya, \"this is the end of me!\"\n\nBut the sentinel said quietly:\n\n\"Just come here, child.\"\n\n\"What!\" cried Maya. \"You saw me?\"\n\n\"All the time, child. You bit a hole through the wall, then you\ncrept along--crept along--tucking yourself very neatly into\nthe dark places--until you reached the spot where you're\nstanding. Then you saw me, and you lost heart. Am I right?\"\n\n\"Yes,\" said Maya, \"quite right.\" Her whole body shook with\nterror. The sentinel, then, had seen her the entire time. She\nremembered having heard how keen were the senses of these clever\nfreebooters.\n\n\"What are you doing here?\" he asked good-humoredly.\n\nMaya still thought he looked sad. His mind seemed to be far away\nand not to concern itself with what was of such moment to her.\n\n\"I'd like to get out,\" she answered. \"And I'm not afraid. I was\njust startled. You looked so strong and handsome, and your armor\nshone so. Now I'll fight you.\"\n\nThe sentinel, slightly astonished, leaned forward, and looked at\nMaya and smiled. It was not an ugly smile, and Maya experienced\nan entirely new feeling: the young warrior's smile seemed to\nexercise a mysterious power over her heart.\n\n\"No, little one,\" he said almost tenderly, \"you and I won't\nfight. You bees belong to a powerful nation, but man for man we\nhornets are stronger. To do single battle with a bee would be\nbeneath our dignity. If you like you may stay here a little\nwhile and chat. But only a little while. Soon I'll have to wake\nthe soldiers up; then, back to your cell you must go.\"\n\nHow curious! The hornet's lofty friendliness disarmed Maya more\nthan anger or hate could have done. The feeling with which he\ninspired her was almost admiration. With great sad eyes she\nlooked up at her enemy, and constrained, as always, to follow\nthe impulses of her heart, she said:\n\n\"I have always heard bad things about hornets. But you are not\nbad. I can't believe you're bad.\"\n\nThe warrior looked at Maya.\n\n\"There are good people and bad people everywhere,\" he said,\ngravely. \"But you mustn't forget we are your enemies, and shall\nalways remain your enemies.\"\n\n\"Must an enemy always be bad?\" asked Maya. \"Before, when you\nwere looking out into the moonlight, I forgot that you were hard\nand dangerous. You seemed sad, and I have always thought that\npeople who were sad couldn't possibly be wicked.\"\n\nThe sentinel said nothing, and Maya continued more boldly:\n\n\"You are powerful. If you want to, you can put me back in my\ncell, and I'll have to die. But you can also set me free--if\nyou want to.\"\n\nAt this the warrior drew himself up. His armor clanked, and the\narm he raised shone in the moonlight.\n\nBut the moonlight was turning dimmer in the passageway. Was dawn\ncoming already?\n\n\"You are right,\" he said. \"I can. My people and my queen have\nentrusted me with this power. My orders are that no bee who has\nset foot in this fortress shall leave it alive. I shall keep\nfaith with my people.\"\n\nAfter a pause he added softly as if to himself: \"I have learned\nby bitter experience how faithlessness can hurt--when Loveydear\nforsook me....\"\n\nLittle Maya was overcome. She did not know what to say. Ah, the\nsame sentiments moved her, too--love of her own kind, loyalty\nto her people. Nothing to be done here but to use force or\nstrategy. Each did his duty, and yet each remained an enemy to\nthe other.\n\nBut hadn't the sentinel mentioned a name? Hadn't he said\nsomething about someone's having been unfaithful to him?\nLoveydear--why, she knew Loveydear--the beautiful dragon-fly\nwho lived at the lakeside among the waterlilies.\n\nMaya quivered with excitement. Here, perhaps, was her salvation.\nBut she wasn't quite sure how much good her knowledge would be\nto her. So she said prudently:\n\n\"Who is Loveydear, if I may ask?\"\n\n\"Never mind, little one. She's not your affair, and she's lost\nto me forever. I shall never find her again.\"\n\n\"I know Miss Loveydear.\" Maya forced herself to put the utmost\nindifference into her tone. \"She belongs to the family of\ndragon-flies and she's the loveliest lady of all.\"\n\nA tremendous change came over the warrior. He seemed to have\nforgotten where he was. He leapt over to Maya's sides as if\nblown by a violent gust.\n\n\"What! You know Loveydear? Tell me where she is. Tell me, right\naway.\"\n\n\"No.\"\n\nMaya spoke quietly and firmly; she glowed with secret delight.\n\n\"I'll bite your head off if you don't tell.\" The warrior drew\ndangerously close.\n\n\"It will be bitten off anyhow. Go ahead. I shan't betray the\nlovely dragon-fly. She's a close friend of mine.... You want to\nimprison her.\"\n\nThe warrior breathed hard. In the gathering dawn Maya could see\nthat his forehead was pale and his eyes tragic with the inner\nstruggle he was waging.\n\n\"Good God!\" he said wildly. \"It's time to rouse the soldiers.-- No,\nno, little bee, I don't want to harm Loveydear. I love her,\nmore dearly than my life. Tell me where I shall find her again.\"\n\nMaya was clever. She purposely hesitated before she said:\n\n\"But I love my life.\"\n\n\"If you tell me where Loveydear lives\"--Maya could see that\nthe sentinel spoke with difficulty and was trembling all\nover-- \"I'll set you free. You can fly wherever you want.\"\n\n\"Will you keep your word?\"\n\n\"My word of honor as a brigand,\" said the sentinel proudly.\n\nMaya could scarcely speak. But, if she was to be in time to warn\nher people of the attack, every moment counted. Her heart\nexulted.\n\n\"Very well,\" she said, \"I believe you. Listen, then. Do you know\nthe ancient linden-trees near the castle? Beyond them lies one\nmeadow after another, and finally comes a big lake. In a cove at\nthe south end where the brook empties into the lake the\nwaterlilies lie spread out on the water in the sunlight. Near\nthem, in the rushes, is where Loveydear lives. You'll find her\nthere every day at noon when the sun is high in the heavens.\"\n\nThe warrior had pressed both hands to his pale brow. He seemed\nto be having a desperate struggle with himself.\n\n\"You're telling the truth,\" he said softly and groaned, whether\nfrom joy or pain it was impossible to tell. \"She told me she\nwanted to go where there were floating white flowers. Those must\nbe the flowers you speak of. Fly away, then. I thank you.\"\n\nAnd actually he stepped aside from the entrance.\n\nDay was breaking.\n\n\"A brigand keeps his word,\" he said.\n\nNot knowing that Maya had overheard the deliberations in the\ncouncil chamber, he told himself that one small bee more or less\nmade little difference. Weren't there hundreds of others?\n\n\"Good-by,\" cried Maya, breathless with haste, and flew off\nwithout a word of thanks.\n\nAs a matter of fact, there was no time to spare.\n\n    [Illustration]\n\n\n\n\n    [Illustration]\n\nCHAPTER XV\n\nTHE WARNING\n\n\nLittle Maya summoned every bit of strength and will power she\nhad left. Like a bullet shot from the muzzle of a gun (bees can\nfly faster than most insects), she darted through the purpling\ndawn in a lightning beeline for the woods, where she knew she\nwould be safe for the moment and could hide herself away should\nthe hornet regret having let her go and follow in pursuit.\n\nGossamer veils hung everywhere over the level country, big drops\nfell from the trees on the dry leaves carpeting the ground, and\nthe cold in the woods threatened to paralyze little Maya's\nwings. No ray of the dawn had as yet found its way between the\ntrees. The air was as hushed as if the sun had forgotten the\nearth, and all creatures had laid themselves to eternal rest.\n\nMaya, therefore, flew high up in the air. Only one thing\nmattered--to get back as quickly as strength and wits permitted\nto her hive, her people, her endangered home. She must warn her\npeople. They must prepare against the attack which the terrible\nbrigands had planned for that very morning. Oh, if only the\nnation of bees had the chance to arm and make ready its\ndefenses, it was well able to cope with its stronger opponents.\nBut a surprise assault at rising time! What if the queen and the\nsoldiers were still asleep? The success of the hornets would\nthen be assured. They would take prisoners and give no quarter.\nThe butchery would be horrible.\n\nThinking of the strength and energy of her people, their\nreadiness to meet death, their devotion to their queen, the\nlittle bee felt a great wrath against their enemies the hornets.\nHer beloved people! No sacrifice was too great for them. Little\nMaya's heart swelled with the ecstasy of self-sacrifice and the\ndauntless courage of enthusiasm.\n\nIt was not easy for her to find her way over the woods. Long\nbefore she had ceased to observe landmarks as did the other\nbees, who had great distances to come back with their loads of\nnectar. She felt she had never flown as high before, the cold\nhurt, and she could scarcely distinguish the objects below.\n\n\"What can I go by?\" she thought. \"No one thing stands out.\nI shan't be able to reach my people and help them. Oh, oh! And\nhere I had a chance to atone for my desertion. What shall I do?\nWhat shall I do?\"-- Suddenly some secret force steered her in a\ncertain direction. \"_What_ is pushing and pulling me? It must be\nhomesickness guiding me back to my country.\" She gave herself up\nto the instinct and flew swiftly on. Soon, in the distance,\nlooking like grey domes in the dim light of the dawn, showed the\nmighty lindens of the castle park. She exclaimed with delight.\nShe knew where she was. She dropped closer to the earth. In the\nmeadows on one side hung the luminous wisps of fog, thicker here\nthan in the woods. She thought of the flower-sprites who\ncheerfully died their early death inside the floating veils.\nThat inspired her anew with confidence. Her anxiety disappeared.\nLet her people spurn her from the kingdom, let the queen punish\nher for desertion, if only the bees were spared this dreadful\ncalamity of the hornets' invasion.\n\nClose to the long stone wall shone the silver-fir that shielded\nthe bee-city against the west wind. And there--she could see\nthem distinctly now--were the red, blue, and green portals of\nher homeland. The stormy pounding of her heart nearly robbed her\nof her breath. But on she flew toward the red entrance which led\nto her people and her queen.\n\nOn the flying-board, two sentinels blocked the entrance and laid\nhands upon her. Maya was too breathless to utter a syllable, and\nthe sentinels threatened to kill her. For a bee to force its way\ninto a strange city without the queen's consent is a capital\noffense.\n\n\"Stand back!\" cried one sentinel, thrusting her roughly away.\n\"What's the matter with you! If you don't leave this instant,\nyou'll die.-- Did you ever!\" He turned to the other sentinel.\n\"Have you ever seen the like, and before daytime too?\"\n\nNow Maya pronounced the password by which all the bees knew one\nanother. The sentinels instantly released her.\n\n\"What!\" they cried. \"You are one of us, and we don't know you?\"\n\n\"Let me get to the queen,\" groaned the little bee. \"Right away,\nquick! We are in terrible danger.\"\n\nThe sentinels still hesitated. They couldn't grasp the\nsituation.\n\n\"The queen may not be awakened before sunrise,\" said the one.\n\n\"Then,\" Maya screamed, her voice rising to a passionate yell\nsuch as the sentinels had probably never heard from a bee\nbefore, \"then the queen will never wake up alive. Death is\nfollowing at my heels. Take me to the queen! Take me to the\nqueen, I say!\" Her voice was so wild and wrathful that the\nsentinels were frightened, and obeyed.\n\nThe three hurried together through the warm, well-known streets\nand corridors. Maya recognized everything, and for all her\nexcitement and the tremendous need for haste, her heart quivered\nwith sweet melancholy at the sight of the dear familiar scenes.\n\n\"I am at home,\" she stammered with pale lips.\n\nIn the queen's reception room she almost broke down. One of the\nsentinels supported her while the other hurried with the unusual\nmessage into the private chambers. Both of them now realized\nthat something momentous was taking place, and the messenger ran\nas fast as his legs would carry him.\n\nThe first wax-generators were already up. Here and there a\nlittle head thrust itself out curiously from the openings. The\nnews of the incident traveled quickly.\n\nTwo officers emerged from the private chambers. Maya recognized\nthem instantly. In solemn silence, without a word to her, they\ntook their posts, one on each side of the doorway: the queen\nwould soon appear.\n\nShe came without her court, attended only by her aide and two\nladies-in-waiting. She hurried straight over to Maya. When she\nsaw what a state the child was in, the severe expression on her\nface relaxed a little.\n\n\"You have come with an important message? Who are you?\"\n\nMaya could not speak at once. Finally she managed to frame two\nwords:\n\n\"The hornets!\"\n\nThe queen turned pale. But her composure was unshaken, and Maya\nwas somewhat calmed.\n\n\"Almighty queen!\" she cried. \"Forgive me for not respecting the\nduties I owe Your Majesty. Later I will tell you everything I\nhave done. I repent. With my whole heart I repent.-- Just a\nlittle while ago, as by a miracle, I escaped from the fortress\nof the hornets, and the last I heard was that they were planning\nto attack and plunder our kingdom at dawn.\"\n\nThe wild dismay that the little bee's words produced was\nindescribable. The ladies-in-waiting set up a loud wail, the\nofficers at the door turned pale and made as if to dash off and\nsound the alarm, the aide said: \"Good God!\" and wheeled\ncompletely round, because he wanted to see on all sides at once.\n\nAs for the queen, it was really extraordinary to see with what\ncomposure, what resourcefulness she received the dreadful news.\nShe drew herself up, and there was something in her attitude\nthat both intimidated and inspired endless confidence. Little\nMaya was awed. Never, she felt, had she witnessed anything so\nsuperior. It was like a great, magnificent event in itself.\n\nThe queen beckoned the officers to her side and uttered a few\nrapid sentences aloud. At the end Maya heard:\n\n\"I give you one minute for the execution of my orders.\nA fraction of a second longer, and it will cost you your heads.\"\n\nBut the officers scarcely looked as if they needed this\nincentive. In less time than it takes to tell they were gone.\nTheir instant readiness was a joy to behold.\n\n\"O my queen!\" said Maya.\n\nThe queen inclined her head to the little bee, who once again\nfor a brief moment saw her monarch's countenance beam upon her\ngently, lovingly.\n\n\"You have our thanks,\" she said. \"You have saved us. No matter\nwhat your previous conduct may have been, you have made up for\nit a thousandfold.-- But go, rest now, little girl, you look\nvery miserable, and your hands are trembling.\"\n\n\"I should like to die for you,\" Maya stammered, quivering.\n\n\"Don't worry about us,\" replied the queen. \"Among the thousands\ninhabiting this city there is not one who would hesitate a\nmoment to sacrifice his life for me and for the welfare of the\ncountry. You can go to sleep peacefully.\"\n\nShe bent over and kissed the little bee on her forehead. Then\nshe beckoned to the ladies-in-waiting and bade them see to\nMaya's rest and comfort.\n\nMaya, stirred to the depths of her being, allowed herself to be\nled away. After this, life had nothing lovelier to offer. As in\na dream she heard the loud, clear signals in the distance, saw\nthe high dignitaries of state assemble around the royal\nchambers, heard a dull, far-echoing drone that shook the hive\nfrom roof to foundation.\n\n\"The soldiers! Our soldiers!\" whispered the ladies-in-waiting at\nher side.\n\nThe last thing Maya heard in the little room where her\ncompanions put her to bed was the tramp of soldiers marching\npast her door and commands shouted in a blithe, resolute,\nringing voice. Into her dreams, echoing as from a great\ndistance, she carried the ancient song of the soldier-bees:\n\n  Sunlight, sunlight, golden sheen,\n    By your glow our lives are lighted;\n  Bless our labors, bless our Queen,\n    Let us always be united.\n\n    [Illustration]\n\n\n\n\n    [Illustration]\n\nCHAPTER XVI\n\nTHE BATTLE\n\n\nThe kingdom of the bees was in a whirl of excitement. Not even\nin the days of the revolution had the turmoil been so great. The\nhive rumbled and roared. Every bee was fired by a holy wrath,\na burning ardor to meet and fight the ancient enemy to the very\nlast gasp. Yet there was no disorder or confusion. Marvelous the\nspeed with which the regiments were mobilized, marvelous the way\neach soldier knew his duty and fell into his right place and\ntook up his right work.\n\nIt was high time. At the queen's call for volunteers to defend\nthe entrance, a number of bees offered themselves, and of these\nseveral had been sent out to see if the enemy was approaching.\nTwo had now returned--whizzing dots--and reported that the\nhornets were drawing near.\n\nAn awesome hush of expectancy fell upon the hive. Soldiers in\nthree closed ranks stood lined up at the entrance, proud, pale,\nsolemn, composed. No one spoke. The silence of death prevailed,\nexcept for the low commands of the officers drawing up the\nreserves in the rear. The hive seemed to be fast asleep.\nThe only stir came from the doorway where about a dozen\nwax-generators were at work in feverish silence executing their\norders to narrow the entrance with wax. As by a miracle, two\nthick partitions of wax had already gone up, which even the\nstrongest hornets could not batter down without great loss of\ntime. The hole had been reduced by almost half.\n\nThe queen took up an elevated position inside the hive from\nwhich she was able to survey the battle. Her aides flew\nscurrying hither and thither.\n\nThe third messenger returned. He sank down exhausted at the\nqueen's feet.\n\n\"I am the last who will return,\" he shouted with all the\nstrength he had left. \"The others have been killed.\"\n\n\"Where are the hornets?\" asked the queen.\n\n\"At the lindens!-- Listen, listen,\" he stammered in mortal\nterror, \"the air hums with the wings of the giants.\"\n\nNo sound was heard. It must have been the poor fellow's\nterrified imagination, he must have thought he was still being\npursued.\n\n\"How many are there?\" asked the queen sternly. \"Answer in a low\nvoice.\"\n\n\"I counted forty.\"\n\nAlthough the queen was startled by the enemy's numbers, she gave\nno sign of shock.\n\nIn a ringing, confident voice that all could hear, she said:\n\n\"Not one of them will see his home again.\"\n\nHer words, which seemed to sound the enemy's doom, had instant\neffect. Men and officers alike felt their courage rise.\n\nBut when in the quiet of the morning an ominous whirring was\nheard outside the hive, first softly, then louder and louder,\nand the entrance darkened, and the whispering voices of the\nhornets, the most frightful robbers and murderers in the insect\nworld, penetrated into the hive, then the faces of the valiant\nlittle bees turned pale as if washed over by a drab light\nfalling upon their ranks. They gazed at one another with eyes in\nwhich death sat waiting, and those who were ranged at the\nentrance knew full well that one moment more and all would be\nover with them.\n\nThe queen's controlled voice came clear and tranquil from her\nplace on high:\n\n\"Let the robbers enter one by one until I give orders to attack.\nThen those at the front throw themselves upon the invaders a\nhundred at a time, and the ranks behind cover the entrance. In\nthat way we shall divide up the enemy's forces. Remember, you at\nthe front, upon your strength and endurance and bravery depends\nthe fate of the whole state. Have no fear; in the dusk the enemy\nwill not see right away how well prepared we are, and he will\nenter unsuspecting....\"\n\nShe broke off. There, thrust through the doorway, was the head\nof the first brigand. The feelers played about, groping,\ncautious, the pincers opened and closed. It was a blood-curdling\nsight. Slowly the huge black-and-gold striped body with its\nstrong wings crept in after the head. The light falling in from\nthe outside drew gleams from the warrior's cuirass.\n\nSomething like a quiver went through the ranks of the bees, but\nthe silence remained unbroken.\n\nThe hornet withdrew quietly. Outside he could be heard\nannouncing:\n\n\"They're fast asleep. But the entrance is half walled up and\nthere are no sentinels. I do not know whether to take this as a\ngood or a bad sign.\"\n\n\"A good sign!\" rang out. \"Forward!\"\n\nAt that two giants leapt in through the entrance side by side;\nafter them, soundlessly, pressed a throng of striped, armed,\ngleaming warriors, awful to behold. Eight made their way into\nthe hive. Still no orders to attack from the queen. Was she dumb\nwith horror, had her voice failed her?\n\nAnd the brigands, did they not see in the shadow, to right and\nleft, the soldiers drawn up in close, glittering ranks ready for\nmortal combat...?\n\nNow at last came the order from on high:\n\n\"In the name of eternal right, in the name of your queen, to the\ndefense of the realm!\"\n\nAt that a droning roar went up. Never before had the city been\nshaken by such a battle-cry. It threatened to burst the hive in\ntwo. Where, an instant before, the hornets had been visible\nsingly, there were now buzzing heaps, thick, dark, rolling\nknots. A young officer had scarcely awaited the end of the\nqueen's words. He wanted to be the first to attack. He was the\nfirst to die. He had stood for some time ready to leap all\na-quiver with eagerness for battle, and at the first sound of\nthe order he rushed forward right into the clutches of the\nforemost brigand. His delicately fine-pointed sting found its\nway between the head and upper breast-ring of his opponent; he\nheard the hornet give a yell of rage, saw him double up into a\nglittering, gold-black ball. Then the bandit's fearful sting\nleapt out and pierced between the young officer's breast-rings\nright into his heart; and dying the bee felt himself and his\nmortally wounded enemy sink under a cloud of storming bees. His\nbrave death inspired them all with the wild rapture that comes\nfrom utter willingness to die for a noble cause. Fearful was\ntheir attack upon the invaders. The hornets were sore pressed.\n\nBut the hornets are an old race of robbers, trained to warfare.\nPillage and murder have long been their gruesome profession.\nThough the initial assault of the bees had confused and divided\nthem, yet the damage was not so great as might have seemed at\nfirst. For the bees' stings did not penetrate their breastplates,\nand their strength and gigantic size gave them an advantage of\nwhich they were well aware. Their sharp, buzzing battle-cry\nrose high above the battle-cry of the bees. It is a sound that\nfills all creatures with horror, even human beings, who dread\nthis danger signal, and are careful not to enter into conflict\nwith hornets unprotected.\n\nThose of the assailants who had already penetrated into the hive\nquickly realized that they must make their way still deeper\ninward if they were not to block up the entrance to their\ncomrades outside. And so the struggling knots rolled farther and\nfarther down the dark streets and corridors. How right the queen\nhad been in her tactics! No sooner was a bit of space at the\nentrance cleared than the ranks in the rear leapt forward to its\ndefense. It was an old strategy, and a dreadful one for the\nenemy. When a hornet at the entrance gave signs of exhaustion,\nthe bees shammed the same, and let him crawl in; but the instant\nthe one behind showed his head a great swarm of fresh soldiers\ndashed up to defend the apparently unprotected entrance, while\nthe invader who had gone on ahead would find himself, already\nwearied, suddenly confronted by glittering ranks of soldier-bees\nwho had not yet stirred a finger in battle. Generally he\nsuccumbed to their superior numbers at the very first attack.\n\nNow the groans of the wounded and the shrieks of the dying\nmingled in wild agony with the fierce battle-cries. The hornets'\nstings worked fearful havoc among the bees. The rolling knots\nleft tracks of dead bodies in their wake. The hornets, whose\nretreat had been cut off, realizing that they would never see\nthe light of day again, fought the fight of despair. Yet,\nslowly, one by one, they succumbed. There was one great thing\nagainst them. Though their strength was inexhaustible, not so\nthe poison of their sting. After a time their sting lost its\nvirulence, and the wounded bees, knowing they'd recover, fought\nin the consciousness of certain victory. To this was added the\ngrief of the bees for their dead; it gave them the power of\ndivine wrath.\n\nGradually the din subsided. The loud calls of the hornets on the\noutside met with no response from the invaders within.\n\n\"They are all dead,\" said the leader of the hornets grimly, and\nsummoned the combatants back from the entrance. Their numbers\nhad melted down to half.\n\n\"We have been betrayed,\" said the leader. \"The bees were\nprepared.\"\n\nThe hornets were assembled on the silver-fir. It had\ngrown lighter, and the red of dawn tinged the tops of the\nlinden-trees. The birds began to sing. The dew fell. Pale and\nquivering with rage of battle, the warriors stood around their\nleader, who was waging an awful inward struggle. Should he yield\nto prudence or to his lust for pillage? The former prevailed.\nThere was no use anyway. His whole tribe was in danger of\ndestruction. Grudgingly, in a shudder of thwarted ambition, he\ndetermined to send a messenger to the bees to sue for the return\nof the prisoners.\n\nHe chose his cleverest officer and called upon him by name.\n\nA depressed silence instead of an answer. The officer was among\nthose who had been cut off.\n\nThe leader, overcome now by mortal dread lest those who had\nentered would never return, quickly chose another officer. The\nraging and roaring in the beehive could be heard in the\ndistance.\n\n\"Be quick!\" he cried, laying the white petal of a jasmine in the\nmessenger's hand, \"or the human beings will soon come and we\nshall be lost. Tell the bees we will go away and leave them in\npeace forever if they will deliver up the prisoners.\"\n\nThe messenger rushed off. At the entrance he waved his white\nsignal and alighted on the flying-board.\n\nThe queen-bee was immediately informed that an emissary was\noutside who wanted to make terms, and she sent her aide to\nparley with him. When he returned with his report she sent back\nthis reply:\n\n\"We will deliver up the dead if you want to take them away.\nThere are no prisoners. All of your people who invaded our\nterritory are dead. Your promise never to return we do not\nbelieve. You may come again, whenever you wish. You will fare no\nbetter than you did to-day. And if you want to go on with the\nbattle we are ready to fight to the last bee.\"\n\nThe leader of the hornets turned pale when this message was\ndelivered to him. He clenched his fists, he fought with himself.\nOnly too gladly would he have yielded to the wishes of his\nwarriors who clamored for revenge. Reason prevailed.\n\n\"We _will_ come again,\" he hissed. \"How could this thing have\nhappened to us? Are we not a more powerful people than the bees?\nEvery campaign of mine so far has been successful and has only\nadded to our glory. How can I face the queen after this defeat?\"\nIn a quiver of fury he cried again: \"How could this thing have\nhappened to us? There must be treachery somewhere.\"\n\nAn older hornet known as a friend of the queen's here took up\nthe word.\n\n\"It is true, we _are_ a more powerful race, but the bees are a\nunified nation, and unflinchingly loyal to their people and\ntheir state. That is a great source of strength; it makes them\nirresistible. Not one of them would turn traitor; each without\nthought of self serves the weal of all.\"\n\nThe leader scarcely listened.\n\n\"My day is coming,\" he hissed. \"What care I for the wisdom of\nthese bourgeois! I am a brigand and will die a brigand.-- But to\nkeep up the battle now would be madness. What good would it do\nus if we destroyed the whole hive, and none of us came back\nalive?\" Turning to the messenger, he cried:\n\n\"Give us back our dead. We will withdraw.\"\n\nA dead silence fell. The messenger flew off.\n\n\"We must be prepared for a fresh piece of trickery, though I\ndon't think the hornets are in a fighting mood at present,\" said\nthe queen bee when she heard the hornets' decision. She gave\norders for the rear-guard, wax-generators, and honey-carriers to\nremove the dead from the city while two fresh regiments guarded\nthe entrance.\n\nHer orders were carried out. Over mountains of the dead one\nbrigand's body after another was dragged to the entrance and\nthrown to the ground outside.\n\nIn gloomy silence the troop of hornets waited on the silver-fir\nand saw the corpses of their fallen warriors drop one by one to\nthe earth.\n\nThe sun arose upon a scene of endless desolation. Twenty-one\nslain, who had died a glorious death, made a heap in the grass\nunder the city of the bees. Not a drop of honey, not a single\nprisoner had been taken by the enemy. The hornets picked up\ntheir dead and flew away, the battle was over, the bees had\nconquered.\n\nBut at what a cost! Everywhere lay fallen bodies, in the streets\nand corridors, in the dim places before the brooders and\nhoney-cupboards. Sad was the work in the hive on that lovely\nmorning of summer sunshine and scented blossoms. The dead had to\nbe disposed of, the wounded had to be bandaged and nursed. But\nbefore the hour of noon had struck, the regular tasks were\nbegun; for the bees neither celebrated their victory nor spent\ntime mourning their dead. Each bee carried his pride and his\ngrief locked quietly in his breast and went about his work.\n\n    [Illustration]\n\n\n\n\n    [Illustration]\n\nCHAPTER XVII\n\nTHE QUEEN'S FRIEND\n\n\nThe noise of battle awoke Maya out of a brief sleep. She jumped\nup and straightway wanted to dash out to help defend the city,\nbut soon realized that she was too weak to be of any help.\n\nA group of struggling combatants came rolling toward her. One of\nthem was a strong young hornet, an officer, Maya judged by his\nbadge, who was defending himself unaided against an overwhelming\nnumber of bees. The struggling knot drew nearer. To Maya's\nhorror it left one dead bee after another in its wake. But\nnumbers finally told against the giant: whole clusters of bees,\nready to die rather than let go, hung to his arms and legs and\nfeelers, and their stings were beginning to pierce between the\nrings of his breast. Maya saw him drop down exhausted. Without\ncry or complaint, fighting to the very end, neither suing for\nmercy nor reviling his opponents, he went down to his brigand's\ndeath.\n\nThe bees left him and hurried back to the entrance to throw\nthemselves anew into the conflict.\n\nMaya's heart was beating stormily. She slipped over to the\nhornet. He lay curled up in the twilight, still breathing. She\ncounted about twenty stings, most of them in the fore part of\nhis body, leaving his golden armor quite whole and sound. Seeing\nhe was still alive, she hurried away to bring water and\nhoney--to cheer the dying man, she thought. But he shook his\nhead and waived her off with his hand.\n\n\"I _take_ what I want,\" he said proudly. \"I don't care for\ngifts.\"\n\n\"Oh,\" said Maya, \"I only thought you might be thirsty.\"\n\nThe young officer smiled at her, then said, not sadly, but with\na strange earnestness:\n\n\"I must die.\"\n\nThe little bee could not reply. For the first time in her life\nshe seemed to comprehend what it meant to have to die; and death\nseemed much closer when someone else was about to die than when\nher own life had been imperiled in the spider's web.\n\n\"If there were only _some_thing I could do,\" she said, and burst\ninto tears.\n\nThe dying hornet made no answer. He opened his eyes once again\nand heaved a deep breath--for the last time. Half an hour later\nhe was thrown down into the grass outside the hive along with\nhis dead comrades.\n\nLittle Maya never forgot what she had learned from this brief\nfarewell. She knew now for all time that her enemies were beings\nlike herself, loving life as she did and having to die a hard\ndeath without succor. She thought of the flower sprite who had\ntold her of his rebirth when Nature sent forth her blossoms\nagain in the spring; and she longed to know whether the other\ncreatures would, like the sprite, come back to the light of life\nafter they had died the death of the earth.\n\n\"I will believe it is so,\" she said softly.\n\nA messenger now came and summoned her to the queen's presence.\nShe found the full court assembled in the royal reception room.\nHer legs shook, she scarcely dared to raise her eyes before her\nmonarch and so many dignitaries. A number of the officers of\nthe queen's staff were missing, and the gathering was unusually\nsolemn. Yet a gleam of exaltation seemed to light every brow--as\nif the consciousness of triumph and new glory won encircled\neveryone like an invisible halo.\n\nThe queen arose, made her way unattended through the assemblage,\nwent up to little Maya and took her in her arms.\n\nThis Maya had never expected, not this. The measure of her joy\nwas full to overflowing; she broke down and wept.\n\nThe bees were deeply stirred. There was not one among them who\ndid not share Maya's happiness, who was not deeply grateful for\nthe little bee's valiant deed.\n\nMaya now had to tell her whole story. Everybody wanted to know\nhow she had learned of the hornets' plans and how she had\nsucceeded in breaking out of the awful prison from which no bee\nhad ever before escaped.\n\nSo Maya told of all the remarkable things she had seen and heard,\nof Miss Loveydear with the glittering wings, of the grasshopper,\nof Thekla the spider, of Puck, and of how splendidly Bobbie had\ncome to her rescue. When she told of the sprite and the human\nbeings, it was so quiet in the hall that you could hear the\ngenerators in the back of the hive kneading the wax.\n\n\"Ah,\" said the queen, \"who'd have thought the sprites were so\nlovely?\" She smiled to herself with a look of melancholy and\nlonging, as people will who long for beauty.\n\nAnd all the dignitaries smiled the same smile.\n\n\"How did the song of the sprite go?\" she asked. \"Say it again.\nI'd like to learn it by heart.\"\n\nMaya repeated the song of the sprite.\n\n  My soul is that which breathes anew\n  From all of loveliness and grace;\n  And as it flows from God's own face,\n  It flows from his creations, too.\n\nThere was silence for a while. The only sound was a restrained\nsobbing in the back of the hall--probably someone thinking of a\nfriend who had been killed.\n\nMaya went on with her story. When she came to the hornets, the\nbees' eyes darkened and widened. Each imagined himself in the\nsituation in which one of their number had been, and quivered,\nand drew a deep breath.\n\n\"Awful,\" said the queen, \"perfectly awful....\"\n\nThe dignitaries murmured something to the same effect.\n\n\"And so,\" Maya ended, \"I reached home. And I sue for your\nMajesty's pardon--a thousand times.\"\n\nOh, no one bore the little bee any ill will for having run away\nfrom the hive. You may imagine they did not.\n\nThe queen put her arm round Maya's neck.\n\n\"You did not forget your home and your people,\" she said kindly.\n\"In your heart you were loyal. So we will be loyal to you.\nHenceforth you shall stay by my side and help me conduct the\naffairs of state. In that way, I think, your experiences, all\nthe things you have learned, will be made to serve the greatest\ngood of your people and your country.\"\n\nCheers of approval greeted the queen's words.\n\nSo ends the story of the adventures of Maya the bee. They say\nher work contributed greatly to the good and welfare of the\nnation, and she came to be highly respected and loved by her\npeople. Sometimes on quiet evenings she went for a brief hour's\nconversation to Cassandra's peaceful little room, where the\nancient dame lived now on pension honey. There Maya told the\nyoung bees, who listened to her eagerly, stories of the\nadventures which we have lived through with her.\n\n    [Illustration]\n\n\n\n\n       *       *       *       *       *\n\n\n\nErrors and Inconsistencies\n\n  Every now and then, in the suddennest way  [spelling unchanged]\n\n  the tree would turn sear and die  [spelling unchanged]\n\n  the silvery chirp that filled the whole moonlit world with\n    melody.  [unneeded close quote at end of paragraph]\n\n  \"else the human beings would see me and be frightened ...\"\n    [open quote missing]\n\n  I am Thomas of the family of millepeds  [spelling unchanged]\n\n  \"I'll set you free. You can fly wherever you want.\"\n    [open quote missing]\n\n  at work in feverish silence executing their orders  [excuting]\n\n\n\n***END OF THE PROJECT GUTENBERG EBOOK THE ADVENTURES OF MAYA THE BEE***\n\n\n******* This file should be named 22354-8.txt or 22354-8.zip *******\n\n\nThis and all associated files of various formats will be found in:\nhttp:\/\/www.gutenberg.org\/dirs\/2\/2\/3\/5\/22354\n\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp:\/\/www.gutenberg.org\/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark\/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s\/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http:\/\/www.gutenberg.org\/fundraising\/pglaf.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http:\/\/www.gutenberg.org\/about\/contact\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http:\/\/www.gutenberg.org\/fundraising\/donate\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit:\nhttp:\/\/www.gutenberg.org\/fundraising\/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\nMost people start at our Web site which has the main PG search facility:\n\n     http:\/\/www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n","id":835,"split":"train"}
