{"ori_id":"0b5d946ecfbdeb6629ae3f8cd42f4c499892e4ce","title":"La Maison du chat-qui-pelote","context":"La Maison du chat-qui-pelote\n The artist Théodore de Sommervieux falls in love with Augustine Guillaume, the daughter of a conservative cloth merchant, whose house of business on the Rue Saint-Denis in Paris is known by sign of the Cat and Racket. Théodore, a winner of the Prix de Rome and a knight of the Legion of Honor, is famous for his interiors and chiaroscuro effects in imitation of the Dutch School. He makes an excellent reproduction of the interior of the Cat and Racket, which is exhibited at the Salon alongside a strikingly modern portrait of Augustine. The affair blossoms with the help of Madame Guillaume's younger cousin Madame Roguin, who is already acquainted with Théodore. The lovers become engaged, somewhat against the best wishes of Augustine's parents, who had originally intended her to marry Monsieur Guillaume's clerk Joseph Lebas. In 1808 Augustine marries Théodore at the local church of Saint-Leu; on the same day her elder sister Virginie marries Lebas.\nThe marriage is not a happy one. Augustine adores Sommervieux but is incapable of understanding him as an artist. Although she is more refined than her parents, her education and social standing leave her too far below the level of her husband to allow a meeting of minds to take place. Théodore's passion for her cools and she is treated with disdain by his fellow artists. Théodore instead finds a kindred soul in the Duchesse de Carigliano, to whom he gives the famous portrait of Augustine and to whom he becomes hopelessly attached, neglecting his rooms on the Rue des Trois-Frères (now a part of the Rue Taitbout).\nRealizing after three years of unhappiness that her marriage is falling apart and having been informed by a malicious gossip of Théodore's attachment to the duchess, Augustine visits Madame de Carigliano not to ask her to give her back her husband's heart but to learn the arts by which it has been captured. The duchess warns her against trying to conquer a man's heart through love, which will only allow the husband to tyrannize over the wife; instead a woman must use all the arts of coquetry that nature puts at her disposal. Augustine is shocked to learn that Madame de Carigliano sees marriage as a form of warfare. The duchess then returns to Augustine her own portrait, telling her that if she cannot conquer her husband with this weapon, she is not a woman.\nAugustine, however, does not understand how to turn such a weapon against her husband. She hangs the portrait in her bedroom and dresses herself exactly as she appears in it, believing that Théodore will see her once again as the young woman he fell in love with at the sign of the Cat and Racket. But when the artist sees the portrait hanging in her bedroom and asks how it came to be there, she foolishly reveals that it was returned to her by the Duchesse de Carigliano. \"You demanded it from her?\" he asks. \"I did not know that she had it\", replies Augustine. Théodore realizes that his wife is incapable of seeing the painting as he sees it - a consummate work of art. Instead of falling in love with its subject, he regards its return as a slap in the face from his mistress. His vanity wounded, he throws a fit and destroys the portrait, vowing vengeance upon the duchess.\nBy morning Augustine has become resigned to her fate. Her loveless marriage comes to an end shortly thereafter when she dies of a broken heart at the age of twenty-seven.\nï»¿Project Gutenberg's At the Sign of the Cat and Racket, by Honore de Balzac\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n\nTitle: At the Sign of the Cat and Racket\n\nAuthor: Honore de Balzac\n\nTranslator: Clara Bell\n\nRelease Date: March, 1998  [Etext #1680]\nPosting Date: February 28, 2010\n\nLanguage: English\n\n\n*** START OF THIS PROJECT GUTENBERG EBOOK AT THE SIGN OF THE CAT AND RACKET ***\n\n\n\n\nProduced by John Bickers, and Dagny\n\n\n\n\n\nAT THE SIGN OF THE CAT AND RACKET\n\n\nBy Honore De Balzac\n\n\nTranslated by Clara Bell\n\n\n\n\n                              DEDICATION\n\n                  To Mademoiselle Marie de Montheau\n\n\n\n\n\nAT THE SIGN OF THE CAT AND RACKET\n\n\nHalf-way down the Rue Saint-Denis, almost at the corner of the Rue du\nPetit-Lion, there stood formerly one of those delightful houses which\nenable historians to reconstruct old Paris by analogy. The threatening\nwalls of this tumbledown abode seemed to have been decorated with\nhieroglyphics. For what other name could the passer-by give to the Xs\nand Vs which the horizontal or diagonal timbers traced on the front,\noutlined by little parallel cracks in the plaster? It was evident that\nevery beam quivered in its mortices at the passing of the lightest\nvehicle. This venerable structure was crowned by a triangular roof of\nwhich no example will, ere long, be seen in Paris. This covering, warped\nby the extremes of the Paris climate, projected three feet over the\nroadway, as much to protect the threshold from the rainfall as to\nshelter the wall of a loft and its sill-less dormer-window. This upper\nstory was built of planks, overlapping each other like slates, in order,\nno doubt, not to overweight the frail house.\n\nOne rainy morning in the month of March, a young man, carefully wrapped\nin his cloak, stood under the awning of a shop opposite this old house,\nwhich he was studying with the enthusiasm of an antiquary. In point of\nfact, this relic of the civic life of the sixteenth century offered\nmore than one problem to the consideration of an observer. Each story\npresented some singularity; on the first floor four tall, narrow\nwindows, close together, were filled as to the lower panes with boards,\nso as to produce the doubtful light by which a clever salesman can\nascribe to his goods the color his customers inquire for. The young man\nseemed very scornful of this part of the house; his eyes had not yet\nrested on it. The windows of the second floor, where the Venetian blinds\nwere drawn up, revealing little dingy muslin curtains behind the large\nBohemian glass panes, did not interest him either. His attention was\nattracted to the third floor, to the modest sash-frames of wood, so\nclumsily wrought that they might have found a place in the Museum of\nArts and Crafts to illustrate the early efforts of French carpentry.\nThese windows were glazed with small squares of glass so green that, but\nfor his good eyes, the young man could not have seen the blue-checked\ncotton curtains which screened the mysteries of the room from profane\neyes. Now and then the watcher, weary of his fruitless contemplation,\nor of the silence in which the house was buried, like the whole\nneighborhood, dropped his eyes towards the lower regions. An involuntary\nsmile parted his lips each time he looked at the shop, where, in fact,\nthere were some laughable details.\n\nA formidable wooden beam, resting on four pillars, which appeared to\nhave bent under the weight of the decrepit house, had been encrusted\nwith as many coats of different paint as there are of rouge on an old\nduchess' cheek. In the middle of this broad and fantastically carved\njoist there was an old painting representing a cat playing rackets. This\npicture was what moved the young man to mirth. But it must be said\nthat the wittiest of modern painters could not invent so comical a\ncaricature. The animal held in one of its forepaws a racket as big as\nitself, and stood on its hind legs to aim at hitting an enormous ball,\nreturned by a man in a fine embroidered coat. Drawing, color, and\naccessories, all were treated in such a way as to suggest that the\nartist had meant to make game of the shop-owner and of the passing\nobserver. Time, while impairing this artless painting, had made it yet\nmore grotesque by introducing some uncertain features which must have\npuzzled the conscientious idler. For instance, the cat's tail had been\neaten into in such a way that it might now have been taken for the\nfigure of a spectator--so long, and thick, and furry were the tails of\nour forefathers' cats. To the right of the picture, on an azure field\nwhich ill-disguised the decay of the wood, might be read the name\n\"Guillaume,\" and to the left, \"Successor to Master Chevrel.\" Sun and\nrain had worn away most of the gilding parsimoniously applied to the\nletters of this superscription, in which the Us and Vs had changed\nplaces in obedience to the laws of old-world orthography.\n\nTo quench the pride of those who believe that the world is growing\ncleverer day by day, and that modern humbug surpasses everything, it may\nbe observed that these signs, of which the origin seems so whimsical to\nmany Paris merchants, are the dead pictures of once living pictures\nby which our roguish ancestors contrived to tempt customers into their\nhouses. Thus the Spinning Sow, the Green Monkey, and others, were\nanimals in cages whose skills astonished the passer-by, and whose\naccomplishments prove the patience of the fifteenth-century artisan.\nSuch curiosities did more to enrich their fortunate owners than the\nsigns of \"Providence,\" \"Good-faith,\" \"Grace of God,\" and \"Decapitation\nof John the Baptist,\" which may still be seen in the Rue Saint-Denis.\n\nHowever, our stranger was certainly not standing there to admire the\ncat, which a minute's attention sufficed to stamp on his memory. The\nyoung man himself had his peculiarities. His cloak, folded after the\nmanner of an antique drapery, showed a smart pair of shoes, all the more\nremarkable in the midst of the Paris mud, because he wore white silk\nstockings, on which the splashes betrayed his impatience. He had just\ncome, no doubt, from a wedding or a ball; for at this early hour he had\nin his hand a pair of white gloves, and his black hair, now out of curl,\nand flowing over his shoulders, showed that it had been dressed _a la\nCaracalla_, a fashion introduced as much by David's school of painting\nas by the mania for Greek and Roman styles which characterized the early\nyears of this century.\n\nIn spite of the noise made by a few market gardeners, who, being late,\nrattled past towards the great market-place at a gallop, the busy street\nlay in a stillness of which the magic charm is known only to those who\nhave wandered through deserted Paris at the hours when its roar, hushed\nfor a moment, rises and spreads in the distance like the great voice\nof the sea. This strange young man must have seemed as curious to the\nshopkeeping folk of the \"Cat and Racket\" as the \"Cat and Racket\" was\nto him. A dazzlingly white cravat made his anxious face look even paler\nthan it really was. The fire that flashed in his black eyes, gloomy\nand sparkling by turns, was in harmony with the singular outline of\nhis features, with his wide, flexible mouth, hardened into a smile. His\nforehead, knit with violent annoyance, had a stamp of doom. Is not the\nforehead the most prophetic feature of a man? When the stranger's\nbrow expressed passion the furrows formed in it were terrible in their\nstrength and energy; but when he recovered his calmness, so easily\nupset, it beamed with a luminous grace which gave great attractiveness\nto a countenance in which joy, grief, love, anger, or scorn blazed out\nso contagiously that the coldest man could not fail to be impressed.\n\nHe was so thoroughly vexed by the time when the dormer-window of the\nloft was suddenly flung open, that he did not observe the apparition of\nthree laughing faces, pink and white and chubby, but as vulgar as the\nface of Commerce as it is seen in sculpture on certain monuments. These\nthree faces, framed by the window, recalled the puffy cherubs floating\namong the clouds that surround God the Father. The apprentices snuffed\nup the exhalations of the street with an eagerness that showed how hot\nand poisonous the atmosphere of their garret must be. After pointing to\nthe singular sentinel, the most jovial, as he seemed, of the apprentices\nretired and came back holding an instrument whose hard metal pipe is now\nsuperseded by a leather tube; and they all grinned with mischief as they\nlooked down on the loiterer, and sprinkled him with a fine white\nshower of which the scent proved that three chins had just been shaved.\nStanding on tiptoe, in the farthest corner of their loft, to enjoy\ntheir victim's rage, the lads ceased laughing on seeing the haughty\nindifference with which the young man shook his cloak, and the\nintense contempt expressed by his face as he glanced up at the empty\nwindow-frame.\n\nAt this moment a slender white hand threw up the lower half of one of\nthe clumsy windows on the third floor by the aid of the sash runners,\nof which the pulley so often suddenly gives way and releases the heavy\npanes it ought to hold up. The watcher was then rewarded for his long\nwaiting. The face of a young girl appeared, as fresh as one of the\nwhite cups that bloom on the bosom of the waters, crowned by a frill\nof tumbled muslin, which gave her head a look of exquisite innocence.\nThough wrapped in brown stuff, her neck and shoulders gleamed here\nand there through little openings left by her movements in sleep. No\nexpression of embarrassment detracted from the candor of her face, or\nthe calm look of eyes immortalized long since in the sublime works of\nRaphael; here were the same grace, the same repose as in those Virgins,\nand now proverbial. There was a delightful contrast between the cheeks\nof that face on which sleep had, as it were, given high relief to a\nsuperabundance of life, and the antiquity of the heavy window with its\nclumsy shape and black sill. Like those day-blowing flowers, which\nin the early morning have not yet unfurled their cups, twisted by the\nchills of night, the girl, as yet hardly awake, let her blue eyes wander\nbeyond the neighboring roofs to look at the sky; then, from habit,\nshe cast them down on the gloomy depths of the street, where they\nimmediately met those of her adorer. Vanity, no doubt, distressed her at\nbeing seen in undress; she started back, the worn pulley gave way, and\nthe sash fell with the rapid run, which in our day has earned for this\nartless invention of our forefathers an odious name, _Fenetre a la\nGuillotine_. The vision had disappeared. To the young man the most\nradiant star of morning seemed to be hidden by a cloud.\n\nDuring these little incidents the heavy inside shutters that protected\nthe slight windows of the shop of the \"Cat and Racket\" had been removed\nas if by magic. The old door with its knocker was opened back against\nthe wall of the entry by a man-servant, apparently coeval with the sign,\nwho, with a shaking hand, hung upon it a square of cloth, on which were\nembroidered in yellow silk the words: \"Guillaume, successor to Chevrel.\"\nMany a passer-by would have found it difficult to guess the class of\ntrade carried on by Monsieur Guillaume. Between the strong iron bars\nwhich protected his shop windows on the outside, certain packages,\nwrapped in brown linen, were hardly visible, though as numerous as\nherrings swimming in a shoal. Notwithstanding the primitive aspect of\nthe Gothic front, Monsieur Guillaume, of all the merchant clothiers in\nParis, was the one whose stores were always the best provided, whose\nconnections were the most extensive, and whose commercial honesty never\nlay under the slightest suspicion. If some of his brethren in business\nmade a contract with the Government, and had not the required quantity\nof cloth, he was always ready to deliver it, however large the number of\npieces tendered for. The wily dealer knew a thousand ways of extracting\nthe largest profits without being obliged, like them, to court\npatrons, cringing to them, or making them costly presents. When his\nfellow-tradesmen could only pay in good bills of long date, he would\nmention his notary as an accommodating man, and managed to get a second\nprofit out of the bargain, thanks to this arrangement, which had made it\na proverb among the traders of the Rue Saint-Denis: \"Heaven preserve you\nfrom Monsieur Guillaume's notary!\" to signify a heavy discount.\n\nThe old merchant was to be seen standing on the threshold of his shop,\nas if by a miracle, the instant the servant withdrew. Monsieur Guillaume\nlooked at the Rue Saint-Denis, at the neighboring shops, and at the\nweather, like a man disembarking at Havre, and seeing France once more\nafter a long voyage. Having convinced himself that nothing had changed\nwhile he was asleep, he presently perceived the stranger on guard, and\nhe, on his part, gazed at the patriarchal draper as Humboldt may have\nscrutinized the first electric eel he saw in America. Monsieur Guillaume\nwore loose black velvet breeches, pepper-and-salt stockings, and square\ntoed shoes with silver buckles. His coat, with square-cut fronts,\nsquare-cut tails, and square-cut collar clothed his slightly bent figure\nin greenish cloth, finished with white metal buttons, tawny from wear.\nHis gray hair was so accurately combed and flattened over his yellow\npate that it made it look like a furrowed field. His little green eyes,\nthat might have been pierced with a gimlet, flashed beneath arches\nfaintly tinged with red in the place of eyebrows. Anxieties had wrinkled\nhis forehead with as many horizontal lines as there were creases in his\ncoat. This colorless face expressed patience, commercial shrewdness,\nand the sort of wily cupidity which is needful in business. At that\ntime these old families were less rare than they are now, in which the\ncharacteristic habits and costume of their calling, surviving in\nthe midst of more recent civilization, were preserved as cherished\ntraditions, like the antediluvian remains found by Cuvier in the\nquarries.\n\nThe head of the Guillaume family was a notable upholder of ancient\npractices; he might be heard to regret the Provost of Merchants, and\nnever did he mention a decision of the Tribunal of Commerce without\ncalling it the _Sentence of the Consuls_. Up and dressed the first of\nthe household, in obedience, no doubt, to these old customs, he stood\nsternly awaiting the appearance of his three assistants, ready to scold\nthem in case they were late. These young disciples of Mercury knew\nnothing more terrible than the wordless assiduity with which the master\nscrutinized their faces and their movements on Monday in search of\nevidence or traces of their pranks. But at this moment the old clothier\npaid no heed to his apprentices; he was absorbed in trying to divine the\nmotive of the anxious looks which the young man in silk stockings and a\ncloak cast alternately at his signboard and into the depths of his shop.\nThe daylight was now brighter, and enabled the stranger to discern the\ncashier's corner enclosed by a railing and screened by old green silk\ncurtains, where were kept the immense ledgers, the silent oracles of the\nhouse. The too inquisitive gazer seemed to covet this little nook,\nand to be taking the plan of a dining-room at one side, lighted by\na skylight, whence the family at meals could easily see the smallest\nincident that might occur at the shop-door. So much affection for his\ndwelling seemed suspicious to a trader who had lived long enough to\nremember the law of maximum prices; Monsieur Guillaume naturally thought\nthat this sinister personage had an eye to the till of the Cat and\nRacket. After quietly observing the mute duel which was going on between\nhis master and the stranger, the eldest of the apprentices, having seen\nthat the young man was stealthily watching the windows of the third\nfloor, ventured to place himself on the stone flag where Monsieur\nGuillaume was standing. He took two steps out into the street, raised\nhis head, and fancied that he caught sight of Mademoiselle Augustine\nGuillaume in hasty retreat. The draper, annoyed by his assistant's\nperspicacity, shot a side glance at him; but the draper and his amorous\napprentice were suddenly relieved from the fears which the young man's\npresence had excited in their minds. He hailed a hackney cab on its\nway to a neighboring stand, and jumped into it with an air of affected\nindifference. This departure was a balm to the hearts of the other two\nlads, who had been somewhat uneasy as to meeting the victim of their\npractical joke.\n\n\"Well, gentlemen, what ails you that you are standing there with your\narms folded?\" said Monsieur Guillaume to his three neophytes. \"In former\ndays, bless you, when I was in Master Chevrel's service, I should have\noverhauled more than two pieces of cloth by this time.\"\n\n\"Then it was daylight earlier,\" said the second assistant, whose duty\nthis was.\n\nThe old shopkeeper could not help smiling. Though two of these\nyoung fellows, who were confided to his care by their fathers, rich\nmanufacturers at Louviers and at Sedan, had only to ask and to have a\nhundred thousand francs the day when they were old enough to settle in\nlife, Guillaume regarded it as his duty to keep them under the rod of an\nold-world despotism, unknown nowadays in the showy modern shops, where\nthe apprentices expect to be rich men at thirty. He made them work like\nNegroes. These three assistants were equal to a business which would\nharry ten such clerks as those whose sybaritical tastes now swell the\ncolumns of the budget. Not a sound disturbed the peace of this solemn\nhouse, where the hinges were always oiled, and where the meanest article\nof furniture showed the respectable cleanliness which reveals strict\norder and economy. The most waggish of the three youths often amused\nhimself by writing the date of its first appearance on the Gruyere\ncheese which was left to their tender mercies at breakfast, and which it\nwas their pleasure to leave untouched. This bit of mischief, and a few\nothers of the same stamp, would sometimes bring a smile on the face of\nthe younger of Guillaume's daughters, the pretty maiden who has just now\nappeared to the bewitched man in the street.\n\nThough each of these apprentices, even the eldest, paid a round sum for\nhis board, not one of them would have been bold enough to remain at the\nmaster's table when dessert was served. When Madame Guillaume talked of\ndressing the salad, the hapless youths trembled as they thought of the\nthrift with which her prudent hand dispensed the oil. They could never\nthink of spending a night away from the house without having given, long\nbefore, a plausible reason for such an irregularity. Every Sunday, each\nin his turn, two of them accompanied the Guillaume family to Mass at\nSaint-Leu, and to vespers. Mesdemoiselles Virginie and Augustine, simply\nattired in cotton print, each took the arm of an apprentice and walked\nin front, under the piercing eye of their mother, who closed the little\nfamily procession with her husband, accustomed by her to carry two large\nprayer-books, bound in black morocco. The second apprentice received\nno salary. As for the eldest, whose twelve years of perseverance and\ndiscretion had initiated him into the secrets of the house, he was paid\neight hundred francs a year as the reward of his labors. On certain\nfamily festivals he received as a gratuity some little gift, to which\nMadame Guillaume's dry and wrinkled hand alone gave value--netted\npurses, which she took care to stuff with cotton wool, to show off the\nfancy stitches, braces of the strongest make, or heavy silk stockings.\nSometimes, but rarely, this prime minister was admitted to share the\npleasures of the family when they went into the country, or when, after\nwaiting for months, they made up their mind to exert the right acquired\nby taking a box at the theatre to command a piece which Paris had\nalready forgotten.\n\nAs to the other assistants, the barrier of respect which formerly\ndivided a master draper from his apprentices was that they would\nhave been more likely to steal a piece of cloth than to infringe this\ntime-honored etiquette. Such reserve may now appear ridiculous; but\nthese old houses were a school of honesty and sound morals. The masters\nadopted their apprentices. The young man's linen was cared for, mended,\nand often replaced by the mistress of the house. If an apprentice fell\nill, he was the object of truly maternal attention. In a case of\ndanger the master lavished his money in calling in the most celebrated\nphysicians, for he was not answerable to their parents merely for the\ngood conduct and training of the lads. If one of them, whose character\nwas unimpeachable, suffered misfortune, these old tradesmen knew how to\nvalue the intelligence he had displayed, and they did not hesitate\nto entrust the happiness of their daughters to men whom they had long\ntrusted with their fortunes. Guillaume was one of these men of the\nold school, and if he had their ridiculous side, he had all their good\nqualities; and Joseph Lebas, the chief assistant, an orphan without any\nfortune, was in his mind destined to be the husband of Virginie, his\nelder daughter. But Joseph did not share the symmetrical ideas of his\nmaster, who would not for an empire have given his second daughter in\nmarriage before the elder. The unhappy assistant felt that his heart was\nwholly given to Mademoiselle Augustine, the younger. In order to justify\nthis passion, which had grown up in secret, it is necessary to inquire\na little further into the springs of the absolute government which ruled\nthe old cloth-merchant's household.\n\nGuillaume had two daughters. The elder, Mademoiselle Virginie, was\nthe very image of her mother. Madame Guillaume, daughter of the Sieur\nChevrel, sat so upright in the stool behind her desk, that more than\nonce she had heard some wag bet that she was a stuffed figure. Her\nlong, thin face betrayed exaggerated piety. Devoid of attractions or of\namiable manners, Madame Guillaume commonly decorated her head--that of\na woman near on sixty--with a cap of a particular and unvarying shape,\nwith long lappets, like that of a widow. In all the neighborhood she was\nknown as the \"portress nun.\" Her speech was curt, and her movements had\nthe stiff precision of a semaphore. Her eye, with a gleam in it like a\ncat's, seemed to spite the world because she was so ugly. Mademoiselle\nVirginie, brought up, like her younger sister, under the domestic rule\nof her mother, had reached the age of eight-and-twenty. Youth mitigated\nthe graceless effect which her likeness to her mother sometimes gave\nto her features, but maternal austerity had endowed her with two great\nqualities which made up for everything. She was patient and gentle.\nMademoiselle Augustine, who was but just eighteen, was not like either\nher father or her mother. She was one of those daughters whose total\nabsence of any physical affinity with their parents makes one believe in\nthe adage: \"God gives children.\" Augustine was little, or, to describe\nher more truly, delicately made. Full of gracious candor, a man of the\nworld could have found no fault in the charming girl beyond a certain\nmeanness of gesture or vulgarity of attitude, and sometimes a want of\nease. Her silent and placid face was full of the transient melancholy\nwhich comes over all young girls who are too weak to dare to resist\ntheir mother's will.\n\nThe two sisters, always plainly dressed, could not gratify the innate\nvanity of womanhood but by a luxury of cleanliness which became them\nwonderfully, and made them harmonize with the polished counters and\nthe shining shelves, on which the old man-servant never left a speck of\ndust, and with the old-world simplicity of all they saw about them. As\ntheir style of living compelled them to find the elements of happiness\nin persistent work, Augustine and Virginie had hitherto always satisfied\ntheir mother, who secretly prided herself on the perfect characters of\nher two daughters. It is easy to imagine the results of the training\nthey had received. Brought up to a commercial life, accustomed to\nhear nothing but dreary arguments and calculations about trade, having\nstudied nothing but grammar, book-keeping, a little Bible-history, and\nthe history of France in Le Ragois, and never reading any book but what\ntheir mother would sanction, their ideas had not acquired much scope.\nThey knew perfectly how to keep house; they were familiar with the\nprices of things; they understood the difficulty of amassing money; they\nwere economical, and had a great respect for the qualities that make a\nman of business. Although their father was rich, they were as skilled\nin darning as in embroidery; their mother often talked of having them\ntaught to cook, so that they might know how to order a dinner and scold\na cook with due knowledge. They knew nothing of the pleasures of the\nworld; and, seeing how their parents spent their exemplary lives, they\nvery rarely suffered their eyes to wander beyond the walls of their\nhereditary home, which to their mother was the whole universe. The\nmeetings to which family anniversaries gave rise filled in the future of\nearthly joy to them.\n\nWhen the great drawing-room on the second floor was to be prepared to\nreceive company--Madame Roguin, a Demoiselle Chevrel, fifteen months\nyounger than her cousin, and bedecked with diamonds; young Rabourdin,\nemployed in the Finance Office; Monsieur Cesar Birotteau, the rich\nperfumer, and his wife, known as Madame Cesar; Monsieur Camusot, the\nrichest silk mercer in the Rue des Bourdonnais, with his father-in-law,\nMonsieur Cardot, two or three old bankers, and some immaculate\nladies--the arrangements, made necessary by the way in which everything\nwas packed away--the plate, the Dresden china, the candlesticks, and the\nglass--made a variety in the monotonous lives of the three women, who\ncame and went and exerted themselves as nuns would to receive their\nbishop. Then, in the evening, when all three were tired out with having\nwiped, rubbed, unpacked, and arranged all the gauds of the festival, as\nthe girls helped their mother to undress, Madame Guillaume would say to\nthem, \"Children, we have done nothing today.\"\n\nWhen, on very great occasions, \"the portress nun\" allowed dancing,\nrestricting the games of boston, whist, and backgammon within the limits\nof her bedroom, such a concession was accounted as the most unhoped\nfelicity, and made them happier than going to the great balls, to two\nor three of which Guillaume would take the girls at the time of the\nCarnival.\n\nAnd once a year the worthy draper gave an entertainment, when he spared\nno expense. However rich and fashionable the persons invited might be,\nthey were careful not to be absent; for the most important houses on\nthe exchange had recourse to the immense credit, the fortune, or the\ntime-honored experience of Monsieur Guillaume. Still, the excellent\nmerchant's daughters did not benefit as much as might be supposed by the\nlessons the world has to offer to young spirits. At these parties, which\nwere indeed set down in the ledger to the credit of the house, they wore\ndresses the shabbiness of which made them blush. Their style of dancing\nwas not in any way remarkable, and their mother's surveillance did not\nallow of their holding any conversation with their partners beyond Yes\nand No. Also, the law of the old sign of the Cat and Racket commanded\nthat they should be home by eleven o'clock, the hour when balls and\nfetes begin to be lively. Thus their pleasures, which seemed to conform\nvery fairly to their father's position, were often made insipid by\ncircumstances which were part of the family habits and principles.\n\nAs to their usual life, one remark will sufficiently paint it. Madame\nGuillaume required her daughters to be dressed very early in the\nmorning, to come down every day at the same hour, and she ordered their\nemployments with monastic regularity. Augustine, however, had been\ngifted by chance with a spirit lofty enough to feel the emptiness of\nsuch a life. Her blue eyes would sometimes be raised as if to pierce\nthe depths of that gloomy staircase and those damp store-rooms. After\nsounding the profound cloistral silence, she seemed to be listening to\nremote, inarticulate revelations of the life of passion, which accounts\nfeelings as of higher value than things. And at such moments her cheek\nwould flush, her idle hands would lay the muslin sewing on the polished\noak counter, and presently her mother would say in a voice, of which\neven the softest tones were sour, \"Augustine, my treasure, what are\nyou thinking about?\" It is possible that two romances discovered\nby Augustine in the cupboard of a cook Madame Guillaume had\nlately discharged--_Hippolyte Comte de Douglas_ and _Le Comte de\nComminges_--may have contributed to develop the ideas of the young girl,\nwho had devoured them in secret, during the long nights of the past\nwinter.\n\nAnd so Augustine's expression of vague longing, her gentle voice, her\njasmine skin, and her blue eyes had lighted in poor Lebas' soul a\nflame as ardent as it was reverent. From an easily understood caprice,\nAugustine felt no affection for the orphan; perhaps she did not know\nthat he loved her. On the other hand, the senior apprentice, with his\nlong legs, his chestnut hair, his big hands and powerful frame, had\nfound a secret admirer in Mademoiselle Virginie, who, in spite of her\ndower of fifty thousand crowns, had as yet no suitor. Nothing could\nbe more natural than these two passions at cross-purposes, born in the\nsilence of the dingy shop, as violets bloom in the depths of a wood. The\nmute and constant looks which made the young people's eyes meet by sheer\nneed of change in the midst of persistent work and cloistered peace, was\nsure, sooner or later, to give rise to feelings of love. The habit of\nseeing always the same face leads insensibly to our reading there the\nqualities of the soul, and at last effaces all its defects.\n\n\"At the pace at which that man goes, our girls will soon have to go on\ntheir knees to a suitor!\" said Monsieur Guillaume to himself, as he\nread the first decree by which Napoleon drew in advance on the conscript\nclasses.\n\nFrom that day the old merchant, grieved at seeing his eldest daughter\nfade, remembered how he had married Mademoiselle Chevrel under much the\nsame circumstances as those of Joseph Lebas and Virginie. A good bit\nof business, to marry off his daughter, and discharge a sacred debt\nby repaying to an orphan the benefit he had formerly received from\nhis predecessor under similar conditions! Joseph Lebas, who was now\nthree-and-thirty, was aware of the obstacle which a difference of\nfifteen years placed between Augustine and himself. Being also too\nclear-sighted not to understand Monsieur Guillaume's purpose, he knew\nhis inexorable principles well enough to feel sure that the second would\nnever marry before the elder. So the hapless assistant, whose heart was\nas warm as his legs were long and his chest deep, suffered in silence.\n\nThis was the state of the affairs in the tiny republic which, in the\nheart of the Rue Saint-Denis, was not unlike a dependency of La Trappe.\nBut to give a full account of events as well as of feelings, it is\nneedful to go back to some months before the scene with which this story\nopens. At dusk one evening, a young man passing the darkened shop of the\nCat and Racket, had paused for a moment to gaze at a picture which might\nhave arrested every painter in the world. The shop was not yet lighted,\nand was as a dark cave beyond which the dining-room was visible. A\nhanging lamp shed the yellow light which lends such charm to pictures\nof the Dutch school. The white linen, the silver, the cut glass, were\nbrilliant accessories, and made more picturesque by strong contrasts of\nlight and shade. The figures of the head of the family and his wife, the\nfaces of the apprentices, and the pure form of Augustine, near whom a\nfat chubby-cheeked maid was standing, composed so strange a group; the\nheads were so singular, and every face had so candid an expression; it\nwas so easy to read the peace, the silence, the modest way of life in\nthis family, that to an artist accustomed to render nature, there was\nsomething hopeless in any attempt to depict this scene, come upon by\nchance. The stranger was a young painter, who, seven years before, had\ngained the first prize for painting. He had now just come back from\nRome. His soul, full-fed with poetry; his eyes, satiated with Raphael\nand Michael Angelo, thirsted for real nature after long dwelling in the\npompous land where art has everywhere left something grandiose. Right or\nwrong, this was his personal feeling. His heart, which had long been\na prey to the fire of Italian passion, craved one of those modest\nand meditative maidens whom in Rome he had unfortunately seen only\nin painting. From the enthusiasm produced in his excited fancy by the\nliving picture before him, he naturally passed to a profound admiration\nfor the principal figure; Augustine seemed to be pensive, and did not\neat; by the arrangement of the lamp the light fell full on her face, and\nher bust seemed to move in a circle of fire, which threw up the shape of\nher head and illuminated it with almost supernatural effect. The artist\ninvoluntarily compared her to an exiled angel dreaming of heaven. An\nalmost unknown emotion, a limpid, seething love flooded his heart. After\nremaining a minute, overwhelmed by the weight of his ideas, he tore\nhimself from his bliss, went home, ate nothing, and could not sleep.\n\nThe next day he went to his studio, and did not come out of it till he\nhad placed on canvas the magic of the scene of which the memory had, in\na sense, made him a devotee; his happiness was incomplete till he should\npossess a faithful portrait of his idol. He went many times past the\nhouse of the Cat and Racket; he even ventured in once or twice, under\na disguise, to get a closer view of the bewitching creature that Madame\nGuillaume covered with her wing. For eight whole months, devoted to his\nlove and to his brush, he was lost to the sight of his most intimate\nfriends forgetting the world, the theatre, poetry, music, and all his\ndearest habits. One morning Girodet broke through all the barriers with\nwhich artists are familiar, and which they know how to evade, went into\nhis room, and woke him by asking, \"What are you going to send to the\nSalon?\" The artist grasped his friend's hand, dragged him off to the\nstudio, uncovered a small easel picture and a portrait. After a long\nand eager study of the two masterpieces, Girodet threw himself on his\ncomrade's neck and hugged him, without speaking a word. His feelings\ncould only be expressed as he felt them--soul to soul.\n\n\"You are in love?\" said Girodet.\n\nThey both knew that the finest portraits by Titian, Raphael, and\nLeonardo da Vinci, were the outcome of the enthusiastic sentiments\nby which, indeed, under various conditions, every masterpiece is\nengendered. The artist only bent his head in reply.\n\n\"How happy are you to be able to be in love, here, after coming back\nfrom Italy! But I do not advise you to send such works as these to the\nSalon,\" the great painter went on. \"You see, these two works will not\nbe appreciated. Such true coloring, such prodigious work, cannot yet be\nunderstood; the public is not accustomed to such depths. The pictures\nwe paint, my dear fellow, are mere screens. We should do better to\nturn rhymes, and translate the antique poets! There is more glory to be\nlooked for there than from our luckless canvases!\"\n\nNotwithstanding this charitable advice, the two pictures were exhibited.\nThe _Interior_ made a revolution in painting. It gave birth to the\npictures of genre which pour into all our exhibitions in such prodigious\nquantity that they might be supposed to be produced by machinery. As\nto the portrait, few artists have forgotten that lifelike work; and the\npublic, which as a body is sometimes discerning, awarded it the crown\nwhich Girodet himself had hung over it. The two pictures were surrounded\nby a vast throng. They fought for places, as women say. Speculators and\nmoneyed men would have covered the canvas with double napoleons, but the\nartist obstinately refused to sell or to make replicas. An enormous sum\nwas offered him for the right of engraving them, and the print-sellers\nwere not more favored than the amateurs.\n\nThough these incidents occupied the world, they were not of a nature to\npenetrate the recesses of the monastic solitude in the Rue Saint-Denis.\nHowever, when paying a visit to Madame Guillaume, the notary's wife\nspoke of the exhibition before Augustine, of whom she was very fond,\nand explained its purpose. Madame Roguin's gossip naturally inspired\nAugustine with a wish to see the pictures, and with courage enough to\nask her cousin secretly to take her to the Louvre. Her cousin succeeded\nin the negotiations she opened with Madame Guillaume for permission to\nrelease the young girl for two hours from her dull labors. Augustine was\nthus able to make her way through the crowd to see the crowned work. A\nfit of trembling shook her like an aspen leaf as she recognized herself.\nShe was terrified, and looked about her to find Madame Roguin, from\nwhom she had been separated by a tide of people. At that moment her\nfrightened eyes fell on the impassioned face of the young painter. She\nat once recalled the figure of a loiterer whom, being curious, she had\nfrequently observed, believing him to be a new neighbor.\n\n\"You see how love has inspired me,\" said the artist in the timid\ncreature's ear, and she stood in dismay at the words.\n\nShe found supernatural courage to enable her to push through the crowd\nand join her cousin, who was still struggling with the mass of people\nthat hindered her from getting to the picture.\n\n\"You will be stifled!\" cried Augustine. \"Let us go.\"\n\nBut there are moments, at the Salon, when two women are not always free\nto direct their steps through the galleries. By the irregular course to\nwhich they were compelled by the press, Mademoiselle Guillaume and her\ncousin were pushed to within a few steps of the second picture. Chance\nthus brought them, both together, to where they could easily see the\ncanvas made famous by fashion, for once in agreement with talent. Madame\nRoguin's exclamation of surprise was lost in the hubbub and buzz of the\ncrowd; Augustine involuntarily shed tears at the sight of this wonderful\nstudy. Then, by an almost unaccountable impulse, she laid her finger on\nher lips, as she perceived quite near her the ecstatic face of the young\npainter. The stranger replied by a nod, and pointed to Madame Roguin, as\na spoil-sport, to show Augustine that he had understood. This pantomime\nstruck the young girl like hot coals on her flesh; she felt quite\nguilty as she perceived that there was a compact between herself and the\nartist. The suffocating heat, the dazzling sight of beautiful dresses,\nthe bewilderment produced in Augustine's brain by the truth of coloring,\nthe multitude of living or painted figures, the profusion of gilt\nframes, gave her a sense of intoxication which doubled her alarms. She\nwould perhaps have fainted if an unknown rapture had not surged up\nin her heart to vivify her whole being, in spite of this chaos of\nsensations. She nevertheless believed herself to be under the power\nof the Devil, of whose awful snares she had been warned of by the\nthundering words of preachers. This moment was to her like a moment of\nmadness. She found herself accompanied to her cousin's carriage by the\nyoung man, radiant with joy and love. Augustine, a prey to an agitation\nnew to her experience, an intoxication which seemed to abandon her to\nnature, listened to the eloquent voice of her heart, and looked again\nand again at the young painter, betraying the emotion that came over\nher. Never had the bright rose of her cheeks shown in stronger contrast\nwith the whiteness of her skin. The artist saw her beauty in all its\nbloom, her maiden modesty in all its glory. She herself felt a sort of\nrapture mingled with terror at thinking that her presence had brought\nhappiness to him whose name was on every lip, and whose talent lent\nimmortality to transient scenes. She was loved! It was impossible to\ndoubt it. When she no longer saw the artist, these simple words still\nechoed in her ear, \"You see how love has inspired me!\" And the throbs of\nher heart, as they grew deeper, seemed a pain, her heated blood revealed\nso many unknown forces in her being. She affected a severe headache to\navoid replying to her cousin's questions concerning the pictures; but\non their return Madame Roguin could not forbear from speaking to Madame\nGuillaume of the fame that had fallen on the house of the Cat and\nRacket, and Augustine quaked in every limb as she heard her mother say\nthat she should go to the Salon to see her house there. The young girl\nagain declared herself suffering, and obtained leave to go to bed.\n\n\"That is what comes of sight-seeing,\" exclaimed Monsieur Guillaume--\"a\nheadache. And is it so very amusing to see in a picture what you can\nsee any day in your own street? Don't talk to me of your artists! Like\nwriters, they are a starveling crew. Why the devil need they choose my\nhouse to flout it in their pictures?\"\n\n\"It may help to sell a few ells more of cloth,\" said Joseph Lebas.\n\nThis remark did not protect art and thought from being condemned once\nagain before the judgment-seat of trade. As may be supposed, these\nspeeches did not infuse much hope into Augustine, who, during the night,\ngave herself up to the first meditations of love. The events of the day\nwere like a dream, which it was a joy to recall to her mind. She was\ninitiated into the fears, the hopes, the remorse, all the ebb and flow\nof feeling which could not fail to toss a heart so simple and timid as\nhers. What a void she perceived in this gloomy house! What a treasure\nshe found in her soul! To be the wife of a genius, to share his glory!\nWhat ravages must such a vision make in the heart of a girl brought up\namong such a family! What hopes must it raise in a young creature who,\nin the midst of sordid elements, had pined for a life of elegance! A\nsunbeam had fallen into the prison. Augustine was suddenly in love. So\nmany of her feelings were soothed that she succumbed without reflection.\nAt eighteen does not love hold a prism between the world and the eyes\nof a young girl? She was incapable of suspecting the hard facts which\nresult from the union of a loving woman with a man of imagination, and\nshe believed herself called to make him happy, not seeing any disparity\nbetween herself and him. To her the future would be as the present.\nWhen, next day, her father and mother returned from the Salon, their\ndejected faces proclaimed some disappointment. In the first place, the\npainter had removed the two pictures; and then Madame Guillaume had lost\nher cashmere shawl. But the news that the pictures had disappeared from\nthe walls since her visit revealed to Augustine a delicacy of sentiment\nwhich a woman can always appreciate, even by instinct.\n\nOn the morning when, on his way home from a ball, Theodore de\nSommervieux--for this was the name which fame had stamped on Augustine's\nheart--had been squirted on by the apprentices while awaiting the\nappearance of his artless little friend, who certainly did not know that\nhe was there, the lovers had seen each other for the fourth time only\nsince their meeting at the Salon. The difficulties which the rule of\nthe house placed in the way of the painter's ardent nature gave added\nviolence to his passion for Augustine.\n\nHow could he get near to a young girl seated in a counting-house between\ntwo such women as Mademoiselle Virginie and Madame Guillaume? How could\nhe correspond with her when her mother never left her side? Ingenious,\nas lovers are, to imagine woes, Theodore saw a rival in one of the\nassistants, to whose interests he supposed the others to be devoted. If\nhe should evade these sons of Argus, he would yet be wrecked under the\nstern eye of the old draper or of Madame Guillaume. The very vehemence\nof his passion hindered the young painter from hitting on the ingenious\nexpedients which, in prisoners and in lovers, seem to be the last effort\nof intelligence spurred by a wild craving for liberty, or by the fire of\nlove. Theodore wandered about the neighborhood with the restlessness of\na madman, as though movement might inspire him with some device.\nAfter racking his imagination, it occurred to him to bribe the blowsy\nwaiting-maid with gold. Thus a few notes were exchanged at long\nintervals during the fortnight following the ill-starred morning when\nMonsieur Guillaume and Theodore had so scrutinized one another. At\nthe present moment the young couple had agreed to see each other at a\ncertain hour of the day, and on Sunday, at Saint-Leu, during Mass and\nvespers. Augustine had sent her dear Theodore a list of the relations\nand friends of the family, to whom the young painter tried to get\naccess, in the hope of interesting, if it were possible, in his love\naffairs, one of these souls absorbed in money and trade, to whom a\ngenuine passion must appear a quite monstrous speculation, a thing\nunheard-of. Nothing meanwhile, was altered at the sign of the Cat and\nRacket. If Augustine was absent-minded, if, against all obedience to the\ndomestic code, she stole up to her room to make signals by means of\na jar of flowers, if she sighed, if she were lost in thought, no one\nobserved it, not even her mother. This will cause some surprise to those\nwho have entered into the spirit of the household, where an idea tainted\nwith poetry would be in startling contrast to persons and things, where\nno one could venture on a gesture or a look which would not be seen and\nanalyzed. Nothing, however, could be more natural: the quiet barque that\nnavigated the stormy waters of the Paris Exchange, under the flag of\nthe Cat and Racket, was just now in the toils of one of these tempests\nwhich, returning periodically, might be termed equinoctial. For the\nlast fortnight the five men forming the crew, with Madame Guillaume and\nMademoiselle Virginie, had been devoting themselves to the hard labor,\nknown as stock-taking.\n\nEvery bale was turned over, and the length verified to ascertain the\nexact value of the remnant. The ticket attached to each parcel was\ncarefully examined to see at what time the piece had been bought. The\nretail price was fixed. Monsieur Guillaume, always on his feet, his pen\nbehind his ear, was like a captain commanding the working of the ship.\nHis sharp tones, spoken through a trap-door, to inquire into the\ndepths of the hold in the cellar-store, gave utterance to the barbarous\nformulas of trade-jargon, which find expression only in cipher. \"How\nmuch H. N. Z.?\"--\"All sold.\"--\"What is left of Q. X.?\"--\"Two ells.\"--\"At\nwhat price?\"--\"Fifty-five three.\"--\"Set down A. at three, with all of\nJ. J., all of M. P., and what is left of V. D. O.\"--A hundred other\ninjunctions equally intelligible were spouted over the counters like\nverses of modern poetry, quoted by romantic spirits, to excite each\nother's enthusiasm for one of their poets. In the evening Guillaume,\nshut up with his assistant and his wife, balanced his accounts, carried\non the balance, wrote to debtors in arrears, and made out bills. All\nthree were busy over this enormous labor, of which the result could be\nstated on a sheet of foolscap, proving to the head of the house that\nthere was so much to the good in hard cash, so much in goods, so much\nin bills and notes; that he did not owe a sou; that a hundred or two\nhundred thousand francs were owing to him; that the capital had been\nincreased; that the farmlands, the houses, or the investments were\nextended, or repaired, or doubled. Whence it became necessary to begin\nagain with increased ardor, to accumulate more crown-pieces, without its\never entering the brain of these laborious ants to ask--\"To what end?\"\n\nFavored by this annual turmoil, the happy Augustine escaped the\ninvestigations of her Argus-eyed relations. At last, one Saturday\nevening, the stock-taking was finished. The figures of the sum-total\nshowed a row of 0's long enough to allow Guillaume for once to relax the\nstern rule as to dessert which reigned throughout the year. The shrewd\nold draper rubbed his hands, and allowed his assistants to remain at\ntable. The members of the crew had hardly swallowed their thimbleful\nof some home-made liqueur, when the rumble of a carriage was heard. The\nfamily party were going to see _Cendrillon_ at the Varietes, while\nthe two younger apprentices each received a crown of six francs, with\npermission to go wherever they chose, provided they were in by midnight.\n\nNotwithstanding this debauch, the old cloth-merchant was shaving himself\nat six next morning, put on his maroon-colored coat, of which the\nglowing lights afforded him perennial enjoyment, fastened a pair of gold\nbuckles on the knee-straps of his ample satin breeches; and then, at\nabout seven o'clock, while all were still sleeping in the house, he\nmade his way to the little office adjoining the shop on the first floor.\nDaylight came in through a window, fortified by iron bars, and looking\nout on a small yard surrounded by such black walls that it was very like\na well. The old merchant opened the iron-lined shutters, which were so\nfamiliar to him, and threw up the lower half of the sash window. The icy\nair of the courtyard came in to cool the hot atmosphere of the little\nroom, full of the odor peculiar to offices.\n\nThe merchant remained standing, his hand resting on the greasy arm of\na large cane chair lined with morocco, of which the original hue had\ndisappeared; he seemed to hesitate as to seating himself. He looked with\naffection at the double desk, where his wife's seat, opposite his own,\nwas fitted into a little niche in the wall. He contemplated the\nnumbered boxes, the files, the implements, the cash box--objects all\nof immemorial origin, and fancied himself in the room with the shade of\nMaster Chevrel. He even pulled out the high stool on which he had once\nsat in the presence of his departed master. This stool, covered with\nblack leather, the horse-hair showing at every corner--as it had long\ndone, without, however, coming out--he placed with a shaking hand on the\nvery spot where his predecessor had put it, and then, with an emotion\ndifficult to describe, he pulled a bell, which rang at the head of\nJoseph Lebas' bed. When this decisive blow had been struck, the old man,\nfor whom, no doubt, these reminiscences were too much, took up three or\nfour bills of exchange, and looked at them without seeing them.\n\nSuddenly Joseph Lebas stood before him.\n\n\"Sit down there,\" said Guillaume, pointing to the stool.\n\nAs the old master draper had never yet bid his assistant be seated in\nhis presence, Joseph Lebas was startled.\n\n\"What do you think of these notes?\" asked Guillaume.\n\n\"They will never be paid.\"\n\n\"Why?\"\n\n\"Well, I heard the day before yesterday Etienne and Co. had made their\npayments in gold.\"\n\n\"Oh, oh!\" said the draper. \"Well, one must be very ill to show one's\nbile. Let us speak of something else.--Joseph, the stock-taking is\ndone.\"\n\n\"Yes, monsieur, and the dividend is one of the best you have ever made.\"\n\n\"Do not use new-fangled words. Say the profits, Joseph. Do you know, my\nboy, that this result is partly owing to you? And I do not intend to pay\nyou a salary any longer. Madame Guillaume has suggested to me to take\nyou into partnership.--'Guillaume and Lebas;' will not that make a\ngood business name? We might add, 'and Co.' to round off the firm's\nsignature.\"\n\nTears rose to the eyes of Joseph Lebas, who tried to hide them.\n\n\"Oh, Monsieur Guillaume, how have I deserved such kindness? I only do my\nduty. It was so much already that you should take an interest in a poor\norph----\"\n\nHe was brushing the cuff of his left sleeve with his right hand, and\ndared not look at the old man, who smiled as he thought that this modest\nyoung fellow no doubt needed, as he had needed once on a time, some\nencouragement to complete his explanation.\n\n\"To be sure,\" said Virginie's father, \"you do not altogether deserve\nthis favor, Joseph. You have not so much confidence in me as I have in\nyou.\" (The young man looked up quickly.) \"You know all the secrets\nof the cash-box. For the last two years I have told you almost all\nmy concerns. I have sent you to travel in our goods. In short, I have\nnothing on my conscience as regards you. But you--you have a soft place,\nand you have never breathed a word of it.\" Joseph Lebas blushed. \"Ah,\nha!\" cried Guillaume, \"so you thought you could deceive an old fox like\nme? When you knew that I had scented the Lecocq bankruptcy?\"\n\n\"What, monsieur?\" replied Joseph Lebas, looking at his master as keenly\nas his master looked at him, \"you knew that I was in love?\"\n\n\"I know everything, you rascal,\" said the worthy and cunning old\nmerchant, pulling the assistant's ear. \"And I forgive you--I did the\nsame myself.\"\n\n\"And you will give her to me?\"\n\n\"Yes--with fifty thousand crowns; and I will leave you as much by will,\nand we will start on our new career under the name of a new firm. We\nwill do good business yet, my boy!\" added the old man, getting up and\nflourishing his arms. \"I tell you, son-in-law, there is nothing like\ntrade. Those who ask what pleasure is to be found in it are simpletons.\nTo be on the scent of a good bargain, to hold your own on 'Change, to\nwatch as anxiously as at the gaming-table whether Etienne and Co. will\nfail or no, to see a regiment of Guards march past all dressed in your\ncloth, to trip your neighbor up--honestly of course!--to make the goods\ncheaper than others can; then to carry out an undertaking which you\nhave planned, which begins, grows, totters, and succeeds! to know the\nworkings of every house of business as well as a minister of police, so\nas never to make a mistake; to hold up your head in the midst of wrecks,\nto have friends by correspondence in every manufacturing town; is not\nthat a perpetual game, Joseph? That is life, that is! I shall die in\nthat harness, like old Chevrel, but taking it easy now, all the same.\"\n\nIn the heat of his eager rhetoric, old Guillaume had scarcely looked\nat his assistant, who was weeping copiously. \"Why, Joseph, my poor boy,\nwhat is the matter?\"\n\n\"Oh, I love her so! Monsieur Guillaume, that my heart fails me; I\nbelieve----\"\n\n\"Well, well, boy,\" said the old man, touched, \"you are happier than you\nknow, by God! For she loves you. I know it.\"\n\nAnd he blinked his little green eyes as he looked at the young man.\n\n\"Mademoiselle Augustine! Mademoiselle Augustine!\" exclaimed Joseph Lebas\nin his rapture.\n\nHe was about to rush out of the room when he felt himself clutched by a\nhand of iron, and his astonished master spun him round in front of him\nonce more.\n\n\"What has Augustine to do with this matter?\" he asked, in a voice which\ninstantly froze the luckless Joseph.\n\n\"Is it not she that--that--I love?\" stammered the assistant.\n\nMuch put out by his own want of perspicacity, Guillaume sat down\nagain, and rested his long head in his hands to consider the perplexing\nsituation in which he found himself. Joseph Lebas, shamefaced and in\ndespair, remained standing.\n\n\"Joseph,\" the draper said with frigid dignity, \"I was speaking of\nVirginie. Love cannot be made to order, I know. I know, too, that you\ncan be trusted. We will forget all this. I will not let Augustine marry\nbefore Virginie.--Your interest will be ten per cent.\"\n\nThe young man, to whom love gave I know not what power of courage and\neloquence, clasped his hand, and spoke in his turn--spoke for a quarter\nof an hour, with so much warmth and feeling, that he altered the\nsituation. If the question had been a matter of business the old\ntradesman would have had fixed principles to guide his decision; but,\ntossed a thousand miles from commerce, on the ocean of sentiment,\nwithout a compass, he floated, as he told himself, undecided in the face\nof such an unexpected event. Carried away by his fatherly kindness, he\nbegan to beat about the bush.\n\n\"Deuce take it, Joseph, you must know that there are ten years between\nmy two children. Mademoiselle Chevrel was no beauty, still she has had\nnothing to complain of in me. Do as I did. Come, come, don't cry. Can\nyou be so silly? What is to be done? It can be managed perhaps. There\nis always some way out of a scrape. And we men are not always devoted\nCeladons to our wives--you understand? Madame Guillaume is very pious.\n... Come. By Gad, boy, give your arm to Augustine this morning as we go\nto Mass.\"\n\nThese were the phrases spoken at random by the old draper, and their\nconclusion made the lover happy. He was already thinking of a friend of\nhis as a match for Mademoiselle Virginie, as he went out of the smoky\noffice, pressing his future father-in-law's hand, after saying with a\nknowing look that all would turn out for the best.\n\n\"What will Madame Guillaume say to it?\" was the idea that greatly\ntroubled the worthy merchant when he found himself alone.\n\nAt breakfast Madame Guillaume and Virginie, to whom the draper had not\nyet confided his disappointment, cast meaning glances at Joseph Lebas,\nwho was extremely embarrassed. The young assistant's bashfulness\ncommended him to his mother-in-law's good graces. The matron became\nso cheerful that she smiled as she looked at her husband, and allowed\nherself some little pleasantries of time-honored acceptance in such\nsimple families. She wondered whether Joseph or Virginie were the\ntaller, to ask them to compare their height. This preliminary fooling\nbrought a cloud to the master's brow, and he even made such a point of\ndecorum that he desired Augustine to take the assistant's arm on their\nway to Saint-Leu. Madame Guillaume, surprised at this manly delicacy,\nhonored her husband with a nod of approval. So the procession left\nthe house in such order as to suggest no suspicious meaning to the\nneighbors.\n\n\"Does it not seem to you, Mademoiselle Augustine,\" said the assistant,\nand he trembled, \"that the wife of a merchant whose credit is as good\nas Monsieur Guillaume's, for instance, might enjoy herself a little more\nthan Madame your mother does? Might wear diamonds--or keep a carriage?\nFor my part, if I were to marry, I should be glad to take all the work,\nand see my wife happy. I would not put her into the counting-house.\nIn the drapery business, you see, a woman is not so necessary now as\nformerly. Monsieur Guillaume was quite right to act as he did--and\nbesides, his wife liked it. But so long as a woman knows how to turn her\nhand to the book-keeping, the correspondence, the retail business, the\norders, and her housekeeping, so as not to sit idle, that is enough. At\nseven o'clock, when the shop is shut, I shall take my pleasures, go to\nthe play, and into company.--But you are not listening to me.\"\n\n\"Yes, indeed, Monsieur Joseph. What do you think of painting? That is a\nfine calling.\"\n\n\"Yes. I know a master house-painter, Monsieur Lourdois. He is\nwell-to-do.\"\n\nThus conversing, the family reached the Church of Saint-Leu. There\nMadame Guillaume reasserted her rights, and, for the first time, placed\nAugustine next herself, Virginie taking her place on the fourth chair,\nnext to Lebas. During the sermon all went well between Augustine and\nTheodore, who, standing behind a pillar, worshiped his Madonna with\nfervent devotion; but at the elevation of the Host, Madame Guillaume\ndiscovered, rather late, that her daughter Augustine was holding her\nprayer-book upside down. She was about to speak to her strongly, when,\nlowering her veil, she interrupted her own devotions to look in the\ndirection where her daughter's eyes found attraction. By the help of her\nspectacles she saw the young artist, whose fashionable elegance seemed\nto proclaim him a cavalry officer on leave rather than a tradesman of\nthe neighborhood. It is difficult to conceive of the state of violent\nagitation in which Madame Guillaume found herself--she, who flattered\nherself on having brought up her daughters to perfection--on discovering\nin Augustine a clandestine passion of which her prudery and ignorance\nexaggerated the perils. She believed her daughter to be cankered to the\ncore.\n\n\"Hold your book right way up, miss,\" she muttered in a low voice,\ntremulous with wrath. She snatched away the tell-tale prayer-book and\nreturned it with the letter-press right way up. \"Do not allow your\neyes to look anywhere but at your prayers,\" she added, \"or I shall\nhave something to say to you. Your father and I will talk to you after\nchurch.\"\n\nThese words came like a thunderbolt on poor Augustine. She felt faint;\nbut, torn between the distress she felt and the dread of causing a\ncommotion in church she bravely concealed her anguish. It was, however,\neasy to discern the stormy state of her soul from the trembling of her\nprayer-book, and the tears which dropped on every page she turned. From\nthe furious glare shot at him by Madame Guillaume the artist saw the\nperil into which his love affair had fallen; he went out, with a raging\nsoul, determined to venture all.\n\n\"Go to your room, miss!\" said Madame Guillaume, on their return home;\n\"we will send for you, but take care not to quit it.\"\n\nThe conference between the husband and wife was conducted so secretly\nthat at first nothing was heard of it. Virginie, however, who had tried\nto give her sister courage by a variety of gentle remonstrances, carried\nher good nature so far as to listen at the door of her mother's bedroom\nwhere the discussion was held, to catch a word or two. The first time\nshe went down to the lower floor she heard her father exclaim, \"Then,\nmadame, do you wish to kill your daughter?\"\n\n\"My poor dear!\" said Virginie, in tears, \"papa takes your part.\"\n\n\"And what do they want to do to Theodore?\" asked the innocent girl.\n\nVirginie, inquisitive, went down again; but this time she stayed longer;\nshe learned that Joseph Lebas loved Augustine. It was written that on\nthis memorable day, this house, generally so peaceful, should be a hell.\nMonsieur Guillaume brought Joseph Lebas to despair by telling him of\nAugustine's love for a stranger. Lebas, who had advised his friend to\nbecome a suitor for Mademoiselle Virginie, saw all his hopes wrecked.\nMademoiselle Virginie, overcome by hearing that Joseph had, in a way,\nrefused her, had a sick headache. The dispute that had arisen from the\ndiscussion between Monsieur and Madame Guillaume, when, for the third\ntime in their lives, they had been of antagonistic opinions, had shown\nitself in a terrible form. Finally, at half-past four in the afternoon,\nAugustine, pale, trembling, and with red eyes, was haled before her\nfather and mother. The poor child artlessly related the too brief tale\nof her love. Reassured by a speech from her father, who promised to\nlisten to her in silence, she gathered courage as she pronounced to her\nparents the name of Theodore de Sommervieux, with a mischievous little\nemphasis on the aristocratic _de_. And yielding to the unknown charm of\ntalking of her feelings, she was brave enough to declare with innocent\ndecision that she loved Monsieur de Sommervieux, that she had written to\nhim, and she added, with tears in her eyes: \"To sacrifice me to another\nman would make me wretched.\"\n\n\"But, Augustine, you cannot surely know what a painter is?\" cried her\nmother with horror.\n\n\"Madame Guillaume!\" said the old man, compelling her to\nsilence.--\"Augustine,\" he went on, \"artists are generally little better\nthan beggars. They are too extravagant not to be always a bad sort. I\nserved the late Monsieur Joseph Vernet, the late Monsieur Lekain, and\nthe late Monsieur Noverre. Oh, if you could only know the tricks played\non poor Father Chevrel by that Monsieur Noverre, by the Chevalier de\nSaint-Georges, and especially by Monsieur Philidor! They are a set of\nrascals; I know them well! They all have a gab and nice manners. Ah,\nyour Monsieur Sumer--, Somm----\"\n\n\"De Sommervieux, papa.\"\n\n\"Well, well, de Sommervieux, well and good. He can never have been half\nso sweet to you as Monsieur le Chevalier de Saint-Georges was to me the\nday I got a verdict of the consuls against him. And in those days they\nwere gentlemen of quality.\"\n\n\"But, father, Monsieur Theodore is of good family, and he wrote me that\nhe is rich; his father was called Chevalier de Sommervieux before the\nRevolution.\"\n\nAt these words Monsieur Guillaume looked at his terrible better half,\nwho, like an angry woman, sat tapping the floor with her foot while\nkeeping sullen silence; she avoided even casting wrathful looks\nat Augustine, appearing to leave to Monsieur Guillaume the whole\nresponsibility in so grave a matter, since her opinion was not listened\nto. Nevertheless, in spite of her apparent self-control, when she\nsaw her husband giving way so mildly under a catastrophe which had no\nconcern with business, she exclaimed:\n\n\"Really, monsieur, you are so weak with your daughters! However----\"\n\nThe sound of a carriage, which stopped at the door, interrupted the\nrating which the old draper already quaked at. In a minute Madame Roguin\nwas standing in the middle of the room, and looking at the actors in\nthis domestic scene: \"I know all, my dear cousin,\" said she, with a\npatronizing air.\n\nMadame Roguin made the great mistake of supposing that a Paris notary's\nwife could play the part of a favorite of fashion.\n\n\"I know all,\" she repeated, \"and I have come into Noah's Ark, like\nthe dove, with the olive-branch. I read that allegory in the _Genie du\nChristianisme_,\" she added, turning to Madame Guillaume; \"the allusion\nought to please you, cousin. Do you know,\" she went on, smiling at\nAugustine, \"that Monsieur de Sommervieux is a charming man? He gave me\nmy portrait this morning, painted by a master's hand. It is worth at\nleast six thousand francs.\" And at these words she patted Monsieur\nGuillaume on the arm. The old draper could not help making a grimace\nwith his lips, which was peculiar to him.\n\n\"I know Monsieur de Sommervieux very well,\" the Dove ran on. \"He has\ncome to my evenings this fortnight past, and made them delightful. He\nhas told me all his woes, and commissioned me to plead for him. I know\nsince this morning that he adores Augustine, and he shall have her. Ah,\ncousin, do not shake your head in refusal. He will be created Baron, I\ncan tell you, and has just been made Chevalier of the Legion of Honor,\nby the Emperor himself, at the Salon. Roguin is now his lawyer, and\nknows all his affairs. Well! Monsieur de Sommervieux has twelve thousand\nfrancs a year in good landed estate. Do you know that the father-in-law\nof such a man may get a rise in life--be mayor of his _arrondissement_,\nfor instance. Have we not seen Monsieur Dupont become a Count of the\nEmpire, and a senator, all because he went as mayor to congratulate the\nEmperor on his entry into Vienna? Oh, this marriage must take place! For\nmy part, I adore the dear young man. His behavior to Augustine is only\nmet with in romances. Be easy, little one, you shall be happy, and every\ngirl will wish she were in your place. Madame la Duchesse de Carigliano,\nwho comes to my 'At Homes,' raves about Monsieur de Sommervieux. Some\nspiteful people say she only comes to me to meet him; as if a duchesse\nof yesterday was doing too much honor to a Chevrel, whose family have\nbeen respected citizens these hundred years!\n\n\"Augustine,\" Madame Roguin went on, after a short pause, \"I have seen\nthe portrait. Heavens! How lovely it is! Do you know that the Emperor\nwanted to have it? He laughed, and said to the Deputy High Constable\nthat if there were many women like that in his court while all the kings\nvisited it, he should have no difficulty about preserving the peace of\nEurope. Is not that a compliment?\"\n\nThe tempests with which the day had begun were to resemble those of\nnature, by ending in clear and serene weather. Madame Roguin displayed\nso much address in her harangue, she was able to touch so many strings\nin the dry hearts of Monsieur and Madame Guillaume, that at last she hit\non one which she could work upon. At this strange period commerce and\nfinance were more than ever possessed by the crazy mania for seeking\nalliance with rank; and the generals of the Empire took full advantage\nof this desire. Monsieur Guillaume, as a singular exception, opposed\nthis deplorable craving. His favorite axioms were that, to secure\nhappiness, a woman must marry a man of her own class; that every one was\npunished sooner or later for having climbed too high; that love could\nso little endure under the worries of a household, that both husband and\nwife needed sound good qualities to be happy, that it would not do for\none to be far in advance of the other, because, above everything, they\nmust understand each other; if a man spoke Greek and his wife Latin,\nthey might come to die of hunger. He had himself invented this sort\nof adage. And he compared such marriages to old-fashioned materials of\nmixed silk and wool. Still, there is so much vanity at the bottom of\nman's heart that the prudence of the pilot who steered the Cat and\nRacket so wisely gave way before Madame Roguin's aggressive volubility.\nAustere Madame Guillaume was the first to see in her daughter's\naffection a reason for abdicating her principles and for consenting to\nreceive Monsieur de Sommervieux, whom she promised herself she would put\nunder severe inquisition.\n\nThe old draper went to look for Joseph Lebas, and inform him of the\nstate of affairs. At half-past six, the dining-room immortalized by the\nartist saw, united under its skylight, Monsieur and Madame Roguin, the\nyoung painter and his charming Augustine, Joseph Lebas, who found his\nhappiness in patience, and Mademoiselle Virginie, convalescent from her\nheadache. Monsieur and Madame Guillaume saw in perspective both their\nchildren married, and the fortunes of the Cat and Racket once more in\nskilful hands. Their satisfaction was at its height when, at dessert,\nTheodore made them a present of the wonderful picture which they had\nfailed to see, representing the interior of the old shop, and to which\nthey all owed so much happiness.\n\n\"Isn't it pretty!\" cried Guillaume. \"And to think that any one would pay\nthirty thousand francs for that!\"\n\n\"Because you can see my lappets in it,\" said Madame Guillaume.\n\n\"And the cloth unrolled!\" added Lebas; \"you might take it up in your\nhand.\"\n\n\"Drapery always comes out well,\" replied the painter. \"We should be\nonly too happy, we modern artists, if we could touch the perfection of\nantique drapery.\"\n\n\"So you like drapery!\" cried old Guillaume. \"Well, then, by Gad! shake\nhands on that, my young friend. Since you can respect trade, we shall\nunderstand each other. And why should it be despised? The world began\nwith trade, since Adam sold Paradise for an apple. He did not strike\na good bargain though!\" And the old man roared with honest laughter,\nencouraged by the champagne, which he sent round with a liberal hand.\nThe band that covered the young artist's eyes was so thick that he\nthought his future parents amiable. He was not above enlivening them\nby a few jests in the best taste. So he too pleased every one. In the\nevening, when the drawing-room, furnished with what Madame Guillaume\ncalled \"everything handsome,\" was deserted, and while she flitted\nfrom the table to the chimney-piece, from the candelabra to the tall\ncandlesticks, hastily blowing out the wax-lights, the worthy draper, who\nwas always clear-sighted when money was in question, called Augustine to\nhim, and seating her on his knee, spoke as follows:--\n\n\"My dear child, you shall marry your Sommervieux since you insist; you\nmay, if you like, risk your capital in happiness. But I am not going to\nbe hoodwinked by the thirty thousand francs to be made by spoiling good\ncanvas. Money that is lightly earned is lightly spent. Did I not hear\nthat hare-brained youngster declare this evening that money was made\nround that it might roll. If it is round for spendthrifts, it is flat\nfor saving folks who pile it up. Now, my child, that fine gentleman\ntalks of giving you carriages and diamonds! He has money, let him spend\nit on you; so be it. It is no concern of mine. But as to what I can give\nyou, I will not have the crown-pieces I have picked up with so much toil\nwasted in carriages and frippery. Those who spend too fast never grow\nrich. A hundred thousand crowns, which is your fortune, will not buy\nup Paris. It is all very well to look forward to a few hundred thousand\nfrancs to be yours some day; I shall keep you waiting for them as long\nas possible, by Gad! So I took your lover aside, and a man who managed\nthe Lecocq bankruptcy had not much difficulty in persuading the artist\nto marry under a settlement of his wife's money on herself. I will keep\nan eye on the marriage contract to see that what he is to settle on you\nis safely tied up. So now, my child, I hope to be a grandfather, by Gad!\nI will begin at once to lay up for my grandchildren; but swear to me,\nhere and now, never to sign any papers relating to money without my\nadvice; and if I go soon to join old Father Chevrel, promise to consult\nyoung Lebas, your brother-in-law.\"\n\n\"Yes, father, I swear it.\"\n\nAt these words, spoken in a gentle voice, the old man kissed his\ndaughter on both cheeks. That night the lovers slept as soundly as\nMonsieur and Madame Guillaume.\n\n\n\nSome few months after this memorable Sunday the high altar of Saint-Leu\nwas the scene of two very different weddings. Augustine and Theodore\nappeared in all the radiance of happiness, their eyes beaming with love,\ndressed with elegance, while a fine carriage waited for them. Virginie,\nwho had come in a good hired fly with the rest of the family, humbly\nfollowed her younger sister, dressed in the simplest fashion like a\nshadow necessary to the harmony of the picture. Monsieur Guillaume had\nexerted himself to the utmost in the church to get Virginie married\nbefore Augustine, but the priests, high and low, persisted in addressing\nthe more elegant of the two brides. He heard some of his neighbors\nhighly approving the good sense of Mademoiselle Virginie, who was\nmaking, as they said, the more substantial match, and remaining faithful\nto the neighborhood; while they fired a few taunts, prompted by envy of\nAugustine, who was marrying an artist and a man of rank; adding, with a\nsort of dismay, that if the Guillaumes were ambitious, there was an end\nto the business. An old fan-maker having remarked that such a prodigal\nwould soon bring his wife to beggary, father Guillaume prided himself\n_in petto_ for his prudence in the matter of marriage settlements. In\nthe evening, after a splendid ball, followed by one of those substantial\nsuppers of which the memory is dying out in the present generation,\nMonsieur and Madame Guillaume remained in a fine house belonging to them\nin the Rue du Colombier, where the wedding had been held; Monsieur\nand Madame Lebas returned in their fly to the old home in the Rue\nSaint-Denis, to steer the good ship Cat and Racket. The artist,\nintoxicated with happiness, carried off his beloved Augustine, and\neagerly lifting her out of their carriage when it reached the Rue des\nTrois-Freres, led her to an apartment embellished by all the arts.\n\nThe fever of passion which possessed Theodore made a year fly over the\nyoung couple without a single cloud to dim the blue sky under which they\nlived. Life did not hang heavy on the lovers' hands. Theodore lavished\non every day inexhaustible _fioriture_ of enjoyment, and he delighted\nto vary the transports of passion by the soft languor of those hours\nof repose when souls soar so high that they seem to have forgotten all\nbodily union. Augustine was too happy for reflection; she floated on\nan undulating tide of rapture; she thought she could not do enough by\nabandoning herself to sanctioned and sacred married love; simple and\nartless, she had no coquetry, no reserves, none of the dominion which a\nworldly-minded girl acquires over her husband by ingenious caprice; she\nloved too well to calculate for the future, and never imagined that so\nexquisite a life could come to an end. Happy in being her husband's sole\ndelight, she believed that her inextinguishable love would always be\nher greatest grace in his eyes, as her devotion and obedience would be\na perennial charm. And, indeed, the ecstasy of love had made her so\nbrilliantly lovely that her beauty filled her with pride, and gave her\nconfidence that she could always reign over a man so easy to kindle\nas Monsieur de Sommervieux. Thus her position as a wife brought her no\nknowledge but the lessons of love.\n\nIn the midst of her happiness, she was still the simple child who had\nlived in obscurity in the Rue Saint-Denis, and who never thought of\nacquiring the manners, the information, the tone of the world she had\nto live in. Her words being the words of love, she revealed in them, no\ndoubt, a certain pliancy of mind and a certain refinement of speech;\nbut she used the language common to all women when they find themselves\nplunged in passion, which seems to be their element. When, by chance,\nAugustine expressed an idea that did not harmonize with Theodore's, the\nyoung artist laughed, as we laugh at the first mistakes of a foreigner,\nthough they end by annoying us if they are not corrected.\n\nIn spite of all this love-making, by the end of this year, as delightful\nas it was swift, Sommervieux felt one morning the need for resuming his\nwork and his old habits. His wife was expecting their first child. He\nsaw some friends again. During the tedious discomforts of the year when\na young wife is nursing an infant for the first time, he worked,\nno doubt, with zeal, but he occasionally sought diversion in the\nfashionable world. The house which he was best pleased to frequent\nwas that of the Duchesse de Carigliano, who had at last attracted the\ncelebrated artist to her parties. When Augustine was quite well again,\nand her boy no longer required the assiduous care which debars a mother\nfrom social pleasures, Theodore had come to the stage of wishing to know\nthe joys of satisfied vanity to be found in society by a man who shows\nhimself with a handsome woman, the object of envy and admiration.\n\nTo figure in drawing-rooms with the reflected lustre of her husband's\nfame, and to find other women envious of her, was to Augustine a new\nharvest of pleasures; but it was the last gleam of conjugal happiness.\nShe first wounded her husband's vanity when, in spite of vain efforts,\nshe betrayed her ignorance, the inelegance of her language, and the\nnarrowness of her ideas. Sommervieux's nature, subjugated for nearly two\nyears and a half by the first transports of love, now, in the calm of\nless new possession, recovered its bent and habits, for a while diverted\nfrom their channel. Poetry, painting, and the subtle joys of imagination\nhave inalienable rights over a lofty spirit. These cravings of a\npowerful soul had not been starved in Theodore during these two years;\nthey had only found fresh pasture. As soon as the meadows of love had\nbeen ransacked, and the artist had gathered roses and cornflowers as the\nchildren do, so greedily that he did not see that his hands could\nhold no more, the scene changed. When the painter showed his wife the\nsketches for his finest compositions he heard her exclaim, as her father\nhad done, \"How pretty!\" This tepid admiration was not the outcome of\nconscientious feeling, but of her faith on the strength of love.\n\nAugustine cared more for a look than for the finest picture. The only\nsublime she knew was that of the heart. At last Theodore could not\nresist the evidence of the cruel fact--his wife was insensible to\npoetry, she did not dwell in his sphere, she could not follow him in\nall his vagaries, his inventions, his joys and his sorrows; she walked\ngroveling in the world of reality, while his head was in the skies.\nCommon minds cannot appreciate the perennial sufferings of a being\nwho, while bound to another by the most intimate affections, is obliged\nconstantly to suppress the dearest flights of his soul, and to thrust\ndown into the void those images which a magic power compels him to\ncreate. To him the torture is all the more intolerable because his\nfeeling towards his companion enjoins, as its first law, that they\nshould have no concealments, but mingle the aspirations of their thought\nas perfectly as the effusions of their soul. The demands of nature are\nnot to be cheated. She is as inexorable as necessity, which is, indeed,\na sort of social nature. Sommervieux took refuge in the peace and\nsilence of his studio, hoping that the habit of living with artists\nmight mould his wife and develop in her the dormant germs of lofty\nintelligence which some superior minds suppose must exist in every\nbeing. But Augustine was too sincerely religious not to take fright\nat the tone of artists. At the first dinner Theodore gave, she heard\na young painter say, with the childlike lightness, which to her was\nunintelligible, and which redeems a jest from the taint of profanity,\n\"But, madame, your Paradise cannot be more beautiful than Raphael's\nTransfiguration!--Well, and I got tired of looking at that.\"\n\nThus Augustine came among this sparkling set in a spirit of distrust\nwhich no one could fail to see. She was a restraint on their freedom.\nNow an artist who feels restraint is pitiless; he stays away, or laughs\nit to scorn. Madame Guillaume, among other absurdities, had an excessive\nnotion of the dignity she considered the prerogative of a married woman;\nand Augustine, though she had often made fun of it, could not help a\nslight imitation of her mother's primness. This extreme propriety, which\nvirtuous wives do not always avoid, suggested a few epigrams in the\nform of sketches, in which the harmless jest was in such good taste\nthat Sommervieux could not take offence; and even if they had been\nmore severe, these pleasantries were after all only reprisals from\nhis friends. Still, nothing could seem a trifle to a spirit so open as\nTheodore's to impressions from without. A coldness insensibly crept over\nhim, and inevitably spread. To attain conjugal happiness we must climb\na hill whose summit is a narrow ridge, close to a steep and slippery\ndescent: the painter's love was falling down it. He regarded his wife as\nincapable of appreciating the moral considerations which justified him\nin his own eyes for his singular behavior to her, and believed himself\nquite innocent in hiding from her thoughts she could not enter into,\nand peccadilloes outside the jurisdiction of a _bourgeois_ conscience.\nAugustine wrapped herself in sullen and silent grief. These unconfessed\nfeelings placed a shroud between the husband and wife which could not\nfail to grow thicker day by day. Though her husband never failed in\nconsideration for her, Augustine could not help trembling as she saw\nthat he kept for the outer world those treasures of wit and grace that\nhe formerly would lay at her feet. She soon began to find sinister\nmeaning in the jocular speeches that are current in the world as to the\ninconstancy of men. She made no complaints, but her demeanor conveyed\nreproach.\n\nThree years after her marriage this pretty young woman, who dashed past\nin her handsome carriage, and lived in a sphere of glory and riches\nto the envy of heedless folk incapable of taking a just view of the\nsituations of life, was a prey to intense grief. She lost her color; she\nreflected; she made comparisons; then sorrow unfolded to her the first\nlessons of experience. She determined to restrict herself bravely within\nthe round of duty, hoping that by this generous conduct she might\nsooner or later win back her husband's love. But it was not so. When\nSommervieux, fired with work, came in from his studio, Augustine did not\nput away her work so quickly but that the painter might find his wife\nmending the household linen, and his own, with all the care of a good\nhousewife. She supplied generously and without a murmur the money needed\nfor his lavishness; but in her anxiety to husband her dear Theodore's\nfortune, she was strictly economical for herself and in certain details\nof domestic management. Such conduct is incompatible with the easy-going\nhabits of artists, who, at the end of their life, have enjoyed it so\nkeenly that they never inquire into the causes of their ruin.\n\nIt is useless to note every tint of shadow by which the brilliant hues\nof their honeymoon were overcast till they were lost in utter blackness.\nOne evening poor Augustine, who had for some time heard her husband\nspeak with enthusiasm of the Duchesse de Carigliano, received from a\nfriend certain malignantly charitable warnings as to the nature of the\nattachment which Sommervieux had formed for this celebrated flirt of\nthe Imperial Court. At one-and-twenty, in all the splendor of youth and\nbeauty, Augustine saw herself deserted for a woman of six-and-thirty.\nFeeling herself so wretched in the midst of a world of festivity which\nto her was a blank, the poor little thing could no longer understand\nthe admiration she excited, or the envy of which she was the object.\nHer face assumed a different expression. Melancholy, tinged her features\nwith the sweetness of resignation and the pallor of scorned love. Ere\nlong she too was courted by the most fascinating men; but she remained\nlonely and virtuous. Some contemptuous words which escaped her husband\nfilled her with incredible despair. A sinister flash showed her the\nbreaches which, as a result of her sordid education, hindered the\nperfect union of her soul with Theodore's; she loved him well enough to\nabsolve him and condemn herself. She shed tears of blood, and perceived,\ntoo late, that there are _mesalliances_ of the spirit as well as of\nrank and habits. As she recalled the early raptures of their union,\nshe understood the full extent of that lost happiness, and accepted the\nconclusion that so rich a harvest of love was in itself a whole life,\nwhich only sorrow could pay for. At the same time, she loved too truly\nto lose all hope. At one-and-twenty she dared undertake to educate\nherself, and make her imagination, at least, worthy of that she admired.\n\"If I am not a poet,\" thought she, \"at any rate, I will understand\npoetry.\"\n\nThen, with all the strength of will, all the energy which every woman\ncan display when she loves, Madame de Sommervieux tried to alter her\ncharacter, her manners, and her habits; but by dint of devouring books\nand learning undauntedly, she only succeeded in becoming less ignorant.\nLightness of wit and the graces of conversation are a gift of nature, or\nthe fruit of education begun in the cradle. She could appreciate\nmusic and enjoy it, but she could not sing with taste. She understood\nliterature and the beauties of poetry, but it was too late to\ncultivate her refractory memory. She listened with pleasure to social\nconversation, but she could contribute nothing brilliant. Her religious\nnotions and home-grown prejudices were antagonistic to the complete\nemancipation of her intelligence. Finally, a foregone conclusion against\nher had stolen into Theodore's mind, and this she could not conquer. The\nartist would laugh, at those who flattered him about his wife, and his\nirony had some foundation; he so overawed the pathetic young creature\nthat, in his presence, or alone with him, she trembled. Hampered by her\ntoo eager desire to please, her wits and her knowledge vanished in one\nabsorbing feeling. Even her fidelity vexed the unfaithful husband, who\nseemed to bid her do wrong by stigmatizing her virtue as insensibility.\nAugustine tried in vain to abdicate her reason, to yield to her\nhusband's caprices and whims, to devote herself to the selfishness of\nhis vanity. Her sacrifices bore no fruit. Perhaps they had both let\nthe moment slip when souls may meet in comprehension. One day the young\nwife's too sensitive heart received one of those blows which so strain\nthe bonds of feeling that they seem to be broken. She withdrew into\nsolitude. But before long a fatal idea suggested to her to seek counsel\nand comfort in the bosom of her family.\n\nSo one morning she made her way towards the grotesque facade of the\nhumble, silent home where she had spent her childhood. She sighed as she\nlooked up at the sash-window, whence one day she had sent her first kiss\nto him who now shed as much sorrow as glory on her life. Nothing was\nchanged in the cavern, where the drapery business had, however, started\non a new life. Augustine's sister filled her mother's old place at the\ndesk. The unhappy young woman met her brother-in-law with his pen behind\nhis ear; he hardly listened to her, he was so full of business. The\nformidable symptoms of stock-taking were visible all round him; he\nbegged her to excuse him. She was received coldly enough by her sister,\nwho owed her a grudge. In fact, Augustine, in her finery, and stepping\nout of a handsome carriage, had never been to see her but when passing\nby. The wife of the prudent Lebas, imagining that want of money was the\nprime cause of this early call, tried to keep up a tone of reserve which\nmore than once made Augustine smile. The painter's wife perceived that,\napart from the cap and lappets, her mother had found in Virginie a\nsuccessor who could uphold the ancient honor of the Cat and Racket. At\nbreakfast she observed certain changes in the management of the house\nwhich did honor to Lebas' good sense; the assistants did not rise before\ndessert; they were allowed to talk, and the abundant meal spoke of ease\nwithout luxury. The fashionable woman found some tickets for a box at\nthe Francais, where she remembered having seen her sister from time to\ntime. Madame Lebas had a cashmere shawl over her shoulders, of which\nthe value bore witness to her husband's generosity to her. In short, the\ncouple were keeping pace with the times. During the two-thirds of the\nday she spent there, Augustine was touched to the heart by the equable\nhappiness, devoid, to be sure, of all emotion, but equally free from\nstorms, enjoyed by this well-matched couple. They had accepted life as\na commercial enterprise, in which, above all, they must do credit to the\nbusiness. Not finding any great love in her husband, Virginie had set to\nwork to create it. Having by degrees learned to esteem and care for his\nwife, the time that his happiness had taken to germinate was to Joseph\nLebas a guarantee of its durability. Hence, when Augustine plaintively\nset forth her painful position, she had to face the deluge of\ncommonplace morality which the traditions of the Rue Saint-Denis\nfurnished to her sister.\n\n\"The mischief is done, wife,\" said Joseph Lebas; \"we must try to give\nour sister good advice.\" Then the clever tradesman ponderously analyzed\nthe resources which law and custom might offer Augustine as a means\nof escape at this crisis; he ticketed every argument, so to speak, and\narranged them in their degrees of weight under various categories, as\nthough they were articles of merchandise of different qualities; then he\nput them in the scale, weighed them, and ended by showing the necessity\nfor his sister-in-law's taking violent steps which could not satisfy the\nlove she still had for her husband; and, indeed, the feeling had\nrevived in all its strength when she heard Joseph Lebas speak of\nlegal proceedings. Augustine thanked them, and returned home even more\nundecided than she had been before consulting them. She now ventured\nto go to the house in the Rue du Colombier, intending to confide her\ntroubles to her father and mother; for she was like a sick man who, in\nhis desperate plight, tries every prescription, and even puts faith in\nold wives' remedies.\n\nThe old people received their daughter with an effusiveness that touched\nher deeply. Her visit brought them some little change, and that to them\nwas worth a fortune. For the last four years they had gone their way\nlike navigators without a goal or a compass. Sitting by the chimney\ncorner, they would talk over their disasters under the old law of\n_maximum_, of their great investments in cloth, of the way they had\nweathered bankruptcies, and, above all, the famous failure of Lecocq,\nMonsieur Guillaume's battle of Marengo. Then, when they had exhausted\nthe tale of lawsuits, they recapitulated the sum total of their most\nprofitable stock-takings, and told each other old stories of the\nSaint-Denis quarter. At two o'clock old Guillaume went to cast an eye on\nthe business at the Cat and Racket; on his way back he called at all the\nshops, formerly the rivals of his own, where the young proprietors hoped\nto inveigle the old draper into some risky discount, which, as was his\nwont, he never refused point-blank. Two good Normandy horses were dying\nof their own fat in the stables of the big house; Madame Guillaume never\nused them but to drag her on Sundays to high Mass at the parish church.\nThree times a week the worthy couple kept open house. By the influence\nof his son-in-law Sommervieux, Monsieur Guillaume had been named a\nmember of the consulting board for the clothing of the Army. Since her\nhusband had stood so high in office, Madame Guillaume had decided\nthat she must receive; her rooms were so crammed with gold and silver\nornaments, and furniture, tasteless but of undoubted value, that the\nsimplest room in the house looked like a chapel. Economy and expense\nseemed to be struggling for the upper hand in every accessory. It was as\nthough Monsieur Guillaume had looked to a good investment, even in the\npurchase of a candlestick. In the midst of this bazaar, where splendor\nrevealed the owner's want of occupation, Sommervieux's famous picture\nfilled the place of honor, and in it Monsieur and Madame Guillaume found\ntheir chief consolation, turning their eyes, harnessed with eye-glasses,\ntwenty times a day on this presentment of their past life, to them so\nactive and amusing. The appearance of this mansion and these rooms,\nwhere everything had an aroma of staleness and mediocrity, the spectacle\noffered by these two beings, cast away, as it were, on a rock far from\nthe world and the ideas which are life, startled Augustine; she could\nhere contemplate the sequel of the scene of which the first part had\nstruck her at the house of Lebas--a life of stir without movement, a\nmechanical and instinctive existence like that of the beaver; and then\nshe felt an indefinable pride in her troubles, as she reflected that\nthey had their source in eighteen months of such happiness as, in her\neyes, was worth a thousand lives like this; its vacuity seemed to her\nhorrible. However, she concealed this not very charitable feeling, and\ndisplayed for her parents her newly-acquired accomplishments of mind,\nand the ingratiating tenderness that love had revealed to her, disposing\nthem to listen to her matrimonial grievances. Old people have a weakness\nfor this kind of confidence. Madame Guillaume wanted to know the most\ntrivial details of that alien life, which to her seemed almost fabulous.\nThe travels of Baron da la Houtan, which she began again and again and\nnever finished, told her nothing more unheard-of concerning the Canadian\nsavages.\n\n\"What, child, your husband shuts himself into a room with naked women!\nAnd you are so simple as to believe that he draws them?\"\n\nAs she uttered this exclamation, the grandmother laid her spectacles\non a little work-table, shook her skirts, and clasped her hands on her\nknees, raised by a foot-warmer, her favorite pedestal.\n\n\"But, mother, all artists are obliged to have models.\"\n\n\"He took good care not to tell us that when he asked leave to marry\nyou. If I had known it, I would never had given my daughter to a man who\nfollowed such a trade. Religion forbids such horrors; they are immoral.\nAnd at what time of night do you say he comes home?\"\n\n\"At one o'clock--two----\"\n\nThe old folks looked at each other in utter amazement.\n\n\"Then he gambles?\" said Monsieur Guillaume. \"In my day only gamblers\nstayed out so late.\"\n\nAugustine made a face that scorned the accusation.\n\n\"He must keep you up through dreadful nights waiting for him,\" said\nMadame Guillaume. \"But you go to bed, don't you? And when he has lost,\nthe wretch wakes you.\"\n\n\"No, mamma, on the contrary, he is sometimes in very good spirits. Not\nunfrequently, indeed, when it is fine, he suggests that I should get up\nand go into the woods.\"\n\n\"The woods! At that hour? Then have you such a small set of rooms that\nhis bedroom and his sitting-room are not enough, and that he must run\nabout? But it is just to give you cold that the wretch proposes such\nexpeditions. He wants to get rid of you. Did one ever hear of a man\nsettled in life, a well-behaved, quiet man galloping about like a\nwarlock?\"\n\n\"But, my dear mother, you do not understand that he must have excitement\nto fire his genius. He is fond of scenes which----\"\n\n\"I would make scenes for him, fine scenes!\" cried Madame Guillaume,\ninterrupting her daughter. \"How can you show any consideration to such a\nman? In the first place, I don't like his drinking water only; it is not\nwholesome. Why does he object to see a woman eating? What queer notion\nis that! But he is mad. All you tell us about him is impossible. A man\ncannot leave his home without a word, and never come back for ten days.\nAnd then he tells you he has been to Dieppe to paint the sea. As if\nany one painted the sea! He crams you with a pack of tales that are too\nabsurd.\"\n\nAugustine opened her lips to defend her husband; but Madame Guillaume\nenjoined silence with a wave of her hand, which she obeyed by a survival\nof habit, and her mother went on in harsh tones: \"Don't talk to me about\nthe man! He never set foot in church excepting to see you and to be\nmarried. People without religion are capable of anything. Did Guillaume\never dream of hiding anything from me, of spending three days without\nsaying a word to me, and of chattering afterwards like a blind magpie?\"\n\n\"My dear mother, you judge superior people too severely. If their ideas\nwere the same as other folks', they would not be men of genius.\"\n\n\"Very well, then let men of genius stop at home and not get married.\nWhat! A man of genius is to make his wife miserable? And because he is a\ngenius it is all right! Genius, genius! It is not so very clever to\nsay black one minute and white the next, as he does, to interrupt other\npeople, to dance such rigs at home, never to let you know which foot you\nare to stand on, to compel his wife never to be amused unless my lord is\nin gay spirits, and to be dull when he is dull.\"\n\n\"But, mother, the very nature of such imaginations----\"\n\n\"What are such 'imaginations'?\" Madame Guillaume went on, interrupting\nher daughter again. \"Fine ones his are, my word! What possesses a man\nthat all on a sudden, without consulting a doctor, he takes it into his\nhead to eat nothing but vegetables? If indeed it were from religious\nmotives, it might do him some good--but he has no more religion than a\nHuguenot. Was there ever a man known who, like him, loved horses better\nthan his fellow-creatures, had his hair curled like a heathen, laid\nstatues under muslin coverlets, shut his shutters in broad day to work\nby lamp-light? There, get along; if he were not so grossly immoral, he\nwould be fit to shut up in a lunatic asylum. Consult Monsieur Loraux,\nthe priest at Saint Sulpice, ask his opinion about it all, and he will\ntell you that your husband, does not behave like a Christian.\"\n\n\"Oh, mother, can you believe----?\"\n\n\"Yes, I do believe. You loved him, and you can see none of these things.\nBut I can remember in the early days after your marriage. I met him\nin the Champs-Elysees. He was on horseback. Well, at one minute he was\ngalloping as hard as he could tear, and then pulled up to a walk. I said\nto myself at that moment, 'There is a man devoid of judgement.'\"\n\n\"Ah, ha!\" cried Monsieur Guillaume, \"how wise I was to have your money\nsettled on yourself with such a queer fellow for a husband!\"\n\nWhen Augustine was so imprudent as to set forth her serious grievances\nagainst her husband, the two old people were speechless with\nindignation. But the word \"divorce\" was ere long spoken by Madame\nGuillaume. At the sound of the word divorce the apathetic old draper\nseemed to wake up. Prompted by his love for his daughter, and also by\nthe excitement which the proceedings would bring into his uneventful\nlife, father Guillaume took up the matter. He made himself the leader of\nthe application for a divorce, laid down the lines of it, almost argued\nthe case; he offered to be at all the charges, to see the lawyers, the\npleaders, the judges, to move heaven and earth. Madame de Sommervieux\nwas frightened, she refused her father's services, said she would not\nbe separated from her husband even if she were ten times as unhappy, and\ntalked no more about her sorrows. After being overwhelmed by her parents\nwith all the little wordless and consoling kindnesses by which the\nold couple tried in vain to make up to her for her distress of heart,\nAugustine went away, feeling the impossibility of making a superior mind\nintelligible to weak intellects. She had learned that a wife must hide\nfrom every one, even from her parents, woes for which it is so difficult\nto find sympathy. The storms and sufferings of the upper spheres\nare appreciated only by the lofty spirits who inhabit there. In any\ncircumstance we can only be judged by our equals.\n\nThus poor Augustine found herself thrown back on the horror of her\nmeditations, in the cold atmosphere of her home. Study was indifferent\nto her, since study had not brought her back her husband's heart.\nInitiated into the secret of these souls of fire, but bereft of their\nresources, she was compelled to share their sorrows without sharing\ntheir pleasures. She was disgusted with the world, which to her seemed\nmean and small as compared with the incidents of passion. In short, her\nlife was a failure.\n\nOne evening an idea flashed upon her that lighted up her dark grief like\na beam from heaven. Such an idea could never have smiled on a heart less\npure, less virtuous than hers. She determined to go to the Duchesse de\nCarigliano, not to ask her to give her back her husband's heart, but to\nlearn the arts by which it had been captured; to engage the interest of\nthis haughty fine lady for the mother of her lover's children; to appeal\nto her and make her the instrument of her future happiness, since she\nwas the cause of her present wretchedness.\n\nSo one day Augustine, timid as she was, but armed with supernatural\ncourage, got into her carriage at two in the afternoon to try for\nadmittance to the boudoir of the famous coquette, who was never visible\ntill that hour. Madame de Sommervieux had not yet seen any of the\nancient and magnificent mansions of the Faubourg Saint-Germain. As she\nmade her way through the stately corridors, the handsome staircases,\nthe vast drawing-rooms--full of flowers, though it was in the depth of\nwinter, and decorated with the taste peculiar to women born to opulence\nor to the elegant habits of the aristocracy, Augustine felt a terrible\nclutch at her heart; she coveted the secrets of an elegance of which\nshe had never had an idea; she breathed in an air of grandeur which\nexplained the attraction of the house for her husband. When she reached\nthe private rooms of the Duchess she was filled with jealousy and a sort\nof despair, as she admired the luxurious arrangement of the furniture,\nthe draperies and the hangings. Here disorder was a grace, here luxury\naffected a certain contempt of splendor. The fragrance that floated\nin the warm air flattered the sense of smell without offending it.\nThe accessories of the rooms were in harmony with a view, through\nplate-glass windows, of the lawns in a garden planted with evergreen\ntrees. It was all bewitching, and the art of it was not perceptible. The\nwhole spirit of the mistress of these rooms pervaded the drawing-room\nwhere Augustine awaited her. She tried to divine her rival's character\nfrom the aspect of the scattered objects; but there was here something\nas impenetrable in the disorder as in the symmetry, and to the\nsimple-minded young wife all was a sealed letter. All that she could\ndiscern was that, as a woman, the Duchess was a superior person. Then a\npainful thought came over her.\n\n\"Alas! And is it true,\" she wondered, \"that a simple and loving heart\nis not all-sufficient to an artist; that to balance the weight of these\npowerful souls they need a union with feminine souls of a strength equal\nto their own? If I had been brought up like this siren, our weapons at\nleast might have been equal in the hour of struggle.\"\n\n\"But I am not at home!\" The sharp, harsh words, though spoken in an\nundertone in the adjoining boudoir, were heard by Augustine, and her\nheart beat violently.\n\n\"The lady is in there,\" replied the maid.\n\n\"You are an idiot! Show her in,\" replied the Duchess, whose voice was\nsweeter, and had assumed the dulcet tones of politeness. She evidently\nnow meant to be heard.\n\nAugustine shyly entered the room. At the end of the dainty boudoir she\nsaw the Duchess lounging luxuriously on an ottoman covered with brown\nvelvet and placed in the centre of a sort of apse outlined by soft folds\nof white muslin over a yellow lining. Ornaments of gilt bronze, arranged\nwith exquisite taste, enhanced this sort of dais, under which the\nDuchess reclined like a Greek statue. The dark hue of the velvet gave\nrelief to every fascinating charm. A subdued light, friendly to her\nbeauty, fell like a reflection rather than a direct illumination. A few\nrare flowers raised their perfumed heads from costly Sevres vases. At\nthe moment when this picture was presented to Augustine's astonished\neyes, she was approaching so noiselessly that she caught a glance from\nthose of the enchantress. This look seemed to say to some one whom\nAugustine did not at first perceive, \"Stay; you will see a pretty woman,\nand make her visit seem less of a bore.\"\n\nOn seeing Augustine, the Duchess rose and made her sit down by her.\n\n\"And to what do I owe the pleasure of this visit, madame?\" she said with\na most gracious smile.\n\n\"Why all the falseness?\" thought Augustine, replying only with a bow.\n\nHer silence was compulsory. The young woman saw before her a superfluous\nwitness of the scene. This personage was, of all the Colonels in the\narmy, the youngest, the most fashionable, and the finest man. His face,\nfull of life and youth, but already expressive, was further enhanced by\na small moustache twirled up into points, and as black as jet, by a full\nimperial, by whiskers carefully combed, and a forest of black hair in\nsome disorder. He was whisking a riding whip with an air of ease and\nfreedom which suited his self-satisfied expression and the elegance of\nhis dress; the ribbons attached to his button-hole were carelessly tied,\nand he seemed to pride himself much more on his smart appearance than\non his courage. Augustine looked at the Duchesse de Carigliano, and\nindicated the Colonel by a sidelong glance. All its mute appeal was\nunderstood.\n\n\"Good-bye, then, Monsieur d'Aiglemont, we shall meet in the Bois de\nBoulogne.\"\n\nThese words were spoken by the siren as though they were the result of\nan agreement made before Augustine's arrival, and she winged them with a\nthreatening look that the officer deserved perhaps for the admiration he\nshowed in gazing at the modest flower, which contrasted so well with the\nhaughty Duchess. The young fop bowed in silence, turned on the heels\nof his boots, and gracefully quitted the boudoir. At this instant,\nAugustine, watching her rival, whose eyes seemed to follow the brilliant\nofficer, detected in that glance a sentiment of which the transient\nexpression is known to every woman. She perceived with the deepest\nanguish that her visit would be useless; this lady, full of artifice,\nwas too greedy of homage not to have a ruthless heart.\n\n\"Madame,\" said Augustine in a broken voice, \"the step I am about to take\nwill seem to you very strange; but there is a madness of despair which\nought to excuse anything. I understand only too well why Theodore\nprefers your house to any other, and why your mind has so much power\nover his. Alas! I have only to look into myself to find more than ample\nreasons. But I am devoted to my husband, madame. Two years of tears have\nnot effaced his image from my heart, though I have lost his. In my folly\nI dared to dream of a contest with you; and I have come to you to ask\nyou by what means I may triumph over yourself. Oh, madame,\" cried the\nyoung wife, ardently seizing the hand which her rival allowed her to\nhold, \"I will never pray to God for my own happiness with so much\nfervor as I will beseech Him for yours, if you will help me to win back\nSommervieux's regard--I will not say his love. I have no hope but in\nyou. Ah! tell me how you could please him, and make him forget the first\ndays----\" At these words Augustine broke down, suffocated with sobs she\ncould not suppress. Ashamed of her weakness, she hid her face in her\nhandkerchief, which she bathed with tears.\n\n\"What a child you are, my dear little beauty!\" said the Duchess, carried\naway by the novelty of such a scene, and touched, in spite of herself,\nat receiving such homage from the most perfect virtue perhaps in Paris.\nShe took the young wife's handkerchief, and herself wiped the tears from\nher eyes, soothing her by a few monosyllables murmured with gracious\ncompassion. After a moment's silence the Duchess, grasping poor\nAugustine's hands in both her own--hands that had a rare character of\ndignity and powerful beauty--said in a gentle and friendly voice:\n\"My first warning is to advise you not to weep so bitterly; tears are\ndisfiguring. We must learn to deal firmly with the sorrows that make us\nill, for love does not linger long by a sick-bed. Melancholy, at first,\nno doubt, lends a certain attractive grace, but it ends by dragging the\nfeatures and blighting the loveliest face. And besides, our tyrants are\nso vain as to insist that their slaves should be always cheerful.\"\n\n\"But, madame, it is not in my power not to feel. How is it possible,\nwithout suffering a thousand deaths, to see the face which once beamed\nwith love and gladness turn chill, colorless, and indifferent? I cannot\ncontrol my heart!\"\n\n\"So much the worse, sweet child. But I fancy I know all your story.\nIn the first place, if your husband is unfaithful to you, understand\nclearly that I am not his accomplice. If I was anxious to have him in my\ndrawing-room, it was, I own, out of vanity; he was famous, and he went\nnowhere. I like you too much already to tell you all the mad things he\nhas done for my sake. I will only reveal one, because it may perhaps\nhelp us to bring him back to you, and to punish him for the audacity of\nhis behavior to me. He will end by compromising me. I know the world\ntoo well, my dear, to abandon myself to the discretion of a too superior\nman. You should know that one may allow them to court one, but marry\nthem--that is a mistake! We women ought to admire men of genius, and\ndelight in them as a spectacle, but as to living with them? Never.--No,\nno. It is like wanting to find pleasure in inspecting the machinery of\nthe opera instead of sitting in a box to enjoy its brilliant illusions.\nBut this misfortune has fallen on you, my poor child, has it not? Well,\nthen, you must try to arm yourself against tyranny.\"\n\n\"Ah, madame, before coming in here, only seeing you as I came in, I\nalready detected some arts of which I had no suspicion.\"\n\n\"Well, come and see me sometimes, and it will not be long before you\nhave mastered the knowledge of these trifles, important, too, in their\nway. Outward things are, to fools, half of life; and in that matter more\nthan one clever man is a fool, in spite of all his talent. But I dare\nwager you never could refuse your Theodore anything!\"\n\n\"How refuse anything, madame, if one loves a man?\"\n\n\"Poor innocent, I could adore you for your simplicity. You should know\nthat the more we love the less we should allow a man, above all, a\nhusband, to see the whole extent of our passion. The one who loves most\nis tyrannized over, and, which is worse, is sooner or later neglected.\nThe one who wishes to rule should----\"\n\n\"What, madame, must I then dissimulate, calculate, become false, form an\nartificial character, and live in it? How is it possible to live in such\na way? Can you----\" she hesitated; the Duchess smiled.\n\n\"My dear child,\" the great lady went on in a serious tone, \"conjugal\nhappiness has in all times been a speculation, a business demanding\nparticular attention. If you persist in talking passion while I am\ntalking marriage, we shall soon cease to understand each other. Listen\nto me,\" she went on, assuming a confidential tone. \"I have been in\nthe way of seeing some of the superior men of our day. Those who have\nmarried have for the most part chosen quite insignificant wives. Well,\nthose wives governed them, as the Emperor governs us; and if they were\nnot loved, they were at least respected. I like secrets--especially\nthose which concern women--well enough to have amused myself by seeking\nthe clue to the riddle. Well, my sweet child, those worthy women had the\ngift of analyzing their husbands' nature; instead of taking fright, like\nyou, at their superiority, they very acutely noted the qualities they\nlacked, and either by possessing those qualities, or by feigning to\npossess them, they found means of making such a handsome display of them\nin their husbands' eyes that in the end they impressed them. Also, I\nmust tell you, all these souls which appear so lofty have just a speck\nof madness in them, which we ought to know how to take advantage of. By\nfirmly resolving to have the upper hand and never deviating from that\naim, by bringing all our actions to bear on it, all our ideas, our\ncajolery, we subjugate these eminently capricious natures, which, by\nthe very mutability of their thoughts, lend us the means of influencing\nthem.\"\n\n\"Good heavens!\" cried the young wife in dismay. \"And this is life. It is\na warfare----\"\n\n\"In which we must always threaten,\" said the Duchess, laughing. \"Our\npower is wholly factitious. And we must never allow a man to despise\nus; it is impossible to recover from such a descent but by odious\nmanoeuvring. Come,\" she added, \"I will give you a means of bringing your\nhusband to his senses.\"\n\nShe rose with a smile to guide the young and guileless apprentice\nto conjugal arts through the labyrinth of her palace. They came to\na back-staircase, which led up to the reception rooms. As Madame de\nCarigliano pressed the secret springlock of the door she stopped,\nlooking at Augustine with an inimitable gleam of shrewdness and grace.\n\"The Duc de Carigliano adores me,\" said she. \"Well, he dare not enter by\nthis door without my leave. And he is a man in the habit of commanding\nthousands of soldiers. He knows how to face a battery, but before\nme,--he is afraid!\"\n\nAugustine sighed. They entered a sumptuous gallery, where the painter's\nwife was led by the Duchess up to the portrait painted by Theodore of\nMademoiselle Guillaume. On seeing it, Augustine uttered a cry.\n\n\"I knew it was no longer in my house,\" she said, \"but--here!----\"\n\n\"My dear child, I asked for it merely to see what pitch of idiocy a man\nof genius may attain to. Sooner or later I should have returned it to\nyou, for I never expected the pleasure of seeing the original here face\nto face with the copy. While we finish our conversation I will have it\ncarried down to your carriage. And if, armed with such a talisman,\nyou are not your husband's mistress for a hundred years, you are not a\nwoman, and you deserve your fate.\"\n\nAugustine kissed the Duchess' hand, and the lady clasped her to her\nheart, with all the more tenderness because she would forget her by the\nmorrow. This scene might perhaps have destroyed for ever the candor and\npurity of a less virtuous woman than Augustine, for the astute politics\nof the higher social spheres were no more consonant to Augustine than\nthe narrow reasoning of Joseph Lebas, or Madame Guillaume's vapid\nmorality. Strange are the results of the false positions into which\nwe may be brought by the slightest mistake in the conduct of life!\nAugustine was like an Alpine cowherd surprised by an avalanche; if he\nhesitates, if he listens to the shouts of his comrades, he is almost\ncertainly lost. In such a crisis the heart steels itself or breaks.\n\nMadame de Sommervieux returned home a prey to such agitation as it is\ndifficult to describe. Her conversation with the Duchesse de Carigliano\nhad roused in her mind a crowd of contradictory thoughts. Like the sheep\nin the fable, full of courage in the wolf's absence, she preached\nto herself, and laid down admirable plans of conduct; she devised a\nthousand coquettish stratagems; she even talked to her husband, finding,\naway from him, all the springs of true eloquence which never desert a\nwoman; then, as she pictured to herself Theodore's clear and steadfast\ngaze, she began to quake. When she asked whether monsieur were at home\nher voice shook. On learning that he would not be in to dinner, she felt\nan unaccountable thrill of joy. Like a criminal who has appealed against\nsentence of death, a respite, however short, seemed to her a lifetime.\nShe placed the portrait in her room, and waited for her husband in all\nthe agonies of hope. That this venture must decide her future life, she\nfelt too keenly not to shiver at every sound, even the low ticking of\nthe clock, which seemed to aggravate her terrors by doling them out to\nher. She tried to cheat time by various devices. The idea struck her of\ndressing in a way which would make her exactly like the portrait. Then,\nknowing her husband's restless temper, she had her room lighted up with\nunusual brightness, feeling sure that when he came in curiosity would\nbring him there at once. Midnight had struck when, at the call of the\ngroom, the street gate was opened, and the artist's carriage rumbled in\nover the stones of the silent courtyard.\n\n\"What is the meaning of this illumination?\" asked Theodore in glad\ntones, as he came into her room.\n\nAugustine skilfully seized the auspicious moment; she threw herself into\nher husband's arms, and pointed to the portrait. The artist stood rigid\nas a rock, and his eyes turned alternately on Augustine, on the accusing\ndress. The frightened wife, half-dead, as she watched her husband's\nchangeful brow--that terrible brow--saw the expressive furrows gathering\nlike clouds; then she felt her blood curdling in her veins when, with a\nglaring look, and in a deep hollow voice, he began to question her:\n\n\"Where did you find that picture?\"\n\n\"The Duchess de Carigliano returned it to me.\"\n\n\"You asked her for it?\"\n\n\"I did not know that she had it.\"\n\nThe gentleness, or rather the exquisite sweetness of this angel's voice,\nmight have touched a cannibal, but not an artist in the clutches of\nwounded vanity.\n\n\"It is worthy of her!\" exclaimed the painter in a voice of thunder. \"I\nwill be avenged!\" he cried, striding up and down the room. \"She shall\ndie of shame; I will paint her! Yes, I will paint her as Messalina\nstealing out at night from the palace of Claudius.\"\n\n\"Theodore!\" said a faint voice.\n\n\"I will kill her!\"\n\n\"My dear----\"\n\n\"She is in love with that little cavalry colonel, because he rides\nwell----\"\n\n\"Theodore!\"\n\n\"Let me be!\" said the painter in a tone almost like a roar.\n\nIt would be odious to describe the whole scene. In the end the frenzy\nof passion prompted the artist to acts and words which any woman not so\nyoung as Augustine would have ascribed to madness.\n\nAt eight o'clock next morning Madame Guillaume, surprising her\ndaughter, found her pale, with red eyes, her hair in disorder, holding a\nhandkerchief soaked with tears, while she gazed at the floor strewn with\nthe torn fragments of a dress and the broken fragments of a large gilt\npicture-frame. Augustine, almost senseless with grief, pointed to the\nwreck with a gesture of deep despair.\n\n\"I don't know that the loss is very great!\" cried the old mistress of\nthe Cat and Racket. \"It was like you, no doubt; but I am told that there\nis a man on the boulevard who paints lovely portraits for fifty crowns.\"\n\n\"Oh, mother!\"\n\n\"Poor child, you are quite right,\" replied Madame Guillaume, who\nmisinterpreted the expression of her daughter's glance at her. \"True,\nmy child, no one ever can love you as fondly as a mother. My darling,\nI guess it all; but confide your sorrows to me, and I will comfort you.\nDid I not tell you long ago that the man was mad! Your maid has told me\npretty stories. Why, he must be a perfect monster!\"\n\nAugustine laid a finger on her white lips, as if to implore a moment's\nsilence. During this dreadful night misery had led her to that patient\nresignation which in mothers and loving wives transcends in its\neffects all human energy, and perhaps reveals in the heart of women the\nexistence of certain chords which God has withheld from men.\n\n\n\nAn inscription engraved on a broken column in the cemetery at Montmartre\nstates that Madame de Sommervieux died at the age of twenty-seven. In\nthe simple words of this epitaph one of the timid creature's friends can\nread the last scene of a tragedy. Every year, on the second of November,\nthe solemn day of the dead, he never passes this youthful monument\nwithout wondering whether it does not need a stronger woman than\nAugustine to endure the violent embrace of genius?\n\n\"The humble and modest flowers that bloom in the valley,\" he reflects,\n\"perish perhaps when they are transplanted too near the skies, to the\nregion where storms gather and the sun is scorching.\"\n\n\n\n\nADDENDUM\n\nThe following personages appear in other stories of the Human Comedy.\n\n     Aiglemont, General, Marquis Victor d'\n       The Firm of Nucingen\n       A Woman of Thirty\n\n     Birotteau, Cesar\n       Cesar Birotteau\n       A Bachelor's Establishment\n\n     Camusot\n       A Distinguished Provincial at Paris\n       A Bachelor's Establishment\n       Cousin Pons\n       The Muse of the Department\n       Cesar Birotteau\n\n     Cardot, Jean-Jerome-Severin\n       A Start in Life\n       Lost Illusions\n       A Distinguished Provincial at Paris\n       A Bachelor's Establishment\n       Cesar Birotteau\n\n     Carigliano, Marechal, Duc de\n       Father Goriot\n       Sarrasine\n\n     Carigliano, Duchesse de\n       A Distinguished Provincial at Paris\n       The Peasantry\n       The Member for Arcis\n\n     Guillaume\n       Cesar Birotteau\n\n     Lebas, Joseph\n       Cesar Birotteau\n       Cousin Betty\n\n     Lebas, Madame Joseph (Virginie)\n       Cesar Birotteau\n       Cousin Betty\n\n     Lourdois\n       Cesar Birotteau\n\n     Rabourdin, Xavier\n       The Government Clerks\n       Cesar Birotteau\n       The Middle Classes\n\n     Roguin, Madame\n       Cesar Birotteau\n       Pierrette\n       A Second Home\n       A Daughter of Eve\n\n     Sommervieux, Theodore de\n       The Government Clerks\n       Modeste Mignon\n\n     Sommervieux, Madame Theodore de (Augustine)\n       At the Sign of the Cat and Racket\n       Cesar Birotteau\n\n\n\n\n\n\nEnd of the Project Gutenberg EBook of At the Sign of the Cat and Racket, by \nHonore de Balzac\n\n*** END OF THIS PROJECT GUTENBERG EBOOK AT THE SIGN OF THE CAT AND RACKET ***\n\n***** This file should be named 1680.txt or 1680.zip *****\nThis and all associated files of various formats will be found in:\n        http:\/\/www.gutenberg.org\/1\/6\/8\/1680\/\n\nProduced by John Bickers, and Dagny\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp:\/\/gutenberg.org\/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark\/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s\/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http:\/\/www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp:\/\/pglaf.org\/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http:\/\/pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http:\/\/pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http:\/\/pglaf.org\/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http:\/\/www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n","id":42,"split":"train"}
