{"ori_id":"e5a717d519b7648ce17e3f1f78dd4ba0548c8338","title":"Beowulf","context":"Beowulf\n The main protagonist Beowulf, a hero of the Geats, comes to the aid of Hrothgar, king of the Danes, whose great hall, Heorot, is plagued by the monster Grendel. Beowulf kills Grendel with his bare hands and Grendel's mother with a giant's sword that he found in her lair.\nLater in his life, Beowulf becomes king of the Geats, and finds his realm terrorized by a dragon, some of whose treasure had been stolen from his hoard in a burial mound. He attacks the dragon with the help of his thegns or servants, but they do not succeed. Beowulf decides to follow the dragon to its lair at EarnanĂŚs, but only his young Swedish relative Wiglaf, whose name means \"remnant of valour\", dares to join him. Beowulf finally slays the dragon, but is mortally wounded in the struggle. He is cremated and a burial mound by the sea is erected in his honor.\nBeowulf is considered an epic poem in that the main character is a hero who travels great distances to prove his strength at impossible odds against supernatural demons and beasts. The poem also begins in medias res or simply, \"in the middle of things\", which is a characteristic of the epics of antiquity. Although the poem begins with Beowulf's arrival, Grendel's attacks have been an ongoing event. An elaborate history of characters and their lineages is spoken of, as well as their interactions with each other, debts owed and repaid, and deeds of valour. The warriors form a kind of brotherhood linked by loyalty to their lord.\nï»¿The Project Gutenberg EBook of The Story of Beowulf, by Unknown\n\nThis eBook is for the use of anyone anywhere in the United States and most\nother parts of the world at no cost and with almost no restrictions\nwhatsoever.  You may copy it, give it away or re-use it under the terms of\nthe Project Gutenberg License included with this eBook or online at\nwww.gutenberg.org.  If you are not located in the United States, you'll have\nto check the laws of the country where you are located before using this ebook.\n\nTitle: The Story of Beowulf\n       Translated from Anglo-Saxon into Modern English Prose\n\nAuthor: Unknown\n\nIllustrator: Frederic Lawrance\n\nTranslator: Ernest J. B. Kirtlan\n\nRelease Date: December 21, 2015 [EBook #50742]\n\nLanguage: English\n\n\n*** START OF THIS PROJECT GUTENBERG EBOOK THE STORY OF BEOWULF ***\n\n\n\n\nProduced by Jeroen Hellingman and the Online Distributed\nProofreading Team at http:\/\/www.pgdp.net\/ for Project\nGutenberg (This file was produced from images generously\nmade available by The Internet Archive\/American Libraries.)\n\n\n\n\n\n\n\n\n\n                          THE STORY OF BEOWULF\n\n         TRANSLATED FROM ANGLO-SAXON INTO MODERN ENGLISH PROSE\n\n\n                                   BY\n                          ERNEST J. B. KIRTLAN\n                   B.A. (London), B.D. (St. Andrews)\n      Author of a Translation of 'Sir Gawain and the Green Knight'\n\n\n                       DECORATED AND DESIGNED BY\n                           FREDERIC LAWRENCE\n\n\n                With Introduction, Notes and Appendices\n\n\n                                NEW YORK\n                       THOMAS Y. CROWELL COMPANY\n                               PUBLISHERS\n\n\n\n\n\n\n\n\n\n                                   To\n                             THE MEMORY OF\n                               MY FATHER\n\n\n\n\n\n\n\n\n\nNOTE AS TO USE OF APPENDIX\n\n\nI have relegated to the Appendix all notes of any considerable\nlength. The reader is advised to consult the Appendices wherever\ndirected in the footnotes. He will then have a much clearer conception\nof the principal characters and events of the poem.\n\n\n\n\n\n\n\n\n\nINTRODUCTION\n\n\n'Beowulf' may rightly be pronounced the great national epic of the\nAnglo-Saxon race. Not that it exalts the race so much as that it\npresents the spirit of the Anglo-Saxon peoples, the ideals and aims,\nthe manners and customs, of our ancestors, and that it does so in\nsetting before us a great national hero. Beowulf himself was not an\nAnglo-Saxon. He was a Geat-Dane; but he belonged to that confraternity\nof nations that composed the Teutonic people. He lived in an heroic\nage, when the songs of the wandering singers were of the great deeds of\noutstanding men. The absolute epic of the English people has yet to be\nwritten. To some extent Arthur, though a British King--that is to say,\nthough he was King of the Celtic British people, who were subsequently\ndriven into the West, into Cornwall and Wales and Strathclyde, by our\nSaxon ancestors--became nationalized by our Anglo-Norman ancestors as\na typical King of the English people. He has become the epic King of\nthe English in the poetry of Tennyson. It is always a mystery to the\nwriter that no competent singer among us has ever laid hands upon our\nown Saxon hero, King Alfred. It is sometimes said that there is nothing\nnew under the sun, that there is nothing left for the modern singer\nto sing about, and that the realm of possible musical production is\nfast vanishing out of view. Certainly this is not true of poetry. Both\nAlfred and Arthur are waiting for the sympathetic voice that will tell\nforth to the world the immortal splendour of their personalities. And\njust as the Anglo-Normans idealized Arthur as a hero-king of the\nEnglish nation, though he really fought against the English, so the\nSaxon singer of Beowulf has idealized this Geatish chieftain, and in\nsome way set him forth as the idealized chieftain of the Teutonic race.\n\nBeowulf is an Anglo-Saxon poem.--It consists of 3182 lines. It is\nwritten in the alliterative verse of our ancestors in the Anglo-Saxon\ntongue, which, though the mother-tongue of the English, is yet more\ndifficult to read for the Englishman than Latin or Greek. One wonders\nwhether any genuine Anglo-Saxon epic existed, and has been destroyed\nin the passing of the centuries. The curious feature about this poem\nis that it concerns a man who was not an Anglo-Saxon. Our poem is\nwritten in the West Saxon dialect. The original poem was probably in\nNorthumbrian, and was translated into West Saxon during the period of\nliterary efflorescence in the West Saxon Court. We do not know whether\nit was a translation or whether it was original, though the latter\nis, I believe, the prevailing opinion. Arnold has put forth what\nmay be called the missionary theory of its origin. He believes that\nboth the choice of subject and the grade of culture may be connected\nwith the missionary efforts of the English Church of those days to\nextend Christianity in Friesland and further east. 'It does not seem\nimprobable that it was in the interest of the spread of Christianity\nthat the composer of Beowulf--perhaps a missioner, perhaps a layman\nattached to the mission--was attracted to the Scandinavian lands;\nthat he resided there long enough to become thoroughly steeped in\nthe folk-lore and local traditions; that he found the grand figure of\nBeowulf the Geat predominant in them; and that, weaving into an organic\nwhole those which he found suitable to his own purpose, he composed\nan epic which, on his return home, must soon have become known to all\nthe lovers of English song.' [1] Dr. Sarrazin thought this unknown\npoet might have been the famous Cynewulf. Arnold, chiefly on stylistic\ngrounds, differs from this opinion. This is Arnold's opinion: 'Sagas,\neither in the Danish dialect or that of the Geats--more probably the\nlatter--were current in the Scandinavian countries in the seventh\ncentury. Among these sagas, that of Beowulf the Geat must have had\na prominent place; others celebrated Hygelac his uncle, Hnaef the\nViking, the wars of the Danes and the Heathobards, of the Danes and\nthe Swedes. About the end of the century missionaries from England\nare known to have been busy in Friesland and Denmark, endeavouring to\nconvert the natives to Christianity. Some one of these, whose mind had\na turn for literature and dwelt with joy upon the traditions of the\npast, collected or learnt by heart a number of these sagas, and, taking\nthat of Beowulf as a basis, and weaving some others into his work,\ncomposed an epic poem to which, although it contains the record of\nthose adventures, the heroic scale of the figure who accomplishes them\nall imparts a real unifying epic interest.' Whatever may be the truth\nas to its origin, there it lies in the British Museum in its unique\nMS. as a testimony to all ages of the genius of the Anglo-Saxon race.\n\nNow it will be quite naturally asked, What do we learn from Beowulf\nof the genius and spirit of that race from which we are sprung?\n\nThe one outstanding fact, as it appears to the writer, is the\nco-operative principle. And this principle stands in almost violent\nopposition to the ruling principle of the modern world, in which\nsociety is divided into a number of mutually opposite sections or\nclasses, whose interests clash with fatal results to individual\nand corporate well-being. In this poem we see the whole community,\nfrom the King to the churl, bound by one common interest. King and\nchieftain and thane and churl freely intermingle and converse. They\neat and drink and sleep under one common roof, or at least in\none common enclosure. Tempora mutantur! but the idea of social\ninteraction and mutual interdependence never found more vivid or\nreal expression than in the pictures presented in Beowulf of Hart,\nthe Great Hall of Hrothgar, and in the Court and township of Hygelac,\nKing of the Geats. In the Hall of Hart Hrothgar and his Queen and his\ncourtiers sit at the high table on the dais, and the lower orders\nat the long table down the hall. The spears and shields adorn the\nwalls. After the evening meal, the singer, or scop, as he is called,\nto the accompaniment of the harp, tells forth the deeds of some ancient\nfeud, such as that of Finn and the Danes or the Fight at Finnsburgh,\nor the feud of the Danes and the Heathobards, in which Freawaru,\nHrothgar's daughter, and Ingeld figure so tragically. Then the benches\nare removed, and the rude beds are spread out on the floor of the Great\nHall and they seek 'evening rest.' The whole is a picture of fraternal\nand paternal government. If Grendel, the Fen-monster, carries away\none of their number, then there is weeping and lamentation. The King\nand the Queen and the nobility and the commonalty are all concerned\nin the tragedy. The loss of one is the loss of all. When Aeschere is\nslain by Grendel's mother Hrothgar thus bewails his loss: 'Seek no more\nafter joy; sorrow is renewed for the Danish folk. Aeschere is dead,\nhe who was my wise counsellor and my adviser and my comrade in arms,\nwhen in time of war we defended ourselves; ... but now the hand lieth\nlow which bestowed every kind of joy upon you.' And in the end of the\npoem it is said of Beowulf that he was 'most gentle to his folk.' The\nKing was king only 'for his folk.' The interest of his folk, their\nphysical and moral well-being, was his chief solicitude.\n\n2. But not only was this so within any one nation or tribe, but there\nwas a sense of comradeship and mutual responsibility among those of\nvarious tribes and nations. When Beowulf the Geat hears in Gautland of\nthe raids of Grendel upon Hart, he commands his folk to make ready a\nboat that he may fare across the sea to the help of Hrothgar, because\n'he was lacking in warriors.' Beowulf's whole mission in Hart was\nthe discharge of a solemn obligation of help from the strong to the\nweak. He announces to Hrothgar that he is come 'to cleanse Hart of\nill,' and this he feels he must do. 'Woe is me if I preach not the\ngospel!' cried St. Paul. 'Woe is me if I help not the weak and cleanse\nnot the demon-infested palace of my kinsman!' cried Beowulf. 'Weird\ngoes as he willeth'; that is, Fate must be submitted to. And Fate\nhath willed that he should help the weak and 'cleanse the ill.'\n\n3. Then there is the tremendous sense of loyalty on the part of the\nfolk to their king or chieftain. The idea of the 'Comitatus' bound\nthe folk to their leaders. Nothing more disgraceful could be conceived\nthan the desertion of the leader. Terrible were the reproaches hurled\nat the trembling cowards who had hurried away into the woods, to save\ntheir own skins, whilst their King Beowulf wrestled with the dragon,\nthe enemy of the people. 'Yea, death is better for any earl than a\nlife of reproach.' Loyalty, a passionate loyalty to the King, was\nthe greatest of virtues, and disloyalty and cowardice the greatest\nof vices. Society was an organic whole, bound together by the bands\nof loyalty and devotion to the common good.\n\n4. There is, too, the fatalistic note heard all through the\npoem. Beowulf feels himself hard pressed by Fate. The Anglo-Saxon\ncalled Fate by the name 'Weird,' which has survived in modern English\nin the sense of something strange and mysterious. Weird was the God,\nor Goddess of Fate. Again and again in the poem we hear the solemn,\nminor, dirge-like refrain, 'Weird hath willed it'; 'Goeth Weird as she\nwilleth' (chapter VI. p. 44). There is this perpetual overshadowing and\nalmost crushing sense of some inscrutable and irresistible power that\nwieldeth all things and disposeth all things, which is, I believe,\na pre-eminent characteristic of the Anglo-Saxon race, and accounts\nfor the dare-devil courage of her sons upon the battle-field or on\nthe high seas. We find it, too, in its morally less attractive form in\nthe recrudescent pessimism of modern literature. Thomas Hardy is the\nlineal descendant in literature of the author of Beowulf when he says:\n'Thus the President of the Immortals had finished his sport with poor\nTess.' [2]\n\n5. And closely allied to this sense of Destiny is the sombre view of\nlife that is characteristic of the Teutonic peoples. There is none of\nthat passionate joy in beauty and in love that we find in the Celtic\nliterature. Life is a serious thing in Beowulf and with us of the\nAnglo-Saxon race. The scenery of Beowulf is massive and threatening\nand mist-encircled. Angry seas are boiling and surging and breaking\nat the foot of lofty and precipitous cliffs. Above the edge of the\ncliffs stretch mysterious and gloomy moorlands, and treacherous\nbogs and dense forests inhabited by malignant and powerful spirits,\nthe foes of humanity. In a land like this there is no time for\nlove-making. Eating, drinking, sleeping, fighting there make up the\nbusiness of life. It is to the Celtic inflow that we owe the addition\nof love in our modern literature. The composer of Beowulf could not\nhave conceived the Arthur Saga or the Tristram love-legend. These\nthings belong to a later age, when Celtic and Teutonic elements were\nfused in the Anglo-Norman race. But we still find in our literature\nthe sombre hues. And, after all, it is in the forest of sorrow and pain\nthat we discover the most beautiful flowers and the subtlest perfumes.\n\nI desire to express my indebtedness to A. J. Wyatt and William Morris\nfor their translations; to A. J. Wyatt for his edition of the poem\nin the original; to Thomas Arnold for his terse and most informing\nwork on Beowulf; to the authors of articles in the Encyclopaedia\nBritannica and in Chambers's Encyclopaedia and The Cambridge History\nof English Literature.\n\n\nErnest J. B. Kirtlan.\n\nBrighton,\nNovember, 1913.\n\n\n\n\n\n\n\n\n\nTHE STORY OF BEOWULF\n\nI\n\nThe Prelude\n\n\nNow we have heard, by inquiry, of the glory of the kings of the\npeople, they of the Spear-Danes, how the Athelings were doing deeds\nof courage. [3] Full often Scyld, the son of Scef, with troops of\nwarriors, withheld the drinking-stools from many a tribe. This\nearl caused terror when at first he was found in a miserable\ncase. Afterwards he gave help when he grew up under the welkin,\nand worshipfully he flourished until all his neighbours over the sea\ngave him obedience, and yielded him tribute. He was a good king. In\nafter-time there was born to him a son in the Court, whom God sent\nthither as a saviour of the people. He saw the dire distress that\nthey formerly suffered when for a long while they were without a\nprince. Then it was that the Lord of Life, the Wielder of glory,\ngave to him glory. Famous was Beowulf. [4] Far and wide spread his\nfame. Heir was he of Scyld in the land of the Danes. Thus should\na young man be doing good deeds, with rich gifts to the friends of\nhis father, so that in later days, when war shall come upon them,\nboon companions may stand at his side, helping their liege lord. For\nin all nations, by praiseworthy deeds, shall a man be thriving.\n\nAt the fated hour Scyld passed away, very vigorous in spirit, to the\nkeeping of his Lord. Then his pleasant companions carried him down to\nthe ocean flood, as he himself had bidden them, whilst the friend of\nthe Scyldings was wielding words, he who as the dear Lord of the Land\nhad ruled it a long time. And there, in the haven, stood the ship,\nwith rings at the prow, icy, and eager for the journey, the ferry of\nthe Atheling.\n\nThen they laid down their dear Lord the giver of rings, the famous\nman, on the bosom of the ship, close to the mast, where were heaps of\ntreasures, armour trappings that had been brought from far ways. Never\nheard I of a comelier ship, decked out with battle-weapons and\nweeds of war, with swords and byrnies. In his bosom they laid many\na treasure when he was going on a far journey, into the power of\nthe sea. Nor did they provide for him less of booty and of national\ntreasures than they had done, who at the first had sent him forth,\nall alone o'er the waves, when he was but a child. Then moreover they\nset a golden standard high o'er his head, and let the sea take him,\nand gave all to the man of the sea. Full sad were their minds, and all\nsorrowing were they. No man can say soothly, no, not any hall-ruler,\nnor hero under heaven, who took in that lading. [5]\n\n\n\n\n\n\n\n\n\nII\n\nThe Story\n\n\nI\n\nMoreover the Danish Beowulf, [6] the dear King of his people, was\na long time renowned amongst the folk in the cities (his father,\nthe Prince, had gone a-faring elsewhere from this world). Then was\nthere born to him a son, the high Healfdene; and while he lived he\nwas ruling the happy Danish people, and war-fierce and ancient was\nhe. Four children were born to him: Heorogar the leader of troops, and\nHrothgar, and Halga the good. And I heard say that Queen Elan (wife\nof Ongentheow) was his daughter, and she became the beloved comrade\nof the Swede. Then to Hrothgar was granted good speed in warfare and\nhonour in fighting, so that his loyal subjects eagerly obeyed him,\nuntil the youths grew doughty, a very great band of warriors. Then\nit burned in his mind that he would bid men be building a palace,\na greater mead-hall than the children of men ever had heard of, and\nthat he would therein distribute to young and to old, as God gave him\npower, all the wealth that he had save the share of the folk and the\nlives of men.\n\nThen I heard far and wide how he gave commandment to many a people\nthroughout all the world, this work to be doing, and to deck out\nthe folkstead. In due time it happened that soon among men, this\ngreatest of halls was now all ready. And Hart he called it, whose\nword had great wielding. He broke not his promise, but gave to them\nrings and treasures at the banquet. The hall towered on high, and the\ngables were wide between the horns, [7] and awaited the surging of the\nloathsome flames. Not long time should pass ere hatred was awakened\nafter the battle-slaughter, twixt father-in-law and son-in-law. [8]\n\nThen it was that the powerful sprite who abode in darkness, scarce\ncould brook for a while that daily he heard loud joy in the hall. There\nwas sound of harping, and the clear song of the bard.\n\nHe who knew it was telling of the beginning of mankind, and he\nsaid that the Almighty created the world, and the bright fields\nsurrounded by water. And, exulting, He set the sun and the moon as\nlamps to shine upon the earth-dwellers, and adorned the world with\nbranches and leaves. And life He was giving to every kind of living\ncreature. So noble men lived in joy, and were all blessed till one\nbegan to do evil, a devil from hell; and this grim spirit was called\nGrendel. And he was a march-stepper, who ruled on the moorlands, the\nfens, and the stronghold. For a while he kept guard, this unhappy\ncreature, over the land of the race of monsters, since the Creator\nhad proscribed him. On the race of Cain the Eternal Lord brought\ndeath as vengeance, when he slew Abel. Nor did he find joy in the\nfeud, but God for the crime drove him far thence. Thus it was that\nevil things came to their birth, giants and elves and monsters of\nthe deep, likewise those giants who for a long while were striving\nwith God Himself. And well He requited them.\n\n\n\n\nII\n\nThen he went visiting the high house after nightfall, to see how the\nRing-Danes were holding it. And he found there a band of Athelings\nasleep after feasting. And they knew not sorrow or the misery of\nmen. The grim and greedy wight of destruction, all fierce and furious,\nwas soon ready for his task, and laid hold of thirty thanes, all as\nthey lay sleeping. And away he wended, faring homeward and exulting\nin the booty, to revisit his dwellings filled full of slaughter. At\nthe dawn of day the war-craft of Grendel was seen by men. Then after\nhis feeding they set up a weeping, great noise in the morning.\n\nThe glorious Lord, the very good Atheling, sat all unblithely, and\nsuffered great pain, and endured sorrow for his thanes, when they saw\nthe track of the loathly one, the cursed sprite. That struggle was\ntoo strong, loathsome and long. And after but one night (no longer\ntime was it) he did them more murder-bale, and recked not a whit\nthe feud and the crime. Too quick was he therein. Then he who had\nsought elsewhere more at large a resting-place, a bed after bower,\nwas easily found when he was shown and told most truly, by the token\nso clear, the hate of the hell-thane. He went away farther and faster,\nhe who would escape the fiend. So he ruled and strove against right,\nhe alone against all of them, until the best of houses stood quite\nidle. And a great while it was--the friend of the Danes suffered\ndistress and sorrows that were great the time of twelve winters.\n\nThen was it made known to the children of men by a sorrowful singing\nthat Grendel was striving this while against Hrothgar, and waged\nhateful enmity of crime and feud for many a year with lasting strife,\nand would hold no truce against any man of the main host of Danes,\nnor put away the life-bale, or settle feud with a fee, nor did any man\nneed to hope for brighter bettering at the hand of the banesman. The\nterrible monster, a dark death-shadow, was pursuing the youth and\nthe warriors, and he fettered and ensnared them, and ever was holding\nnight after night the misty moorlands. And, men know not ever whither\nworkers of hell-runes wander to and fro. Thus the foe of mankind,\nthe terrible and lonesome traveller, often he did them even greater\ndespite. And he took up his dwelling in the treasure-decked Hall of\nHart in the dark night, nor could he come near the throne the treasure\nof God, nor did he know His love. [9]\n\nAnd great was the evil to the friend of the Danes, and breakings of\nheart. Many a strong one sat in council, and much they discussed what\nwas best for stout-hearted men to do against the fearful terror. And\nsometimes they went vowing at their heathen shrines and offered\nsacrifices, and with many words pleaded that the devil himself would\ngive them his help against this menace to the nation. For such was\ntheir custom, the hope of the heathen. And ever of Hell they thought\nin their hearts; the Creator they knew not, the Judge of all deeds,\nnor knew they the Lord God, nor could they worship the Protector of\nthe heavens, the Wielder of glory. Woe be to that man who shall shove\ndown a soul through hurtful malice into the bosom of the fire, and\nwho hopes for no help nor for any change--well shall it be with that\none who after his death day shall seek the Lord and desire protection\nin the embrace of the Father.\n\n\n\n\nIII\n\nSo Beowulf, son of Healfdene, ever was brooding over this time-care,\nnor could the brave hero avert woe. That conflict was too strong,\nloathsome and long, that terrible and dire distress, the greatest of\nnight-bales which came to the people.\n\nThen the thane of Hygelac, [10] the good man of the Geats, [11]\nheard from home of the deeds of Grendel. And on the day of this life\nhe was the strongest of main of all men in the world; noble was he\nand powerful. He bade a fair ship be made, and said that he would be\nseeking the War-King, the famous prince, over the swan path, and that\nhe needed men. And the proud churls little blamed him for that journey,\nthough dear he was to them. They urged on the valiant man and marked\nthe omen. The good man of the Geats had chosen champions of those\nwho were keenest, and sought out the ship. And one, a sea-crafty\nman, pointed to the land-marks. Time passed by; the ship was on\nthe waves, the boat under the cliff, and the warriors all readily\nwent up to the stern. And the currents were swirling, with sea and\nsand. And men were carrying on to the naked deck bright ornaments\nand splendid war-armour. Then they shove forth the ship that was well\nbound together; and it set forth over the waves, driven by the wind,\nthis foamy-necked ship, likest to a bird; until about the same time\non the next day, the ship with its twisted stern had gone so far that\nthe sailing men could see the land, the shining sea-cliffs, the steep\nmountains, and the wide sea-nesses. Then they crossed the remaining\nportion of the sea. [12] The Geats went up quickly on to the shore,\nand anchored the ship. War-shirts and war-weeds were rattling. And\nthey gave God thanks for their easy crossing of the waves. Then the\nward of the Swedes, who kept guard over the sea-cliffs, saw them carry\ndown the gangways the bright shields and armour, all ready. And full\ncurious thought tortured him as to who these men were. He, the thane\nof Hrothgar, rode down to the beach on his charger, and powerfully\nbrandished the spear in his hand and took counsel with them.\n\n'Who are ye armour-bearers, protected by byrnies, who come here thus\nbringing the high vessel over the sea, and the ringed ship over the\nocean? I am he that sits at the end of the land and keep sea-guard,\nso that no one more loathsome may scathe with ship-army the land of\nthe Danes. Never have shield-bearers begun to come here more openly,\nyet ye seem not to know the password of warriors, the compact of\nkinsmen. Nor ever have I seen a greater earl upon earth, than one of\nyour band, a warrior in armour. And except his face belie him, he that\nis thus weapon-bedecked is no hall-man; but a peerless one to see. Now\nmust I know your lineage before you go farther with your false spies\nin the land of the Danes. Now O ye far-dwellers and sea-farers, hear\nmy onefold thought--haste is best in making known whence ye are come.'\n\n\n\n\nIV\n\nThen the eldest gave answer, and unlocked his treasure of words,\nthe wise one of the troop: 'We are of the race of the Geats and\nhearth-comrades of Hygelac. My father was well known to the folk,\na noble prince was he called Ecgtheow. And he bided many winters,\nere as an old man he set out on his journeys away from the dwelling\nplaces. And wellnigh every councillor throughout all the world\nremembered him well. We through bold thinking have come to seek thy\nlord, the son of Healfdene, the protector of the people. Vouchsafe\nto us good guidance. We have a great business with the lord of the\nDanes, who is far famed. Nor of this shall aught be secret as I am\nhoping. Well thou knowest if 'tis true as we heard say, that among\nthe Danes some secret evil-doer, I know not what scather, by terror\ndoth work unheard-of hostility, humiliation, and death. I may give\ncounsel through greatness of mind to Hrothgar as to how he, the wise\nand good, may overcome the fiend, if ever should cease for him the\nbaleful business and bettering come after and his troubles wax cooler,\nor for ever he shall suffer time of stress and miserable throes,\nwhile the best of all houses shall remain on the high stead.'\n\nThen the watchman, the fearless warrior, as he sat on his horse,\nquickly made answer: 'The shield-warrior who is wide awake, shall know\nhow to tell the difference between words and works, if he well bethink\nhim. I can see that this band of warriors will be very welcome to the\nLord of the Danes. Go ye forth, therefore, bear weapons and armour, as\nI will direct you. And I will command my thanes to hold against every\nfoe, your ship in honour, new tarred as it is, and dry on the sands,\nuntil it shall carry the dearly loved man, that ship with the twisted\nprow, to the land of the Geats. To each of the well-doers shall it\nbe given to escape scot-free out of the battle rush.' Then they went\nforth carrying their weapons. And there the ship rested, fastened\nby a rope, the wide-bosomed vessel secured by its anchor. The Boar\n[13] held life ward, bright and battle-hard and adorned with gold,\nover the neck-guard of the handsome Beowulf. There was snorting of\nthe war-like-minded, whilst men were hastening, as they marched on\ntogether till they caught sight of the splendid place decked out\nin gold. And it was the most famous of palaces, under the heavens,\nof the earth-dwellers, where the ruler was biding. Its glory shone\nover many lands. Then the dear one in battle showed them the bright\nhouse where were the brave ones, that they might straightway make\ntheir way towards it. Then one of the warriors turned his horse round,\nand spake this word: 'Time it is for me to go. May the Almighty Father\nhold you in favour, and keep you in safety in all your journeyings. I\nwill go to the sea-coast to keep my watch against the fierce troops.'\n\n\n\n\nV\n\nThe way was paved with many coloured stones, and by it they knew\nthe path they should take. The coat of mail shone brightly, which\nwas firmly hand-locked. The bright iron ring sang in the armour as\nthey came on their way in their warlike trappings at the first to\nthe great hall. Then the sea-weary men set down their broad shields,\ntheir shields that were wondrous hard 'gainst the wall of the great\nhouse, and bowed towards the bench. And byrnies were rattling, the\nwar-weapons of men. And the spears were standing in a row together,\nthe weapons of the sea-men and the spear grey above. And the troop\nof armed men was made glorious with weapons. Then the proud chieftain\nasked the warriors of their kindred: 'From whence are ye bringing such\ngold-plated shields, grey sarks and helmets with visors, and such\na heap of spears? I am the servant and messenger of Hrothgar. Never\nsaw I so many men prouder. I trow it was for pride and not at all for\nbanishment, but for greatness of mind that Hrothgar ye are seeking.'\n\nThen answered the brave man, the chief of the Geats, and spake\nthese words, hard under helmet: 'We are the comrades at table of\nHygelac. Beowulf is my name. I will say fully this my errand to the\nson of Healfdene the famous chieftain, unto thy lord and master,\nif he will grant us that we may salute him who is so good.'\n\nThen spake Wulfgar (he was Prince of the Wendels [14]). His courage\nwas known to all, his valour and wisdom. 'I will make known to the\nPrince of the Danes, the Lord of the Scyldings [15] the giver of rings\nthe famous chieftain as thou art pleading, about thy journey, and will\nmake known to thee quickly the answer which he the good man thinks fit\nto give me.' Quickly he turned then to where Hrothgar was sitting,\nold and very grey with his troop of earls. The brave man then went\nand stood before the shoulders of the Lord of the Danes. Well he knew\nthe custom of the doughty ones. Wulfgar then spoke to his lord and\nfriend: 'Here are come faring from a far country over the wide sea,\na people of the Geats, and the eldest the warriors call Beowulf. And\nthey are asking that they may exchange words with thee, my lord. O\ngladman Hrothgar, do not refuse to be talking with them. For worthy\nthey seem all in their war-weeds, in the judgement of earls. At least\nhe is a daring Prince who hither hath led this band of warriors.'\n\n\n\n\nVI\n\nThen spake Hrothgar the protector of the Danes: 'Well I knew him\nwhen he was a child, and his old father was called Ecgtheow. And to\nhim did Hrethel of the Geats give his only daughter, and his son is\nbravely come here and hath sought out a gracious friend.' Then said\nthe sea-farers who had brought the goodly gifts of the Geats there\nfor thanks, that he the battle-brave had in his hand-grip the main\ncraft of thirty men. 'And the holy God hath sent him for favour to us\nWest Danes, and of this I have hope, 'gainst the terror of Grendel. I\nshall offer the goodman gifts for his daring. Now make thou haste and\ncommand the band of warrior kinsmen into the presence. Bid them welcome\nto the people of the Danes.' Then went Wulfgar even to the hall-door,\nand spake these words: 'My liege lord, the Prince of the East Danes,\ncommands me to say that he knows your lineage. And ye who are bold\nof purpose are welcome hither over the sea-waves. Now may ye go in\nyour war-weeds, under your visored helmets to see Hrothgar. Let your\nswords stay behind here, the wood and the slaughter-shafts and the\nissue of words.' Then the Prince rose up, and about him was many a\nwarrior, a glorious band of thanes. And some bided there and held the\nbattle-garments as the brave man commanded. And they hastened together\nunder the roof of Hrothgar as the man directed them. The stout-hearted\nman went forward, hard under helmet till he stood by the dais.\n\nThen Beowulf spake (and the byrny shone on him, the coat of mail,\nsewn by the cunning of the smith): 'O Hrothgar, all hail! I am the\nkinsman and comrade of Hygelac. [16] Many marvels I have set on foot\nin the days of my youth. The affair of Grendel was made known to me\nin my native land. Sea-farers told how this best of all palaces stood\nidle and useless to warriors, after evening light came down under the\nbrightness of heaven. Then my people persuaded me, the best and the\nproudest of all my earls, O my lord Hrothgar, that I should seek thee,\nfor they well knew my main strength. For they themselves saw how I\ncame forth bloodstained from the power of the fiend, when I bound\nthe five, and destroyed the giant's kin, and slew 'mongst the waves,\nsea-monsters by night, and suffered such dire distress, and wreaked\nvengeance for the strife of the Geats (for woe they were suffering),\nand I destroyed the fierce one. And now all alone I shall settle\nthe affair of Grendel the deadly monster, the cruel giant. And one\nboon will I be asking, O Prince of the Bright Danes, thou lord of\nthe Scyldings, Protector of warriors and friend of the folk, that\nthou wilt not refuse, since so far I am come, that I and my troop of\nearls, this crowd of brave men, may alone cleanse out Hart. I have\nheard say also that the monster because of his rashness recks not of\nweapons. And, if Hygelac the blithe-minded will be my liege lord, I\nwill forgo to carry to the battle a sword, or broad shield all yellow;\nbut I will engage by my hand-grip with the enemy, and strive for life,\nfoe with foe. And he whom Death taketh shall believe in the doom of\nthe Lord. And I doubt not he will fearlessly consume the people of\nthe Geats, if he may prevail in the war-hall as he has often done\nwith the strong men of the Danes. And thou shalt not need to hide\nmy head if Death take me, for he will seize me all bloodstained,\nand will bury the slaughter all bloody, and will think to taste and\ndevour me alone and without any sorrow, and will stain the glens in\nthe moorland. And thou needest not to sorrow longer over the food of\nmy body. And if battle take me, send to Hygelac this best of coats\nof mail, the noblest of garments. It is the heirloom of Hrethel the\nwork of Weland [17]; and let Weird go as it will.'\n\n\n\n\nVII\n\nHrothgar gave answer, the protector of the Danes: 'O my friend Beowulf,\nnow thou hast sought us, for defence and for favour. Thy father fought\nin the greatest of feuds. He was banesman to Heatholaf amongst the\nWylfings, when for battle-terror the King of the Geats could not hold\nhim. Thence he sought the folk of the South Danes over the welter of\nwaves. Then first was I ruling the Danish folk, and in my youthful\ndays possessed the costly jewels, the treasure city of heroes. Then\nHeregar was dead, my elder brother not living was he, the child of\nHealfdene. He was a better man than I was. Then a payment of money\nsettled the matter. I sent to the Wylfings ancient presents over the\nsea-ridges. And he swore to me oaths. And it is to me great sorrow in\nmy heart to tell any man what Grendel hath done in Hart through his\nmalice, of humiliation and sudden horror. My hall-troop has grown less,\nthe crowd of my thanes; Weird [18] has swept them towards the terror of\nGrendel. But easily may the good God restrain the deeds of the foolish\nscather. And drunken with beer the warriors full often boasted o'er\nthe ale-cup that they would bide in the beer-hall the battle of Grendel\nwith the terror of swords. Then was the mead-hall all bloodstained in\nthe morning when dawn came shining, and all the benches were wet with\ngore, the hall with sword-blood. And so much the less did I rule o'er\ndear doughty ones whom death had taken. Now sit down to the banquet\nand unbind thy thoughts, thy hopes to the thanes, as thy mind inspires\nthee.' Then was there room made in the beer-hall for the Geats all\ntogether. And there they went and sat down, the strong-hearted men,\nproud of their strength. And a thane waited on them, who bore in his\nhands the ale-cup bedecked, and he poured out the sparkling mead,\nwhile the clear-voiced bard kept singing in Hart. There was joy to\nthe heroes, and a very great gathering of Danes and of Geats.\n\n\n\n\nVIII\n\nSpake then Unferth, the son of Eglaf, who sat at the feet of the\nLord of the Danes and opened a quarrel. (For the journey of Beowulf,\nof the brave sea-farer, was vexation to him, for he could not brook\nthat ever any other man than he himself should obtain greater fame\nin all the earth.)\n\n'What!' said he, 'art thou that Beowulf who didst contend with Breca,\nand strovest for the mastery in swimming o'er wide seas, when ye two\nfor pride were searching the waves and for foolish boasting risked\nyour lives in the deep waters? No man could dissuade you from that\nsorrowful journey, neither friend nor foe, when ye two swam in the sea,\nwhen ye two enfolded the waves with your arms and measured the sea-ways\nand brandished your arms as you glided o'er the ocean. The sea boiled\nwith waves the wintry whelming. And for seven nights long ye were\ntoiling in the stress of seas. But he o'erpowered thee in swimming,\nfor greater strength had he. Then at the morning tide the sea bore him\nup to the land of the Heathoremes. Thence he was seeking the friend of\nhis people his own dear country, the land of the Brondings, the fair\ncity of refuge, where he had his own folk, and a city and rings. The\nson of Beanstan soothly fulfilled his boasting against thee. So do\nI deem it a worse matter, though thou art everywhere doughty in the\nrush of battle and grim warfare, if thou shalt be daring to bide near\nGrendel a night-long space.'\n\nThen Beowulf spake, the son of Ecgtheow: 'What! my friend Unferth,\ndrunken with beer, many things thou art saying about that Breca\nand talkest of his journey. But soothly I tell thee that I had the\ngreater strength in that swimming, and endurance in the waves. We two\nagreed when we were youngsters, and boasted (for we were both still\nin the days of our youth) that we in the ocean would be risking our\nlives. And so in deed we did. We had a naked sword hard in our hands\nwhen we were swimming. We two were thinking to guard us 'gainst whale\nfishes. Nor over the sea-waves might he be floating a whit far from\nme, more quickly on the waters. Then we together were in the sea for\nthe space of five nights until the flood, the boiling waters drove\nus asunder. And the coldest of weather, and the darkening night, and\na wind from the north battle-grim turned against us, and rough were\nthe waves. And the mind of the mere-fishes was stirred when my shirt\nof mail that was hand-locked gave to me help against the foe. The\ndecorated battle-robe lay on my breast all adorned with gold, and\nthe doomÃ¨d and dire foe drew to the bottom, and fast he had me grim\nin his grip. Still to me was granted that I reached to the monster\nwith the point of my sword. And the mighty sea-deer carried off the\nbattle-rush through my hand.'\n\n\n\n\nIX\n\n'So then evil-doers did often oppress me. And I served them with my\ndear sword as was most fitting. Not at all of the feasting had they any\njoy. Evil destroyers sat round the banquet at the bottom of the sea,\nthat they might seize me. But in the morning, wounded by my sword,\nthey lay up on the foreshore, put to sleep by my weapon so that they\nhindered no more the faring of the sea-goers. Light came from the\neastward, the bright beacon of God. The waves grew less that I could\ncatch sight of the sea-nesses, the windy walls. Weird often saveth\nthe earl that is undoomed when his courage is doughty. Nevertheless\nit happened that I slew with my sword nine of the sea-monsters. Nor\nhave I heard under vault of heaven of a harder night-struggle,\nnor of a more wretched man on the sea-streams. Still I escaped from\nthe grasp of the foes, with my life, and weary of the journey. When\nthe sea bore me up, on the flood tide, on the welling of waves, to\nthe land of the Finns. Nor have I heard concerning thee of any such\nstriving or terror of swords. Breca never yet, nor either of you two,\ndid such a deed with shining sword in any battle-gaming (not that I\nwill boast of this too much), yet wast thou the slayer of thy brother,\nthy chief kinsman. And for this in hell shalt thou suffer a curse,\nthough thy wit be doughty. And soothly I tell thee, O son of Eglaf,\nthat Grendel that hateful monster never had done such terrors to\nthy life and humiliation in Hart if thy mind and thy soul were as\nbattle-fierce as thou thyself dost say. But he has found that he needed\nnot to fear the feud the terrible sword-thrust of your people the\nDanes. He taketh forced toll, and spareth none of the Danish people,\nbut joyfully wageth war, putteth them to sleep and feedeth on them,\nand expecteth no fight from the Danes. But I shall ere long offer him\nin war the strength and the courage of the Geats. Let him go who can\nto the mead all proudly when morning light shall shine from the south,\nanother day over the children of men.'\n\nThen in the hall the giver of rings was grey-haired and\nbattle-brave. The Prince of the Danes was hopeful of help. The guardian\nof the folk fixed on Beowulf his firm-purposed thought. There was\nlaughter 'mong heroes, din resounded, and words were winsome. Wealtheow\nwent forth, the Queen of Hrothgar, mindful of kinship and decked out in\ngold, she greeted Beowulf in the hall. And then the lovely wife first\nproffered the goblet to the Lord of the East Danes, and bade him be\nblithe at the beer-drinking, he who was dear to all his people. And\ngladly he took the banquet and hall-cup, he the victorious King. The\nlady of the Helmings [19] went round about every one of the youthful\nwarriors, and proffered the costly cup, until the time came that the\nring-adorned Queen, most excellent in spirit, bore the mead-cup then\nto Beowulf. She, the wise in words, greeted the Geats and gave thanks\nto God that she had her desire that she might trust in any earl for\nhelp against such crimes. He gladly received it, he the battle-fierce\nwarrior, from the hand of Wealtheow, and then began singing, inspired\nby a warlike spirit.\n\nBeowulf spake, the son of Ecgtheow: 'I had intended at once to work\nout the will of this your people when I set forth over the sea and\nsat in my sea-boat with the troop of my people, or that I would fall\nin the slaughter fast in the fiend's grip. I shall yet acquit myself\nas befitteth an earl, or in the mead-hall await my last day.' And\nwell the lady liked the words, the boasting of the Geat. And that\nlovely queen went all decked out in gold to sit by her lord. Then\nmighty words were spoken in the hall as before, by the people in\njoyance and the noise of the victors, until the son of Healfdene\n[20] straightway would be seeking his evening rest. And he knew that\na battle was doomed in the high hall to the monster when no longer\nthey could see the light of the sun, or darkening night came stalking\nover all the shapes of shadows. The troop of warriors rose up, the\nLord greeted the other, Hrothgar greeted Beowulf, and wished him\ngood health and the warding of that wine-hall, and he spake the word:\n'Since the time that I could lift my hand or my shield, never have I\ngiven the mighty hall of the Danes into the care of any, except now\nto thee. Have now and hold thou this best of houses, be thou mindful\nof honour, and show thyself courageous, and wakeful 'gainst foes. Nor\nshalt thou lack joy if thou escapest from that brave work with life.'\n\n\n\n\nX\n\nThen Hrothgar departed with his troop of heroes, he the Prince\nof the Scyldings; out of Hall went he, for the battle-chieftain\nwould be seeking out Wealtheow his Queen, that they might go to\nrest. The glory of kings had appointed a hall-ward, as men say,\nagainst Grendel. A thane was in waiting on the Prince of the Danes,\nand his watch was keeping against the giant. The Lord of the Geats\nreadily trusted the proud strength, the favour of God. Then doffed\nhe the iron coat of mail and his helmet from his head, and gave his\nsword bedecked, the choicest of weapons, to a thane that was serving,\nand bade him to hold ready his armour. Then the good man spoke some\nwords of boasting: 'I reck not myself meaner in war-powers and works\nof battle than Grendel doth himself. For I will not with sword put him\nto sleep and be taking his life away, though well I might do it. He\nknows not of good things, that he may strike me, or hew my shield,\nthough brave he may be in hostile working--but we two by right will\nforbear the sword if he dare be seeking warfare without weapon,\nand then God all-knowing, the holy Lord, shall adjudge the glory on\nwhichever side He may think meet.' Then the bold in fight got him\nto rest, and the pillow received the head of the earl, and many a\nkeen sea-warrior lay down on his bed in the hall about him. None\nof them thought that he thence would ever seek another dear home,\nfolk or free city where he was a child; for they had heard that fell\ndeath had taken, ere this too many, in that wine-hall, of the people\nof the Danes. But the Lord gave weavings of war-speed to the people\nof the Geats, both comfort and help. So that they all overcame their\nenemies through the craft of one man and by his might only. And truly\nit is said that God Almighty doth wield for ever the race of men. Then\ncame in the wan night the shadow-goer gliding. Warriors were sleeping\nwhen they should have been keeping guard over that palace; all save\none only. It was well known to men that their constant foe could not\ndraw them into shadowy places when the Creator was unwilling. But he,\never wakeful, in angry mood, and fiercely indignant against the foe,\nwas waiting the issue.\n\n\n\n\nXI\n\nThen came Grendel, stalking from the moors among the misty hill-slopes,\nand he bore God's anger. And the wicked scather of human kind fully\nintended to ensnare a certain one in the high hall. So he wended his\nway under the welkin to where he knew that the best of wine-halls,\nthe gold-hall of man, was adorned with gold plating. Nor was that the\nfirst time that he sought out the home of Hrothgar. Nor ever in former\nor later days did he find a harder welcome from hall-thanes. Then\nthe creature bereft of all joy came to the great hall, and the door,\nstrongly bound with fire-bands, soon sprang open at his touch. And\nthe evil-minded one in his fury burst open the door of the palace. And\nsoon after this the enemy, angry in mind, was treading o'er the doomÃ¨d\nfloor. And a fearsome light streamed forth from his eyes likest to\na flame. And he could see many a warrior in that palace, a troop of\npeace-lovers asleep together, a company of kinsmen, and he laughed\naloud. Then the terrible monster fully intended to cut off from life\nevery one of them there, when he was expecting abundance of meat. But\nthat fate was not yet, that he should lay hold of any more of human\nkind after that night.\n\nThen did Beowulf, kinsman of Hygelac, see the dire distress, how the\nwicked scather would fare with sudden grip. Nor did the monster think\nto delay, but at the first he quickly laid hold of a sleeping warrior,\nand tore him to pieces all unawares, and bit at the flesh and drank\nthe streaming blood, and devoured huge pieces of flesh. And soon he\nhad eaten up both feet and hands of the man he had killed. Then he\nstepped up to the great-hearted warrior [21] where he lay on the bed,\nand took him in his hands. He reached out his hand against the enemy,\nand quickly received him with hostile intent, and sat upon his arm. The\nKeeper of crimes soon was finding that he never had met in all the\nquarters of the earth amongst other men a greater hand-grip. And in\nmind and heart he was fearful, and eager to be gone and to flee away\ninto darkness to seek the troop of devils. But that was not his fate,\nas it had been in days of yore. Then the good kinsman of Hygelac\nremembered the evening talk, and stood upright and laid hold upon\nhim. His fingers burst. The giant was going forth, but the earl stepped\nafter. The famous one intended to escape more widely, howsoever he\nmight, and to flee on his way thence to the sloping hollows of the\nfens. That journey was sorrowful, which the harmful scather took\nto Hart. The lordly hall resounded. And great terror there was to\nall the Danes, the castle-dwellers, to each of the brave. And both\nthe mighty guardians were fiercely angry. The hall resounded. Then\nwas it great wonder that the wine-hall withstood the bold fighters,\nand that it fell not to the earth, that fair earth-dwelling. But very\nfirm it was standing, cunningly shaped by craft of the smith, within\nand without. Then on the floor was many a mead-bench, as I have heard\ntell, decked out with gold, where the fierce ones were striving. Nor\ndid the wise Danes formerly suppose that any man could break down a\nhall so noble and decorated with antlers, or cunningly destroy it,\nunless the bosom of flame swallowed it up in smoke. The roaring\nwent up now enough. And an awful terror came to the North Danes,\nto each one of those who heard weeping from the ramparts, the enemy\nof God singing a fierce song, a song that was empty of victory, and\nthe captive of hell lamenting his sorrow. For he that was strongest\nof men in strength held him fast on the day of his life.\n\n\n\n\nXII\n\nThe Prince of earls would not at all let go alive the murderous comer,\nnor did he count his life as of use to any of the peoples. And many\nan earl of Beowulf's brandished the old heirloom, and were wishful\nto defend the life of their far-famed liege-lord, if they might\ndo so. And they knew not, when they entered the battle, they the\nhard-thinking ones, the battle-men, and they thought to hew on all\nsides seeking out his spirit, that not any choice iron over the\nearth nor any battle weapon could be greeting the foe, but that\nhe had forsworn all victorious weapons and swords. And miserable\nshould be his passing on the day of this life, and the hostile sprite\nshould journey far into the power of devils. Then he found out that,\nhe who did crimes long before this with mirthful mind to human kind,\nhe who was a foe to God, that his body would not last out; but the\nproud kinsman of Hygelac had him in his hands. And each was loathsome\nto the other while he lived. The terrible monster, sore with wounds\nwas waiting. The gaping wound was seen on his shoulder. His sinews\nsprang open; and the bone-lockers burst. And great victory was given\nto Beowulf. Thence would Grendel, mortally wounded, flee under the\nfen-slopes to seek out a joyless dwelling. The more surely he knew he\nhad reached the end of his life, the number of his days. Joy befell\nall the Danes after the slaughter-rush. So he had cleansed the hall\nof Hrothgar--he who had come from far, the proud and stout-hearted\none, and saved them from strife. He rejoiced in the night-work and\nin the glorious deeds. His boast he had fulfilled, this leader of the\nGeats, which he made to the East Danes, and likewise made good all the\ndistresses and the sorrows which they suffered of yore from the foe,\nand which through dire need they had to endure, of distresses not a\nfew. And when the battle-brave man laid down the hand, the arm and\nshoulder under the wide roof, that was the manifest token.\n\n\n\n\nXIII\n\nThen in the morning, as I have heard say, was many a battle-warrior\nround about the gift-hall. Came the folk-leaders from far and from near\nalong the wide ways to look at the marvel. Nor did his passing seem a\nthing to grieve over to any of the warriors of those who were scanning\nthe track of the glory-less wight, how weary in mind he had dragged\nalong his life-steps, on the way thence doomed and put to flight,\nand overcome in the fight at the lake of the sea-monsters. There was\nthe sea boiling with blood, the awful surge of waves all mingled with\nhot gore. The death-doomÃ¨d one dyed the lake when void of joys he laid\ndown his life in the fen for refuge. And hell received him. Thence\nafter departed the old companions, likewise many a young one from the\njoyous journeys, proud from the lake to ride on mares, the youths on\ntheir horses. And there was the glory of Beowulf proclaimed. And many\na one was saying that no man was a better man, no, none in the whole\nwide world under arch of the sky, of all the shield-bearers, neither\nsouth nor north, by the two seas. Nor a whit did they blame in the\nleast their friend and lord, the glad Hrothgar; for he was a good king.\n\nMeanwhile the famed in battle let the fallow mares leap and go faring\nforth to the contest, wherever the earth-ways seemed fair unto them\nand well known for their choiceness: and the thane of the king, he who\nwas laden with many a vaunt, and was mindful of songs, and remembered\na host of very many old sagas, he found other words, but bound by the\ntruth. And a man began wisely to sing the journey of Beowulf, and to\ntell skilful tales with speeding that was good, and to interchange\nwords. He told all that ever he had heard concerning Sigmund, [22]\nwith his deeds of courage, and much that is unknown, the strife\nof Waelsing; and the wide journeys which the children of men knew\nnot at all, the feud and the crimes, when Fitela was not with him,\nwhen he would be saying any of such things, the uncle to the nephew,\nfor always they were comrades in need at all the strivings. They had\nlaid low very many of the giant's race by means of the sword. And\nafter his death-day a no little fame sprang up for Sigmund when he,\nthe hard in battle, killed the worm, the guardian of the hoard. He\nalone the child of the Atheling, hazarded a fearful deed, under the\ngrey stone. Nor was Fitela with him. Still it happened to him that his\nsword pierced through the wondrous worm, and it stood in the wall,\nthat doughty iron, and the dragon was dead. And so this monster had\ngained strength in that going so that he might enjoy the hoard of\nrings by his own doom. He loaded the sea-boat and bore the bright\ntreasures on to the ship's bosom, he the son of Waels. The worm melted\nhot. He was of wanderers the most widely famous in deeds of courage,\namongst men, the protector of warriors. He formerly throve thus. Then\nthe warfare of Heremod [23] was waning, his strength and his courage,\nand he was betrayed among the giants into the hands of the foes, and\nsent quickly away. And too long did whelming sorrow vex his soul. He\nwas a source of care to his people, to all the nobles, and many a\nproud churl often was lamenting in former times the way of life of the\nstout-hearted, they who trusted him for the bettering of bales, that\nthe child of their lord should always be prospering, and succeed to\nhis father's kingdom, and hold the folk, the hoard and city of refuge,\nthe kingdom of heroes, the country of the Danes. But Beowulf Hygelac's\nkinsman was fairer to all men; but crime assailed Heremod. [24]\n\nSometimes they passed along the fallow streets contending on\nmares. Then came the light of morning and hastened forth. And many\na stiff-minded messenger went to the high hall to see the rare\nwonder. Likewise the King himself, the ward of the hoard of rings,\ncame treading all glorious and with a great suite, forth from the\nbridal bower, and choice was his bearing, and his Queen with him\npassed along the way to the Mead-hall with a troop of maidens.\n\n\n\n\nXIV\n\nHrothgar spake. He went to the hall and stood on the threshold and saw\nthe steep roof all decked out with gold and the hand of Grendel. 'Let\nthanks be given quickly to God for this sight,' said he. 'Often I\nwaited for the loathsome one, for the snares of Grendel. May God always\nwork wonder after wonder, He the Guardian of glory. It was not long ago\nthat I expected not a bettering of any woes for ever, when, doomed to\nblood, this best of all houses stood all stained with gore. Now has\nthis Hero done a deed, through the power of the Lord, which none of\nus formerly could ever perform with all our wisdom. Lo! any woman who\ngave birth to such a son among human kind, may say, if she yet live,\nthat the Creator was gracious unto her in bearing of children. Now,\nO Beowulf, I will love thee in heart as my son. Hold well to this\nnew peace. Nor shall there be any lack of joys to thee in the world,\nover which I have power. Full oft I for less have meted out rewards\nand worshipful gifts to a meaner warrior, one weaker in strife. Thou\nhast framed for thyself mighty deeds, so that thy doom liveth always\nand for ever. May the All-wielder ever yield thee good as He now doth.'\n\nBeowulf spake, the son of Ecgtheow: 'We framed to fight that brave\nwork with much favour, and hazarded a deed of daring and the might of\nthe unknown. I quickly gave you to see the monster himself the enemy\nin his fretted armour ready to fall. I thought to twist him quickly\nwith hard grip on a bed of slaughter so that he should lie in the\nthroes of death, because of my hand-grip, unless he should escape\nwith his body. But I could not cut off his going when the Creator\nwilled it not. I cleft him not readily, that deadly fiend. He was\ntoo strong on his feet. Nevertheless he left behind his hand as a\nlife protection to show the track, his arm and his shoulders. But\nnot by any means thus did that wretched creature get any help, nor\nby that did the evil-doer, brought low by sin, live any longer. But\nsorrow hath him in its fatal grip closely encompassed with baleful\nbands. There shall a man covered with sins be biding a mickle doom\nas the shining Creator will prescribe.'\n\nThen was the man silent, the son of Ecglaf, in his boasting speech\nabout deeds of battle, when the Athelings looked at the hand high up\non the roof, by the craft of the earl, and the fingers of the foe,\nthere before each one. And each of the places of the nails was likest\nto steel, the claw of the heathen, the uncanny claw of the battle\nwarrior. Every one was saying that no very good iron, of any of the\nbrave ones, would touch him at all, that would bear away thence the\nbloody battle-hand of the monster.\n\n\n\n\nXV\n\nThen was it bidden that Hart should be decked by their hands on the\ninside. And many there were of the men and wives who adorned that\nwine-hall the guest-chamber. And the tapestries shone along the walls\nbrocaded with gold; many a wonderful sight for every man who stareth\nupon them. And that bright dwelling was greatly marred, though within\nit was fast bound with iron yet the door-hinges had sprung apart. The\nroof alone escaped all safe and sound when the monster turned to\nflight despairing of life and doomed for his crimes. Nor will it be\neasy to escape from that fate, whosoever may try to, but he shall get\nby strife the ready place of the children of men of the soul-bearers,\nwho dwell upon earth, by a fate that cannot be escaped where his body\nshall sleep after the banquet fast in the tomb.\n\nThen was the time for Healfdene's son to go into the hall, when the\nKing himself would partake of the banquet. Nor have I ever heard\ntell that any people in greater numbers bore themselves better about\ntheir treasure-giver. And the wealthy ones sat down on the bench and\nrejoiced in their feeding. And full courteously their kinsmen took many\na mead-cup, they the stout-hearted Hrothgar and Hrothulf in the high\nhall. And within was Hart filled with friends. And by no means were the\nDanes the while framing treacheries. Then the son of Healfdene gave\nto Beowulf the golden banner, the decorated staff banner as a reward\nfor his conquest, and the helm and the byrny. And many a one saw the\nyouth bear in front the bejewelled sword. Beowulf took the cup in the\nhall. Nor did he need to be ashamed of the fee-gift in the presence\nof warriors. Nor have I heard tell of many men giving to others on any\nale-bench, four gifts gold-decked, in friendlier fashion. The outside\nrim wound with wires gave protection to the head on the outer side\naround the crown of the helmet. So that many an heirloom [25] could\nnot hurt fiercely the helmet that was hardened by being plunged in\ncold water when the shield-warrior should attack the angry one. The\nProtector of earls commanded eight horses to be brought in under the\nbarriers, with bridles gold plated. And a varicoloured saddle was\nfixed upon one of them, decked out with treasures, and this was the\nbattle-seat of the high King when the son of Healfdene would be doing\nthe sword-play. Never in the van did it fail the warrior so widely\nkenned when the helmets were falling. Then the Prince of the Danes\ngave to Beowulf the wielding of them both, of horses and weapons;\nand bade him well enjoy them. And thus in manly fashion the famous\nchieftain, the treasure-guardian of heroes, rewarded the battle\nonslaught with horses and treasures so as no man can blame them,\nwhoever will be saying rightly the truth.\n\n\n\n\nXVI\n\nThen the Lord of earls as he sat on the mead-bench gave glorious gifts\nto each one of those who had fared with Beowulf over the ocean-ways,\nand heirlooms they were; and he bade them atone for that one with gold\nwhom formerly Grendel had wickedly killed as he would have done more\nof them unless Almighty God and the spirit of Beowulf had withstood\nWeird. The Creator ruleth all of human kind, as still He is doing. And\ngood understanding is always the best thing, and forethought of\nmind. And he who long enjoys here the world in these strife-days, shall\nbe biding both pleasant and loathsome fate. Then was there clamour and\nsinging together in the presence of the battle-prince of Healfdene,\nand the harp was sounded and a song often sung, when Hrothgar's scop\nwould tell forth the hall-mirth as he sat on the mead-bench.\n\n'When Fear was befalling the heirs of Finn, [26] the hero of the\nHalf-Danes, and Hnaef of the Danes must fall in the slaughter of the\nFrisian People. Not in the least did Hildeburh need to be praising the\ntroth of the Jutes. For sinlessly was she deprived of her dear ones\nin the play of swords of children and brothers. By fate they fell,\nwounded by arrows. And she was a sad woman. Nor without reason did\nthe daughter of Hoc [27] mourn their doom. When morning light came,\nand she could see under the sky the murder of her kinsmen where she\nbefore in the world had the greatest of joy. For warfare took away\nall the thanes of Finn except a mere remnant, so that he could not in\nthe place where they met fight any warfare at all with Hengest, nor\nseize from the Prince's thane the woful leavings by fighting. But they\noffered him terms, so that they all made other room for them on the\nfloor, and gave them halls and a high seat that they might have half\nthe power with the children of the Jutes; and the son of Folcwalda\n[28] honoured the Danes every day with fee-givings, and bestowed\nrings on the troop of Hengest, yea, even great treasures plated with\ngold, so that he would be making the kin of the Frisians bold in the\nbeer-hall. Then they swore on both sides a treaty of peace. Finn swore\nwith Hengest and all without strife that he held in honour the woful\nremnant by the doom of the wise men, and that no man there by word or\nwork should break the treaty, or ever annul it through treacherous\ncunning, though they followed the slayers of their Ring-giver, all\nbereft of their lord as was needful for them. But if any one of the\nFrisians by daring speech should bring to mind the murderous hate\nbetween them, then should the edge of the sword avenge it. Then sworn\nwas that oath, and massive gold was lifted up from the hoard. Then\nwas Hnaef, the best of the warriors, of the bold Danes, ready on the\nfuneral pyre. And the blood-stained shirt of mail was easily seen,\nthe golden boar, in the midst of the flame, the iron-hard boar, [29]\nand many an Atheling destroyed by wounds. Some fell on the field of\ndeath. Then Hildeburh commanded her very own son to be thrust in\nthe flames of the pyre of Hnaef, his body to be burned and be put\nin the fire. And great was the moaning of the mother for her son,\nand dirge-like lamenting as the warrior ascended. And the greatest of\nslaughter-fires wound its way upwards towards the welkin and roared\nbefore the cavern. Heads were melting, wounds burst asunder. Then\nblood sprang forth from the wounds of the body. Flame swallowed\nall, that most cruel of ghosts, of both of those folk whom battle\ndestroyed. Their life was shaken out.\n\n\n\n\nXVII\n\n'Then the warriors went forth to visit the dwellings which were\nbereft of friends, and to look upon the land of the Frisians, the\nhomesteads and the high town. And Hengest was still dwelling with\nFinn, that slaughter-stained winter, all bravely without strife. And\nhe thought on the homeland, though he could not be sailing his ringed\nship over the waters. The sea boiled with storm and waged war with the\nwind. And winter locked up the ice-bound waves till yet another year\ncame in the court, as still it doth, which ever guards the seasons,\nand the glory-bright weather. Then winter was scattered, and fair was\nthe bosom of the earth. [30] And the wanderer strove to go, the guest\nfrom the court. And much more he thought of vengeance for the feud than\nof the sea-voyage, as to how he could bring about an angry encounter,\nfor he bore in mind the children of the Jutes. And so he escaped not\nthe lot of mortals when Hunlafing did on his arm the best of swords,\nthe flashing light of the battle, whose edge was well known to the\nJutes. And dire sword-bale after befel the fierce-minded Finn, even\nin his very own home, when Guthlaf and Oslaf lamented the grim grip\nof war and the sorrow after sea-journeys, and were charging him with\nhis share in the woes. Nor could he hold back in his own breast his\nfluttering soul. Then again was the hall adorned with the bodies of\nfoemen, and Finn was also slain, the King with his troop, and the\nQueen was taken. And the warriors of the Danes carried to the ships\nall the belongings of the earth-king, such as they could find in the\nhomestead of Finn, of ornaments and jewels. They bore away also the\nnoble wife Hildeburh down to the sea away to the Danes, and led her\nto her people.'\n\n\n\nSo a song was sung, a lay of the gleemen, and much mirth there was\nand great noise from the benches. And cup-bearers offered wine from\nwondrous vessels. Then came forth Queen Wealtheow in her golden\ncirclet, where the two good men were sitting, the uncle and his\nnephew. And still were they in peace together, and each true to the\nother. Likewise Unferth the Spokesman sat there at the foot of the\nLord of the Danes. And each of them trusted Unferth's good heart and\nthat he had a great soul, though he was not loyal to his kinsmen at\nthe sword-play.\n\nThen spake the Queen of the Danes: 'Take this cup, O my liege lord,\nthou giver of rings. Be thou right joyful, thou gold-friend to men;\ndo thou speak mild words to the Geats, as a man should be doing. Be\nglad of thy Geats and mindful of gifts. Now thou hast peace both\nnear and far. There is one who told me that thou wouldst have the\nbattle-hero for thy son. Now Hart is all cleansed, the bright hall of\nrings. Enjoy whilst thou mayest many rewards, and leave to thy kinsmen\nboth folk and a kingdom when thou shalt go forth to look on eternity. I\nknow my glad Hrothulf [31] will hold in honour this youth if thou,\nO Hrothgar the friend of the Danes, dost leave the world earlier than\nhe. I ween that he will yield good to our children if he remembers\nall that has passed--how we two worshipfully showed kindness to him\nin former days when he was but a child.' Then she turned to the bench\nwhere were her sons Hrothric and Hrothmund and the children of heroes,\nthe youths all together. There sat the good man Beowulf of the Geats,\nby the two brothers.\n\n\n\n\nXVIII\n\nAnd the cup was borne to them, and a friendly invitation given to\nthem in words, and twisted gold was graciously proffered him, two\narm-ornaments, armour and rings, and the greatest of neck-rings\nof which I heard tell anywhere on earth. Ne'er heard I of better\nhoard jewels of heroes under the sky, since Hama carried away\nthe Brosinga-men [32] to the bright city, ornaments and treasure\nvessel. It was he who fled from the cunning plots of Eormanric [33]\nand chose eternal gain. Hygelac of the Geats next had the ring, he\nwho was the grandson of Swerting, when under the standard he protected\nthe treasure and defended the plunder. And Weird carried him off when\nhe, because of pride suffered woes, the feud with the Frisians. Then\ncarried he the jewels, the precious stones over the sea, he who was\nthe ruling prince, and he fell under shield; and the life of the king\nand the coat of mail and ring together came into possession of the\nFranks. And worse warriors plundered the slaughter after the war. And\nthe corpses of the Geats held the field of death. The hall resounded\nwith noise when Wealtheow spake these words in the midst of the court:\n\n'Enjoy this ring, dearest Beowulf, and use this coat of mail, these\nnational treasures, and good luck befall thee! Declare thyself a\ngood craftsman, and be to these boys gentle in teaching, and I will\nbe mindful of thy guerdon for that thou hast so acted that men will\nesteem thee far and near for ever and ever, even as widely as the\nsea doth encompass the windy earth-walls. Be a noble Atheling as\nlong as thou livest. I give thee many treasures. Be thou kindly in\ndeed to my sons, joyful as thou art. For here is each earl true to\nhis fellow, and mild of mood, and faithful to his liege-lord. Thanes\nare gentle, the people all ready. O ye warriors who have drunk deep,\ndo as I tell you.' She went to the seat where was a choice banquet,\nand the men drank wine. They knew not Weird, the Fate that was grim,\nas it had befallen many an earl.\n\nThen evening came on, and Hrothgar betook him to his own quarters,\nthe Prince to his resting-place, and a great number of earls kept guard\no'er the palace as often they had done in former days. They laid bare\nthe bench-board and spread it over with beds and bolsters. And one of\nthe beer-servants eager and fated went to his bed on the floor. And\nthey set at his head war-shields, that were bright. And over the\nAtheling, there on the bench was easily seen the towering helmet and\nthe ringed byrny, the glorious spear. It was their wont to be ready\nfor war both at home and in battle, at whatever time their lord had\nneed of them. The season was propitious.\n\n\n\n\nXIX\n\nThen they sank down to sleep. And sorely some of them paid for their\nevening repose, as full often it had happened to them since Grendel\ncame to the gold-hall and did evil, until an end was made of him,\ndeath after sins. It was easily seen and widely known to men that\nan avenger survived the loathsome one, for a long time after the\nwar-sorrow. A woman, the mother of Grendel, a terrible wife, bore in\nmind her woes. She who was fated to dwell in the awful lake in the\ncold streams since Cain became a sword-slayer to his only brother,\nhis father's son. He then went forth marked for the murder, and fled\nfrom human joys and dwelt in the waste. And thence he awoke many a\nfatal demon. And Grendel was one of them, the hateful fierce wolf,\nwho found the man wide awake awaiting the battle. And there was the\nmonster at grips with him, yet he remembered the main strength the\nwide and ample gift which God gave to him, and trusted in the favour of\nthe Almighty for himself, for comfort and help by which he vanquished\nthe enemy and overcame the hell-sprite. Then he departed abject,\nbereft of joy, to visit the death-place, he the enemy of mankind.\n\nBut his mother, greedy and sad in mind would be making a sorrowful\njourney that she might avenge the death of her son. She came then\nto Hart, where the Ring-Danes were asleep in that great hall. Then\nsoon there came misfortune to the earls when the mother of Grendel\nentered the chamber. Yet less was the terror, even by so much as the\ncraft of maidens, the war-terror of a wife, [34] is less than that of\nmen beweaponed--when the sword hard bound and forged by the hammer,\nand stained with blood, cuts the boar on the helmet of the foe with\nits edge. Then in the hall, the hard edge was drawn, the sword over\nthe seats, and many a broad shield, heaved up fast by the hand. And\nno one heeded the helmet nor the broad shield when terror seized upon\nthem. She was in great haste, she would go thence her life to be saving\nwhen she was discovered. Quickly she had seized one of the Athelings\nfast in her grip when forth she was fleeing away to the fen-land. He\nwas to Hrothgar the dearest of heroes, in the number of his comrades\nby the two seas, a powerful shield-warrior, whom she killed as he\nslumbered, a youth of renown. Beowulf was not there. To another the\nplace was assigned after the treasure-gift had been bestowed on the\nfamous Geat. Then a great tumult was made in Hart, and with bloodshed\nshe had seized the well-known hand of Grendel her son. And care was\nrenewed in all the dwellings. Nor was that a good exchange that they\non both sides should be buying with the lives of their friends.\n\nThen was the wise King, the hoar battle-warrior, rough in his mood\nwhen he came to know that the dearest of his chief thanes was dead\nand bereft of life. And Beowulf quickly was fetched into the bower,\nhe, the man all victorious. And at the dawning went one of the earls,\na noble champion, he and his comrades, where the proud man was waiting,\nto see whether the All-wielder will ever be causing a change after\nwoe-spells. And the battle-worthy man went along the floor with his\nband of followers (the hall wood [35] was resounding) so that he\ngreeted the wise man with words, the Lord of the Danes, and asked\nhim if he had had a quiet night in spite of the pressing call.\n\n\n\n\nXX\n\nHrothgar spake, he the Lord of the Danes: 'Ask not after our luck,\nfor sorrow is renewed to the folk of the Danes. Aeschere is dead, the\nelder brother of Yrmenlaf; he was my councillor and my rune-teller,\n[36] my shoulder-companion when we in the battle protected our heads;\nwhen troops were clashing and helmets were crashing. He was what an\nearl ought to be, a very good Atheling. Such a man was Aeschere. And\na wandering slaughter-guest was his hand-slayer, in Hart. I know\nnot whither that dire woman exulting in carrion, and by her feeding\nmade famous, went on her journeys. She was wreaking vengeance for the\nfeud of thy making when thou killedst Grendel but yesternight, in a\nviolent way, with hard grips, because all too long he was lessening\nand destroying my people. He fell in the struggle, gave his life as\na forfeit; and now comes another, a mighty man-scather, to avenge\nher son, and the feud hath renewed as may seem a heavy heart-woe to\nmany a thane who weeps in his mind over the treasure-giver. Now lieth\nlow the hand which availed you well, for every kind of pleasure. I\nheard land-dwellers, and hall-counsellors, and my people, say that\nthey saw two such monstrous March-steppers, [37] alien-sprites,\nholding the moorland. And one of them was in the likeness of a woman\nas far as they could tell; the other, shapen wretchedly, trod the\npath of exiles in the form of a man, except that he was greater than\nany other man, he whom in former days the earth-dwellers called by\nname Grendel. They knew not his father, whether any secret sprite\nwas formerly born of him. They kept guard over the hidden land,\nand the wolf-slopes, the windy nesses, the terrible fen-path where\nthe mountain streams rush down under mists of the nesses, the floods\nunder the earth. And it is not farther hence than the space of a mile\nwhere standeth the lake, over which are hanging the frosted trees,\ntheir wood fast by the roots, and shadowing the water. And there\nevery night one may see dread wonders, fire on the flood. And there\nliveth not a wise man of the children of men who knoweth well the\nground. Nevertheless the heath-stepper, the strong-horned hart, when\npressed by the hounds seeketh that woodland, when put to flight from\nafar, ere on the hillside, hiding his head he gives up his life. [38]\n\n'Nor is that a canny place. For thence the surge of waters riseth up\nwan to the welkin when stirred by the winds, the loathsome weather,\nuntil the heaven darkens and skies weep. Now is good counsel depending\non thee alone. Thou knowest not the land, the terrible places where\nthou couldest find the sinful man; seek it if thou darest. I will\nreward thee for the feud with old world treasures so I did before,\nwith twisted gold, if thou comest thence, on thy way.'\n\n\n\n\nXXI\n\nBeowulf spake, the son of Ecgtheow: 'Sorrow not, O wise man. It\nis better for each one to avenge his friend, when he is much\nmourning. Each one of us must wait for the end of his world-life. Let\nhim work who may, ere the doom of death come; that is afterwards\nbest for the noble dead. Arise, O ward of the kingdom. Let us go\nforth quickly to trace out the going of Grendel's kinswoman. I bid\nthee do it. For neither in the bosom of the earth, nor in forests\nof the mountains, nor by the ways of the sea, go where she will,\nshall she escape into safety. Do thou this day be patient in every\nkind of trouble as I also hope to be.' The old man leapt up and gave\nthanks to God, the mighty Lord, for the words of Beowulf.\n\nThen was bridled a horse for Hrothgar, a steed with twisted hair,\nand as a wise prince he went forth in splendid array. The troop of\nshield-warriors marched along. And the traces were widely seen in the\nforest-ways, the goings of Grendel's mother over the ground. Forwards\nshe had gone over the mirky moorlands, and had borne in her grasp,\nbereft of his soul, the best of the thanes who were wont to keep\nwatch over Hrothgar's homestead. Then Beowulf, the Atheling's child,\nstepped o'er the steep and stony slopes and the narrow pathways, and\nthe straitened single tracks, an unknown way, by the steep nesses, and\nby many a sea-monster's cavern. And one of the wise men went on before\nto seek out the path, until all at once he found some mountain trees,\noverhanging the grey stones, a forest all joyless. And underneath\nwas a water all bloodstained and troubled. And a grievous thing it\nwas for all the Danes to endure, for the friends of the Scyldings,\n[39] and for many a thane, and distressful to all the earls, when they\ncame upon the head of Aeschere on the cliffs above the sea. The flood\nboiled with blood and with hot gore (the folk looked upon it). And\nat times the horn sounded a battle-song ready prepared.\n\nAll the troop sat down. And many kinds of serpents they saw in\nthe water, and wonderful dragons searching the sea, and on the\ncliff-slopes, monsters of the ocean were lying at full length, who\nat the morning tide often make a woful journey on the sail-path;\nand snakes and wild beasts they could see also. And these living\nthings fell down on the path all bitter and angry when they perceived\nthe noise, and the blast of the war-horn. And the Prince of the\nGeats killed one of them with his bow and arrows and ended his\nwave-strife, and he was in the sea, slower at swimming as death swept\nhim away. And on the waves by fierce battle hard pressed, and with\nboar-spears savagely barbed, the wondrous sea-monster was assailed\nin the struggle and drawn up on the headland. And men were looking\nat the awful stranger. And Beowulf put on him his armour, that was\nfitting for an earl, and by no means did he lament over his life, for\nthe hand-woven coat of mail, which was ample and of many colours, was\ndestined to explore the deeps, and knew well how to defend his body,\nso that neither battle-grip nor the hostile grasp of the treacherous\none might scathe breast or life; and the white helmet thereof warded\nhis head, that which was destined to search out the bottom of the\nsea and the welter of waters, and which was adorned with treasures\nand encircled with noble chains, wondrously decked and set round with\nboar-images, as in days of yore a weapon-smith had made it for him,\nso that no brand nor battle-sword could bite him. And by no means\nwas that the least of aids in battle that the Spokesman of Hrothgar\n[40] lent him at need, even the hilted sword which was called\nHrunting. And it was one of the ancient treasures. Its edge was of\niron, and poison-tipped, and hardened in battle-sweat. And never\ndid it fail in the fight any man who brandished it in his hands,\nor who dared to go on fearful journeys, to the field of battle. And\nthat was not the first time that it was to do deeds of courage. And\nUnferth did not think, he the kinsman of Ecglaf, crafty of strength,\nof what he formerly had said [41] when drunken with wine, he had lent\nthat weapon to a braver sword-warrior. He himself durst not risk his\nlife in the stress of the waters and do a glorious deed. And thereby\nhe lost his doom of famous deeds. But thus was it not with that other,\nfor he had got himself ready for the battle.\n\n\n\n\nXXII\n\nBeowulf spake, the son of Ecgtheow: 'O kinsman of Healfdene, [42]\nthou far-famed and proud prince, thou gold-friend of men, now that\neager I am for this forth-faring, bethink thee now of what we two were\nspeaking together, that if I should lose my life through helping thee\nin thy need, thou wouldst be always to me in the place of a father\nafter my death. Be thou a guardian to my kinsmen, my thanes, and\nmy hand comrades, if battle should take me. And dear Hrothgar, send\nthou the gifts, which thou didst give me, to Hygelac. And the Lord\nof the Geats, the son of Hrethel, when he looks on the treasure and\nperceives the gold, will see that I found a giver of rings, one good\nand open-handed, and that while I could, I enjoyed the treasures. And\ndo thou let Unferth, the man who is far-famed, have the old heirloom,\nthe curiously wrought sword with its wave-like device, with its hard\nedge. I work out my fate with Hrunting, or death shall seize me.'\n\nAfter these words the Lord of the Weder-Geats courageously hastened,\nand by no means would he wait for an answer. The whelming sea received\nthe battle-hero. And it was a day's while before he could see the\nbottom of the sea. And very soon the fierce and eager one who had\nruled the expanse of the floods for a hundred years, she, the grim\nand greedy, saw that a man was searching out from above the dwelling\nof strange monsters. Then she made a grab at him, and closed on the\nwarrior with dire embrace. But not at first did she scathe his body,\nsafe and sound. The ring surrounded it on the outside, so that she\ncould not pierce the coat of mail or the interlaced war-shirt with\nloathsome finger. Then the sea-wolf, when she came to the bottom of\nthe sea, bore the Ring-Prince towards her house so that he might not,\nthough he was so strong in soul, wield any weapon; and many a wonder\noppressed him in the depths, many a sea-beast broke his war-shirt\nwith his battle-tusks, and monsters pursued him.\n\nThen the earl saw that he was in he knew not what hall of strife,\nwhere no water scathed him a whit, nor could the sudden grip of the\nflood touch him because of the roof-hall. He saw, too, a firelight,\na bright pale flame shining. Then the good man caught sight of the\nshe-wolf, that monstrous wife, down in the depths of the sea. And he\nmade a mighty rush with his sword. Nor did his hand fail to swing it\nso that the ringed mail on her head sang a greedy death-song. Then\nBeowulf the stranger discovered that the battle-blade would not bite\nor scathe her life, but the edge failed the lord in his need. It\nhad suffered many hand-blows, and the helmet, the battle-dress of\nthe doomed one, it had often cut in two. That was the first time\nthat his dear sword-treasure failed him. Then he became resolute,\nand not by any means did he fail in courage, that kinsman of Hygelac,\nmindful of glory. And this angry warrior threw away the stout sword,\nbound round with jewels with its wavy decorations, and with its\nedge of steel, so that it lay prone on the ground; and henceforth\nhe trusted in his strength and the hand-grasp of might. So should\na man be doing when he thinketh to be gaining long-lasting praise\nin fighting, and careth not for his life. Then the Lord of the Geats\nseized by the shoulder the mother of Grendel (nor at all did he mourn\nover that feud), and he, the hard in battle, threw down his deadly\nfoe, when he was angry, so that she lay prone on the floor. But she\nvery quickly, with grimmest of grips, requited him a hand-reward,\nand made a clutch at him. And the weary in soul, that strongest of\nfighters, he the foot-warrior stumbled and fell. Then she sat on that\nhall-guest, and drew forth her axe, broad and brown-edged, and would\nfain be avenging the death of her child, of her only son. But on his\nshoulder was the coat of mail all woven, which saved his life and\nprevented the entrance of the point and the edge of the sword. And\nthe son of Ecgtheow, the Prince of Geats, would have surely gone a\njourney under the wide earth unless that warlike coat of mail had\ngiven him help, that hard war-net, and unless the Holy God He the\ncunning Lord, and the Ruler in the heavens, had wielded the victory,\nand easily decided the issue aright; then he straightway stood up.\n\n\n\n\nXXIII\n\nThen among the weapons he caught sight of a sword, rich in victories,\nan old weapon of the giants, and doughty of edge, the glory of\nwarriors. It was the choicest of weapons, and it was greater than\nany other man could carry to the battle-playing, and all glorious and\ngood, a work of the giants. And he seized it by the belted hilt, he\nthe warrior of the Danes, rough and battle-grim, and he brandished the\nring-sword; and despairing of life, he angrily struck so that hardly\nhe grasped at her neck and broke the bone-rings. And the point pierced\nthrough the doomed flesh-covering. And she fell on the floor. The\nsword was all bloody, and the man rejoiced in his work. Shone forth the\nbright flame and a light stood within, even as shineth the candle [43]\nfrom the bright heavens. And then he looked on the hall, and turned to\nthe wall. And the thane of Hygelac, angry and resolute, heaved hard\nthe weapon, taking it by the hilt. And the edge was not worthless to\nthe battle-warrior, for he would be quickly requiting Grendel many\na war-rush which he had done upon the West Danes, many times oftener\nthan once when in sleeping he smote the hearth-comrade of Hrothgar,\nand fed on them sleeping, of the Danish folk, some fifteen men, and\nbore forth yet another one, that loathly prey. And well he requited\nhim, this furious champion, when he saw the war-weary Grendel lying in\ndeath, all void of his life as formerly in Hart the battle had scathed\nhim. His body sprang apart when after his death he suffered a stroke,\na hard battle-swing; and then he struck off his head.\n\nRight soon the proud warriors, they who with Hrothgar, looked forth on\nthe sea, could easily see, that the surging water was all stained with\nblood and the grey-haired ancients spoke together about the good man,\nthat they deemed not the Atheling would ever again come seeking the\nfamous Prince Hrothgar glorying in victory, for it seemed unto many\nthat the sea-wolf had destroyed him.\n\nThen came noonday. The valiant Danes left the headland, and the\ngold-friend of men [44] went homeward thence. And the strangers of\nthe Geats, sick in mind, sat and stared at the water. They knew and\nexpected not that they would see again their liege-lord himself. Then\nthe sword began to grow less, after the battle-sweat, into icicles\nof steel. And a wonder it was that it all began to melt likest to\nice, when Our Father doth loosen the band of frost and unwinds the\nicicles, He who hath power over the seasons, He is the true God. Nor\nin these dwellings did the Lord of the Geats take any other treasure,\nthough much he saw there, except the head and the hilt, decked out\nwith jewels. The sword had melted, and the decorated weapon was burnt\nup. The blood was too hot, and so poisonous the alien sprite who died\nin that conflict. Soon Beowulf was swimming, he who formerly awaited\nthe onset of the hostile ones in the striving, and he dived upwards\nthrough the water. And the weltering surge and the spacious lands\nwere all cleansed when the alien sprite gave up his life and this\nfleeting existence.\n\nHe the stout-hearted came swimming to shore, he the Prince of the\nsea-men enjoying the sea-spoils, the great burden of that which he\nhad with him. They advanced towards him and gave thanks to God, that\nglorious crowd of thanes, and rejoiced in their lord that they could\nsee him once more. Then was loosed quickly from that valiant man both\nhelmet and shield. The sea became turbid, the water under welkin,\nall stained with blood. And rejoicing in spirit the brave men went\nforth with foot-tracks and passed over the earth, the well-known\npathways. And a hard task it was for each one of those proud men to\nbear that head away from the sea-cliff. Four of them with difficulty\non a pole were bearing the head of Grendel to the gold-hall, until\nsuddenly, valiant and battle-brave, they came to the palace, fourteen\nof the Geats marching along with their liege-lord who trod the field\nwhere the mead-hall stood. Then this Prince of the thanes, this man so\nbold of deed and honoured by Fate, this battle-dear warrior went into\nthe hall to greet King Hrothgar. Then over the floor where warriors\nwere drinking they bore Grendel's head, a terror to the earls and\nalso to the Queen. And men were looking at the splendid sight of\nthe treasures.\n\n\n\n\nXXIV\n\nBeowulf spake, the son of Ecgtheow: 'Lo, son of Healfdene, lord of\nthe Danes, we have brought thee this booty of the sea all joyfully,\nthis which thou seest as a token of glory. And I hardly escaped with\nmy life, and hazarded an arduous task of war under water. And nearly\nwas the battle ended for me, but that God shielded me. Nor could\nI in that conflict do aught with Hrunting, though the weapon was\ndoughty. But the Ruler of men granted me to see hanging on the wall\na beauteous sword mighty and ancient (often He guides those who are\nbereft of their comrades), and I drew the weapon. And I struck in that\nstriving the guardian of the house when I saw my chance. Then that\nbattle-sword that was all decked out, burned up so that blood gushed\nforth, the hottest of battle-sweat. But I bore off that hilt thence\nfrom the enemy, and wrought vengeance for the crimes, the deaths of\nthe Danes, as it was fitting. And here I bid thee to take thy rest all\nsorrowless in Hart, with the troop of thy men and each of the thanes\nof thy people, the youth and the doughty ones. O Lord of the Danes,\nno longer need'st thou fear for them, because of earls' life-bale as\nbefore thou didst.' Then was the golden hilt, the work of the giants,\ngiven into the hand of the old warrior, the hoary battle-chief. This\nwork of the wonder-smiths went into the possession of the Lord of the\nDanes after the destruction of devils; and when the man of the fierce\nheart, the adversary of God guilty of murder, forsook this world,\nit passed to the best of world-kings by the two seas, of these who\nin Sceden Isle dealt out treasures.\n\nHrothgar spake and looked upon the hilt, the old heirloom on which\nwas written the beginning of the ancient feud since the flood, the\nall-embracing ocean slew the giant race, when they bore themselves\npresumptuously. They were a folk strangers to the eternal God, to whom\nthe ruler gave their deserts through whelming of waters. Thus was\nthere truly marked on the sword guards of shining gold, by means of\nrune-staves, set down and stated by whom that sword was wrought at the\nfirst, that choicest of weapons, with its twisted hilt, adorned with\na dragon. Then spake the wise man the son of Healfdene, and all kept\nsilence: 'He who doeth truth and right among the folk, and he who can\nrecall the far-off days, he the old protector of his country may say\nthat this earl was well born. Thy fair fame is spread throughout the\nwide ways, among all peoples, O my friend Beowulf. Thou dost hold all\nwith patience, and might, with the proud of mind. I will perform the\ncompact as we two agreed. Thou shalt be a lasting aid to thy people,\na help to the heroes. Not so was Heremod [45] to the sons of Egwela,\nthe honour-full Danish folk. [46] For he did not become a joy to\nthem, but slaughter and death to the Danish people. But in a fury he\nkilled the table-companions his boon comrades; until he alone, the\nfamous chieftain, turned away from human joys. And though the mighty\nGod greatly exalted him by the joys of strength over all people and\nrendered him help, yet a fierce hoard of hate grew up in his soul;\nno rings did he give to the Danes, as the custom was; and joyless he\nwaited, so that he suffered troublesome striving and to his people a\nlong time was baleful. Do thou be learning by that example and seek\nout manly virtues. I who am old in winters sing thee this song. And\na wonder is it to say how the mighty God giveth wisdom to mankind\nthrough wideness of mind, lands, and earlship. He hath power over\nall. Sometimes he letteth the thought of man of famous kith and kin\nbe turning to love, and giveth him earth-joys in his own country,\nso that he holdeth the city of refuge among men, and giveth him to\nrule over parts of the world, and very wide kingdoms, so that he\nhimself foolishly never thinketh of his end. He dwelleth in weal;\nand neither disease nor old age doth deceive him a whit, nor doth\nhostile sorrow darken his mind, nor anywhere do strife or sword-hate\nshow themselves; but all the world doth go as he willeth.\n\n\n\n\nXXV\n\n'He knoweth no evil until his share of pride wasteth and groweth, while\nsleepeth the guardian, the ward of his soul. And the sleep is too deep,\nbound up in afflictions, and the banesman draweth near who shooteth\ncruelly his arrows from the bow. Then in his soul under helmet is he\nstricken with bitter shaft. Nor can he save himself from the crooked\nbehests of the cursed ghost. And little doth he think of that which\nlong he hath ruled. And the enemy doth covet, nor at all doth he give\nin boast the plated rings, and he then forgetteth and despiseth his\nfate his share of honour which God before gave him, He the Wielder of\nwonder. And in the end it doth happen that the body sinks fleeting and\ndoomed to death falleth. And another succeeds thereto who joyfully\ndistributeth gifts, the old treasure of the earl, and careth not\nfor terrors. Guard thee against malicious hate, O my dear Beowulf,\nthou noblest of men, and choose for thyself that better part, eternal\nwisdom. Have no care for pride, O glorious champion. Now is the fame of\nthy strength proclaimed for a while. Soon will it be that disease or\nsword-edge or grasp of fire or whelming of floods or grip of sword or\nflight of arrow or dire old age will sever thee from strength, or the\nlustre of thine eyes will fail or grow dim. Then forthwith will happen\nthat death will o'erpower thee, O thou noble man. Thus have I for fifty\nyears held sway over the Ring-Danes under the welkin and made safe by\nwar many a tribe throughout the world with spears and swords, so that I\nrecked not any man my foeman under the sweep of heaven. Lo! then there\ncame to me change in my homeland, sorrow after gaming, when Grendel,\nthat ancient foe became my invader. And ever I bore much sorrow of\nmind through that feud. And may God be thanked, the eternal lord,\nthat I lingered in life, till I looked with mine eyes on that head\nstained with sword-blood after the old strife. Go now to thy seat and\nenjoy the feasting, thou who art glorious in war. And when morning\ncometh there shall be a host of treasures in common between us.'\n\nAnd the Geat was glad of mind, and soon he went up to the high seat\nas the proud chief had bidden him. Then renewed was fair chanting as\nbefore 'mongst these brave ones who sat on the floor. And the helmet\nof night grew dark over men. And the noble warriors arose. The\nvenerable king wished to go to his bed, the old prince of the\nDanes. And the Geat, the shield-warrior, desired greatly to go to\nhis rest. And straightway a hall-thane guided the far-comer, weary\nof his journey, he who so carefully attended to all his needs such as\nthat day the ocean-goers would fain be having. And the great-hearted\none rested himself. The House towered on high that was spacious and\ngold-decked. The guest slept within until the black raven heralded\nthe joy of heaven.\n\nThen came the sun, hastening and shining over the earth. Warriors\nwere hurrying and Athelings were eager to go to their people. The\nbold-hearted comer would visit the ship far away. He the hardy one\nbade the son of Ecglaf carry forth Hrunting, and commanded him to\ntake his sword, that lovely piece of steel. And he gave thanks for\nthe lending, and said he reckoned him a good war-comrade and crafty\nin fighting. Not at all did he blame the edge of the sword. He was\na proud man. When ready for the journey were all the warriors, then\nBeowulf the Atheling, of good worth to the Danes, went up to the dais\nwhere was Hrothgar the faithful and bold, and greeted him there.\n\n\n\n\nXXVI\n\nBeowulf spake, the son of Ecgtheow: 'Now we the sea-farers, that\nhave come from afar, desire to say that we are hastening back to\nHygelac. And here have we been nobly waited on, and well thou hast\ntreated us. And if I then on earth can gain a whit further greater\nheart-love from thee, O Lord of men, than I have gained already, in\ndoing war-deeds, thereto I'm right ready. And if I shall hear o'er\nthe sheet of waters that terrors are oppressing those who sit round\nthee, as erewhile thine enemies were doing upon thee, I will bring\nhere a thousand thanes, heroes to help thee. And I know that Hygelac,\nthe Lord of the Geats, the guardian of my folk, though young in years,\nwill help me by word and works to bring to thee honour and bear spear\nto thine aid, the help of strength, if thou hast need of men. And\nif Hrethric [47] the Prince's child should ever take service in the\ncourt of the Geat, he may find there many a friend. It is better for\nhim who is doughty himself to be seeking far countries.'\n\nHrothgar spake and gave him answer: 'The all-knowing Lord doth send\nthee words into thy mind. Never heard I a man speak more wisely,\nso young in years, thou art strong of main and proud of soul, and\nof words a wise sayer. I reckon that if it cometh to pass that an\narrow or fierce battle should take away the children of Hrethel or\ndisease or sword destroy thy sovereign, the protector of the folk,\nand thou art still living, that the Sea-Geats will not have to choose\nany better king, if thou wilt hold the kingdom of the kinsmen. Thou\nhast brought about peace to the folk of the Geats and the Spear-Danes,\nand a ceasing of the strife and of the enmity which formerly they\nsuffered. And whilst I am ruling the wide kingdom, treasures shall be\nin common between us. And many a man shall greet another with gifts\nover the sea. [48] And the ring-necked ship shall bear over the ocean\nboth offerings and love-tokens. I know the two peoples to be steadfast\ntowards friend and foe, and blameless in all things in the old wise.'\n\nThen in that hall the prince of the earls, the son of Healfdene,\ngave him twelve treasures, and bade him be seeking his own people in\nsafety and with the offerings, and quickly to come back again. Then the\nKing, the Prince of the Danes, he of good lineage, kissed the best of\nthanes, and embraced his neck. And tears were falling down the face\nof the old man. And the old and wise man had hope of both things,\nbut most of all of the other that they might see each the other,\nthose thoughtful men in council.\n\nFor Beowulf was so dear to him that he could not restrain the whelming\nin his bosom, but a secret longing fast in the bonds of his soul\nwas burning in his breast against his blood. [49] So Beowulf the\nwarrior, proud of his golden gifts, went forth o'er the grassy plain\nrejoicing in treasure. And the sea-goer was awaiting her lord where\nshe lay at anchor. And as he was going he often thought on the gift\nof Hrothgar. He was a king, blameless in every way, until old age,\nthat scather of many, bereft him of the joys of strength.\n\n\n\n\nXXVII\n\nSo many a proud young warrior came to the seaside. And they were\ncarrying the ring-net, the interlaced coats of mail. And the ward of\nthe shore noticed the going of the earls, as he did their coming. [50]\nNor with evil intent did he hail the guests from the edge of the\ncliff, but rode up to them, and said that welcome and bright-coated\nwarriors went to the ship to the people of the Geats. Then on the\nsand was the spacious craft laden with battle-weeds, the ringed prow\nwith horses and treasures, and the mast towered high over Hrothgar's\ngifts. And he gave to the captain a sword bound with gold, so that by\nthe mead-bench he was by that the worthier because of the treasure and\nthe heirloom. Then he went on board, the deep water to be troubling,\nand finally left the land of the Danes. And by the mast was one of\nthe ocean-garments, a sail fast by a rope. The sea-wood thundered. Nor\ndid the wind hinder the journey of that ship. The ocean-goer bounded\nforth, the foamy-necked one, over the waves, the bound prow over the\nocean streams, till they could see the cliffs of the Geats' land,\nthe well-known headlands.\n\nThen the keel thronged up the shore, driven by the wind, and stood\nfast in the sand. And the harbour-master was soon on the seashore,\nwho of yore eagerly had seen from afar the going forth of the dear\nmen. And he made fast the wide-bosomed ship, by the anchor chains,\nso that the less the force of the waves could tear away that winsome\nship. He commanded the treasure of the nobles to be borne up the beach,\nthe fretted armour and the plated gold. And not far thence it was for\nthem to be seeking the giver of treasure, Hygelac, Hrethel's son, for\nat home he dwelleth, he and his companions near to the sea-wall. And\nsplendid was that building, and the Prince was a bold King, and the\nhalls were high, and Hygd his wife was very young and wise and mature\nin her figure, though the daughter of HÃ¦reth had bided in that city\nbut a very few years. But she was not mean nor niggardly of gifts\nand of treasures to the people of the Geats.\n\nBut Thrytho [51] was fierce, for she had committed a terrible crime,\nthat bold Queen of the folk. There was none that durst risk that dire\nthing of the dear companions, save only her lord, that he should\nstare on her with his eyes by day; but if he did he might expect\nthat death-bands were destined for himself, for after the hand-grip a\nweapon was quickly prepared, that the sword that was curiously inlaid\nshould bring to light and make known the death-bale. Nor is it a\nqueenly custom for a woman to perform, though she might be peerless,\nthat she should assail the life of a peace-wearer, of her dear lord,\nafter a pretended insult. At least King Offa, the kinsman of Hemming,\nchecked her in that. But otherwise said the ale-drinkers, namely that\nshe did less of bale to her people and of hostile acts, since the time\nwhen she was first given all decked with gold to the young champion,\n[52] to her dear lord, since she sought the Hall of Offa over the\nfallow flood by the guidance of her father, where on the throne\nwhilst she lived she well did enjoy her fate, that woman famous\nfor good works. And she kept great love for the prince of heroes,\nand of all mankind he was, as I have learned by asking, the greatest\nby two seas. For Offa was a spear-keen man in gifts and in warfare,\nand widely was he honoured. And he ruled his people wisely. And to\nhim and Thrytho EomÃ¦r was born to the help of heroes, he the kinsman\nof Hemming, the nephew of Garmund, was crafty in battle.\n\n\n\n\nXXVIII\n\nThen the hardy one himself, with his troop set forth to tread the\nseashore, going along the sands, the wide sea-beaches. The candle of\nthe world shone, the sun that was shining from the South. And joyfully\nthey journeyed, and with courage they marched along, to where they\nheard by inquiring, that the good Prince of earls, the banesman of\nOngentheow [53] the young war-king, was giving out rings within the\ncity. And quickly was made known to Hygelac the coming of Beowulf,\nthat he the Prince of warriors, the comrade in arms, was returning\nalive and hale from the battle-play, was coming to the palace. And\nstraightway was there room made for the foot-guests on the floor of\nthe hall by command of the King. And he that had escaped scot-free\nfrom the contest sat with the King, kinsman with kinsman, and the\nlord with courteous speech saluted the brave man with high-swelling\nwords. And the daughter of HÃ¦reth [54] poured forth from the mead-cups\nthroughout that great hall, for she loved well the people, and carried\nround the drinking-stoups to each of the warriors. And Hygelac began\nto question his comrade as curiosity prompted him as to the journey of\nthe Sea-Geats. 'How went it with thee, dear Beowulf, in thy faring,\nwhen thou didst bethink thee suddenly to be seeking a contest o'er\nthe salt waters, in battle at Hart? And thou didst requite the widely\nknown woe which Hrothgar was suffering, that famous lord. And I brooded\no'er that mind-care with sorrow-whelmings, for I trusted not in the\njourney of the dear man. And for a long time I bade thee not a whit\nto be greeting the murderous stranger, but to let the South Danes\nthemselves wage war against Grendel. And I now give God thanks that\nI see thee safe and sound.'\n\nBeowulf answered, the son of Ecgtheow: 'O Lord Hygelac, it is well\nknown to many a man, our famous meeting, and the battle we fought,\nGrendel and I, on the wide plain, when he was working great sorrow\nto the Danes and misery for ever. All that I avenged, so that no\nkinsman of Grendel anywhere on earth needed to boast of that uproar\nby twilight, no not he of that kindred who liveth the longest,\nencircled by the fen. And first, to greet Hrothgar, I went to the\nRing-hall. And straightway the famous kinsman of Healfdene, when\nhe knew my intention, gave me a place with his own son; and the\ntroop was all joyful. Nor ever have I seen greater joy amongst any\nhall-dwellers under the arch of heaven. Sometimes the famous Queen,\n[55] the peace-bringer of the folk, walked over the whole floor and\nencouraged the young sons. And often she gave to the man a twisted\nring ere she went to the high seat. And sometimes for the noble band\nthe daughter of Hrothgar carried the ale-cups to the earls at the end\nof the high table. And I heard those who sat in that hall calling her\nFreawaru as she gave the studded treasure to the heroes. And she,\nyoung and gold-decked, is betrothed to the glad son of Froda. [56]\nThe friend of the Danes and the guardian of the kingdom has brought\nthis to pass, and taken that counsel, so as to set at rest by that\nbetrothal many a slaughter-feud and ancient strife. And often it\nhappens that a little while after the fall of a people, the deadly\nspear seldom lieth at rest though the bride be doughty. And this\nmay displease the lord of the Heathobards and all of his thanes\nof the people, when he with his bride walketh over the floor, that\nhis doughty warriors should attend on a noble scion of the Danes,\nand the heirloom of the ancients should glisten on him, all hard,\nand the ring-sword, the treasure of the Heathobards, whilst they\nmight be wielding weapons. [57]\n\n\n\n\nXXIX [58]\n\n'Till the day on which they risked their own and their comrades'\nlives in the battle. Then said an old spear-warrior who remembered\nall that had happened, the death of men by spears (his mind was grim),\nand he began with sorrowful mind to seek out the thought of the young\nchampion by broodings of the heart, and to awaken the war-bales,\nand this is what he said: \"Canst thou recognize, my friend, the dire\nsword which thy father carried to the battle, under the visored helm,\non that last journey, when the Danes slew him and had the battle-field\nin their power, when Withergyld [59] lay dead after the fall of the\nheroes? Now here the son of I know not which of the slayers, all\nboasting of treasures, goeth into the hall and boasteth of murder\nand carrieth the gift which thou shouldst rightly possess.\" Then he\nexhorteth and bringeth to mind each of the occasions with sorrowful\nwords, until the time cometh that the thane of the bride dieth all\nstained with blood for the deeds of his father by the piercing of\nthe sword, having forfeited his life. But the other thence escapeth\nalive, for he knows the land well. Then the oath-swearing of earls is\nbroken on both sides when deadly enmities surge up against Ingeld,\nand his love for his wife grows cooler after whelming care. And for\nthis reason I reckon not sincere the friendliness of the Heathobards\ntowards the Danes or the troop-peace between them, the plighted troth.\n\n'Now I speak out again about Grendel, for that thou knowest full\nwell, O giver of treasure, how went that hand-to-hand fight of the\nheroes. When the jewel of heaven glided over the world, then the\nangry sprite, the terrible and evening-fierce foe, came to visit\nus where we were dwelling in the hall all safe and sound. There was\nbattle impending to Hondscio, the life-bale to the doomed one. And he\nfirst fell, the champion begirt. For Grendel was to the famous thane\na banesman by biting, and devoured whole the dear man. Nor would he,\nthe bloody-toothed slayer, mindful of bales, go out empty-handed any\nsooner again, forth from the gold-hall; but he proved my strength of\nmain, and ready-handed he grasped at me. An ample and wondrous glove\nhung fast by cunning bands. And it was cunningly fashioned by the\ncraft of devils, and with skins of the dragon. And the fierce doer\nof deeds was wishful to put me therein, one among many. But he could\nnot do so, for I angrily stood upright. And too long would it be to\ntell how I requited all evil to that scather of the people, where I,\nO my liege-lord, honoured thy people by means of good deeds. He escaped\non the way, and for a little while he enjoyed life-pleasures. But his\nright hand showed his tracks in Hart, and he sank to the bottom of the\nsea, all abject and sad of heart. And the lord of the Danes rewarded\nme for that battle-rush with many a piece of plated gold, and with\nample treasure, when morning came and we had set ourselves down to\nthe feasting. And there was singing and rejoicing. And the wise man\nof the Danes, who had learned many things, told us of olden days. And\nthe bold in battle sometimes touched the harp-strings, the wood that\nwas full of music, and sometimes he gave forth a song that was true\nand sad--and sometimes, large-hearted, the King related a wondrous\nspell well and truly. [60] And sometimes the old man encumbered by\nyears, some ancient warrior, lamented his lost youth and strength in\nbattle. His heart was tumultuous when he, of many winters, recalled\nall the number of them. So we rejoiced the livelong day until another\nnight came down upon men. Then was the mother of Grendel quickly\nready for vengeance, and came on a woful journey, for Death had\ncarried off her son, that war-hate of the Geats. And the uncanny wife\navenged her child. And Aeschere, that wise and ancient councillor,\ndeparted this life. Nor when morning came might the Danish people\nburn him with brand, that death-weary man, nor lay the beloved man\non the funeral pyre. For she bore away the body in her fiendish grip\nunder the mountain-streams. And that was to Hrothgar the bitterest\nof griefs which for long had befallen the Prince of the people. Then\nthe Prince, sad in mood, by thy life entreated me that I should do a\ndeed, worthy of an earl, midst welter of waters, and risk my life and\nachieve glory. And he promised me rewards. I then discovered the grim\nand terrible guardian of the whelming waters, at the sea's bottom,\nso widely talked of. There was a hand-to-hand engagement between\nus for a while, and the sea boiled with gore; I cut off the head of\nGrendel's mother in the hall at the bottom of the sea, with powerful\nsword. And I scarce saved my life in that conflict. But not yet was\nmy doomsday. And afterwards the Prince of earls gave me many gifts,\nhe the son of Healfdene.\n\n\n\n\nXXXI\n\n'So in good customs lived the King of the people. Nor had I lost the\nrewards, the meed of strength, for the son of Healfdene bestowed\nupon me treasures according to my choice, which I will bring to\nthee, O my warrior-King, and graciously will I proffer them. Again\nall favour depends on thee, for few chief kinsmen have I save thee,\nO Hygelac.' He commanded them to bring in the boar, the head-sign,\nthe battle-steep helmet, the hoary byrny, the splendid war-sword, and\nthen he chanted this song: 'It was Hrothgar, that proud prince, who\nbestowed upon me all this battle-gear. And a certain word he uttered\nto me, that I should first give thee his kindly greeting. [61] He said\nthat Hrothgar the King of the Danes possessed it a long while. Nor\nformerly would he be giving the breast-weeds to his son the brave\nHeoroward, though dear he was to him. Do thou enjoy all well.'\n\nThen I heard that four horses, of reddish yellow hue, followed the\narmour. And thus he did him honour with horses and gifts. So should\na kinsman do. By no means should they weave cunning nets for each\nother, or with secret craft devise death to a comrade. His nephew\nwas very gracious to Hygelac, the brave in strife, and each was\nstriving to bestow favours on the other. And I heard that he gave\nto Hygd the neck-ring so curiously and wondrously wrought, which\nWealtheow a daughter of royal birth had given him, and three horses\nalso slender and saddle-bright. And her breast was adorned with the\nring she had received.\n\nAnd Beowulf, son of Ecgtheow, so famous in warfare and in good deeds,\nbore himself boldly and fulfilled his fate, nor did he slay the drunken\nhearth-comrades. He was not sad-minded, but he, the battle-dear one, by\nthe greatest of craft known to man held fast the lasting and generous\ngift which God gave him. For long had he been despised, so that the\nwarriors of the Geats looked not upon him as a good man, nor did the\nlord of troops esteem him as of much worth on the mead-bench. Besides,\nthey thought him slack and by no means a warlike Atheling. Then came a\nchange from all his distresses to this glorious man. Then the Prince\nof Earls, the battle-brave King, commanded that the heirloom of\nHrethel all decked out in gold should be brought in. For of swords\nthere was no more glorious treasure among the Geats. And he laid\nit on the bosom of Beowulf, and gave him seven thousand men and a\nbuilding and a throne. And both of them held the land, the earth,\nthe rights in the land as an hereditary possession; but the other\nwho was the better man had more especially a wide kingdom.\n\nAnd in after-days it happened that there were battle-crashings, and\nHygelac lay dead, [62] and swords under shields became a death-bane to\nHeardred, [63] when the brave battle-wolves, the Swedes, sought him\nout among the victorious ones and assailed with strife the nephew\nof Hereric, and it was then that the broad kingdom came into the\npossession of Beowulf. And he held sway therein fifty winters (and\na wise King was he, that old guardian of his country) until on dark\nnights a dragon began to make raids, he that watched over the hoard\nin the lofty cavern, the steep rocky cave. And the path thereto lay\nunder the cliffs unknown to men. And what man it was who went therein\nI know not, but he took from the heathen hoard a hall-bowl decked\nwith treasure. Nor did he give it back again, though he had beguiled\nthe guardian of the hoard when he was sleeping, by the craft of a\nthief. And Beowulf found out that the dragon was angry. [64]\n\n\n\n\nXXXII\n\nAnd it was by no means of his own accord or self-will that he sought\nout the craft of the hoard of the dragon who inflicted such evil upon\nhimself, but rather because being compelled by miseries, the slave\nfled the hateful blows of heroes, he that was shelterless and the man\ntroubled by guilt penetrated therein. And soon it came to pass that\nan awful terror arose upon the guest. [65]... And in the earth-house\nwere all kinds of ancient treasures, such as I know not what man of\ngreat thoughts had hidden there in days of old, the immense heirlooms\nof some noble race, costly treasures. And in former times death had\ntaken them all away, and he alone of the warriors of the people who\nlongest lingered there, full lonely and sad for loss of friends was\nhe, and he hoped for a tarrying, that he but for a little while might\nenjoy the ancient treasures. And this hill was quite near to the\nocean-waves, and to the sea-nesses, and no one could come near thereto.\n\nAnd he the guardian of rings carried inside the cave the heavy\ntreasures of plated gold, and uttered some few words: 'Do thou,\nO earth, hold fast the treasures of earls which heroes may not\nhold. What! From thee in days of yore good men obtained it. Deadly\nwarfare and terrible life-bale carried away all the men of my people\nof those who gave up life. They had seen hall-joy. And they saw the\njoys of heaven. I have not any one who can carry a sword or polish\nthe gold-plated cup, the dear drinking-flagon. The doughty ones have\nhastened elsewhere. The hard helmet dight with gold shall be deprived\nof gold plate. The polishers sleep the sleep of death who should make\nready the battle grim, likewise the coat of mail which endured in the\nbattle was shattered over shields by the bite of the iron spears and\nperishes after the death of the warrior. Nor can the ringed byrny go\nfar and wide on behalf of heroes, after the passing of the war-chief.\n\n'No joy of harping is there, nor mirth of stringed instruments, nor\ndoes the goodly hawk swing through the hall, nor doth the swift horse\npaw in the courtyard. And death-bale hath sent away many generations\nof men.' Thus then, sad at heart he lamented his sorrowful plight,\none for many, and unblithely he wept both day and night until the\nwhelming waters of death touched his heart. And the ancient twilight\nscather found the joyous treasure standing open and unprotected, he\nit was who flaming seeks the cliff-sides, he, the naked and hateful\ndragon who flieth by night wrapt about with fire. And the dwellers\nupon earth greatly fear him. And he should be seeking the hoard upon\nearth where old in winters he guardeth the heathen gold. Nor aught\nis he the better thereby.\n\nAnd thus the scather of the people, the mighty monster, had in\nhis power the hall of the hoard three hundred years upon the earth\nuntil a man in anger kindled his fury. For he carried off to his\nliege-lord the plated drinking-flagon and offered his master a\ntreaty of peace. Thus was the hoard discovered, the hoard of rings\nplundered. And a boon was granted to the miserable man. And the\nLord saw for the first time this ancient work of men. Then awoke\nthe dragon, and the strife was renewed. He sniffed at the stone,\nand the stout-hearted saw the foot-mark of his foe. He had stepped\ntoo far forth with cunning craft near the head of the dragon. So may\nany one who is undoomed easily escape woes and exile who rejoices in\nthe favour of the Wielder of the world. The guardian of the hoard,\nalong the ground, was eagerly seeking, and the man would be finding\nwho had deprived him of his treasure while he was sleeping. Hotly\nand fiercely he went around all on the outside of the barrow--but\nno man was there in the waste. Still he gloried in the strife and\nthe battle working. Sometimes he returned to the cavern and sought\nthe treasure vessels. And soon he found that one of the men had\nsearched out the gold, the high heap of treasures. The guardian of\nthe hoard was sorrowfully waiting until evening should come. And very\nfurious was the keeper of that barrow, and the loathsome one would\nfain be requiting the robbery of that dear drinking-stoup with fire\nand flame. Then, as the dragon wished, day was departing. Not any\nlonger would he wait within walls, but went forth girt with baleful\nfire. And terrible was this beginning to the people in that country,\nand sorrowful would be the ending to their Lord, the giver of treasure.\n\n\n\n\nXXXIII\n\nThen the Fiend began to belch forth fire, and to burn up the glorious\npalace. And the flames thereof were a horror to men. Nor would the\nloathly air-flier leave aught living thereabouts. And this warfare\nof the dragon was seen far and wide by men, this striving of the foe\nwho caused dire distress, and how the war-scather hated and harmed\nthe people of the Geats. And he hurried back to his hoard and the\ndark cave-hall of which he was lord, ere it was day-dawn. He had\nencircled the dwellers in that land with fire and brand. He trusted in\nhis cavern, and in battle and his cliff-wall. But his hope deceived\nhim. Then was the terror made known to Beowulf, quickly and soothly,\nnamely that his very homestead, that best of houses, that throne of\nthe Geats, was dissolving in the whelming fire. And full rueful was\nit to the good man, and the very greatest of sorrows.\n\nAnd the wise man was thinking that he had bitterly angered the\nWielder of all things, the eternal God, in the matter of some ancient\ncustoms. [66] And within his breast gloomy brooding was welling, as\nwas by no means his wont. The fiery dragon had destroyed by flame the\nstronghold of the people, both the sea-board and neighbouring land. And\ntherefore the King of the Weder-Geats devised revenge upon him.\n\nNow Beowulf the Prince of earls and protector of warriors commanded\nthem to fashion him a glorious war-shield all made of iron. For he\nwell knew that a wooden shield would be unavailing against flames. For\nhe, the age-long noble Atheling, must await the end of days that\nwere fleeting of this world-life, he and the dragon together, though\nlong he had held sway over the hoard of treasure. And the Prince of\nrings scorned to employ a troop against the wide-flying monster in\nthe great warfare. Nor did he dread the striving, nor did he think\nmuch of this battle with the dragon, of his might and courage, for\nthat formerly in close conflict had he escaped many a time from the\ncrashings of battle since he, the victorious sword-man, cleansed the\ngreat hall in Hart, of Hrothgar his kinsman, and had grappled in the\ncontest with the mother of Grendel, of the loathly kin.\n\nNor was that the least hand-to-hand fight, when Hygelac was slain\nthere in the Frisian land when the King of the Geats, the friendly\nlord of the folk, the son of Hrethel, died in the battle-rush beaten\ndown by the sword, drunk with blood-drinking. Then fled Beowulf by\nhis very own craft and swam through the seas. [67] And he had on his\narm alone thirty battle-trappings when he went down to the sea. Nor\ndid the Hetware need to be boasting, of that battle on foot, they who\nbore their linden shields against him. And few of them ever reached\ntheir homes safe from that wolf of the battle.\n\nBut Beowulf, son of Ecgtheow, swam o'er the expanse of waters,\nmiserable and solitary, back to his people, where Hygd proffered him\ntreasures and a kingdom, rings and dominion. She did not think that\nher son Heardred would know how to hold their native seats against\nstrangers, now that Hygelac was dead. Nor could the wretched people\nprevail upon the Atheling (Beowulf) in any wise to show himself lord\nof Heardred or to be choosing the kingship. Nevertheless he gave\nfriendly counsel to the folk with grace and honour until that he\n(Heardred) was older and held sway over the Weder-Geats.\n\nThen those exiles the sons of Ohthere sought him over the seas; they\nhad rebelled against the Lord of the Swedes, the best of the sea-kings,\nthat famous chieftain of those who bestowed rings in Sweden. And that\nwas life's limit to him. For the son of Hygelac, famishing there,\nwas allotted a deadly wound by the swing of a sword. And the son of\nOngentheow went away thence to visit his homestead when Heardred lay\ndead, and left Beowulf to sit on the throne and to rule the Goths. And\nhe was a good King. [68]\n\n\n\n\nXXXIV\n\nHe was minded in after-days to be requiting the fall of the prince. He\nwas a friend to the wretched Eadgils, and helped Eadgils the son\nof Ohthere with an army with warriors and with weapons, over the\nwide seas. And then he wrought vengeance with cold and painful\njourneyings and deprived the king (Onela) of life. [69] Thus the son\nof Ecgtheow had escaped all the malice and the hurtful contests and\nthe courageous encounters, until the day on which he was to wage war\nwith the dragon. And so it came to pass that the Lord of the Geats\nwent forth with twelve others and inflamed with fury, to spy out the\ndragon. For he had heard tell of the malice and hatred he had shown\nto men, whence arose that feud.\n\nAnd by the hand of the informer, [70] famous treasure came into\ntheir possession; he was the thirteenth man in the troop who set on\nfoot the beginning of the conflict. And the sorrowful captive must\nshow the way thither. He against his will went to the earth-hall,\nfor he alone knew the barrow under the ground near to the sea-surge,\nwhere it was seething, the cavern that was full of ornaments and\nfilagree. And the uncanny guardian thereof, the panting war-wolf,\nheld possession of the treasures, and an ancient was he under the\nearth. And it was no easy bargain to be gaining for any living man.\n\nSo the battle-hardened King sat down on the cliff, and took leave of\nhis hearth-comrades, he the gold-friend of the Geats. And his heart\nwas sad, wavering, and ready for death, and Weird came very near\nto him who would be greeting the venerable warrior and be seeking\nhis soul-treasure, to divide asunder his life from his body. And\nnot long after that was the soul of the Atheling imprisoned in the\nflesh. Beowulf spake, the son of Ecgtheow: 'Many a war-rush I escaped\nfrom in my youth, in times of conflict. And well I call it all to\nmind. I was seven years old when the Lord of Treasures, the friendly\nlord of the folk, took me away from my father--and King Hrethel\nhad me in thrall, and gave me treasure and feasted me and kept the\npeace. Nor was I a whit less dear a child to him than any of his own\nkin, Herebald and HÃ¦thcyn or my own dear Hygelac. And for the eldest\nwas a murder-bed most unhappily made up by the deeds of a kinsman,\n[71] when HÃ¦thcyn his lordly friend brought him low with an arrow\nfrom out of his horn-bow, and missing the mark he shot through his\nbrother with a bloody javelin. And that was a fight not to be atoned\nfor by gifts of money; and a crime it was, and wearying to the soul\nin his breast. Nevertheless the Atheling must unavenged be losing his\nlife. For so is it a sorrowful thing for a venerable man to see his\nson riding the gallows-tree when he singeth a dirge a sorrowful song,\nas his son hangeth, a joy to the ravens. And he, very old, may not\ngive him any help. And every morning at the feasting he is reminded\nof his son's journey else-whither. And he careth not to await another\nheir within the cities, when he alone through the fatality of death\nhath found out the deeds.\n\n'Heartbroken he looks on the bower of his son, on the wasted wine-hall,\nbecome the hiding-place for the winds and bereft of the revels. The\nriders are sleeping, the heroes in the tomb. Nor is any sound of\nharping, or games in the courts as erewhile there were.\n\n\n\n\nXXXV\n\n'Then he goeth to the sleeping-place and chanteth a sorrow-song,\nthe one for the other. And all too spacious seemed to him the fields\nand the dwelling-house. So the Prince of the Geats bore welling\nheart-sorrow after Herebald's death, nor a whit could he requite the\nfeud on the murderer, nor visit his hate on that warrior with loathly\ndeeds, though by no means was he dear to him. He then forsook the joys\nof life because of that sorrow-wound which befell him, and chose the\nlight of God, and left to his sons land and towns when he departed\nthis life as a rich man doth. Then was there strife and struggle\nbetween the Swedes and the Geats, and over the wide seas there was\nwarfare between them, a hardy battle-striving when Hrethel met with his\ndeath. And the children of Ongentheow were brave and battle-fierce,\nand would not keep the peace on the high seas, but round about\nHreosnaborg they often worked terrible and dire distress. And my\nkinsmen wrought vengeance for that feud and crime as all men know,\nthough the other bought his life with a hard bargain. And war was\nthreatening HÃ¦thcyn the lord of the Geats. Then I heard tell that\non the morrow one brother the other avenged on the slayer with the\nedge of the sword, whereas Ongentheow [72] seeketh out Eofor. The\nwar-helmet was shattered, and the Ancient of the Swedes fell prone,\nall sword-pale. And well enough the hand kept in mind the feud and\nwithheld not the deadly blow. And I yielded him back in the warfare\nthe treasures he gave me with the flashing sword, as was granted to\nme. And he gave me land and a dwelling and a pleasant country. And\nhe had no need to seek among the Gifthas or the Spear-Danes or in\nSweden a worse war-wolf, or to buy one that was worthy.\n\n'And I would always be before him in the troop, alone in the front\nof the battle, and so for ever will I be striving, whilst this sword\nendureth, that earlier and later has often stood me in good stead,\nsince the days when for doughtiness I was a hand-slayer to Day\nRaven the champion of the Hugs. Nor was he fated to bring ornaments\nor breast-trappings to the Frisian King, but he the guardian of\nthe standard, he the Atheling, fell on the battle-field, all too\nquickly. Nor was the sword-edge his bane, but the battle-grip broke\nthe whelmings of his heart and the bones of his body. Now shall my\nsword-edge, my hand and hard weapon, be fighting for the hoard.'\n\nBeowulf moreover now for the last time spake these boastful words: 'In\nmany a war I risked my life in the days of my youth, yet still will I\nseek a feud, I the old guardian of the people will work a glorious deed\nif the wicked scather cometh out from his earth-palace to seek me.'\n\nThen he saluted for the last time each of the warriors, the brave\nwearers of helmets, the dear companions. 'I would not carry a sword\nor weapon against the dragon if I knew how else I might maintain my\nboast against the monster, as I formerly did against Grendel. But\nin this conflict I expect the hot battle-fire, both breath and\npoison. Therefore I have both shield and byrny. I will not flee from\nthe warder of the barrow a foot's-space, but it shall be with me at\nthe wall of the barrow as Weird shall direct, who created all men. I\nam strong in soul so that I will refrain from boasting against the\nwar-flier. Await ye on the barrow guarded by byrnies, O ye warriors in\narmour, and see which of us two will better survive his wounds after\nthe battle-rush. This is no journey for you nor fitting for any man\nsave only for me, that he should share a conflict with the monster\nand do deeds worthy of an earl. I will gain possession of the gold\nby my courage, or battle and deadly evil shall take away your lord.'\n\nThen the strong warrior, hard under helm, arose beside his shield and\ncarried his shirt of mail under the rocky cliffs and trusted in the\nstrength of himself alone. Nor was that a coward's journey. Then\nBeowulf, possessed of manly virtues, who had escaped in many a\nconflict and crashing of battle when men encountered on foot, saw\nstanding by the wall of the barrow an arch of rock, and a stream\nbroke out thence from the barrow, and the whelming of that river\nwas hot with battle-fires. Nor could he survive any while near to\nthe hoard unburnt because of the flame of the dragon. Then in a fury\nthe Prince of the Weder-Geats let a torrent of words escape from his\nbreast and the stout-hearted one stormed. And his war-clear voice\nresounded under the hoar cliffs. And hatred was stirred, for the\nguardian of the hoard recognized well the voice of Beowulf. And that\nwas no time to be seeking friendship. And the breath of the monster,\nthe hot battle-sweat, came forth from the rock at the first and\nthe earth resounded. The warrior, the Lord of the Geats, raised his\nshield under the barrow against the terrible sprite. Now the heart of\nthe dragon was stirred up to seek the conflict. The good war-king had\nformerly drawn his sword, the ancient heirloom, not slow of edge. And\neach of them who intended evil was a terror the one to the other. And\nthe stern-minded one, he the Prince of friendly rulers, stood by his\nsteep shield, and he and the dragon fell quickly together. Beowulf\nwaited warily all in his war-gear. Then the flaming monster bent as\nhe charged, hastening to his doom. The shield well protected life and\nbody of the famous warrior for a lesser while than he had willed it\nif he was to be wielding victory in that contest on the first day;\nbut Weird had not so fated it. And the Lord of the Geats uplifted his\nhand, and struck at the horribly bright one heavy with heirlooms,\nso that the edge stained with blood gave way on the bone and bit\nin less strongly than its master had need of when pressed by the\nbusiness. Then after the battle-swing the guardian of the barrow was\nrough-minded and cast forth slaughter-fire. Battle-flames flashed\nfar and wide. And the son of the Geats could not boast of victory\nin the conflict. The sword had failed him, naked in the battle,\nas was unfitting for so well tempered a steel. And it was not easy\nfor the famous son of Ecgtheow to give up possession of the bottom\nof the sea, and that he should against his will dwell in some place\nfar otherwhere, as must each man let go these fleeting days sooner or\nlater. And not long after this Beowulf and the monster met together\nagain. The guardian of the hoard took good heart, and smoke was fuming\nin his breast. And fierce were his sufferings as the flames embraced\nhim, he who before had ruled over the folk. Nor at all in a troop\ndid his hand-comrades stand round him, that warrior of Athelings,\nshowing courage in the battle, but they fled into a wood their lives\nto be saving. And the mind of one of them was surging with sorrows,\nfor to him whose thoughts are pure, friendship cannot ever change.\n\n\n\n\nXXXVI\n\nWiglaf was he called, he who was the son of Weohstan, the beloved\nshield-warrior, the Prince of the Danes and the kinsman of Aelfhere. He\nsaw his lord suffering burning pain under his visor. Then he called\nto mind the favour that he (Beowulf) had bestowed upon him in days\nof yore, the costly dwelling of the Waegmundings [73] and all the\nfolk-rights which his father had possessed. Then he could not restrain\nhimself, but gripped the shield with his hand, the yellow wood, and\ndrew forth the old sword which was known among men as the heirloom\nof Eanmund, the son of Ohthere, and in the striving Weohstan was\nbanesman by the edge of the sword to that friendless exile and bore\naway to his kinsman the brown-hued helmet, the ringed byrny, and\nthe old giant's sword that Onela [74] had given him, the war-weeds\nof his comrade, and the well-wrought armour for fighting. Nor did\nhe speak of the feud, though he slew his brother's son. And he held\npossession of the treasures many years, both the sword and the byrny,\nuntil such time as his son should hold the earlship as his father\nhad done. And he gave to the Geats a countless number of each kind\nof war-weeds, when he in old age passed away from this life, on the\noutward journey. That was the first time for the young champion that\nhe went into the war-rush with his noble lord. Nor did his mind melt\nwithin him, nor did the heirloom of his kinsman at the war-tide. And\nthe dragon discovered it when they two came together.\n\nWiglaf spake many fitting words, and said to his comrades (for his\nmind was sad within him): 'I remember the time when we partook of the\nmead, and promised our liege-lord in the beer-hall, he who gave to\nus rings, that we would yield to him war-trappings both helmets and a\nhand-sword, if such need befell him. And he chose us for this warfare,\nand for this journey, of his own free will, and reminded us of glory;\nand to me he gave these gifts when he counted us good spear-warriors\nand brave helmet-bearers, although our lord, this guardian of the\npeople had it in his mind all alone to do this brave work for us,\nfor he most of all men could do glorious things and desperate deeds\nof war. And now is the day come that our lord hath need of our prowess\nand of goodly warriors. Let us then go to the help of our battle-lord\nwhile it lasts, the grim terror of fire. God knows well of me that\nI would much rather that the flame should embrace my body together\nwith that of my lord the giver of gold. Nor does it seem to me to be\nfitting that we should carry shields back to the homestead except we\nhave first laid low the foe and protected the life of the Prince of\nthe Weders. [75] And well I know that his old deserts were not that\nhe alone of the youth of the Geats should suffer grief and sink in\nthe fighting. So both sword and helmet, byrny and shield shall be\ncommon to both of us together.'\n\nThen he waded through the slaughter-reek, and bore the war-helmet\nto the help of his lord, and uttered a few words: 'Beloved Beowulf,\ndo thou be doing all things, as thou of yore in the days of thy youth\nwast saying that thou wouldst not allow thy glory to be dimmed whilst\nthou wast living. Now shalt thou, the brave in deeds and the resolute\nnoble, save thy life with all thy might. I am come to help thee.' After\nthese words came the angry dragon, the terrible and hostile sprite\nyet once again, and decked in his various hues of whelmings of fire,\nagainst his enemies, the men that he hated. And the wood of the\nshield was burnt up with the waves of flame, and his byrny could\nnot help the young spear-warrior; yet did the youth bravely advance\nunder the shield of his kinsman when his own had been destroyed by the\nflames. Then again the war-king bethought him of glory, and struck a\nmighty blow with his battle-sword so that it fixed itself in his head,\nforced in by violence. And Naegling, Beowulf's sword old and grey,\nbroke in pieces, and failed in the contest. It was not given to him\nthat sharp edges of swords should help him in battle. His hand was\ntoo strong, so that it overtaxed every sword, as I have been told,\nby the force of its swing, whenever he carried into battle a wondrous\nhand-weapon. And he was nowise the better for a sword. Then for the\nthird time, the scather of the people, the terrible Fire-dragon,\nwas mindful of feuds, and he rushed on the brave man when he saw\nthat he had room, all hot and battle-grim, and surrounded his neck\nwith bitter bones. And he was all be-bloodied over with life-blood,\nand the sweat welled up in waves.\n\n\n\n\nXXXVII\n\nThen I heard tell that the Earl of the King of the People showed in his\ntime of need unfailing courage in helping him with craft and keenness,\nas was fitting for him to do. He paid no heed to the head of the dragon\n(but the brave man's hand was being burnt when he helped his kinsman),\nbut that warrior in arms struck at the hostile sprite somewhat lower in\nhis body so that his shining and gold-plated sword sank into his body,\nand the fire proceeding therefrom began to abate. Then the good King\nBeowulf got possession of his wits again, and drew his bitter and\nbattle-sharp short sword that he bore on his shield. And the King\nof the Geats cut asunder the dragon in the midst of his body. And\nthe fiend fell prone; courage had driven out his life, and they two\ntogether had killed him, noble comrades in arms. And thus should a\nman who is a thane always be helping his lord at his need. And that\nwas the very last victory achieved by that Prince during his life-work.\n\nThen the wound which the Earth-dragon had formerly dealt him began\nto burn and to swell. And he soon discovered that the baleful\nvenom was seething in his breast, the internal poison. Then the\nyoung noble looked on the giant's work as he sat on a seat musing\nby the cliff wall, how arches of rock, firmly on columns held the\neternal earth-house within. Then the most noble thane refreshed his\nblood-stained and famous Lord, his dear and friendly Prince with water,\nwith his own hands, and loosened the helmet for the battle-sated\nwarrior. And Beowulf spake, over his deathly pitiful wound, for well\nhe knew that he had enjoyed the day's while of his earthly joy: and\nthe number of his days was all departed and death was coming very near.\n\n'Now,' said Beowulf, 'I would have given battle-weeds to my son if any\nheir had been given to me of my body. I held sway over these peoples\nfifty years. And there was no folk-king of those who sat round about\nwho dared to greet me with swords, or oppress with terror. At home\nhave I bided my appointed time, and well I held my own [76], nor did\nI seek out cunning feuds, nor did I swear many unrighteous oaths. And\nI, sick of my life-wounds, can have joy of all this. For the Wielder\nof men cannot reproach me with murder of kinsmen when my life shall\npass forth from my body. Now do thou, beloved Wiglaf, go quickly and\nlook on the hoard under the hoar stone, now that the dragon lieth\nprone and asleep sorely wounded and bereft of his treasure. And do\nthou make good speed that I may look upon the ancient gold treasures\nand yarely be feasting mine eyes upon the bright and cunning jewels,\nso that thereby after gazing on that wealth of treasure I may the\nmore easily give up my life and my lordship over the people, whom I\nhave ruled so long.'\n\n\n\n\nXXXVIII\n\nThen straightway I heard tell how the son of Weohstan, after these\nwords had been spoken, obeyed the behest of his lord, who was sick\nof his wounds, and carried the ring-net and the coat of mail adorned,\nunder the roof of the barrow. And as Wiglaf, exulting in victory, came\nby the seat, he saw many gems shining and shaped like the sun [77] and\ngleaming gold all lying on the ground, and wondrous decorations on the\nwall, and he saw too the den of the dragon, the ancient twilight-flier,\nand flagons standing there and vessels of men of days long gone by,\nno longer polished but shorn of adornment. And there also was many\na helmet, ancient and rusty, and many arm-rings cunningly twisted.\n\nThe possession of treasure and of gold on the earth may easily make\nproud all of mankind, let him hide it who will. Likewise he saw the\nall-gilded banner lying high over the hoard, that greatest of wondrous\nhandiwork and all woven by the skill of human hands. And therefrom\nwent forth a ray of light, so that he could see the floor of the cave,\nand look carefully at the jewels. And there was no sign of the dragon,\nfor the sword-edge had carried him off.\n\nThen I heard tell how in that barrow one at his own doom [78] plundered\nthe hoard, that old work of giants, and bore away on his arms both\ncups and dishes. And the banner also he took, that brightest of\nbeacons. Beowulf's sword, with its iron edge, had formerly injured\nhim who had been the protector of these treasures for a long time,\nand had waged fierce flame-terror, because of the hoard fiercely\nwelling in the midnight hour until he was killed.\n\nThe messenger [79] was in haste, and eager for the return journey, and\nladen with jewels, and curiosity tormented him as to whether he would\nfind the bold-minded Prince of the Geats alive on the battle-field,\nand bereft of strength where before he had left him. Then he with the\ntreasures found the glorious lord, his own dear master, at the last\ngasp, and all stained with blood. And he began to throw water upon him,\nuntil the power of speech brake through his mind, and Beowulf spake,\nand with sorrow he looked upon the hoard.\n\n'I would utter words of thanks to the Lord and wondrous King, to the\neternal God, for the treasures which now I am looking upon that I have\nmanaged to obtain them for my dear people before my death-day. Now that\nI have in exchange for this hoard of treasure sold my life in my old\nage, and laid it down, do thou still be helping the people in their\nneed, for I may no longer be lingering here. Do thou bid the famous\nwarriors erect a burial-mound, after the burning of the funeral pyre,\nat the edge of the sea, which shall tower aloft on Whale's Ness,\nas a memorial for my people, and so the sea-farers shall call it\nthe Hill of Beowulf, even those who drive the high ships from afar\nthrough the mists of the flood.'\n\nThen he the bold Prince doffed from his neck the golden ring. And he\ngave it to his thane, to the young spear-warrior, the gold-adorned\nhelmet, the ring, and the byrny, and bade him enjoy it well. 'Thou,\nO Wiglaf,' he said, 'art the last heir of our race, of that of the\nWaegmundings. Weird has swept away all my kinsmen to their fated doom,\nall the earls in their strength, and I shall follow after them.'\n\nNow that was the very last word of the old warrior's breast thoughts,\nere he chose the funeral pyre the hot wave-whelmings. And his soul went\nforth from his breast to be seeking the doom of the truth-fast ones.\n\n\n\n\nXXXIX\n\nThen had it sorrowfully come to pass for the young warrior that he\nsaw his most beloved in a miserable plight on the earth at his life's\nend. Likewise the terrible dragon, his slayer, lay there bereft of life\nand pressed sore by ruin. And the coiled dragon could no longer wield\nthe hoard of rings, but the iron edges of the sword, well tempered\nand battle-gashed; the hammer's leavings [80], had carried him off,\nso that the wide-flier, stilled because of his wounds, fell to the\nearth near to the hoard-hall. And no more in playful wise at the\nmidnight hour, did he drift through the air; this dragon, proud in\nhis gainings of treasure, showed not his face, but was fallen to the\nearth because of the handiwork of the battle-warrior.\n\nAnd as I have heard, it would have profited but few of the mighty\nmen, even though they were doughty in deeds of all kinds, though they\nshould rush forth against the flaming breath of the poisonous scather,\neven to the very disturbing of the Ring-Hall with their hands, if\nthey should have found the guardian thereof awake, and dwelling in\nthe cliff-cave. Then Beowulf's share of lordly treasure was paid for\nby his death. And both he and the dragon had come to an end of their\nfleeting days.\n\nAnd not long after that, the laggards in battle, those cowardly\ntreaty-breakers, ten of them together, came back from the woodlands,\nthey who erewhile had dreaded the play of javelins when their lord\nhad sore need of their help. But they were filled with shame, and\ncarried their shields, and battle-weeds, to where the old prince was\nlying. And they looked on Wiglaf; he the foot-warrior sat aweary near\nto the shoulders of his lord, and sought to rouse him by sprinkling\nwater upon him, but he succeeded not at all. Nor could he, though he\nwished it ever so much, keep life in the chieftain or avert a whit\nthe will of the Wielder of all things. Every man's fate was decided\nby the act of God, as is still the case. Then was a grim answer easily\ngiven by the young man to these who erewhile had lost their courage.\n\nWiglaf spake, he the son of Weohstan, the sad-hearted. 'He who will\nspeak truth may say that the lord and master who gave you gifts, and\nwarlike trappings, in which ye are now standing, when he very often\ngave on the ale-bench to them who sat in the hall, both helmet and\nbyrny, the Prince to his thanes, as he could find any of you most noble\nfar or near, that he wholly wrongly bestowed upon you war-trappings\nwhen war befell him. The King of the folk needed not indeed to boast\nof his army comrades, yet God, the Wielder of Victory, granted to\nhim that alone he avenged himself with the edge of the sword when he\nhad need of strength. And but a little life-protection could I give\nhim in the battle, yet I sought to help him beyond my strength. The\ndragon was by so much the weaker when I struck with my sword that\ndeadly foe. And less fiercely the fire surged forth from his head. Too\nfew were the defenders thronged around their lord when his fated hour\ncame. And now shall the receiving of treasure, and the gift of swords,\nand all joy of home and hope cease for ever to men of your kin. And\nevery man of you of the tribe must wander empty of land-rights,\nsince noble men will learn far and wide of your flight and inglorious\ndeed. Death would be better for earls than a life of reproach.'\n\n\n\n\nXL\n\nThen he bade them announce that battle-work at the entrenchment up over\nthe sea-cliff where that troop of earls sat sorrowful in soul through\nthe morning-long day, holding their shields and in expectation of the\nend of the day and the return of the dear man. And he who rode to and\nfro o'er the headland was little sparing of fresh tidings, but said\nto all who were sitting there, 'Now is the joy-giver of the people\nof the Geats fast on his death-bed, and by the deed of the dragon\nhe inhabits the place of rest gained by a violent death. And by his\nside lieth the enemy of his life, sick of his dagger-wounds. Nor\ncould he inflict with the sword any wound on that monster. Wiglaf\nsits over Beowulf, he the son of Weohstan, the earl over the other\none who is dead, and reverently keeps ward over the loathÃ¨d and the\nbelovÃ¨d. But there is an expectation of a time of war to the people,\nsince to Franks and Frisians the fall of the King has become widely\nknown. The hard strife was shapen against the Hugs, when Hygelac came\nwith a fleet into the Frisian lands [81] where the Hetware overcame\nhim in battle, and by their great strength and courage brought it to\npass that the shield-warrior should stoop. He fell in the troop. Nor\ndid the Prince give jewelled armour to the doughty ones. The mercy of\nthe Merewing [82] was not always shown to us. Nor do I expect aught\nof peace or good faith from the Swedish People. But it was well known\nthat Ongentheow [83] bereft HÃ¦thcyn the son of Hrethel [84] of life\nover against Ravenswood, when because of pride the warlike Swedes first\nsought out the people of the Geats. Soon Ongentheow the wise father of\nOhthere, the ancient and terrible, gave him (HÃ¦thcyn) a return blow,\ndestroyed the sea-kings, and rescued his bride (Queen Elan) he the\nold man rescued his wife bereft of gold, the mother of Onela and of\nOhthere, and then followed up the deadly foe until with difficulty they\nretreated all lord-less to Ravenswood. And he attacked the remnant\n[85] with a great army, weary though he was with his wounds. And\nthe live-long night he vowed woe upon the wretched troop, and said\nthat on the morrow he would by the edge of the sword slay some and\nhang them up on the gallows-tree for a sport of the birds. But help\ncame to the sorrowful in soul at the dawn of day, when they heard\nthe horn of Hygelac and the blast of his trumpet when the good man\ncame on the track faring with the doughty warriors of the people.\n\n\n\n\nXLI\n\n'And the blood-track of both Swedes and Geats, the slaughter-rush of\nwarriors, was widely seen how the folk stirred up the feud amongst\nthem. The good man, wise and very sad, went away with his comrades to\nseek out a stronghold. Earl Ongentheow turned away to higher ground,\nfor he the war-crafty one had heard of the prowess of Hygelac the\nproud. He had no trust in his power to resist, or that he would be\nable to refuse the demands of the seamen, the ocean-farers, or defend\nthe treasure he had taken, the children and the bride. [86] Thence\nafterwards, being old, he sought refuge under the earth-wall. Then\nwas chase given to the people of the Swedes and the banner of Hygelac\nborne aloft; and they swept o'er the field of peace when the sons of\nHrethel thronged to the entrenchment. And there too, was Ongentheow,\nhe the grey-haired King of the People driven to bay at the edge of the\nsword, and forced to submit to the sole doom of Eofor. And angrily\ndid Wulf, son of Wanred, smite him with weapon, so that from that\nswinging blow blood-sweat gushed forth in streams under the hair of\nhis head. Yet the old Swede was not terrified thereby, but quickly\ngave back a terrible blow by a worse exchange when the King of the\npeople turned thither. Nor could Wulf the bold son of Wanred give\nback a blow to the old churl, for Ongentheow had formerly cut his\nhelmet in two, so that he, stained with blood, fell prone perforce\nto the ground. But not yet was he doomed, but he raised himself up,\nthough the wound touched him close. And the hardy thane of Hygelac\n(Eofor) when his brother lay prostrate, caused the broad sword, the old\ngiant's sword, to crash through the wall of shields upon the gigantic\nhelmet. Then stooped the King, the shepherd of the people, mortally\nwounded. And there were many who bound up his kinsman and quickly\nupraised him when room had been made so that they might possess the\nbattle-field, while one warrior was plundering another. One took the\niron shield of Ongentheow, and his hard-hilted sword, and his helmet,\nand carried the trappings of the old man to Hygelac. And he received\nthe treasures, and fairly he promised reward for the people, and he\ndid as he promised. The lord of the Geats (Hygelac) son of Hrethel,\nrewarded with very costly gifts the battle onset of Eofor and Wulf when\nhe got back to his palace, and bestowed upon each of them a hundred\nthousand, of land and locked rings. Nor could any man in the world\nreproach him for that reward, since they had gained glory by fighting;\nand he gave to Eofor his only daughter, she who graced his homestead,\nto wed as a favour. And this is the feud and the enmity and hostile\nstrife of men, which I expect the Swedish people will seek to awaken\nagainst us when they shall hear we have lost our Prince, he who in\ndays of yore held treasure and kingdom against our foes after the\nfall of heroes, and held in check the fierce Swede, and did what was\ngood for the people and deeds worthy of an earl. Now is it best for\nus to hasten to look upon our King and bring him who gave to us rings\nto the funeral pyre. Nor shall a part only of the treasure be melted\nwith the proud man, but there is a hoard of wealth, an immense mass\nof gold, bought at a grim cost, for now at the very end of his life\nhe bought for us rings. And the brands shall devour all the treasures\nand the flames of the funeral fire, they shall enfold them, nor shall\nan earl carry away any treasure as a memorial, nor shall any maid all\nbeauteous wear on her neck ring adornments, but shall go sad of soul\nand bereft of gold, and often not once only tread an alien land now\nthat the battle-wise man (Beowulf) has laid aside laughter, the games\nand the joys of song. And many a morning cold shall the spear in the\nhand-grip be heaved up on high, nor shall there be the sound of harping\nto awaken the warriors, but the war-raven, eager over the doomed ones,\nshall say many things to the eagle how it fared with him in eating\nthe carrion while he, with the wolf, plundered the slaughtered.'\n\nThus then was the brave warrior reciting loathly spells. And he\nlied not at all in weird or word. Then the troop rose up together,\nand all unblithely went under Eagles' Ness, to look on the wonder,\nand tears were welling. Then they found him on the sand in his last\nresting-place, and bereft of soul, who had given them rings in days\ngone by, and then had the last day drawn to its close, for the good\nman Beowulf, the warrior King, the Lord of the Weder-Goths, had died\na wondrous death.\n\nBut before this they had seen a more marvellous sight, the dragon\non the sea-plain, the loathsome one lying right opposite. And there\nwas the fire-dragon grimly terrible, and scorched with fire. And\nhe was fifty feet in length as he lay there stretched out. He had\nhad joy in the air awhile by night, but afterwards he went down to\nvisit his den. But now he was the prisoner of death, and had enjoyed\nhis last of earth-cares. And by him stood drinking-cups and flagons,\nand dishes were lying there and a costly sword, all rusty and eaten\nthrough as though they had rested a thousand winters in the bosom of\nthe earth. And those heirlooms were fashioned so strongly, the gold of\nformer races of men, and all wound round with spells, so that no man\ncould come near that Ring-hall, unless God only, Himself the true King\nof victories, gave power to open up the hoard to whom He would (for\nHe is the Protector of men) even to that man as it seemed good to Him.\n\n\n\n\nXLII\n\nThen was it quite clear to them that the affair had not prospered\nwith the monster, who had hidden ornaments within the cave under the\ncliff. The guardian thereof had slain some few in former days. Then\nhad the feud been wrathfully avenged. And it is a mystery anywhere\nwhen a valiant earl reaches the end of his destiny, when a man may\nno longer with his kinsman dwell in the mead-hall. And thus was\nit with Beowulf when he sought out the guardian of the cavern and\nhis cunning crafts. And he himself knew not how his departure from\nthis world would come about. And thus famous chieftains uttered deep\ncurses until the day of doom, because they had allowed it to come to\npass that the monster should be guilty of such crimes, and, accursed\nand fast with hell-bands, as he was, and tormented with plagues that\nhe should plunder the plain. He (Beowulf) was not greedy of gold,\nand had more readily in former days seen the favour of God.\n\nWiglaf spake, the son of Weohstan: 'Often shall many an earl of his\nown only will suffer misery, as is our fate. Nor could we teach the\ndear lord and shepherd of the kingdom any wisdom so that he would fail\nto be meeting the keeper of the gold treasures (the dragon) or to let\nhim stay where he had been long time dwelling in his cavern until the\nworld's end. But he held to his high destiny. Now the hoard is seen by\nus, grimly got hold of, and at too great a cost was it yielded to the\nKing of the people whom he enticed to that conflict. I was within the\ncavern, and looked upon all the hoard, the decoration of the palace,\nwhen by no means pleasantly, room was made for me, and a faring was\ngranted to me in under the sea-cliff. And in much haste I took a very\ngreat burden of hoard-treasures in my hand, and bore it forth hither to\nmy King. He was still alive, wise and witting well. And he the ancient\nuttered many words in sadness, and bade me greet you, and commanded\nthat ye should build after death of your friend a high grave-mound\nin the place of the funeral pyre, a great and famous monument,\nfor he himself was the most worshipful of men throughout the earth,\nwhile he was enjoying the wealth of his city. Let us now go and see\nand seek yet once again the heap of treasures, the wonder under the\ncliff. I will direct you, so that ye may look at close quarters upon\nthe rings and the wealth of gold. Let the bier be quickly made ready\nwhen we come forth again, and then let us carry the dear man our lord\nwhen he shall enjoy the protection of the Ruler of all things.'\n\nThen the son of Weohstan, the battle-dear warrior, ordered that\ncommandment should be given to many a hero and householder that\nthey should bring the wood for the funeral pyre from far, they the\nfolk-leaders, to where the good man lay dead.\n\n'Now the war-flame shall wax and the fire shall eat up the strong\nchief among warriors, him who often endured the iron shower, when\nthe storm of arrows, strongly impelled, shot over the shield-wall,\nand the shaft did good service, and all eager with its feather, fear\nfollowed and aided the barb.' Then the proud son of Weohstan summoned\nfrom the troop the thanes of the King, seven of them together, and the\nvery best of them, and he the eighth went under the hostile roof. And\none of the warriors carried in his hand a torch which went on in front.\n\nAnd no wise was it allotted who should plunder that hoard, since\nthey saw some part unguarded remaining in the Hall, and lying there\nfleeting.\n\nAnd little did any man mourn when full heartily they carried forth\nthe costly treasures. Then they shoved the dragon the worm over the\ncliff-wall, and let the wave take him and the flood embrace that\nguardian of the treasures. Then the twisted golden ornaments were\nloaded on a wagon, an immense number of them. And the noble Atheling,\nthe hoar battle-warrior, was carried to Whales' Ness.\n\n\n\n\nXLIII\n\nThen the People of the Geats got ready the mighty funeral pyre, and\nhung it round with helmets and battle-shields, and bright byrnies as\nhe had asked. And in the midst they lay the famous Prince, and they\nlamented the Hero, their dear lord. Then the warriors began to stir\nup the greatest of bale-fires on the cliff-side. And the reek of the\nwood-smoke went up swart, over the flame, which was resounding, and\nits roar mingled with weeping (and the tumult of winds was still),\nuntil it had broken the body, all hot into the heart. And unhappy\nin their thinkings, and with minds full of care, they proclaim the\ndeath of their lord, likewise a sorrowful song the Bride.... [87]\n\nAnd heaven swallowed up the smoke. Then on the cliff-slopes the people\nof the Geats erected a mound, very high and very broad, that it might\nbe beholden from afar by the wave-farers; and they set up the beacon\nof the mighty in battle in ten days. And the leavings of the funeral\nfire they surrounded with a wall, so that very proud men might find\nit to be most worthy of reverence.\n\nAnd they did on the barrow rings and necklaces, and all such adornments\nas formerly warlike men had taken of the hoard. And they allowed the\nearth to hold the treasure of earls, the gold on the ground, where it\nstill is to be found as useless to men as it always was. [88] Then\nthe battle-dear men rode round about the mound, the children of the\nAthelings, twelve of them there were in all, and would be uttering\ntheir sorrows and lamenting their King, and reciting a dirge, and\nspeaking of their champion. And they talked of his earlship and of\nhis brave works, and deemed them doughty, as is fitting that a man\nshould praise his lord in words and cherish him in his heart when he\nshall have gone forth from the fleeting body. So the People of the\nGeats lamented over the fall of their lord, his hearth-companions,\nand said that he was a world-king, and the mildest, the gentlest of\nmen, and most tender to his people, and most eager for their praise.\n\n\n\n\n\n\n\n\n\nAPPENDICES\n\n\nI\n\nGENERAL NOTE ON THE POEM\n\nThis is the greatest poem that has come down to us from our Teutonic\nancestors. Our only knowledge of it is through the unique MS. in the\nBritish Museum.\n\nIt has already been translated at least eight times as follows:\n\n1. Kemble, 1837.\n\n2. Thorpe and Arnold (with the O.E. Poem accompanying it).\n\n3. Lumsden, 1881 (in ballad form).\n\n4. Garnett, 1883.\n\n5. Earle, 1892.\n\n6. William Morris and A. J. Wyatt, 1895. This is in poetic form,\nbut abounds in archaisms and difficult inversions, and is sometimes\nnot easy to read or indeed to understand.\n\n7. Wentworth Huyshe, 1907.\n\n8. A translation in 1912. Author unknown.\n\nMany of the persons and events of Beowulf are also known to us through\nvarious Scandinavian and French works as follows:\n\n\n\nSCANDINAVIAN RECORDS.\n\n1. Saxo's Danish History.\n\n2. HrÃ³lf's Saga Kraka.\n\n3. Ynglinga Saga (and Ynglinga tÃ¡l).\n\n4. SkiÃ¶ldunga Saga.\n\nAs instances of identical persons and events:\n\n1. SkiÃ¶ldr, ancestor of SkiÃ¶ldungar, corresponds to Scyld the ancestor\nof Scyldungas.\n\n2. The Danish King Halfdan corresponds to Healfdene.\n\n3. His sons Hroarr and Helgi correspond to Hrothgar and Halga.\n\n4. HrÃ¶lf Kraki corresponds to Hrothwulf, nephew of Hrothgar.\n\n5. Frothi corresponds to Froda, and his son Ingialdi to Ingeld.\n\n6. Otarr corresponds to Ohthere, and his son Athils to Eadgils.\n\nWith the exception of the Ynglinga tÃ¡l all these records are quite\nlate, hence they do not afford any evidence for the dates of events\nmentioned in Beowulf.\n\n\n\nFurther Scandinavian correspondences are seen in BÃ¶thvarr Biarki,\nthe chief of HrÃ¶lf Kraki's knights. He is supposed to correspond to\nBeowulf. He came to Leire, the Danish royal residence, and killed a\ndemon in animal form. Saxo says it was a bear. This demon attacked\nthe King's yard at Yule-tide, but Biarki and Beowulf differ as to\ntheir future, for Biarki stayed with HrÃ¶lf Kraki to the end and died\nwith him.\n\nIn the Grettis Saga the hero kills two demons, male and female. It is\ntrue that the scene is laid in Iceland, but minor details of scenery,\nthe character of the demons, and other similarities make it impossible\nto believe the two stories to be different in origin. They both\nsprang out of a folk-tale associated after ten centuries with Grettis,\nand in England and Denmark with an historical prince of the Geats.\n\n\n\nFRENCH RECORDS\n\n1. Historia Francorum and Gesta Regum Francorum (discovered by Outzen\nand Leo).\n\nIn A.D. 520 a raid was made on the territory of the Chatuarii. Their\nking Theodberht, son of Theodric I, defeated Chocilaicus, who was\nkilled. This Chocilaicus is identified with the Hygelac of our poem,\nand the raid with Hygelac's raid on the Hetware (= Chatuarii), the\nFranks, and the Frisians. This helps us to estimate the date for\nBeowulf as having been born somewhere about the end of the fifth\ncentury.\n\n2. Historia Francorum, by Gregory of Tours. The author speaks of the\nraider as the King of the Danes.\n\n3. Liber Monstrorum. In this work the raider is Rex Getarum, King of\nthe Geats, who may correspond with the Geats of our poem. The Geats\nwere the people of Gautland in Southern Sweden. See Appendix XI.\n\n\n\nORIGIN OF THE ANGLO-SAXON POEM\n\nIt was probably written in Northumbrian or Midland, but was preserved\nin a West Saxon translation.\n\nThere would seem to be some justifiable doubt as to the unity of\nthe poem. Though on the whole pagan and primitive in tone, it has\na considerable admixture of Christian elements, e.g. on pp. 29\nand 30 and pp. 109-112, though the latter passage may be a late\ninterpolation. Generally speaking, the poetry and sentiments are\nChristian in tone, but the customs are pagan. The author of the\narticle in The Cambridge History of English Literature, vol. i.,\nto whom I owe much, says: 'I cannot believe that any Christian poet\ncould have composed the account of Beowulf's funeral.' One passage\nis very reminiscent of Eph. vi. 16, viz. Chapter XXV. p. 111; whilst\npage 25 (lower half) may be compared with CÃ¦dmon's Hymn. There are\nalso references to Cain and Abel and to the Deluge. Of Chapters\nI.-XXXI. the percentage of Christian elements is four, whilst of\nthe remaining Chapters (XXXII. ad fin.) the percentage is ten, due\nchiefly to four long passages. Note especially that the words in\nChapter II., 'And sometimes they went vowing at their heathen shrines\nand offered sacrifices,' et seq., are quite inconsistent with the\nChristian sentiment attributed to Hrothgar later in the poem. 'It\nis generally thought,' says the writer in The Cambridge History of\nEnglish Literature, 'that several originally separate lays have been\ncombined into one poem, and, while there is no proof of this, it is\nquite possible and not unlikely.'\n\nThere are in the poem four distinct lays:\n\n1. Beowulf's Fight with Grendel.\n\n2. Beowulf's Fight with Grendel's mother.\n\n3. Beowulf's Return to the land of the Geats.\n\n4. Beowulf's Fight with the Dragon.\n\nCompetent critics say that probably 1 and 2 ought to be taken\ntogether, while Beowulf's reception by Hygelac (see 3 above) is\nprobably a separate lay. Some scholars have gone much further in\nthe work of disintegration, even attributing one half of the poem to\ninterpolators, whilst others suggest two parallel versions. Summing\nup, the writer in The Cambridge History of English Literature says:\n'I am disposed to think that a large portion of the poem existed\nin epic form before the change of faith, and that the appearance of\nChristian elements in the poem is due to revision. The Christianity\nof Beowulf is of a singularly indefinite and individual type, which\ncontrasts somewhat strongly with what is found in later Old English\npoetry. This revision must have been made at a very early date.'\n\nThe poem was built up between A.D. 512, the date of the famous raid\nof Hygelac (Chocilaicus) against the Hetware (Chatuarii), and 752,\nwhen the French Merovingian dynasty fell; for, says Arnold, 'The poem\ncontains not a word which by any human ingenuity could be tortured into\na reference to any event subsequent to the fall of the Merovingians'\n(A.D. 752).\n\n\n\n\nII\n\nTHE PRELUDE\n\nThe Prelude would seem to be an attempt to link up the hero of the\npoem with the mythological progenitors of the Teutonic nations. Thomas\nArnold says: 'That Sceaf, Scyld, and Beaw were among the legendary\nancestors of the West Saxon line of kings no one disputes. But this\ndoes not mean much, for the poem itself shows that the same three were\nalso among the legendary ancestors of the Danish kings.' Ethelward,\nwho wrote early in the tenth century, gives the ancestry of Ethelwulf,\nthe father of Alfred. Ethelward says: 'The seventeenth ancestor from\nCerdic was Beo, the eighteenth Scyld, the nineteenth Scef.' Ethelward\nalso says: 'Scef himself, with one light vessel, arrived in the island\nof the ocean which is called Scani, dressed in armour, and he was a\nvery young boy, and the inhabitants of that land knew nothing about\nhim; however, he was received by them, and kept with care and affection\nas though he were of their own kin, and afterwards they chose him to be\nking, from whose stock the King Athulf [Ethelwulf] derives his line.'\n\nIt may be noted that neither Scyld nor Scef is mentioned in the\nA.S. Chronicle (A.D. 855). William of Malmesbury, in his Gesta Regum,\nsays that Scef was so called from the sheaf of wheat that lay at\nhis head, that he was asleep when he arrived, and that when he grew\nup he became a king in the town then called Slaswic, now Haithebi\n(Rolls Ed., 1. 121).\n\nMÃ¼llenhoff says: 'If we look closely into the saga, the ship and\nthe sheaf clearly point to navigation and agriculture, the arms\nand jewels to kingly rule--all four gifts, therefore, to the main\nelements and foundations of the oldest state of culture among the\nGermans [Teutons?] of the sea-board; and if the bearer of these\nsymbols became the first king of the country, the meaning can only\nbe this, that from his appearance the beginning of the oldest state\nof culture dates, and that generally before him no orderly way of\nleading a human life had existed.'\n\nScyld (meaning Shield) refers to the fact that the king was the\nprotector of the people in war, and is therefore symbolical, like Scef.\n\nThe ship and the sheaf, the arms and the jewels and the shield--these\nare the symbols of that primitive civilization--the sheaf, the symbol\nof agriculture and food, the ship of commerce, the arms of warfare,\nthe jewels of reward of bravery, and the shield of the protection of\nthe people by the king.\n\nArnold mentions the fact that no writer not English mentions the\nsaga of Scef and Scyld, and suggests that this is presumption for\nthe English origin of the legend. I do not, however, think it is\nconclusive evidence. One is surprised that they are not mentioned\nin Icelandic literature. Yet somehow the impression on my mind is\nthat these legends were probably brought by our Saxon and Danish\nancestors from the Continent, and are taken for granted as well known\nto the hearers of the song. I think they probably formed part of the\nlegendary genealogy of our common Germanic (Teutonic) ancestors, and\nhappened to find their way into literature only among the English,\nor have survived only in the English.\n\n\n\n\nIII\n\n'BROSINGA MENE'\n\n'Brosinga Mene,' p. 82, is the 'Brisinga-mÃ©n' mentioned in the Edda,\nan Icelandic poem. 'This necklace is the Brisinga-mÃ©n--the costly\nnecklace of Freja, which she won from the Dwarfs, and which was stolen\nfrom her by Loki, as is told in the Edda' (Kemble).\n\nLoki was a Scandinavian demi-god. He was beautiful and cunning. He was\nthe principle of strife, the spirit of evil; cp. Job's Satan. Freya\nwas the Scandinavian Goddess of Love. She claimed half of the slain\nin battle. She was the dispenser of joy and happiness. The German\nfrau is derived from Freya. Hama carried off this necklace when he\nfled from Eormanric. The origin of this legend, though worked up\nin the Edda, seems to have been German or Gothic, and 'Brosinga'\nhas reference to the rock-plateau of Breisgau on the Rhine. It is\nprobably a relic of the lost saga of Eormanric (see Appendix IV.),\nthe famous Ostrogothic king referred to in Chapter XVIII. Eormanric\nis one of the few historical personages of the poem.\n\n\n\n\nIV\n\nEORMANRIC\n\nGibbon mentions Eormanric in his chapter XXV. of the Decline and\nFall, and, in spite of chronological discrepancies, this Eormanric is\nprobably identical with the one mentioned in Beowulf (Chapter XVIII.),\nin Jornandes (Chapter XXIV.), and in the Edda.\n\nIn Jornandes the story is as follows.\n\n\n    Characters\n\n    1.  Ermanaric.\n    2.  A Chief of the Roxolani tribe who was a traitor.\n    3.  Sanielh (= Swanhild) wife of the chief.\n    4.  Sarus,   }\n    5.  Ammius,  }  brothers of Sanielh.\n\n\nErmanaric puts Sanielh to death by causing her to be torn to pieces\nby wild horses, because of the treachery of her husband, the chief\nof the Roxolani. Her brothers, Ammius and Sarus, avenge her death\nby attacking Ermanaric, but they only succeed in wounding him and\ndisabling him for the rest of his life.\n\nIn the Edda the story is as follows.\n\n\n    Characters\n\n    1.  Gudrun, widow of Sigurd and Atli.\n    2.  Swanhild, daughter of Gudrun by Sigurd.\n    3.  Jonakur, Gudrun's third husband.\n    4.  SÃ¶rli,    }\n    5.  Hamthir,  }  sons of Gudrun and Jonakur.\n    6.  Erp,      }\n    7.  Jormunrek (Eormanric).\n    8.  Randver, son of Jormunrek.\n\n\nJormunrek hears of the beauty of Swanhild and sends his son Randver to\nseek her out for him in marriage. Gudrun consents; on the way Randver\nis incited by the traitor Bicci to betray Swanhild, and is then accused\nby him to the king. For this treachery Jormunrek hangs Randver and\ncauses Swanhild to be trampled to death by wild horses. Then the three\nsons of Gudrun set out to avenge their sister. On the way his two\nbrothers kill Erp, and are consequently unable to kill Jormunrek. They\nonly succeed in maiming him.\n\nSaxo Grammaticus, to whom we also owe the story of Hamlet, tells a\nsimilar story.\n\n\n    Characters\n\n    1.  Jarmeric, a Danish King.\n    2.  Swawilda (= Swanhild), wife of Jarmeric.\n    3.  Hellespontine brothers, brothers of Swawilda.\n    4.  Bicco, a servant of Jarmeric.\n\n\nBicco accuses Swawilda to Jarmeric of unfaithfulness. He causes her\nto be torn to pieces by wild horses. Then her brothers kill Jarmeric\nwith the help of a witch, Gudrun, hewing off his hands and feet.\n\n\n\nThese three stories are evidently based on one common original.\n\n\n\n\nV\n\nMARRIAGE OF FREAWARU AND INGELD\n\n\n    Characters\n\n    1. Freawaru, daughter of Hrothgar the Dane.\n    2. Ingeld, son of Froda, King of the Heathobards.\n    3. Froda, King of the Heathobards.\n    4. A Heathobard warrior.\n    5. Son of the Danish warrior who had killed Froda.\n\n\nThe Heathobards were a people in Zealand. There had been an ancient\nfeud between the Danes and the Heathobards in which Froda had been\nkilled by a Danish warrior. Hrothgar hoped to appease the feud by\nthe marriage of his daughter Freawaru to Ingeld. Unluckily, the son\nof the Danish warrior who had killed Froda accompanied Freawaru to\nIngeld's Court. Then an old Heathobard warrior notices this and stirs\nup strife. The marriage fails in its object, and war breaks out again\nbetween the Danes and the Heathobards. Beowulf predicts the course\nof events in his speech to Hygelac (Chapters XXVIII. and XXIX.).\n\n\n\n\nVI\n\nFINN\n\nThe Finn episode (Chapters XVI. and XVII.) is one of those events\nin Beowulf that would be quite well known to the first hearers\nof the song, but to us is lacking in that clearness we might\ndesire. Fortunately, Dr. Hickes discovered a fragment entitled, 'The\nFight at Finnsburgh,' on the back of a MS. of the Homilies. From\nBeowulf and from this fragment we are able to piece together an\nintelligible story. It is probably as follows:\n\n\n    Characters\n\n    1. Finn, King of the North Frisians and Jutes.\n    2. Hoc, a Danish chieftain.\n    3. Hildeburh, daughter of Hoc.\n    4. Hnaef, son of Hoc.\n    5. Hengest, son of Hoc.\n    6. Two sons of Finn and Hildeburh.\n    7. Hunlafing, a Finnish warrior.\n    8. Guthlaf and Oslaf, two Danish warriors.\n\n\nFinn abducts Hildeburh, the daughter of Hoc, the Dane. Hoc pursues the\ntwo fugitives and is killed in the mÃªlÃ©e. Twenty years pass by--Hnaef\nand Hengest, sons of Hoc, take up the 'vendetta.' In the fighting\nHnaef and a son of Finn and Hildeburh are slain. A peace is patched\nup. Hengest, son of Hoc, is persuaded to remain as a guest of Finn for\nthe winter, and it is agreed that no reference shall be made by either\nside to the feud between them. Then the bodies of Hnaef, Hildeburh's\nbrother, and of her son are burnt together on the funeral pyre, 'and\ngreat is the mourning of Hildeburh for her son.' But Hengest is ever\nbrooding vengeance. The strife breaks out anew in the spring. Hengest\nis killed, but two of his warriors, Guthlaf and Oslaf, break through\nthe enemy, return to Finn's country, and slay him and carry off\nHildeburh. 'The Fight at Finnsburgh,' which is Homeric in style, is\nthe account of the first invasion of Finn by Hnaef and Hengest, and\nWyatt fits it in before the Finn episode on p. 75. MÃ¶ller places it\nafter the phrase, 'whose edge was well known to the Jutes,' on p. 79.\n\n\n\n\nVII\n\nHYGELAC\n\nHygelac, son of Hrethel, was king of the Geats, and uncle of\nBeowulf, his sister's son. He was the reigning king of Beowulf's\nfellow countrymen the Geats during the greater part of the action\nof the poem. Beowulf is often called 'Hygelac's kinsman,' and when\nhe went forth to his battle with Grendel's mother (Chapter XXII.),\nhe bade Hrothgar in case of his death send the treasures he had\ngiven to him to Hygelac. Hygelac married Hygd, who is presented to\nus as a good Queen, the daughter of HÃ¦reth. She was 'very young,'\n'of noble character,' and 'wise.' She is compared, to her advantage,\nwith Thrytho, who was a shrewish woman. No one dared to look upon\nher except her husband. However, her second husband, Offa, seems\nto have 'tamed the shrew' (see p. 120). Hygelac has been identified\nwith Chocilaicus, who was killed in the famous raid on the Chatuarii\nreferred to in the Historia Francorum and the Gesta Regum, who are\nidentified with the Hetware of this poem (see p. 143 and Appendix I.).\n\nThe famous raid of Hygelac upon the Hetware in which he met his death\nis referred to five times in the poem, as follows: Chapters XVIII.,\np. 83; XXXI., p. 134; XXXIII., p. 142; XXXV., p. 151; XL., p. 172.\n\nOn the death of Hygelac his son Heardred succeeded to the throne\n(Chapter XXXI., p. 134); and, after a brief interval, he was killed\nin battle by Onela (see Appendix IX.). Then Beowulf succeeded to the\nthrone of the Geats (Chapter XXXI., p. 134). Hygelac died between\na.d. 512 and 520. Beowulf died about 568. He reigned fifty years.\n\n\n\n\nVIII\n\nHÃ\u0086THCYN AND HEREBALD\n\nIt would seem doubtful as to whether this was deliberate or\naccidental. The poet says 'HÃ¦thcyn missed the mark' with his javelin\nand killed his brother Herebald; but subsequently he speaks as though\nit had been deliberate murder.\n\n\n\n\nIX\n\nWARS BETWEEN THE SWEDES AND THE GEATS\n\n\n    Characters\n\n    1. Swedes\n\n         1. Ongentheow, King of the Swedes.\n         2. Onthere,  }\n         3. Onela,    }  his two sons.\n         4. Eadgils,  }\n         5. Eanmund,  }  two sons of Ohthere.\n\n    2. Geats, &c.\n\n         6. HÃ¦thcyn, King of Geats.\n         7. Hygelac, King of Geats.\n         8. Heardred, King of Geats.\n         9. Beowulf, King of Geats.\n        10. Eofor,  }\n        11. Wulf,   }  two Geat warriors.\n\n\nOngentheow was a King of the Swedes. The Swedes are also called\nScylfings in the poem. The origin of the word 'Scylfing' is\ndoubtful. Ongentheow went to war with HÃ¦thcyn, King of the Geats\nand brother of Hygelac; and Ongentheow, who was well advanced in\nyears, struck down his foe (Chapter XL., p. 173) at the battle\nof Ravenswood. This was the first time that the Swedes invaded\nthe Geats. The Geats retreated into the Ravenswood at nightfall,\nbut with the dawn they heard the horn of Hygelac 'as the good prince\ncame marching on the track.' Ongentheow now was alarmed, for Hygelac's\nprowess in battle was far-famed. He withdrew into some fortification,\nand was attacked by the Geats. Two brothers, Eofor and Wulf, assailed\nthe veteran warrior. He defended himself with great vigour and killed\nWulf; but Eofor came to the help of his brother and dealt Ongentheow\nhis death-blow over the guard of his shield.\n\nOngentheow's two sons were Onela and Ohthere. Ohthere had two sons,\nEanmund and Eadgils.\n\nThese two sons of Ohthere were banished from Sweden for rebellion,\nand took refuge at the Court of the Geat King Heardred. This greatly\nenraged their uncle Onela, that they should resort to the Court of\ntheir hereditary foes (see above). Onela invaded the land of the Geats\n(Chapters XXXIII. and XXXIV., pp. 144 sq.) and slew Heardred. Then\nit was that Beowulf became King of the Geats. Thus two Geatish kings\nhad been slain by the Swedes, viz. HÃ¦thcyn and Heardred. In revenge,\nlater on, Beowulf supported Eadgils in his counter-attack on his own\nfatherland when Eadgils killed his uncle Onela. This story is confirmed\nby the Scandinavian accounts in which Athils (= Eadgils) slew Ali (=\nOnela) on the ice of Lake Wener; cp. the phrase 'cold journeyings'\n(Chapter XXXIV., p. 145).\n\nThis is Wyatt's version of the story.\n\n\n\n\nX\n\nSIGMUND\n\nSigmund (page 65) is the father and uncle of Fitela. He is stated\nin Beowulf to have killed a serpent who kept guard over a hoard of\ntreasure. In the Icelandic saga known as the VÃ¶lsunga Saga, Sigmund is\nrepresented as the father of Sigurd, and 'it is Sigurd who rifles the\ntreasure of the Niblungs and kills the serpent (Fafnir), its guardian'\n(Arnold, p. 69), and he carries it away on the back of his horse\nGrani. Sigmund is represented as the son of a VÃ¶lsung; that is, as\nBeowulf has it, 'the heir of Waels.' Waels was afterwards forgotten,\nhowever, and Waelsing was regarded as a proper name instead of a\npatronymic denoting descent from Waels. In a similar way, as Arnold\npoints out, Sigmund is pushed into the background to make room for\nhis son Sigurd (Siegfried). 'And so in the German Nibelungen Lay it\nis Sigurd (Siegfried) who wins the hoard, but does so by defeating\nand killing its former possessors Schilbung and Nibelung' (Arnold,\np. 70). Attempts have been made to claim a German origin for this saga,\nbut in face of the evidence of Beowulf and the VÃ¶lsunga Saga and the\nEdda there is, I think with Arnold, little doubt but that its origin\nwas Scandinavian. Possibly and probably we owe the later elaboration\nof the saga in the Nibelungen Lay to German influence. For discussion\nof the whole question see Arnold's Notes on Beowulf, pp. 67-75,\nEdit. 1898, cap. v.\n\n\n\n\nXI\n\nTRIBES MENTIONED IN THE POEM\n\n1. Brondings. Breca was a Bronding. After his famous swimming-match\nwith Beowulf (Chapter VIII.), he is said to have sought out his\n'pleasant fatherland the land of the Brondings.' Arnold suggests that\nthey were located in Mecklenburg or Pomerania.\n\n2. Danes, also called Bright-Danes, Ring-Danes, Spear-Danes, because\nof their warlike character; and North Danes, South Danes, &c.,\nbecause of their wide distribution. They are said to have inhabited\nthe Scede lands and Scedenig and 'between the seas'; that is, they\nwere spread over the Danish Islands, the southern province of Sweden,\nand the seas between them.\n\n3. Jutes (Eotenas), probably people ruled over by Finn, King of\nFriesland, and identical with the Frisians.\n\n4. Franks and Frisians. The Franks were ancestors of the modern\nFrench. After the conversion of Clovis (A.D. 496), they gradually\nencroached on the Frisians.\n\n5. Frisians include the Frisians, the Franks, the Hetware, and\nthe Hugs. Friesland was the country between the River Ems and the\nZuyder Zee.\n\n6. Geats. They dwelt in the south of Sweden between the Danes and\nthe Swedes. Bugge sought to identify them with the Jutes, and held\nthat Gautland was Juteland. He based this theory on certain phrases:\ne.g. Chapter XXXIII., where the Swedes (the sons of Ohthere) are said\nto have visited the Geats 'across the sea,' and again in Chapter\nXXXV. the Swedes and the Geats are said to have fought 'over wide\nwater'; but, as Arnold points out, these phrases can be interpreted\nin such a way as not to be incompatible with the theory that they\ndwelt on the same side of the Cattegat, i.e. on the northern side,\nand in the extreme south of Sweden.\n\nThe question as to whether they are identical with the Goths of Roman\nhistory is still an open one. Arnold says, 'There is a great weight\nof evidence tending to identify the Geats with the Goths,' and he\nquotes evidence from Gibbon (chapter X.). Pytheas of Marseilles,\nin the fourth century, says that, passing through the Baltic Sea,\nhe met with tribes of Goths, Teutons, and Ests.\n\nTacitus, in chapter XLIII. of Germania, speaks of the Goths as\ndwelling near the Swedes. Jornandes traces the Goths to Scanzia,\nan island in the Northern Sea. It is probable, then, that the Goths\nhad a northern and indeed a Scandinavian origin. If so, Beowulf the\nGeat was probably a Goth.\n\n7. Healfdenes. The tribe to which Hnaef belonged.\n\n8. Heathoremes. The people on whose shores Beowulf was cast up after\nhis swimming-match with Breca.\n\n9. Ingwine. Friends of Ing--another name for the Danes.\n\n10. Scyldingas. Another name for the Danes, as descended from Scyld.\n\n11. Scylfingas. Name for the Swedes.\n\n12. Waegmundings. The tribe to which both Beowulf and Wiglaf belonged.\n\n13. Wylfings. Probably a Gothic tribe.\n\n\n\n\nXII\n\nPage 135\n\nThe text here is much mutilated, and can only be restored by ingenious\nconjecture. Grein and Bugge and others have reconstructed it. On\nthe whole Bugge's text, which I have followed, seems to me the most\nreasonable. It is unfortunate that the text should be so imperfect just\nat this critical point in the linking up of the two great divisions\nof the story. In the ancient days some remote predecessors of the\nGeats seem to have heaped up in the neighbourhood a pile of wonderful\nvessels jewel-bedecked, and treasures of all kinds, of inconceivable\nvalue. Then the last of the race carries the treasure to a barrow or\ncavern in the cliffs near the site, in after-generations, of Beowulf's\npalace, and delivers a pathetic farewell address (pp. 136 et seq.). The\ndragon finds the cavern and the treasure and appropriates it for three\nhundred years. Then one of Beowulf's retainers finds the treasure and\ntakes a golden goblet while the dragon is sleeping, and offers it to\nhis lord as a peace-offering. This brought about Beowulf's feud with\nthe dragon in which he met his death.\n\n\n\n\nBOOKS CONSULTED\n\n\nBeowulf, edited with textual footnotes, &c., by A. J. Wyatt,\nM.A. (Cantab. and London). Pitt Press, Cambridge, 1898.\n\nThe Tale of Beowulf, sometime King of the Folk of the\nWeder-Geats. Translated by William Morris, A. J. Wyatt. 1898. Longmans.\n\nZupitza's Transliteration of Beowulf. A photographic reproduction of\nthe manuscript. Early English Text Society.\n\nEncyclopaedia Britannica.\n\nChambers's Encyclopaedia.\n\nBeowulf, Notes on, by Thomas Arnold, M.A., 1898. Longmans, Green &\nCo. This contains a good map of the scenes alluded to in the poem.\n\nHistory of Early English Literature, by the Rev. Stopford Brooke.\n\nEpic and Romance, W. P. Ker.\n\nTen Brink's English Literature.\n\n\n\n\n\n\n\n\n\nNOTES\n\n\n[1] See Arnold, p. 115.\n\n[2] See conclusion of Tess of the D'Urbervilles.\n\n[3] See Appendix II.\n\n[4] Not the hero of the poem.\n\n[5] Cp. with this the 'Passing of Arthur,' as related by Tennyson. The\nmeaning is clear. Cp. also Appendix.\n\n[6] Not the hero of this poem.\n\n[7] The gables were decorated with horns of stags and other beasts\nof the chase.\n\n[8] See Appendix V., and chapters XXVIII, and XXIX.\n\n[9] Wyatt's translation of 'Ne his myne wisse.'\n\n[10] i.e. Beowulf.\n\n[11] Geats. The tribe to which Beowulf belonged. They inhabited\nsouthern Sweden between the Danes on the south and the Swedes on the\nnorth. See Appendix XI.\n\n[12] Literally, 'Then was the sea traversed at the end of the ocean.'\n\n[13] Frequent references are made to the device of the boar on shield\nand helmet; cp. p. 77, in description of Hnaef's funeral pyre.\n\n[14] The name of a reigning Danish dynasty.\n\n[15] For Scyld cp. Appendix II.\n\n[16] Hygelac, King of the Geats at the time, and uncle of Beowulf.\n\n[17] Weland--'the famous smith of Germanic legend,' says Wyatt--who\nalso refers us to the Franks Casket in the British Museum.\n\n[18] Weird was a peculiarly English conception. It means Fate, or\nDestiny. Then Weird became a god or goddess--cp. 'The Seafarer,'\nan Old English poem in which we find 'Weird is stronger, the Lord is\nmightier than any man's thoughts.'\n\n[19] i.e. Wealtheow, Hrothgar's Queen, who was of this tribe.\n\n[20] Healfdene was the father of Hrothgar, King of the Danes.\n\n[21] i.e. Beowulf.\n\n[22] Thus we see how sagas or legends came to be woven together into\na song. See Appendix X.\n\n[23] Heremod was a King of the Danes, and is introduced, says Wyatt,\nas a stock example of a bad King.\n\n[24] Wyatt's translation.\n\n[25] Byrny was a coat of mail. Swords were of greater value as they\nwere ancient heirlooms, and had done good service.\n\n[26] See Appendix VI.\n\n[27] i.e. Hildeburh, wife of Finn.\n\n[28] i.e. Finn.\n\n[29] The boar then, as ever since, occupied a prominent place in\nheraldry.\n\n[30] See a similar passage in my version of Sir Gawain and the Green\nKnight, Canto II. 1 and 2.\n\n[31] Hrothulf, nephew of Hrothgar.\n\n[32] See Appendix III.\n\n[33] See Appendix IV.\n\n[34] Wyatt's translation.\n\n[35] That is, 'the harp.'\n\n[36] Rune--literally, 'a secret.'\n\n[37] Cp. the phrase 'Welsh marches,' i.e. the boundaries or limits\nof Wales.\n\n[38] Cp. description of hunting in Sir Gawain and the Green Knight,\nCanto III. 2.\n\n[39] Scyldings are the Danes.\n\n[40] i.e. Unferth.\n\n[41] Cp. Chapter VIII.\n\n[42] i.e. Hrothgar.\n\n[43] i.e. the sun.\n\n[44] Hrothgar.\n\n[45] Cp. pp. 66-68.\n\n[46] 'Honour-full' is Wyatt's translation.\n\n[47] Hrethric, one of Hrothgar's sons.\n\n[48] Literally, 'the gannet's bath.' The sea is also 'Swan's path,'\n'Sail-path,' &c.\n\n[49] A difficult phrase. Refers perhaps to old feuds between Danes\nand Geats.\n\n[50] Cp. Chapter III.\n\n[51] Thrytho is referred to as a foil to Hygd. Thrytho was as bad\na woman as Hygd was good. She was a woman of a wild and passionate\ndisposition. She became the Queen of King Offa, and it seems to have\nbeen a case of the 'taming of the shrew.' Offa appears to have been\nher second husband. See below.\n\n[52] i.e. to Offa.\n\n[53] i.e. Hygelac; see Appendices VII. and IX.\n\n[54] i.e. Hygd, Queen of the Geats, Hygelac's wife.\n\n[55] i.e. Wealtheow, Hrothgar's Queen.\n\n[56] i.e. Ingeld. See below.\n\n[57] Another episode, viz. that of Freawaru and Ingeld. Note also\nthe artificial break of the narrative into chapters. See Appendix V.\n\nHrothgar's hopes by the marriage of his daughter Freawaru to Ingeld\nof the Heathobards was doomed to disappointment, cp. 'Widsith,' 45-9.\n\n[58] Numbers XXIX. and XXX. are lacking in the MS. The divisions here\nare as in Wyatt's edition.\n\n[59] Withergyld--name of a Heathobard warrior.\n\n[60] Probably referring to the chanting of some ancient legend by\nthe scop, or gleeman.\n\n[61] Wyatt's translation.\n\n[62] Hygelac was killed in his historical invasion of the Netherlands,\nwhich is five times referred to in the poem. See Appendix VII.\n\n[63] See Appendix IX.\n\n[64] The MS. here is very imperfect. I have used the emended text of\nBugge, which makes good sense. See Appendix XII.\n\n[65] Here again the text is imperfect.\n\n[66] Possibly a later insertion, 'the ten commandments' (Wyatt).\n\n[67] Beowulf saved his life by swimming across the sea, in Hygelac's\nfamous raid. See Appendix VII.\n\n[68] See Appendix IX.\n\n[69] See Appendix IX.\n\n[70] See p. 138.\n\n[71] See Appendix VIII.\n\n[72] See Appendices VII. and IX.\n\n[73] Waegmundings--the family to which both Beowulf and Wiglaf\nbelonged.\n\n[74] See Appendix IX.\n\n[75] i.e. Beowulf.\n\n[76] Wyatt and Morris's translations.\n\n[77] Wyatt and Morris translate 'sun jewels.'\n\n[78] Wyatt's translation.\n\n[79] i.e. Wiglaf.\n\n[80] i.e. it had been well hammered into shape.\n\n[81] Yet another reference to Hygelac's famous raid. See Appendix VII.\n\n[82] Merovingian King of the Franks.\n\n[83] See Appendix IX.\n\n[84] Hrethel, King of Geats, father of Hygelac and grandfather\nof Beowulf.\n\n[85] Literally, 'the sword-leavings.'\n\n[86] See Appendix IX.\n\n[87] Text in MS. faulty here. Wyatt and Morris have adopted Bugge's\nemendation. The sense is that Beowulf's widow with her hair bound up\nutters forth a dirge over her dead husband.\n\n[88] Probably the treasures that remained in the cavern. See previous\nchapter.\n\n\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Story of Beowulf, by Unknown\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE STORY OF BEOWULF ***\n\n***** This file should be named 50742-8.txt or 50742-8.zip *****\nThis and all associated files of various formats will be found in:\n        http:\/\/www.gutenberg.org\/5\/0\/7\/4\/50742\/\n\nProduced by Jeroen Hellingman and the Online Distributed\nProofreading Team at http:\/\/www.pgdp.net\/ for Project\nGutenberg (This file was produced from images generously\nmade available by The Internet Archive\/American Libraries.)\n\nUpdated editions will replace the previous one--the old editions will\nbe renamed.\n\nCreating the works from print editions not protected by U.S. copyright\nlaw means that no one owns a United States copyright in these works,\nso the Foundation (and you!) can copy and distribute it in the United\nStates without permission and without paying copyright\nroyalties. Special rules, set forth in the General Terms of Use part\nof this license, apply to copying and distributing Project\nGutenberg-tm electronic works to protect the PROJECT GUTENBERG-tm\nconcept and trademark. Project Gutenberg is a registered trademark,\nand may not be used if you charge for the eBooks, unless you receive\nspecific permission. If you do not charge anything for copies of this\neBook, complying with the rules is very easy. You may use this eBook\nfor nearly any purpose such as creation of derivative works, reports,\nperformances and research. They may be modified and printed and given\naway--you may do practically ANYTHING in the United States with eBooks\nnot protected by U.S. copyright law. Redistribution is subject to the\ntrademark license, especially commercial redistribution.\n\nSTART: FULL LICENSE\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full\nProject Gutenberg-tm License available with this file or online at\nwww.gutenberg.org\/license.\n\nSection 1. General Terms of Use and Redistributing Project\nGutenberg-tm electronic works\n\n1.A. By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark\/copyright) agreement. If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or\ndestroy all copies of Project Gutenberg-tm electronic works in your\npossession. If you paid a fee for obtaining a copy of or access to a\nProject Gutenberg-tm electronic work and you do not agree to be bound\nby the terms of this agreement, you may obtain a refund from the\nperson or entity to whom you paid the fee as set forth in paragraph\n1.E.8.\n\n1.B. \"Project Gutenberg\" is a registered trademark. It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement. There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement. See\nparagraph 1.C below. There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this\nagreement and help preserve free future access to Project Gutenberg-tm\nelectronic works. See paragraph 1.E below.\n\n1.C. The Project Gutenberg Literary Archive Foundation (\"the\nFoundation\" or PGLAF), owns a compilation copyright in the collection\nof Project Gutenberg-tm electronic works. Nearly all the individual\nworks in the collection are in the public domain in the United\nStates. If an individual work is unprotected by copyright law in the\nUnited States and you are located in the United States, we do not\nclaim a right to prevent you from copying, distributing, performing,\ndisplaying or creating derivative works based on the work as long as\nall references to Project Gutenberg are removed. Of course, we hope\nthat you will support the Project Gutenberg-tm mission of promoting\nfree access to electronic works by freely sharing Project Gutenberg-tm\nworks in compliance with the terms of this agreement for keeping the\nProject Gutenberg-tm name associated with the work. You can easily\ncomply with the terms of this agreement by keeping this work in the\nsame format with its attached full Project Gutenberg-tm License when\nyou share it without charge with others.\n\n1.D. The copyright laws of the place where you are located also govern\nwhat you can do with this work. Copyright laws in most countries are\nin a constant state of change. If you are outside the United States,\ncheck the laws of your country in addition to the terms of this\nagreement before downloading, copying, displaying, performing,\ndistributing or creating derivative works based on this work or any\nother Project Gutenberg-tm work. The Foundation makes no\nrepresentations concerning the copyright status of any work in any\ncountry outside the United States.\n\n1.E. Unless you have removed all references to Project Gutenberg:\n\n1.E.1. The following sentence, with active links to, or other\nimmediate access to, the full Project Gutenberg-tm License must appear\nprominently whenever any copy of a Project Gutenberg-tm work (any work\non which the phrase \"Project Gutenberg\" appears, or with which the\nphrase \"Project Gutenberg\" is associated) is accessed, displayed,\nperformed, viewed, copied or distributed:\n\n  This eBook is for the use of anyone anywhere in the United States and\n  most other parts of the world at no cost and with almost no\n  restrictions whatsoever. You may copy it, give it away or re-use it\n  under the terms of the Project Gutenberg License included with this\n  eBook or online at www.gutenberg.org. If you are not located in the\n  United States, you'll have to check the laws of the country where you\n  are located before using this ebook.\n\n1.E.2. If an individual Project Gutenberg-tm electronic work is\nderived from texts not protected by U.S. copyright law (does not\ncontain a notice indicating that it is posted with permission of the\ncopyright holder), the work can be copied and distributed to anyone in\nthe United States without paying any fees or charges. If you are\nredistributing or providing access to a work with the phrase \"Project\nGutenberg\" associated with or appearing on the work, you must comply\neither with the requirements of paragraphs 1.E.1 through 1.E.7 or\nobtain permission for the use of the work and the Project Gutenberg-tm\ntrademark as set forth in paragraphs 1.E.8 or 1.E.9.\n\n1.E.3. If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any\nadditional terms imposed by the copyright holder. Additional terms\nwill be linked to the Project Gutenberg-tm License for all works\nposted with the permission of the copyright holder found at the\nbeginning of this work.\n\n1.E.4. Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5. Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6. You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including\nany word processing or hypertext form. However, if you provide access\nto or distribute copies of a Project Gutenberg-tm work in a format\nother than \"Plain Vanilla ASCII\" or other format used in the official\nversion posted on the official Project Gutenberg-tm web site\n(www.gutenberg.org), you must, at no additional cost, fee or expense\nto the user, provide a copy, a means of exporting a copy, or a means\nof obtaining a copy upon request, of the work in its original \"Plain\nVanilla ASCII\" or other form. Any alternate format must include the\nfull Project Gutenberg-tm License as specified in paragraph 1.E.1.\n\n1.E.7. Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8. You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works\nprovided that\n\n* You pay a royalty fee of 20% of the gross profits you derive from\n  the use of Project Gutenberg-tm works calculated using the method\n  you already use to calculate your applicable taxes. The fee is owed\n  to the owner of the Project Gutenberg-tm trademark, but he has\n  agreed to donate royalties under this paragraph to the Project\n  Gutenberg Literary Archive Foundation. Royalty payments must be paid\n  within 60 days following each date on which you prepare (or are\n  legally required to prepare) your periodic tax returns. Royalty\n  payments should be clearly marked as such and sent to the Project\n  Gutenberg Literary Archive Foundation at the address specified in\n  Section 4, \"Information about donations to the Project Gutenberg\n  Literary Archive Foundation.\"\n\n* You provide a full refund of any money paid by a user who notifies\n  you in writing (or by e-mail) within 30 days of receipt that s\/he\n  does not agree to the terms of the full Project Gutenberg-tm\n  License. You must require such a user to return or destroy all\n  copies of the works possessed in a physical medium and discontinue\n  all use of and all access to other copies of Project Gutenberg-tm\n  works.\n\n* You provide, in accordance with paragraph 1.F.3, a full refund of\n  any money paid for a work or a replacement copy, if a defect in the\n  electronic work is discovered and reported to you within 90 days of\n  receipt of the work.\n\n* You comply with all other terms of this agreement for free\n  distribution of Project Gutenberg-tm works.\n\n1.E.9. If you wish to charge a fee or distribute a Project\nGutenberg-tm electronic work or group of works on different terms than\nare set forth in this agreement, you must obtain permission in writing\nfrom both the Project Gutenberg Literary Archive Foundation and The\nProject Gutenberg Trademark LLC, the owner of the Project Gutenberg-tm\ntrademark. Contact the Foundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1. Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\nworks not protected by U.S. copyright law in creating the Project\nGutenberg-tm collection. Despite these efforts, Project Gutenberg-tm\nelectronic works, and the medium on which they may be stored, may\ncontain \"Defects,\" such as, but not limited to, incomplete, inaccurate\nor corrupt data, transcription errors, a copyright or other\nintellectual property infringement, a defective or damaged disk or\nother medium, a computer virus, or computer codes that damage or\ncannot be read by your equipment.\n\n1.F.2. LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees. YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3. YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3. LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from. If you\nreceived the work on a physical medium, you must return the medium\nwith your written explanation. The person or entity that provided you\nwith the defective work may elect to provide a replacement copy in\nlieu of a refund. If you received the work electronically, the person\nor entity providing it to you may choose to give you a second\nopportunity to receive the work electronically in lieu of a refund. If\nthe second copy is also defective, you may demand a refund in writing\nwithout further opportunities to fix the problem.\n\n1.F.4. Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO\nOTHER WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT\nLIMITED TO WARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5. Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of\ndamages. If any disclaimer or limitation set forth in this agreement\nviolates the law of the state applicable to this agreement, the\nagreement shall be interpreted to make the maximum disclaimer or\nlimitation permitted by the applicable state law. The invalidity or\nunenforceability of any provision of this agreement shall not void the\nremaining provisions.\n\n1.F.6. INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in\naccordance with this agreement, and any volunteers associated with the\nproduction, promotion and distribution of Project Gutenberg-tm\nelectronic works, harmless from all liability, costs and expenses,\nincluding legal fees, that arise directly or indirectly from any of\nthe following which you do or cause to occur: (a) distribution of this\nor any Project Gutenberg-tm work, (b) alteration, modification, or\nadditions or deletions to any Project Gutenberg-tm work, and (c) any\nDefect you cause.\n\nSection 2. Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of\ncomputers including obsolete, old, middle-aged and new computers. It\nexists because of the efforts of hundreds of volunteers and donations\nfrom people in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come. In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future\ngenerations. To learn more about the Project Gutenberg Literary\nArchive Foundation and how your efforts and donations can help, see\nSections 3 and 4 and the Foundation information page at\nwww.gutenberg.org\n\n\n\nSection 3. Information about the Project Gutenberg Literary Archive Foundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service. The Foundation's EIN or federal tax identification\nnumber is 64-6221541. Contributions to the Project Gutenberg Literary\nArchive Foundation are tax deductible to the full extent permitted by\nU.S. federal laws and your state's laws.\n\nThe Foundation's principal office is in Fairbanks, Alaska, with the\nmailing address: PO Box 750175, Fairbanks, AK 99775, but its\nvolunteers and employees are scattered throughout numerous\nlocations. Its business office is located at 809 North 1500 West, Salt\nLake City, UT 84116, (801) 596-1887. Email contact links and up to\ndate contact information can be found at the Foundation's web site and\nofficial page at www.gutenberg.org\/contact\n\nFor additional contact information:\n\n    Dr. Gregory B. Newby\n    Chief Executive and Director\n    gbnewby@pglaf.org\n\nSection 4. Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment. Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates. Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements. We do not solicit donations in locations\nwhere we have not received written confirmation of compliance. To SEND\nDONATIONS or determine the status of compliance for any particular\nstate visit www.gutenberg.org\/donate\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States. U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses. Donations are accepted in a number of other\nways including checks, online payments and credit card donations. To\ndonate, please visit: www.gutenberg.org\/donate\n\nSection 5. General Information About Project Gutenberg-tm electronic works.\n\nProfessor Michael S. Hart was the originator of the Project\nGutenberg-tm concept of a library of electronic works that could be\nfreely shared with anyone. For forty years, he produced and\ndistributed Project Gutenberg-tm eBooks with only a loose network of\nvolunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our Web site which has the main PG search\nfacility: www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n","id":996,"split":"train"}
