{"ori_id":"291163d04045b7a50f6cfcb36f1541582d264208","title":"The Adventures of Ford Fairlane","context":"The Adventures of Ford Fairlane\n Ford Fairlane (Andrew Dice Clay) is seen sitting on a beach smoking as the film opens. A flashback initiates, showing a roaring crowd at a concert given by fictional popular heavy metal band The Black Plague. Lead singer Bobby Black (Vince Neil) makes an eccentric entrance down a zip-line onto the stage and begins performing. Shortly into one of the band's songs, Bobby Black collapses on stage and dies.\nAfter the lead singer of The Black Plague is murdered onstage, shock-jock Johnny Crunch (Gilbert Gottfried), an old friend who came west with Fairlane, hires Ford to track down a mysterious teenage groupie named Zuzu Petals, who may have a connection to Black's death.\nSoon after hiring Fairlane, Crunch is electrocuted on the air. The world's hippest detective soon finds himself trading insults with ruthless record executive Julian Grendel (Wayne Newton), a clueless cop and former disco star (Ed O'Neill), a merciless hit man (Robert Englund) and countless ex-girlfriends out for his blood. Aiding and abetting Fairlane is loyal assistant Jazz (Lauren Holly) and a hip record producer (Morris Day) at the head of a bizarre lineup of suspects, victims, beautiful women and a koala as he finds himself hip-deep in the case of his life.\nThe Macguffin of the film is three data CDs which, when read simultaneously, detail the illegal dealings of Julian Grendel, who was getting rich bootlegging his record company's music and murdered Bobby Black when he found out Black had acquired the CDs with the incriminating evidence.\nThe first disc was with Colleen Sutton, the second with Zuzu Petals, and the third disc was hidden under the star for Art Mooney on the Hollywood Walk of Fame.\n<html>\n\n<head>\n   <title>\"The Adventures of Ford Fairlane,\" early draft, by Daniel Waters<\/title>\n<\/head>\n\n<body>\n   <pre>\n\n\n\n\n\n\n\n\n\n\n\n\n\n                          <u> FORD FAIRLANE  <\/u>\n\n\n                         Screenplay by Dan Waters\n\n\n                         Story by Jay Cappe\n                                     &\n                                  Dave Arnott\n\n\n                         Based on a character\n                         Created by Rex Weiner\n\n\n\n\n\n\n\n\n\n    A Silver Pictures Production                       May 1,1989\n\n\n\n\n\n\n\n\n\n\n\n\n\n        [NOTE:  THE HARD COPY OF THIS SCRIPT CONTAINED SCENE\n        NUMBERS.  THESE HAVE NOT BEEN RETAINED FOR THIS SOFT\n        (TEXT) COPY.]\n\n\n\n\n\n\n\n\n\n\n\n\n\n        EXT. ENIGMATIC BODY OF WATER - SUNSET\n\n        The VIEWER'S VIEWPOINT breathlessly GLIDES OVER a body\n        of water.\n\n        INT. HELICOPTER DRESSING ROOM\n\n        BOBBY VOMIT charges through what seems to be a typically-\n        deliciously-trashed dressing room, barking into a phone\n        headgear apparatus.  His wire rim glasses amusingly con-\n        trast with his traditional rock star look of shoulder-\n        length blond hair and red-tank-top-over-black-spandex.\n        His pacing reveals a helicopter pilot in the b.g.,\n        flying the dressing room.\n\n                                VOMIT\n                  Wha-<u>at<\/u>!... No, no, I can't do it\n                  tomorrow.  I'm taping a Rock Against\n                  Drugs spot.  It's important to me...\n\n        Vomit savagely snorts into a vial of crystal methe.\n        Behind him, a big blanket on a couch rises up, becoming\n        a giggling lump.\n\n                                PILOT (O.S.)\n                  Five minutes, Mister Vomit.\n\n                                VOMIT\n                  Thanks, man... Don't worry, Johnny,\n                  I have it with me now.  I'll just put\n                  it in a little protection program.\n                  He can't stop us, man, no way.\n\n        Vomit rips off his headgear and looks to a purse on the\n        couch just as the purse's owner, a cancer-curing beauty\n        wearing nothing but an oversize I (picture of a heart)\n        Black Vomit T-shirt, bursts out from under the blanket,\n        sipping from a pink bottle of wine cooler.  Her name is\n        ZUZU PETALS.\n\n                                ZUZU\n                  Peek-a-boo!\n\n                                VOMIT\n                  Now, Zuzu, didn't I tell you to\n                  lay off the coolers?\n\n        Zuzu giggles away as Vomit slithers down to kiss her.\n        While maneuvering his lips, he reaches out to Zuzu's\n        purse.\n\n        EXT. WATER - SUNSET\n\n        The VIEWER'S VIEWPOINT finally GLIDES PAST the water\n        OUT OVER a dam, where, at the base, are thousands of\n        screaming fans.  A stage has been built atop the dam amid\n        spooky industrial art design.\n\n        EXT. DAM\n\n        The helicopter, equipped with a warped logo and the words\n        BLACK VOMIT, swooshes to a halt above the stage where a band\n        is rabidly pounding away.  The chopper begins to descend\n        upon a makeshift \"backstage area\" to the side of the stage.\n\n                                CROWD OF THOUSANDS\n                  Vomit!  Vomit!  Vomit!\n\n        INT. DRESSING ROOM\n\n        Holding Zuzu's purse behind his back, Bobby Vomit bobs back\n        up.  Zuzu takes a dainty sip from her wine cooler, babbling\n        softly in a losing battle with consciousness.  Vomit opens\n        the purse and pulls a compact disc from his Spandex.  The\n        cover reads Black Vomit's Greatest Hits and has a red\n        number one on it.\n\n                                ZUZU\n                  So I had this dream, right.  You\n                  guys were doing that song, 'I Love\n                  You More Than My Own Death,' right,\n                  when all of a sudden these penguins\n                  come on stage and tell the audience\n                  that I used to wet my bed.  And\n                  that I enjoyed it.  It was so real\n                  ... How 'bout a kiss, Bobby?\n\n                                VOMIT\n                         (closing Zuzu's\n                          purse)\n                  Sure.  Babe.\n\n        Zuzu drowsily raises her head, eyes closed, and adorably\n        puckers up.  Vomit tosses her purse smack dab into her\n        face and lips with a bonk.  Zuzu reacts with a dreamy\n        smile and curls into a sleeping fetal position.\n\n        Vomit turns to stare out at his screaming fans and then\n        down to the \"backstage area,\" zeroing in on an\n        eccentrically, but stylishly, dressed man in sunglasses.\n\n        EXT. BACKSTAGE AREA - NIGHT (SUN HAS SET)\n\n        The man is JULIAN GRENDEL.  The SOUNDTRACK suddenly ig-\n        nores the band to go into Grendel's mind where elegant\n        CLASSICAL MUSIC is PLAYING.  He wryly murmurs to himself\n        as the reflection on his sunglasses go from the screaming\n        crowd to the landing chopper.\n\n                                GRENDEL\n                  Vomit.  Vomit.  Vomit.\n\n        The inner CLASSICAL MUSIC CUTS OFF as Bobby Vomit bounds\n        out from the 'copter, a skipping Zuzu in tow.\n\n        Vomit and Grendel exchange cold smiles.  Julian Grendel\n        is deaf; the sound of his speech is perverse in an inter-\n        esting way.\n\n                                GRENDEL\n                  Nice of you to drop by, Mister Vomit.\n\n                                VOMIT\n                  Please don't spank me, Mister\n                  Grendel.\n\n        Vomit pleasantly walks behind Grendel and then wields\n        around, screeching into the back of his boss's head.\n\n                                VOMIT\n                  Drown in hell, you deaf\n                  motherfucker!\n\n        Grendel turns around with a smile.\n\n                                GRENDEL\n                  Sticks and stones...\n\n                                VOMIT\n                  But I thought you couldn't hear?\n\n                                GRENDEL\n                  Oh Robert (Row-bare), you're so\n                  predictable, I don't have to.\n\n        Vomit seethes off to a nearby roadie holding a big drum\n        of goo, flinging off his wire rim glasses.\n\n                                VOMIT\n                  Let's do it, man.\n\n        The roadie begins pouring the goo over Bobby's head.\n\n        STAGE\n\n        The audience explodes in a flurry of cheers as...\n\n                                ANNOUNCER (V.O.)\n                  Welcome, sluts and perverts, I\n                  give you, Black Vomit!\n\n        Bobby Vomit strolls onto the stage -- and he's on fire.\n        Covered from head to toe by licking flames -- a heavy\n        metal human torch.\n\n        Two Roadies with fire extinguishers fo-o-osh out the\n        inferno that is the rock star's body.  Another roadie\n        tosses him a mike.  Vomit smolders a bit -- transparent\n        goo oozing over his body.\n\n                                VOMIT\n                         (calmly)\n                  Hello, L.A.\n\n        The crowd riots as the band breaks in with their question-\n        able but aggressively stated definition of music.  Bobby\n        Vomit wails his way through a toxic first verse.\n\n        He stops singing to spasm to his guitarist's solo.  He\n        relifts his microphone and uh, he chokes, making gurgl-\n        ing sounds as if something were trying to crawl out of\n        his body.\n\n        The crowd sounds like all ten thousand of them are in\n        labor -- they love this.\n\n        Julian Grendel takes off his sunglasses with a scared\n        expression.\n\n        Vomit's face turns red as he thrashes about the stage\n        bashing down amps and barbed wire set design.  Vomit!\n        Vomit!  Vomit!\n\n        The band starts missing notes, looking around.  This\n        doesn't seem to be part of the act.  Dribbling a crimson\n        tide, Bobby Vomit falls to his knees with a final scream\n        of earthly existence.  A final stream of blood rolls\n        from his mouth down the white dam to the crowd who has\n        reached a new level of frenzy beyond the limits of human\n        comprehension.\n\n        EXT. HOTTEST CLUB IN LOS ANGELES - LATER IN NIGHT\n\n        The VIEWER'S VIEWPOINT TRACKS DOWN a line of men and\n        women standing outside the Rolls-Royce of nightclubs.\n        The desperate-to-get-in crowd are dressed-to-kill-be-\n        killed-and-kill again.\n\n        At the front of the line, the overly rich and gorgeous\n        thrust and screech over the velvet ropes as a stoic\n        DOORMAN, standing before glass doors, uses all the zen\n        he can to tune them out.\n\n                                DOORMAN\n                  You people are disgusting.  Don't\n                  you remember the Roman empire?\n\n        POV - RUCKUS AT DOOR\n\n        The Doorman and the frenzied would-be patrons turn TO\n        the VIEWER and go silent and motionless.\n\n        INT. <u>THE<\/u> CLUB - AT BAR\n\n        Precariously-situated atop barstools are two <u>very<\/u> short\n        club owners, JAIME and LARRY, dressed almost identically,\n        looking out into their club.  A MAN IN A BLACK HAT,\n        sitting between them, turns to sneer...\n\n                                MAN IN HAT\n                  So who the hell is this Ford\n                  Fairlane fuck?\n\n                                JAIME\n                  Guy's a rock star who don't play\n                  a note of music.  Carries a gun\n                  instead of a guitar... Am I right,\n                  Larry?\n\n                                LARRY\n                  Wasn't always a detective though,\n                  Jaime.  Started out doing every\n                  shit job in the biz; chauffeur,\n                  roadie, publicist, Phil Spector's\n                  bodyguard...\n\n                                MAN IN HAT\n                  If I wanted a biography, I'd eat a\n                  librarian.  What does he look like?\n\n                                JAIME AND LARRY\n                  Like that...\n\n        GLASS ENTRANCE DOORS\n\n        Handsome and intimidating, the VIEWER gets their first\n        clear view of FORD FAIRLANE as the Doorman swings open\n        the glass door allowing a classical head-turning entrance\n        into the state-of-the-art club.\n\n                                FORD\n                  Hey, Spike, I was sorry to hear\n                  about your cat.  Those U.P.S.\n                  trucks are pretty wicked.\n\n                                DOORMAN\n                  Thanks, man.\n\n                                FORD\n                  If you need somebody to talk to...\n\n        Ford moves deeper into the club and lights up his\n        seventieth cig of the day and takes in the la dolce vita\n        ambience.  A band rocks out with an attractive,\n        bizarrely-dressed female lead singer.  A mirthful CLUB\n        GAL gets a look at Ford and stops laughing.  She pulls\n        away from her suitor to slap Ford with a growl.\n\n                                CLUB GAL\n                  You son-of-a-bitch!\n\n                                FORD\n                  Whoa.  Another satisfied customer.\n\n        The Club Gal storms back into the arms of her suitor\n        while Ford wiggles life back into his head.\n\n        Ford scopes the tables around him.  His viewpoint halts\n        at a man with red hair.  A BOUNCER breaks his\n        concentration.\n\n                                BOUNCER\n                  Ford, I gotta ask you to put that\n                  out, dude.  Nobody smokes anymore.\n\n        Ford flings his hand down with a quick motion and rubs\n        at the carpet with his foot.  The Bouncer smiles and\n        walks away.  Ford lifts back up his hand, revealing that\n        the cigarette never left it.  He takes a drag with a\n        grin until a hand slaps the cigarette into his face.\n        It's the TWIN SISTER of the Club Gal who slapped him two\n        minutes ago, in a different outfit.\n\n                                TWIN SISTER\n                  What goes for my sister, goes\n                  double for me.  Don't you remember\n                  the Jacuzzi, Laurel Canyon, the\n                  Guns and Roses video wrap party.\n\n                                FORD\n                         (smiling, coming\n                          back to him)\n                  Yeah, yeah... but you weren't\n                  identical.\n\n                                TWIN SISTER\n                  You said you'd call us...\n\n                                FORD\n                  Let me give you my number, it's\n                  555-6023.\n\n                                TWIN SISTER\n                  Thanks!  Wait.  555's not a real\n                  number.  They only use it in the\n                  movies...\n\n        Ford slyly walks off, holding up his arms to the\n        decadence around him.\n\n                                FORD\n                  What in the fuck do you think this\n                  is?  Real life?\n\n        AT BAR\n\n        Jaime, Larry and the angry, anxious Man in the Hat watch\n        on.\n\n                                MAN IN HAT\n                  That's Fairlane!  He doesn't look\n                  so tough.\n\n                                LARRY\n                  Yeah, well, just don't call him\n                  Mr. Rock-N-Roll Detective...\n\n        FORD IN THOROUGHFARE\n\n        TWO DRUNKEN COLLEGE BOYS thwap an unhappy Ford on the\n        back.\n\n                                DRUNKEN BOY #1\n                  Ford Fairlane, Mr. Rock-N-Roll\n                  Detective!\n\n                                DRUNKEN BOY #2\n                  Let us buy you a drink, dudeski.\n\n                                FORD\n                         (holding back a\n                          physical response)\n                  You two loony guys, what are your\n                  names?  Neal and Bob?  Or is that\n                  what you do?  Tell me, are you\n                  driving home tonight?\n\n                                DRUNKEN BOY #1\n                  Uh, yeah.\n\n                                FORD\n                  Go-o-o-d... Don!\n\n        Ford shifts away from the College Boys and into a seat\n        at the table of DON CLEVELAND, a suave and amiable black\n        record producer.\n\n                                FORD\n                  So many assholes, so few bullets.\n\n                                DON\n                  Damn, Ford, you're the most cynical\n                  man in the industry and that's not\n                  easy.\n\n                                FORD\n                  I'm not cynical.  Can I help it\n                  that life is a disease and\n                  everyone's a victim.\n                  So you're producing exclusively for\n                  Grendel Records now.  Hope you're\n                  taking Julian for a bundle.\n\n                                DON\n                  Man, ever since old Jack Grendel\n                  died, Julian has got me into one\n                  yummy gig after the other.  Not\n                  only am I producing, he's got me\n                  in some lovely-bullshit-money-money\n                  executive position.  What are you\n                  looking at...\n\n        Ford is looking off to another man with red hair.\n\n                                FORD\n                  Some redhead's been harassing that\n                  all-girl group, the Ovaries.\n                  Hanging out at their concerts\n                  saying he wants to rape and kill\n                  them and not in that order.  Cops\n                  won't do anything until he actually\n                  does something.\n\n        A killer-cute nymph, MELODI, in a tight-tight dress\n        bubbles up.\n\n                                MELODI\n                  You're that guy, the private eye.\n\n                                FORD\n                  You're a poet and didn't know it.\n\n                                MELODI\n                  Do you really know everybody in\n                  the industry?\n\n                                FORD\n                  Only on a first name basis.\n\n                                MELODI\n                  That's cute.  You're funny.\n\n                                FORD\n                  That's funny, you're cute.\n\n                                MELODI\n                  You heard that Bobby Vomit O.D.'d,\n                  right?  Do you suspect foul play\n                  and stuff?\n\n                                FORD\n                  I'll tell you when somebody pays\n                  me to give a shit and stuff.\n\n        Melodi sweetly hands Ford a napkin with her phone number\n        on it.\n\n                                MELODI\n                  My name's Melodi, as in 'a pretty\n                  girl is like a.'  Whatever you're\n                  doing tomorrow... cancel.\n\n        Melodi winks and walks off.  Don stares in awe.  Ford\n        blows his nose in the napkin.\n\n                                DON\n                  You gotta shave before you leave\n                  the house in a dress like that\n                  and I don't mean your legs.  Why\n                  didn't you jump on her?  What's\n                  happening to you?\n\n                                FORD\n                  I guess I'm not interested in any\n                  club who'll have my member as a\n                  member.  Later, Don...\n\n        Ford scans to Jaime, Larry and the Man in the Hat at the\n        bar.\n\n        Ford stands and begins weaving between tables.  He looks\n        to the attractive singer onstage.  Seeing Ford, she loses\n        her place in the song.  She gives off a scowl to Ford and\n        then continues singing.\n\n        BAR\n\n        Jaime and Larry see Ford approach.  Larry turns to the\n        bartender.\n\n                                LARRY\n                  You better have that vodka\n                  milkshake done.  Here comes Mr.\n                  Rock-N-Roll Detec -- Hi, Ford.\n\n        The Bartender nervously pours a blenderful of vanilla\n        milkshake into an ornate fountain glass and then adds a\n        huge dose of Absolut, along with a maraschino.  He then\n        lights the vodka shake afire as Ford reaches the bar,\n        blows it out, and slurps.\n\n                                FORD\n                  Not thick enough, but better.  You're\n                  definitely getting better, Harry.\n                         (turning to Jaime\n                          and Larry)\n                  Hey, if it isn't Mutt... and Mutt.\n                  Who's your friend?\n\n                                JAIME\n                  Just some guy named Sam...\n\n                                MAN WITH HAT\n                  Yeah, I'm just some guy named Sam,\n                  asswipe.\n\n                                FORD\n                  Reminds me of that song by the all-\n                  girl group, the Ovaries, 'Some\n                  Guys Eat Reindeer.'  What.  A.\n                  Tune!  But what's that lead\n                  singer's name.  I'm drawing a\n                  fucking blank here...\n\n                                MAN WITH HAT\n                         (suddenly very\n                          frenetic)\n                  It's Stuh -- Sta -- Sta -- Stac --\n\n        As the Man with Hat stutters like the fanatic he is,\n        Ford casually knocks off his hat revealing weird streaks\n        of red hair.  Ford smiles, turns to the bar, and takes a\n        last sip from his shake before smashing the fountain\n        glass into the face of the stuttering Sam, sending him\n        off his barstool.\n\n        The sleazebag leaps up like a wild animal and swings his\n        fist at Ford.  Ford grabs onto the flying fist, stopping\n        it dead.  Sam sharply swings his other fist around, but\n        Ford grabs this one, too, locking them into an Arthur\n        Murray lesson position.\n\n                                FORD\n                  Shall we da-ance?\n\n        Ford heaves the fanatic into a nearby table.  The fanatic\n        drops on all fours and crawls under the table.  A\n        chuckling Ford strolls between the tables.\n\n        Sam crawls out from under one table and makes under the\n        long tablecloth of another.  The crowd has taken an active\n        interest, but the band continues to play.\n\n                                FORD\n                  So finally got a tip that paid\n                  off.  Why can't you sleazebags who\n                  harass women take 'no' for an\n                  answer?  I mean, hey, it's never\n                  happened to me personally...\n\n        Ford lifts up the tablecloth.  The sleazebag fanatic is\n        not there.  Ford bobs back up with a puzzled expression\n        and puts a cigarette in his mouth.\n\n        Ford brings out a lighter as the fanatic suddenly\n        materializes behind him.  Sam grabs a huge glass candle\n        holder from one of the tables and smashes off the end of\n        it, causing a jagged edge.  The band stops playing as the\n        CANDLE SIZZLES in Sam's hand.\n\n                                SAM THE SLEAZEBAG (MAN WITH HAT)\n                  Last... Dance... Mr. Rock-N-Roll\n                  Detective.\n\n                                FORD\n                         (cigarette falling\n                          from mouth)\n                  Great.\n\n        Sam the Sleazebag flails the jagged candleholder at Ford,\n        who swerves away and connects with a savage kick to the\n        groin, which Sam enjoys.\n\n                                SAM THE SLEAZEBAG\n                  Thank you.\n\n        Sam swings out again, but this time connects with a\n        slash to Ford's chin.  Ford is more annoyed than hurt.\n        His solemn anger stops Sam the Sleazebag in his tracks.\n\n                                FORD\n                  You're ten seconds away from the most\n                  embarrassing moment in your life.\n\n        Ford launches a powerful uppercut that knocks the\n        fanatic's candleholder-holding hand up into the psycho's\n        own arm.  Screaming in pain, the fanatic flees toward\n        the dance floor trying to pull out the shards.  Don pipes\n        up from a nearby table.\n\n                                DON\n                  Come on Ford, this shit's getting old.\n\n        Ford smiles, super-swiftly raising his arm.  A gun slides\n        out of his sleeve through a sliding <u>Taxi-Driver<\/u>-style\n        apparatus, into his hand.\n\n        Ford FIRES up at a discotheque ball rotating above the\n        dance floor.  The gunshot breaks the ball out of its\n        ceiling home and sends it swooshing down right upon the\n        Sleazebag fanatic's head, knocking him out cold.\n\n        Ford turns to the approaching, awed twin sisters.\n\n                                FORD\n                  Clint Eastwood... I fucked him.\n\n        The band cranks back up, echoing into...\n\n        INT. FORD'S LIVING ROOM - DAY\n\n        The swank nightclub a memory, the VIEWER is now given a\n        jarring tour of Ford's lovable ratty beach house.\n\n        The VIEWER'S VIEWPOINT MOVES UP TO a wall where a set of\n        curtains mysteriously cover a compartment.  ACROSS the\n        wall, the VIEWER sees hundreds of autographed photos of\n        various rock stars pinned to the wall in a\n        surrealistically haphazard fashion.\n\n        PULLING OUT A BIT, it can be seen that the hellhole is\n        packed solid with unwrapped VCRs, discarded gold records,\n        answering machines, remote controls, Walkmans, Watchmans,\n        cellular phones, and all sorts of other basically useless\n        goodies.  Each one has a smarmy \"Thanks Ford\"-type note\n        tagged to it.\n\n        A tremendous music system adorns another wall with a pair\n        of five-foot tall speakers standing like silent sentinels.\n        Embedded in one of the amplifiers is a wall socket timer\n        clock -- two needles about to touch.  The TIMER, reading\n        3:59 p.m., WHIRS a bit and then there is a CLICK.\n\n        WIDE ON MUSIC SYSTEM\n\n        The LOUDEST MUSIC in the history of Dolby stereo BALSTS\n        out of the speakers.  Dust is literally kicked up as a\n        rollicking ROCK SONG careens through the room.\n\n        FORD'S BEDROOM\n\n        The twin sisters pop up in the bed in various states of\n        undress, their squeals of pain inaudible in the face of\n        the music.  The lump in the bed between the twins jerks\n        spasmodically for a second, then calmly rises, revealing\n        itself to be Ford Fairlane, still wearing the sliding gun\n        system on his arm.\n\n        LIVING ROOM\n\n        A ruffled Ford plods in and grabs a pack of cigarettes off\n        a vibrating speaker.  He ritualistically lights up and\n        inhales.\n\n        Ford pulls back the curtains on the wall revealing a\n        carved-out compartment in the wall.  Inside the space is\n        an obviously old, but still in mint condition electric\n        guitar with a picture of Jimi Hendrix propped next to it.\n        Ford closes his eyes and touches the guitar with a\n        religious solemnity.\n\n        Ford pulls the curtains and then bends down to a red\n        \"Hotline\"-looking phone with a quizzical expression on\n        his face.  Ford picks up a remote control and zaps OFF the\n        STEREO, revealing that the PHONE is RINGING.  Ford picks up.\n\n                                FORD\n                  Jesus, Jazz, I'm coming.  So I'm\n                  late.  I go to work when you go\n                  to bed.\n\n        Ford hangs up and wearily rises.  A man who hates his\n        life.\n\n        EXT. FORD'S VENICE HOME\n\n        Decked out wrinkled-hip, Ford closes the front door of\n        his charmingly dilapidated home.\n\n        THE KID, a spiky-haired surf punk ragamuffin in a multi-\n        colored shirt over a Corona T, swerves up to Ford on a\n        skateboard.\n\n                                THE KID\n                  Fairlane, you gonna find out who\n                  killed the lead singer of Black\n                  Vomit?\n\n                                FORD\n                  Tell me, Dr. Watson, what makes you\n                  think he's not just another piece\n                  of shit overdose.\n\n        Ford and The Kid, in an obliviously synchronized moment,\n        flick out a pair of sunglasses from their breast pockets\n        and put them on.  They then each pull out a cigarette and\n        with a similar twist of the wrist, light it up.\n\n                                THE KID\n                  Gut feeling.\n\n                                FORD\n                  I'll give you a gut feeling, you\n                  little... Hey... <u>hey<\/u>!  Get that\n                  stick out of your mouth.  These\n                  things are killers, man.  Don't\n                  you go to school, listen to Smokey\n                  the Bear and all that...\n\n        Ford tears the cigarette from the Kid's mother and starts\n        to throw it away, but instead pockets it.  They approach\n        Ford's dazzling blue namesake.\n\n        Ford SQUEAKS off the CAR ALARM with a beeper and then\n        opens up his unusually modulated trunk.  Sam the\n        Sleazebag is seen huddled in a heap within.  Ford tosses\n        a smashed-up Twinkie to him and recloses the trunk to\n        frenzied screams.\n\n                                SAM THE SLEAZEBAG\n                  You sick fuck!\n\n                                FORD\n                  Bone appetit.\n\n                                THE KID\n                  When you going to let me work with\n                  you?  Why you always fucking with me?\n\n                                FORD\n                  Why am I what?  Excuse me?\n                         (thwacking The Kid)\n                  I catch you saying the F-word\n                  again.  I'll kill you.  That's a\n                  fucking promise.  Now get the fuck\n                  out of here.\n\n        Ford gets in his car.  The Kid boards around to the window.\n\n                                THE KID\n                  I got something serious to dis-cuss.\n\n                                FORD\n                  Well what is it?  I'm not Kreskin.\n\n                                THE KID\n                  Forget it.\n\n        The Kid rockets off.  Ford watches with slight concern\n        then tears off, MUSIC BLARING.\n\n        EXT. MINI-MALL DAY\n\n        A two-tiered mini-mall nightmare looms ahead.  The\n        exquisite eateries of SUZIE'S SUSHI DONUTS and MUY BURRITO\n        are sandwiched in on the first level with a tanning salon\n        and an adult book store.\n\n        The top tier is not as popular.  Empty For-Rent spaces\n        surround a place that has a big plate glass window that\n        reads FORD FAIRLANE PRIVATE INVESTIGATOR.\n\n        INT. FORD'S OUTER OFFICE - DAY\n\n        Ford pushes sleazo through a door into his office.\n        JAZZ, Ford's secre-uh-assistant, sits sharp and stern in\n        a masculine business outfit and glasses behind a desk.\n        Upon the desks rests a very respectable computer.\n\n                                SAM THE SLEAZEBAG\n                  You can't prove shit...\n\n                                JAZZ\n                  Good morning she said as the clock\n                  struck five.  I sent the Ovaries\n                  down for food.  They've been\n                  waiting for hours...\n\n                                FORD\n                  Your tip paid off.  Jazz, this is\n                  Sam the Sleazebag.  Sam the\n                  Sleazebag, this is Jazz, my\n                  secretary.\n\n                                JAZZ\n                  Assistant.  And don't call me Jazz.\n\n                                FORD\n                  All your friends call you Jazz.\n\n                                JAZZ\n                  Exactly.\n\n        Ford chuckles and a romantic whether-they-like-it-or-not\n        moment passes between them.  Jazz breaks it to look under\n        her desk.\n\n                                JZAA\n                  Hey, IN X S paid today.  Their\n                  'payment' is around here somewhere.\n\n                                FORD\n                  They paid?  I love Australia!\n                  What a band!  Let's throw a\n                  Foster's on the barbie and call\n                  up me mates... Cash or check?\n\n                                JAZZ\n                         (laughing)\n                  You wish.\n\n                                FORD\n                  Cash or check, Jazz?  Don't do\n                  this to me.\n\n        The OVARIES, four young women dressed in stylishly-\n        shredded pink leather jackets, enter the office holding\n        burritos.\n\n                                OVARY ONE\n                  Hey, Ford, little late.\n\n                                OVARY TWO\n                  That's him!  That's the bastard.\n                  He flashed us at the Ampitheatre.\n\n                                SAM THE SLEAZEBAG\n                  I love you.\n                         (as Mr. Hyde)\n                  You sluts have no proof!\n\n                                OVARY THREE\n                  I think I could identify it.  It\n                  looked like a dick.  Only smaller.\n\n        With an authoritative, silencing cough, Ford pulls a huge\n        pair of hedge clippers from a drawer.\n\n                                FORD\n                  We could gab about evidence and\n                  restraining orders all day, but I\n                  think castration is really the way\n                  to go.  May get a wee messy...\n\n                                OVARIES & SAM THE SLEAZEBAG\n                  What?  (!)\n\n        Ford snaps his shears together with a giddy smile as the\n        Ovaries move toward Sam, fiercely clutching their\n        burritos.\n\n                                FORD\n                  It's a new by-law for pathetic\n                  jerks who harass women.\n\n                                OVARY FOUR\n                  Do we get to keep it?\n\n                                FORD\n                  Of course.  Every girl should\n                  have one.\n\n        Ovary One reaches down O.S. and pulls down Sam's zipper.\n        Ford whooshes down with the clippers and slices.  Ovary\n        One pulls up a half of a burrito.\n\n                                FORD\n                  Next time, it'll be your burrito.\n\n        A pure white Sam turns and runs into a wall, knocking\n        himself out.\n\n                                FORD\n                  I doubt he'll be hassling you\n                  anymore, but hey, I'll save the\n                  hedgeclippers anyway.\n\n        Ovary One takes a Rolex off her hand and gives it to Ford.\n\n                                OVARY ONE\n                  Great job, Ford.  Take this.  As\n                  payment.  It's solid gold and\n                  it'll make sure you're not late\n                  for your other clients.\n\n                                FORD\n                  No really.  Money is fine.\n\n                                OVARY TWO\n                  Great gift idea, Stace.\n\n                                FORD\n                  But...\n\n                                OVARIES\n                  'Bye, Ford...\n\n        The Ovaries exit, stepping over Sam.  Ford holds the\n        Rolex like it were a cancerous worm.  Jazz laughs.\n\n                                FORD\n                  I do it for love.\n\n                                JAZZ\n                  'Bye Ford...'  Hey, let me cheer\n                  you up.  I found the IN X S\n                  payment.\n\n        Jazz pulls a live koala bear out from under her desk.\n\n                                JAZZ\n                  G'day, they say it's worth three\n                  grand...\n\n                                FORD\n                  Fucking Australians!  I hate that\n                  country, continent, what is it?\n                  Don't we do nuclear testing there?\n\n                                JAZZ\n                  Let's just declare war on the\n                  hellhole.  Before they make\n                  <u>Crocodile Dundee<\/u> three.\n\n                                FORD\n                  Rock stars!  I'm going out of my\n                  mind.  All I get are perks.  I\n                  don't make money, I make gifts.\n                  How am I supposed to pay taxes\n                  with bathtub compact disc players\n                  and autographed drumsticks.  I\n                  want cash.  Moulah.  Wampum.  Dead\n                  Presidents.  Andrew Jackson.\n                  Gerald Ford.\n\n                                JAZZ\n                  You're saying you need money.\n\n                                FORD\n                  Car insurance costs money.\n                  Cavities cost money.  Doritos cost\n                  money.  I'm gonna eat that damn\n                  bear... come here!\n\n                                JAZZ\n                  Quit crying.  I think we've got a\n                  case if we can make it through the\n                  cavalcade of bimbos, here...\n\n        Jazz, using a remote, operates an answering machine on\n        her desk.\n\n                                SQUEAKY BIMBO (V.O.)\n                         (machine)\n                  Hi, this is Vikki, you know, Vikki.\n                  I figured you probably washed off\n                  my phone number before you had a...\n\n                                JAZZ\n                         (sneezing)\n                  Bim-bo.\n\n                                FORD\n                  Cut the play by play.\n\n                                OBNOXIOUS D.J. (V.O.)\n                  This Chevy Nova?  Chevy Nova,\n                  there?  Huh?  Huh?  Johnny Crunch,\n                  K.O.D.S. (K-odious), you schmuck?\n                  You know the guy who had sex with\n                  your prom date <u>before<\/u> the prom and\n                  needless to say before he became\n                  the hottest D.J. in the West.  I\n                  gotta case for you, man.  Come\n                  down to the station about six.\n\n                                FORD\n                  Johnny Pinzolo calling himself\n                  Johnny Crunch.  Knock me out.  We\n                  grew up together in Brooklyn.\n                  Came out here to be rock stars...\n                  Of course, he's lying about the\n                  prom date thing, at least I hope\n                  he is, I took his sister.\n\n                                JAZZ\n                         (typically deadpan)\n                  You're friends with the most\n                  obnoxious asshole on the airwaves.\n                  The King of the Shock Jocks.  I'm,\n                  I'm shocked.\n\n                                FORD\n                  I love you, too, baby.  He wants to\n                  meet at six.  What time is it now?\n\n        Jazz dangles the Rolex.\n\n                                JAZZ\n                  Six.  Take it, you need it.\n\n        A PHONE on Jazz's desk RINGS and Ford instantly picks it up.\n\n                                FORD\n                  K-O-D-S is going to make me rich!\n\n        He suddenly pulls the receiver away from his ear as PAINFUL\n        NOISES blurt out of it:  SCRE-E-E-E!  BUZZ!  SHSHSHSHSH!\n\n                                JAZZ\n                  That's for me... Radio contests,\n                  really Ford, how tacky...\n\n                                FORD\n                         (brain-fried,\n                          holding ear)\n                  Ah -- ha... You know, you should\n                  think about dating Earthmen again.\n\n        Jazz takes the phone and puts it in a modem cradle --\n        two cups that fit over each end of the phone, all hooked\n        up to her computer.  The horrible COMPUTER NOISES\n        become nicely inaudible.\n\n                                JAZZ\n                  So what about this watch?\n\n                                FORD\n                  Keep it.  It's your paycheck this\n                  month.\n\n        EXT. KODS RADIO STATION - NIGHT\n\n        Ford's Fairlane SCREECHES up outside a sleek building to\n        the TUNE of a nasty teenybopper ballad a la Tiffany\/Debbie\n        Gibson.\n\n        Ford bounds out of his car.\n\n        INT. RADIO BOOTH - NIGHT\n\n        A needle is SCREECHED painfully across the tracks, giving\n        the teenybopper ballad a painful death...\n\n                                JOHNY (O.S.)\n                  Ye-e-e-a-a-ah!\n\n        INT. RADIO STATION LOBBY\n\n        A RECEPTIONIST and a guard hold their hands over their ears\n        until the sadistic SCREECHING ENDS.  Ford approaches as\n        Johnny's anything-but-dulcet TONES croak out form a SPEAKER.\n\n                                JOHNNY (V.O.)\n                  Nothing like a tender ballad sung\n                  by a girl pretending to be a virgin.\n                  I'm sorry, young girls should not be\n                  out making records; they should be\n                  in, setting records making out.\n                  Naked.  On my coffee table.  Are\n                  you offended?  Well, slurp this...\n\n        A ROCK SONG spews from the SPEAKER...\n\n                                FORD\n                  I'm here to see Johnny.\n\n                                RECEPTIONIST\n                  Lucky you.  Arnie... Mr. Crunch\n                  has a lot of fans who hate his\n                  guts.\n\n        Arnie, the guard, slams Ford to the desk and begins\n        frisking.\n\n                                FORD\n                  Oh, Arnie, sometimes when we\n                  touch, the honesty's too much.\n\n        INT. RADIO BOOTH\n\n        Ford moves into the station booth and takes a seated\n        position behind his ranting friend, JOHNNY CRUNCH, re-\n        vealed to be a sweating, scraggly monster.\n\n                                JOHNNY\n                  And don't forget, if we call and\n                  you answer the phone 'K-O-D-S is\n                  going to make me rich,' you could\n                  win a cool million.  Sexually\n                  transmittable disease jokes are\n                  coming up next hour so go get your\n                  mom.  Better yet, I'll get her...\n\n        Johnny punches some buttons and wields around to Ford,\n        TURNING DOWN his MONITORS.\n\n                                FORD\n                  I don't believe it.  Getting paid\n                  to be the asshole you always were.\n\n                                JOHNNY\n                  Fucking amazing, huh?  Chevy Nova,\n                  you Bensonhurst shit!  Still in\n                  La-la land.  Look at us, two\n                  rock 'n' roll dicks.  Unfortunately,\n                  only one of us is a detective.\n\n                                FORD\n                  Nice getting all those phone calls\n                  from you after you hit it big,\n                  you Redhook bastard.\n\n                                JOHNNY\n                  I don't remember any Arbor Day\n                  cards from Mr. Rock 'n' Roll\n                  Detective.\n\n                                FORD\n                  Friendship's a lot different\n                  out here.  A wrong number is a\n                  relationship.  But then this\n                  isn't a social call.\n\n        Johnny pulls out a snapshot and gives it to Ford.  It's\n        a picture of Zuzu from the opening scene, blowing Ford\n        and the viewer a kiss.  Ford fondles it as Johnny gets\n        up to pour two cups of Styrofoam.\n\n                                FORD\n                  How nice.\n\n                                JOHNNY\n                  It's my daughter, man.  I know I\n                  never told you about her, but God,\n                  I love that girl.  She calls herself\n                  Zuzu Petals and she's been swallowed\n                  up by the gorgeous hell that is L.A.\n                  A fucking groupie partying with the\n                  pros.  You have to get my baby back,\n                  she's my pride and --\n\n                                FORD\n                  'Bye, Johnny...\n\n                                JOHNNY\n                  What?\n\n                                ENGINEER (V.O.)\n                  Dead air, Johnny...\n\n        Johnny grabs the microphone and squeals into it...\n\n                                JOHNNY\n                  Will you people leave me alone!\n                  I'm contemplating my life and you\n                  just won't stop listening!  Here's\n                  five in a row played at the wrong\n                  speed.\n\n        Johnny punches some buttons and spins angrily to Ford.\n\n                                JOHNNY\n                  So...\n\n                                FORD\n                  I don't take cases with foundations\n                  in bullshit.  They are very hard to\n                  walk around in.\n\n                                JOHNNY\n                  Just find her, man.  She's my\n                  daughter, she's my sister, she's\n                  my mother, she's some little brat\n                  I stood in line with at Taco Bell\n                  last week.  Do whatever you want\n                  with my words.  And my money.\n\n        Johnny pulls out an envelope and opens it up to the soft\n        sound of a CHOIR OF ANGELS.\n\n                                JOHNNY\n                  I am told it is difficult to pay\n                  the phone bill with gold chains\n                  and V.C.R.s.  There's four\n                  thousand here.\n\n                                FORD\n                  Zuzu Petals.  Sounds like a drug.\n                  A lethal one.\n\n                                JOHNNY\n                  I hope you solve the case and\n                  I know you will, because you're\n                  the best.  Ford, guys like you\n                  don't grow on trees.\n\n        Johnny and Ford raise their Styrofoam cups.  This is\n        an old joke between them.\n\n                                JOHNNY\n                  Here's to you...\n\n                                FORD AND JOHNNY\n                  ... sucking my dick.\n\n        Laughing away, Ford reaches for the envelope.  An unsmil-\n        ing Johnny pulls it back and takes out a couple of bills.\n\n                                JOHNNY\n                  No dessert until you've finished\n                  dinner.\n\n        INT. FORD'S FAIRLANE - NIGHT\n\n        Packed with all the perks of his job, such as a car\n        phone and a compact disc player, the interior of Ford's\n        Fairlane is pretty jawdropping.  A FEEBLE WOMAN'S VOICE\n        comes through the RADIO.\n\n                                FEEBLE WOMAN (V.O.)\n                  Johnny, why can't you play\n                  different kinds of music?\n\n                                JOHNNY (V.O.)\n                  I think the real question here,\n                  ma'am, is 'Are you wearing\n                  panties?'  A-a-a-h!\n\n        The grisly SOUND EFFECT of a woman being sawed in half\n        by a CHAINSAW comes over the RADIO.  An exasperated Ford\n        turns it OFF with a remote control.  He grumbles, toward\n        the passenger seat.\n\n                                FORD\n                  Why did I take it?  Because he's\n                  my friend.  But I never liked the\n                  bastard.  Why did I say yes?  Four\n                  thousand reasons.  Right, buddy?\n\n        The koala bear is revealed to be in the passenger seat,\n        snugly behind a seat belt, patiently taking in Ford's\n        complaints.\n\n        EXT. VARIOUS SIZZLING L.A. SIGHTS\n\n        To the chords of a corrosive ROCK-RAP TUNE, the VIEWER\n        and Ford's Fairlane GLIDES BY various hot spots such as\n        the Frolic Room, City Restaurant, and the Hard Rock Cafe\n        with its embedded Cadillac.\n\n        EXT. CROWD OUTSIDE ROXY\n\n        Ford weaves through the high-hair-headed crowd in front\n        of the Roxy.  He shows Zuzu's picture to various shaking\n        heads.\n\n        INT. CONCERT STAGE\n\n        The corrosive song is now seen being belted out live by\n        an all-black hard rock-rap outfit.  Ford can be seen\n        offstage showing a roadie Zuzu's picture.\n\n        INT. BACKSTAGE AREA - NIGHT\n\n        Ford breaks up a game of Lacrosse between some debauched\n        British rockers and some nubile girls.  All are wearing\n        Lacrosse helmets and holding Lacrosse equipment.\n\n        The nubile girls take off their helmets.  The girls all\n        seem to resemble Zuzu, but the real thing is not to be\n        found.\n\n        INT. FORD'S FAIRLANE\n\n        Ford crosses a name from a list of bars, clubs, and\n        concert halls rubber-banded to his visor, mumbling to his\n        koala bear.\n\n                                FORD\n                  There are 5,000 private\n                  investigators in L.A.  It made\n                  sense to specialize.  Why did I\n                  pick the music industry?  Why not\n                  fishermen?  Fishermen get up,\n                  fish, sell the fish, then go to\n                  bed so they can get up and fish.\n                  How hard can the cases be:  'Ford,\n                  somebody switched the lures in\n                  my fucking tackle box.'  'Ford,\n                  my bait's been sabotaged.'\n\n        Ford turns back ON his RADIO in disgruntlement.\n\n                                JOHNNY (V.O.)\n                         (on radio)\n                  Well, it's time to sign off.  I\n                  know I get on the radio and say\n                  a lot of harsh things but I want\n                  you to know, deep down, I hate\n                  you, each and every one of you,\n                  so until tomorrow, burn in...\n\n        A GUNSHOT is heard.\n\n                                JOHNNY (V.O.)\n                  Oh, my god, somebody just shot\n                  my engineer!  Oh, hey, they're\n                  doing something with my mike!\n                  Hey, I'm being electrocuted!\n                  And it hurts!\n\n        Ford pulls up to the radio station, chuckling at Johnny's\n        histrionics.  He turns OFF the RADIO and gets out of\n        the car.\n\n        INT. RADIO STATION LOBBY\n\n        Ford walks into the radio station still smiling at\n        Johnny's screaming.  The lights in the radio station\n        lobby are frantically blinking on and off.  Putting two\n        and two together, Ford stops smiling.  He rushes to the\n        reception desk.\n\n                                FORD\n                  Call the police!  Johnny's being\n                  electrocuted!\n\n                                RECEPTIONIST\n                  Oh, please.  He's just doing one\n                  of his little jokes...\n\n                                FORD\n                  Look at the lights...\n\n                                JOHNNY (V.O.)\n                         (on speaker)\n                  Oh-fucking-shit-my-Christ-I'm-\n                  <u>dying<\/u>!\n\n                                RECEPTIONIST\n                  Hey, he can't say 'oh-fucking-\n                  shit-my-Christ-I'm-dying' over\n                  the air!\n\n        Ford pushes past the guard.\n\n        INT. RADIO BOOTH\n\n        Ford bursts into the radio booth.  On the ground, with a\n        bullet in his head, is the Engineer.  Ford crashes through\n        another set of doors and there, SPARKS EXPLODING out of his\n        face and arms, is a sizzling, screaming Johnny Crunch.\n\n        INT. RADIO BOOTH - LATER\n\n        Cops, DETECTIVES and coroner flunkies zip back and forth\n        with a dazed Ford acting as the eye of the hurricane,\n        gravely contemplating the charred statue that was once\n        his Brooklyn buddy.\n\n                                DETECTIVE\n                  Well, I hope this guy signed your\n                  yearbook because it looks like your\n                  friendship, and your case, is closed.\n\n        An assistant pulls a burnt envelope from Johnny's body,\n        filled with charred cash.  Ford watches in pain.\n\n                                FORD\n                  I think I'm going to cry.\n\n                                DETECTIVE\n                         (patting Ford)\n                  Crying's good, Ford.  Crying's good.\n\n        Commotion outside the booth becomes audible as the flashy,\n        obnoxious LT. AMOS makes an entrance.  He has made a\n        horrible attempt at dressing stylish.  His tie is notably\n        nasty.\n\n                                DETECTIVE AND FORD\n                  Hoh shit.\n\n        Ford looks away to the side of a console.  He sees a 45\n        rpm sleeve.  It is blank except for some handwriting; the\n        name ART MOONEY, followed by a drawn star.  Ford quickly\n        nabs it...\n\n                                LT. AMOS\n                  How'd Mr. Rock 'n' Roll Detective\n                  boogie his way in here?  Anybody...\n\n                                DETECTIVE\n                  He discovered the body, Lt. Amos,\n                  sir.\n\n                                FORD\n                  Nice tie, Lt. Anus, sir.\n\n                                LT. AMOS\n                  You think you're so hot just\n                  because you can get into any club.\n                  You think you're so hot, just\n                  because you have sex with great-\n                  looking women.  You think you're\n                  so hot just because you broke the\n                  Ensenada tape piracy ring...\n\n                                FORD\n                  You gotta admit those are all\n                  pretty great reasons...\n\n                                LT. AMOS\n                  Get the fuck out of here, honey...\n                  What do we got?\n\n                                DETECTIVE\n                  This guy was hated by everyone.\n                  He offended every race, religion,\n                  and sexual preference imaginable.\n                  He even said the Lakers suck.\n                  So basically we're looking at\n                  everyone from the Glendale\n                  Skinheads to Magic Johnson.\n\n        Ford tries to ease out of the booth.\n\n                                LT. AMOS\n                  What are you running from?\n\n                                FORD\n                  Why shucks, Lt. Anus, you told\n                  me to get the fuck out of here...\n\n                                LT. AMOS\n                  If you're hiding something... oh,\n                  oh, I'll have so much fun.\n\n                                FORD\n                  Why do you hate me?  It's gotta be\n                  more than Me Private You, You Cop.\n\n                                LT. AMOS\n                         (a beat)\n                  Two words.  Disco Express.\n\n                                FORD\n                  Disco Ex -- man, that group sucked\n                  like a squid, they had some shitty\n                  single they wanted me to plug,\n                  back in my publicist days...\n\n                                LT. AMOS\n                  'Booty Time.'\n\n                                FORD\n                  Yeah, and that lead singer, Jesus,\n                  that white Van McCoy wanna-be\n                  with the six-inch platform shoes.\n                  He looked...\n\n                                LT. AMOS\n                  Like me.\n\n                                FORD\n                  I was about to say he looked like\n                  shit, but hey, sure, he looked\n                  like you.\n\n                                LT. AMOS\n                  'It's booty time, it's booty time,\n                  across the U.S.A.  It's booty time...'\n\n                                FORD\n                  You were the lead sing --\n                  Lieutenant, I didn't think anyone\n                  could cheer me up tonight...\n                  Thanks.  Really.\n\n        A laughing Ford squeezes Lt. Amos's shoulder and walks\n        away...\n\n        EXT. BEACH BEHIND FORD'S HOUSE - NIGHT\n\n        A smoking Ford stands starkly, wailing with his guitar in\n        cathartic quasi-Hendrixian blasts, ruining a perfectly\n        nice MUSICAL SEGUE ON the SOUNDTRACK.\n\n        He looks down to picture, nailed to the fence before him,\n        of a young Ford and Johnny doing silly rock star poses.\n        Young Ford holds a cheap guitar while Johnny clutches a\n        pair of drumsticks.\n\n        Ford presses the cigarette against the photo, setting it a-\n        fire and then resumes his \"playing.\"  The Kid rolls up on\n        his skateboard, holding his ears, breaking into Ford's solo.\n\n                                THE KID\n                  Ouch.\n\n                                FORD\n                  Hey, you, get off my cloud.  I'm\n                  talking to my friend.  1962 Fender\n                  Stratocaster with original\n                  humbucking pick-ups, maple neck,\n                  strung upside down for a left-\n                  handed motherfucking genius...\n                  Jimi Hendrix.\n\n                                THE KID\n                  Who cares?  I got a case.\n\n                                FORD\n                  Twelve pack?\n\n        The Kid holds up a bunch of wadded-up money.\n\n                                THE KID\n                  This ain't no social call.  One\n                  hundred bucks.  To find my father.\n\n                                FORD\n                         (looking up to God)\n                  Did he just say what I think he\n                  said?\n\n                                THE KID\n                  I've got a clue.  Look at my ring.\n                  Before my old lady ran off to\n                  Baja, she told me my dad had this\n                  same ring.\n\n        The Kid holds out his hand.  A ring of Snoopy in his\n        fighter pilot outfit is attached to his hand.  A couple\n        of notes of \"Snoopy and the Red Baron\" play on the\n        soundtrack.\n\n                                FORD\n                  Holy Colonel Mustard.  Gosh, you\n                  didn't mention the big clue...\n                  Kid, I can't take your money.\n\n                                THE KID\n                  You need it.\n\n                                FORD\n                  I don't need it that bad.\n\n        INT. FORD'S PLACE - NEXT DAY\n\n        Ford snores away on his couch, holding his guitar.  The\n        koala bear sleeps beside him.  The DOORBELL RINGS.  And\n        AGAIN.  Ford's eyes pop open to a pile of wadded up\n        money on his coffee table.\n\n                                FORD\n                  I don't believe it.  I took the\n                  money.\n\n        He meanders to the door like a <u>Cocoon II<\/u> cast member and\n        opens the door.  COLLEEN SUTTON stands in a striking pose\n        at the door.  Behind her in the street is a blue limousine\n        and a driver.\n\n        The very attractive Colleen belongs to the genre of rich\n        people that has seen it all, every piece of decadence\n        perpetuated.  Nothing fazes her, even the chilling sight\n        of a just-woke-up Ford.\n\n                                COLLEEN\n                  Ford Fairlane, I'm Colleen Sutton\n                  and I need your help.  I have a\n                  problem and it pertains to the\n                  music industry.  What is it they\n                  call you?  Mr. Rock and...\n\n                                FORD\n                  Don't say it.  Orange juice?\n\n                                COLLEEN\n                  Please.\n\n        Ford takes a carton of orange juice from the coffee table.\n        He shakes it and then pours into a pretty used-looking\n        glass also from the coffee table.  He hands it to the\n        deadpan Colleen.\n\n                                FORD\n                  Sorry about the glass.  And the\n                  house.  And the breath.\n\n                                COLLEEN\n                  Mr. Fairlane, I'm very rich.  The\n                  kind of rich that warps minds.\n                  Nothing offends me.  When I was\n                  eleven, I walked in on my father\n                  and the Shetland pony he had\n                  given me for my tenth birthday.\n                  Does that excite you?\n\n                                FORD\n                  I don't know, I never met your\n                  father.\n\n        Colleen looks down to Ford's crotch.  Ford does the\n        same and then raises his head with a laugh.\n\n                                FORD\n                  Oh, that!  Don't take it personally.\n                  He always wakes up before I do.\n                  Down boy!  Roseanne Barr naked!\n\n                                COLLEEN\n                  Who's your decorator?\n\n                                FORD\n                  Some fag.  Charged me up the ass.\n\n                                COLLEEN\n                  Fag?  Ass?  I'm sorry, is that a\n                  joke?\n\n                                FORD\n                  Poor taste.  I know.  Listen, I\n                  respect homosexuals.  When I was\n                  young, my maid was a homosexual.\n                         (after the silence)\n                  My maid was a homosexual.\n\n                                COLLEEN\n                  I don't have a sense of humor,\n                  either.  Sorry.\n\n        Incredibly LOUD MUSIC BLASTS through the room.  Colleen\n        splashes orange juice all over herself, undulating in a\n        wacky, Martin Shortesque double take.  Ford remotes off\n        his alarm.  Colleen regains her composure with a big\n        orange juice stain.\n\n        They sit upon the couch, the dozing koala between them.\n\n                                FORD\n                  Now that we've broken the ice...\n\n                                COLLEEN\n                  I need you to find my little sister.\n                  She goes by the name Zuzu...\n\n                                FORD\n                  Zuzu Petals.  You want me to\n                  rescue her from the gorgeous hell\n                  that is L.A.\n\n                                COLLEEN\n                  But how did you know?  Here,\n                  take this picture...\n\n        Colleen holds out the picture of Zuzu blowing a kiss.\n\n                                FORD\n                  No thanks.  I carry my own.\n\n                                COLLEEN\n                  Excuse me?\n\n                                FORD\n                  Let's see, you're her worried\n                  sister.  Yesterday I met her\n                  worried father who incidentally was\n                  about five years younger than you.\n                  In fact, I capped off the evening\n                  by watching him get electrocuted.\n                  They talk about cases like this in\n                  the private eye handbook...\n                  something about a ten-foot pole.\n\n        Speechless, Colleen pulls out a thick envelope.\n\n                                COLLEEN\n                  Five thousand should be enough\n                  to assuage any qualms you have\n                  about my family tree.\n\n                                FORD\n                  Yeah, but of course for now,\n                  I only get a twenty.\n\n                                COLLEEN\n                  Actually, you may take it all now.\n\n                                FORD\n                  Oh... I have some questions.\n\n                                COLLEEN\n                  I have no answers.  Thanks for the\n                  stain.  Find the girl.  In the\n                  envelope are tickets to the Dorothy\n                  Chandler.  We'll chat again, then.\n\n        Ford gives a glance to the table and the 45 sleeve with\n        Art Mooney's name and the star on it.\n\n                                FORD\n                  Ah, the Dorothy Chandler.  I was\n                  just there with my good friend Art\n                  Mooney the other night...\n\n                                COLLEEN\n                  Who?\n\n                                FORD\n                  Nuthin'.\n\n        Colleen makes a graceful exit.  Ford pauses to get his\n        bearings then picks up his red hotline phone.\n\n        INT. FORD'S OFFICE\n\n        Again decked out in an aggressively conservative business\n        outfit, Jazz picks up the phone and breaks character.\n\n                                JAZZ\n                  K-O-D-S is going to make me rich...\n                  Uh, Ford, aren't we frisky this\n                  morning.  It's only four o'clock.\n                  I guess the early bird gets wormed...\n\n        INT. FORD'S HOUSE\n\n        Ford cuts her off.\n\n                                FORD\n                  Quiet.  Tell me you tapped in the\n                  police computer and found out lots\n                  of good stuff about Art Mooney...\n\n        INT. FORD'S OFFICE\n\n                                JAZZ\n                  I found a lot of Art Mooneys.\n                  None with a police record, though.\n                  Not even Synchronicity.  Have you\n                  checked out Johnny Pinzolo\/Crunch's\n                  houseboat yet?\n\n        INT. FORD'S HOUSE\n\n        Ford pours milk on a bowl of Fruit Loops for the now-\n        awake koala bear, who fumbles a spoon.\n\n                                FORD\n                  Tonight after I see Don.\n                  Some Beverly Hillbilly just hired\n                  me to find you-know-fucking-who.\n                  Name's Colleen Sutton.\n\n                                JAZZ (V.O.)\n                  Spooky.  I'll process her.\n\n                                FORD\n                         (pulling tickets\n                          from envelope)\n                  Cool.  Jazz, meet me at the\n                  Dorothy Chandler Pavilion tonight.\n                  I'll have a ticket for you at the\n                  door.  Some concert.  Could be\n                  interesting.  Dress nice.\n\n        INT. MIXING BOOTH - LATE AFTERNOON\n\n        Don Cleveland, the suave black producer from the club, sits\n        behind a large mixing board along with engineers and mixers.\n        A passable tune with ghoulish VOCALS is FILTERED into the\n        booth.  As Don speaks, Ford stands behind him, staring\n        through the glass at the source of the wretched music.\n\n                                DON\n                  I haven't seen her around, and as\n                  for who would want to kill Johnny\n                  Crunch, line forms to the left.\n                  You'd find less people on our\n                  planet who wanted him alive.\n\n                                FORD\n                         (in a trance;\n                          to the glass)\n                  Great pipes.\n\n        INT. RECORDING STUDIO\n\n        Don laughs as the viewer gets a look at KYLE TROY, a\n        very young pretty-boy whose non-singing is matched by\n        his non-guitar-playing ability.\n\n        A number of studio musicians valiantly try to make some-\n        thing out of the song they're playing.\n\n        INT. MIXING BOOTH\n\n                                FORD\n                  I've heard cars fuck with more\n                  harmony.\n\n                                DON\n                  Tell me about it.\n                  Name's Kyle Troy.  Can't we bring\n                  up the bass.\n\n                                MIXER\n                  It's up as far as it can go.  Any\n                  more tricks and we're not going to\n                  be able to hear his voice at all.\n\n                                DON\n                  Don't tempt me.\n\n                                FORD\n                  How could Grendel Records sign such\n                  a wick-prick?  I guess Julian\n                  Grendel really is deaf as a\n                  fucking doorknob.  I hear Ray\n                  Charles is going to head up the\n                  video division.\n\n                                GRENDEL\n                  Actually that's rather an\n                  intriguing idea...\n\n        Everyone' face drops.  Behind Ford stands the charis-\n        matic JULIAN GRENDEL.  Julian laughs, allowing the others\n        to do so.  He shakes Ford's hand, motioning to the\n        mixing booth window.\n\n                                GRENDEL\n                  Good to meet you, Mr. Fairlane.\n                  Your mouth makes quite a\n                  reflection.  I'm Julian Grendel.\n\n                                FORD\n                  Boing.  You're one hell of a lip\n                  reader.\n\n                                GRENDEL\n                         (comically motioning\n                          down to his tie)\n                  Why thank you.  It's a Christmas\n                  present.\n                         (a beat)\n                  That was my sense of humor,\n                  everyone.  I wish you would fake\n                  a laugh.  It's easy with a deaf\n                  person.\n\n        Grendel mimics a vivid but silent belly-laugh.  Ford\n        chuckles.\n\n                                FORD\n                  I knew your father.  He was quite...\n\n                                GRENDEL\n                  An asshole?  A swine?  A ballistic\n                  turd?  Pick one.\n                         (with a laugh)\n                  I never knew what a blessing my\n                  accident was until he died and I\n                  had to take over the company.  You\n                  see the music is irrelevant in this\n                  industry.  I'm going to have to ship\n                  this 'wick-prick' platinum just so\n                  teenage girls can have a compact\n                  disc cover to get wet with.\n\n                                DON\n                  Julian's happy as long as he\n                  doesn't see glass shatter.\n\n                                FORD\n                         (motioning to the\n                          yelping Kyle)\n                  I never thought I'd be jealous of\n                  your handicap... Sorry to hear\n                  about Bobby Vomit.\n\n                                GRENDEL\n                  Terrible thing, but good career\n                  move.  His record sales have gone\n                  way up.  I'll just have to create\n                  a new Black Vomit.\n\n                                FORD\n                  I was just discussing this whole\n                  Vomit thing with my friend Art\n                  Mooney.  Do you know him?\n\n                                EVERYONE\n                  Nope.\n\n        Kyle finally finishes off his classic tune and gives the\n        booth a thumbs-up sign and a smile.\n\n                                DON\n                  What's that asshole smiling about?\n                         (into a microphone)\n                  That was fantastic, man.  Let's\n                  just try it one more time.\n                         (clicking off\n                          microphone)\n                  Well, sorry, Ford, I couldn't help\n                  you.  Uh, Ford.\n\n        INT. RECORDING STUDIO\n\n        Ford bursts through the door.  Everybody stops playing.\n\n                                FORD\n                  Guys, guys, please.\n\n                                KYLE\n                  Yo, what's the hassle?\n\n                                FORD\n                  You're killing rock and raping\n                  roll.  Keith Richard's rolling in\n                  his grave and the poor bastard\n                  ain't even dead yet.  <u>You're<\/u>\n                  <u>tearing me apart<\/u>!  Rock 'n' roll\n                  is, is...\n\n        Ford starts snapping his fingers -- looking around --\n        snap snap -- Kyle Troy frowns -- snap snap -- a couple\n        of the band members nod.\n\n                                FORD\n                  I got a '65 Cadillac.\n                         (snap, snap)\n                  Spare time on the back...\n\n        The bass player jumps in -- BUM BUM.\n\n                                FORD\n                  Charge cord to Goldblatts.\n                         (snap, snap)\n                  But I ain't got you.\n\n        Kyle pouts -- the drummer kicks in.\n\n                                FORD\n                  I got women to the right of me...\n                  I got women to the left of me...\n                  I got chicks all around me...\n                  But I ain't got you.\n\n        The rhythm guitarist and keyboardist join the jam.  The\n        band is heating up -- playing louder -- Don and the\n        boys in the booth are bopping their heads to the beat.\n\n                                FORD\n                  I gotta a pocket full of crumpled\n                    bills,\n                  I gotta stomach full of different\n                    pills,\n                  I got Fanny Fox and Wilba Mills,\n                  But I ain't got you.\n\n        The band suddenly kicks into a rousing instrumental\n        break of Calvin Carter's \"I Ain't Got You.\"  Ford gets\n        wicked with the mike stand.\n\n                                FORD\n                  But I ain't got you...\n\n                                BAND\n                  But I ain't got you...\n\n                                FORD\n                  No, I ain't got you...\n\n                                BAND\n                  No, I ain't got you...\n\n                                FORD\n                  I said, I ain't got you...\n\n                                BAND\n                  I said, I ain't got you...\n\n                                FORD\n                  I ain't -- got -- you.\n\n        -- And with a quick wave, everyone cuts off.  Ford turns\n        to a very put-off Kyle Troy and grins.\n\n                                FORD\n                  Now, that's entertainment.\n\n        INT. MIXING BOOTH\n\n        Ford whisks through -- nods to Don:\n\n                                FORD\n                  Have a copy of that sent to me,\n                  will ya?\n\n                                DON\n                  Right away!\n\n        Don cracks up as Ford makes his exit.\n\n        INT. HALLWAYS OUTSIDE STUDIO\n\n        A pleased-with-himself Ford bounds from his studio.  He\n        comes across an eerie sight in the hallway -- Two men in\n        GUNSLINGER coats over Armani suits.  One is a black mohawked\n        PUNK and the other is a highhairheaded HEAVY METALER.\n\n                                FORD\n                  You guys part of a band?\n\n                                PUNK GUNSLINGER\n                         (contemptuously amused)\n                  ... Sure.  Our name is Pain.\n\n        Ford fakes a smile.  The duo snort and sneer as he walks\n        off.\n\n        EXT. GLOOMY MARINA - NIGHT\n\n        Ford's Fairlane pulls up before a pretty ominous marina.\n        Boars are eerily moored with no sign of human beings.\n\n        EXT. PIER - NIGHT\n\n        Ford creeps across the pier.  He puts the finishing\n        touches on his arm-to-hand sliding gun apparatus before\n        looking to a nice-sized but inherently tacky boat from\n        which an eerie ROCK SONG spookily emits.  The bow reads:\n        THE MIGHTY PENIS.\n\n                                FORD\n                  I wonder which boat's Johnny's?\n\n        EXT. DECK OF <u>MIGHTY PENIS<\/u> - NIGHT\n\n        Ford comes onto the deck of <u>Mighty Penis<\/u>.  He glances\n        around before descending below to follow the siren call\n        of the eerie MUSIC.\n\n        INT. CABIN\n\n        Ford comes down and turns on some bizarrely hued lights\n        revealing a literally rocking bachelor pad from hell com-\n        plete with a scary rack of dildos and an inflatable doll\n        that floats above a neon ME sign.  Ford goes past a wall\n        that has cut out quasi-nude shots of breasts and buttocks.\n\n                                FORD\n                  The love boat is making another\n                  run...\n\n        He then makes a glance to another picture on the wall.\n        It is the same young-and-wanna-be-rock-stars picture\n        of Johnny and Ford that Ford viewed earlier.\n\n        Ford sadly blinks before looking to a gun rack on the\n        wall that holds three shotguns.  Ford wobbles over to\n        an entertainment system set up next to the rack.  He\n        turns OFF the eerie rocker on the STEREO.  A video\n        cassette marked \"Collie and Me\" lies on an adjoining\n        VCR.  Ford puts the tape in.\n\n        TAPE\n\n        The TAPE WHIRS on to show Johnny kneeling on his heart-\n        shaped bed in a comical schoolboy outfit and a dunce cap.\n\n                                JOHNNY (V.O.)\n                         (on video)\n                  Where's my Queen Collie?  I need\n                  some <u>order<\/u>!\n\n        Colleen Sutton comes on the screen in killer black lin-\n        gerie and wearing a paper Burger King crown.  She steps\n        threateningly toward the bed, carrying a scepter.\n\n                                COLLEEN (V.O.)\n                         (on video)\n                  Queen Collie is here.\n\n        INT. CABIN\n\n        Ford snaps OFF the TV.\n\n                                FORD\n                  This is why I have cable.\n\n        Ford steps over to a closet and opens the door.  And\n        there's a smiling guy in a psychedelic tie-dye shirt\n        standing inside.  Ford quickly closes the door -- and\n        BAM -- a hand crashes through the door and latches on to\n        Ford's neck.  Ford beats off the arm.\n\n        Ka-blam!  The smiling guy kicks the door off its hinges.\n        Meet SMILEY:  He's muscular, and seems mean, despite the\n        fact he has a ponytail, wears sandals, nice black gloves,\n        and has a damn smile that never ever leaves his face.\n\n                                SMILEY\n                  How's it going?\n\n        Smiley's fist swooshes at Ford's head.  Ford's hand whips\n        out of nowhere and grabs the fist in midair.\n\n                                FORD\n                  You're ten seconds away from the\n                  most embarrass --\n\n        <u>Crunch<\/u>!  Smiley punches Ford across the jaw with his left jaw!\n\n        Ford's body careens into a dresser.  He bolts up and as\n        he did so wow-ly in his opening scene, super-swiftly raises\n        his arm.  Only this time the gun doesn't slide out.\n\n        Ford feebly tries to reach in his sleeve to retrieve the\n        gun but <u>crack<\/u>!  Smiley strikes again.  Ford runs to the\n        gun rack and tries to pull out a shotgun, but it is locked.\n        Panicked, Ford yanks the entire gun rack off the wall as\n        Smiley latches on with a nasty bear hug.  Ford FIRES off a\n        wild BLAST from one of the still-in-the-rack GUNS.\n\n        The shotgun blast demolishes a <u>Playboy<\/u> centerfold and\n        causes a BLAST of WATER to whoosh out from her remains.\n\n        Smiley moves into a strangling mode while Ford's hands\n        move down to the next gun on the rack.  Another BLAST\n        BURSTS a hole in the other WALL.\n\n        Ford FIRES OFF yet another one into the floor below him\n        causing a devastating geyser that allows him to break\n        away from Smiley.\n\n        Water is amusingly blasting out from every angle.  Ford\n        and Smiley battle semi-obliviously to this new added\n        element of nature.  The water rises above their knees.\n\n        Ford spins around and grabs the TV off the still-standing\n        home entertainment center.  He SMASHES it upon Smiley's\n        head, submerging him into the water which is now at\n        Ford's waist.  Ford frantically scans the water like a\n        shark attack victim, but Smiley does not emerge.\n\n                                FORD\n                  Marco...\n\n        Ford quickly wades to the stairs...\n\n        EXT. <u>MIGHTY PENIS<\/u>\n\n        is sinking pretty fast.\n\n        EXT. DECK\n\n        Ford collapses onto the damp deck with a gasp.  The\n        entire lower level of the boat is underwater.  Ford works\n        himself into a standing position as Smiley ferociously\n        resurrects from out of decktop windowcase.\n\n                                SMILEY\n                  Polo.\n\n                                FORD\n                  Whatever you're getting paid, I\n                  can give you twenty, maybe thirty\n                  bucks more.\n\n        Smiley does a savage medley of punches across Ford's\n        gut before slapping him into the deck rail.  WATER\n        SPLASHES onto the deck as the boat goes into death\n        throes.  Ford ungracefully makes a clinging jump onto...\n\n        FLY BRIDGE\n\n        Ford beaches himself on the tippy top of the boat.\n        Smiley effortlessly pops up and moves around behind\n        Ford's head.\n\n                                FORD\n                  Had enough?\n\n        Smiley laughs as he places his thumb behind Ford's earlobe\n        at Ford's jawline.  This hurts... The fly bridge is the\n        only part of the boat above water.\n\n                                SMILEY\n                  Feel my thumb?  I keep it there\n                  forty seconds more and a welt\n                  develops cutting off the oxygen\n                  to your brain.  I leave.  Twenty-\n                  one minutes later, you're dead.\n                  The slowest, most painful minutes\n                  a person can experience.\n\n                                FORD\n                  I guess you never saw 'A Very\n                  Brady Christmas.'\n\n                                SMILEY\n                         (squeezing tighter)\n                  Case closed, okay?  Thirty seconds.\n\n                                FORD\n                  Fine!\n\n                                SMILEY\n                  What's fine?\n\n                                FORD\n                  I'm off it!\n\n                                SMILEY\n                  Off what?  Twenty seconds...\n\n                                FORD\n                  The case!\n\n                                SMILEY\n                  Oh.  One more thing.  This is\n                  personal.  I want you to tell me\n                  you're a big sissy.\n\n                                FORD\n                  <u>I.  Am.  The.  Biggest.  Sissy.<\/u>\n                  <u>In.  The.  Whole.  Fucking.  World<\/u>.\n\n        Smiley removes his thumb, pats Ford on the head, and then\n        proceeds to exuberantly backstroke away.  A job well done.\n\n        Ford's torso is the only thing above water.  His sliding\n        gun apparatus pings to life.  The gun finally slides into\n        his hand.  Ford snorts and shakes his head as he dis-\n        appears below the water.\n\n        INT. DOROTHY CHANDLER PAVILION LOBBY - NIGHT\n\n        The elite of Los Angeles, with impeccable tuxedoes and\n        gowns to prove it, grandly stream into a large\n        auditorium.\n\n        Ford, holding a plastic bag of party ice over his face,\n        stumbles through the pavilion doors in a wrinkled tuxedo.\n        The ice bag breaks, sending ice and water down Ford's\n        shirt.  Various snooty patrons turn to harrumph, includ-\n        ing Colleen, who does a double take when she realizes who\n        she is harrumphing at.\n\n                                COLLEEN\n                  My God, Mr. Fairlane, you look\n                  like the Fall of Saigon.\n\n                                FORD\n                  Colleen and Johnny, sitting in a\n                  tree, k-i-s-s-i-n-g...\n\n                                COLLEEN\n                  Uh, let's go sit down.\n\n        A couple of gasps rise up out of the patrons around them.\n        Ford and Colleen feel the breeze of heads turning all\n        around them.  They turn to see what everybody is looking\n        at.\n\n        What they are looking at is Jazz!  Gone are her glasses\n        and businesslike dress.  She stands at the inside\n        entrance of the pavilion in a tight, low-at-the-top-\n        high-at-the-bottom black leather mini-dress.\n\n                                FORD\n                         (catching his\n                          breath)\n                  Excuse me...\n\n        Jazz squints at the crowd trying to find Ford, who is\n        quickly coming right towards her.\n\n                                FORD\n                  Hey, Jazz, I told you to dress\n                  'nice' not <u>nice<\/u>.  What, did you\n                  think this was a date?\n\n        Ford looks to Jazz's grim face.  Yes, that's what she\n        thought.\n\n                                FORD\n                  Sorry, Jazz.  After this, I'll throw\n                  a burger down your throat, okay?\n\n                                JAZZ\n                  You're a fucking gentleman.  What\n                  do you want from me?\n\n                                FORD\n                  This Colleen Sutton woman I'm with.\n                  If she flees me to go powder her\n                  whatever, I need you to keep tabs...\n\n                                COLLEEN\n                  Ford, they're starting.\n\n        Colleen strolls back from where she came.  Ford back-\n        pedals to catch up with her.\n\n                                FORD\n                  You going to be okay?\n\n                                JAZZ\n                  Go on, 'they're stahting.'\n\n        INT. BALLET AUDITORIUM\n\n        Male dancers wearing incredibly tight outfits that leave\n        nothing to the imagination prance and move across the\n        stage.\n\n        Ford and Colleen take in the spectacle before them.  They\n        speak in whispers.\n\n                                COLLEEN\n                  So you know about Johnny Crunch\n                  and myself.\n\n                                FORD\n                         (looking to the\n                          dancers)\n                  I'm sorry, that's gotta be a pair\n                  of tube socks he has down there.\n\n                                BALLET PATRON\n                         (in back)\n                  Shh.\n\n                                COLLEEN\n                  You want off the case, don't you?\n\n        BALLERINA\n\n        with absurdly graphic nipples pirouettes.\n\n        Ford mimes his eye being poked out.\n\n                                FORD\n                  Ouch... Of course I want off the\n                  case.  Some monster from Woodstock\n                  tried and succeeded in killing me\n                  tonight.  The fact I'm alive's\n                  a technicality.\n\n                                COLLEEN\n                  So you...\n\n                                FORD\n                  Listen, Queen Collie, I have a code.\n                  I never, ever, drop a case.  Besides,\n                  I, uh, used all your money to pay\n                  my bills, so I kinda owe you.\n\n                                COLLEEN\n                  Nonsense.  After what you've been\n                  through, it sounds like I owe you.\n\n                                FORD\n                         (to stage)\n                  They did one of these about my ex-\n                  wife.  It's called 'The Nutcracker.'\n                         (after the silence;\n                          enunciating)\n                  'The Nut-crack-er'... I don't need\n                  money.  I need some questions\n                  answered.\n\n                                COLLEEN\n                  I'll do my best.\n\n                                FORD\n                  Question one:  Can I have some\n                  money?  Kidding.  Why didn't you\n                  tell me about you and Johnny?  You\n                  two were into something even more\n                  dangerous than sex, weren't you?\n                  Who?  What?  Where?  How?  Now.\n\n        Colleen looks out to the two Armani Gunslingers, Punk and\n        Metal, looming by the exit.\n\n                                COLLEEN\n                  Jonathan was such a beautiful man.\n                  No one knew him like I did...\n                  Excuse me.  I can't do this now.\n                  I'll call you tomorrow.\n\n                                FORD\n                  Thanks for the information.\n                  Appreciate it.\n\n        Colleen mock-whimpers into the aisle.  Ford turns to a dig-\n        nified woman seated next to him and motions to the stage.\n\n                                FORD\n                  That guy gets an erection, he\n                  gives himself a black eye.  I\n                  mean, you can see him coming\n                  around a corner and still have\n                  time to comb your hair.\n\n                                BALLET PATRON\n                  Will you please be <u>quiet<\/u>.\n\n                                FORD\n                  He'll be telling that joke tomorrow.\n\n        The dignified woman laughs and Ford smiles at her laugh.\n\n        INT. FOYER\n\n        Colleen strides out of the auditorium and purposefully\n        veers down the hall, into the ladies' room.\n\n        From a seated position at the other end of the hall, Jazz\n        frenetically pops up and pushes on her glasses.  She clacks\n        after Colleen, into the ladies' room as well.\n\n        INT. DOROTHY CHANDLER PAVILION LOBBY\n\n        Balletgoers stream into the lobby for the post-ballet re-\n        ception.  Ford meanders out with the buzzing crowd, a\n        couple patrons taking notice of his wrinkled attire.  Ford\n        blazes a Marlboro Gold as a SNOOTY NON-SMOKER who got a\n        snide closeup earlier in the segment, points to a \"Yes, I\n        mind if you smoke\" button on his lapel.\n\n                                SNOOTY NON-SMOKER\n                  Can you read... 'smoker'?\n\n                                FORD\n                  Can you whistle 'Man in the Mirror'\n                  out your ass... 'snapperhead'?\n\n                                SNOOTY NON-SMOKER\n                  Hey, don't be a pottymouth.  I\n                  just don't want cancer.\n\n        As Ford speaks, he takes a rubberband and attaches it to\n        a lighter in a way that keeps the flame lit.  He then\n        places it in the Non-Smoker's tuxedo pocket.\n\n                                FORD\n                  You know, you're right, sir, and\n                  I'm sorry.  I thought I lived in a\n                  country where you were free to do\n                  any stupid thing you wanted; drive\n                  to work naked, make love to a\n                  V.C.R., but hey, you reminded me I\n                  live in a hell where any sperm like\n                  you can stab me in the heart with\n                  these things called opinions, just\n                  because you have them.\n\n        The Non-Smoker weakly smiles, his jacket starting to smoke.\n\n                                SNOOTY NON-SMOKER\n                  It's okay.  It's okay, guy.  Smoke all\n                  you want.  Here, have one of mine...\n\n        The Non-Smoker fumbles out a pack of cigarettes from his\n        literally smoking jacket and then bolts away.\n\n        An hors d'oeuvres tray cruises by.  Ford grabs something\n        on a toothpick and casually shoves possibly the worst\n        thing he's ever tasted in his life into his mouth.  Ford\n        doesn't chew -- he just looks around for someplace to\n        spit it out just as Julian Grendel approaches.\n\n                                GRENDEL\n                  Well, hello, Ford.\n\n                                FORD\n                  Mmmmmmm.  Mmmm, mmm.\n\n                                GRENDEL\n                  I must say you're an island of\n                  reality in an ocean of diarrhea.\n\n        Jazz excitedly approaches Ford and Grendel.  Ford grabs\n        her and deeply kisses her.  Ford pulls back and addresses\n        Jack in his normal voice.  Meanwhile, Jazz's face turns\n        color, her mouth trying to deal with the most disgusting\n        transferal of an hors d'oeuvre in film history.\n\n                                FORD\n                  And it's good to see you, Julian.\n                  This is my assistant, Jazz.\n\n                                JAZZ\n                  Mmmmmmm.  Mmmm, mmm.\n\n                                GRENDEL\n                  So what did you think of the ballet?\n                  Was it like a warm Ice Capades?\n\n                                FORD\n                         (laughing)\n                  Yeah, I did, you condescending fuck,\n                  but I miss Snoopy coming out at the\n                  end.  Isn't your enjoyment impaired?\n\n                                GRENDEL\n                  Don't worry I can run every ballet\n                  note for note in my brain...\n\n        Jazz swallows, her eyes bulging with delicate agony.\n\n                                FORD\n                  What, were you one of those brilliant\n                  child prahdigies who was writing\n                  baroque operas while the other kids\n                  were fingerpainting Mr. Greenjeans...\n\n        Julian winces in pain, and then smiles...\n\n                                GRENDEL\n                  Something like that... Let's talk\n                  business.  I think someone is\n                  trying to rip my company off.\n                  I've tried the <u>Yellow Pages<\/u>, now I\n                  think it's your turn...\n\n                                JAZZ\n                         (with Linda Blair's\n                          <u>Exorcist<\/u> voice)\n                  If you'll excuse us.\n\n                                FORD\n                  Jazz, we're talking here.\n\n                                GRENDEL\n                  Go on, another time, another place.\n\n        Grendel watches the couple walk off and the viewer hears\n        the CLASSICAL MUSIC in his head.\n\n        EXT. OUTSIDE DOROTHY CHANDLER - NIGHT\n\n        Jazz pulls Ford into the cool of the night.\n\n                                FORD\n                  Why did you interrupt?  Maxwell\n                  seemed like he wanted to hire me.\n\n                                JAZZ\n                  Shut up, goodies from the ice queen.\n\n        Jazz pulls from her pockets a small toy duck, a Baby Ruth\n        bar, and a compact disc reading \"Black Vomit's Greatest\n        Spits.\"  It has a red number two on the cover.  Ford takes\n        the stuff from her.\n\n                                FORD\n                  How'd you get this from her?\n\n                                JAZZ\n                  You don't want to know, believe me.\n                  But don't worry, I washed my hands...\n\n                                FORD\n                  A fucking C.D.  Wow, this case is\n                  closed.  So, she's got bad taste\n                  in music and in men... Did I tell\n                  you she and Johnny were lovers and\n                  that they were into something and\n                  he got killed for it?\n\n                                JAZZ\n                         (laughing at his\n                          bald exposition)\n                  No, as a matter of fact you didn't.\n                  What about the girl, Zuzu Petals,\n                  how does she fit in?  I mean, she\n                  is what this case is about.\n\n                                FORD\n                  I wish I knew.  You did good work...\n\n                                JAZZ\n                  Make eye contact when you say that.\n\n                                FORD\n                  I'm sorry, that dress.  What do\n                  you say we...\n\n                                JAZZ\n                  Celebrate?  Like we celebrated\n                  after solving the White Bluesman\n                  murders?  Forget it, man.\n\n        Ford and Jazz stroll to their respective cars parked\n        side-by-side.  Jazz drives a black Volkswagen bug.\n\n                                FORD\n                  Oh... Hey, how about that hors\n                  d'oeuvre, tonight?\n\n        Jazz cackles and gets in her car.  Ford watches her go...\n\n        INT. FORD'S HOUSE - LATE THAT NIGHT\n\n        In his underwear, Ford vegges on his couch with a koala\n        bear at his feet and with a BLENDER WHIRRING beside.\n\n                                FORD\n                  Why didn't I pick fishermen?\n\n        Ford STOPS the BLENDER, flips off the lid, and begins\n        drinking his homemade vodka milkshake straight out of\n        the blender, but only after setting it on fire and\n        blowing it out.\n\n        Ford then lazily remotes ON the TELEVISION.  \"MTV News\"\n        with KURT LODER finishes up.  Ford unslumps up with\n        Kurt's revelations.\n\n                                KURT LODER (V.O.)\n                         (on TV)\n                  Police are now saying Bobby Vomit was\n                  not the victim of an overdose as first\n                  suspected, but was actually poisoned.\n                  Police have no suspects yet and have\n                  asked all Black Vomit fans <u>not<\/u> to show\n                  up at the funeral which, by the way,\n                  will be held at the Hollywood Cemetery\n                  at midnight.  In homage, here's the\n                  last video of Bobby Vomit.\n\n        Ford mouths \"wow\" to himself as the rock video begins.\n\n        VIDEO\n\n        A lacerating TUNE BLASTS forth with Bobby Vomit writhing\n        around a cage.  Inside the cafe is a beautifully modulated\n        babe with monster makeup all over her face.  The rest of\n        Black Vomit dutifully play their instruments at the back\n        of the set, all wearing doctor uniforms.\n\n        Vomit pulls the babe's monster-faced head out from between\n        the bars of the cage.  He savagely kisses her and then\n        runs to the door of the cage.  He flings it open.  The\n        babe no longer has the face of a monster.  She has the\n        face of Zuzu Petals for that is who the babe is.\n\n        INT. FORD'S ROOM\n\n        Ford does a vodka milkshake spit-take.\n\n        VIDEO\n\n        In closeup, Zuzu blows the VIEWER a kiss.\n\n        EXT. HOLLYWOOD CEMETERY GATE - NIGHT\n\n        WITH Spotlights, with T-shirt hawkers and with a couple\n        hundred mournful rock and roll fans pushing and shoving\n        at the gate, the viewer believes they are at a concert\n        not a funeral.\n\n        A hurriedly dressed Ford, tucking his shirt in, approaches\n        the gate.  He focuses upon a SLEAZY GUY doing something\n        with two girls.\n\n                                SLEAZY GUY\n                  That's one hundred.  Each.\n\n        The two girls nod -- Sleazy Guy hands them something --\n        the girls leave.\n\n        Ford approaches as the Sleazy Guy carefully calls out.\n\n                                SLEAZY GUY\n                  Got those Vomit invites here...\n\n                                FORD\n                  Scalping to a funeral, you're a\n                  pretty sleazy guy.\n\n                                SLEAZY GUY\n                  Thanks.  You interested.  It's\n                  festival seating, so...\n\n                                FORD\n                  How much?\n\n                                SLEAZY GUY\n                  Three hundred.\n\n                                FORD\n                  You gave it to the girls for one.\n\n                                SLEAZY GUY\n                  Hey, they blew me.\n\n                                FORD\n                  Oh.  Three hundred coming right up.\n\n        Ford very quickly hands over three hundred dollars.\n\n        EXT. FUNERAL GROUNDS\n\n        Ford mounts a small hill to blend into the already-in-\n        progress funeral.  Many people stand in various not\n        necessarily tasteful black clothes.  A row of nubile\n        mournettes kneel praying, the lipstick on their face is\n        noticeably and obscenely askew.\n\n                                FORD\n                  Geez, am I the only one who paid\n                  full price here?\n\n        A priest stands next to a big empty hole.  The band\n        members of Black Vomit are situated behind it, with\n        their instruments.  They begin a mournful metal jam.\n\n        The sound of a HELICOPTER is heard.  Everyone seems to\n        be ignoring this fact but Ford.  A chopper is cruising\n        toward the funeral.\n\n        The CHOPPER sounds get LOUDER as the helicopter positions\n        itself over the open grave.  The band increases its\n        intensify as the crowd chants \"Vomit!  Vomit!  Vomit!\"  A\n        large transparent tube is pushed out of the helicopter\n        with an attached black parachute.  The tube is lit up\n        by round dressing room-style bulbs.\n\n        The tube floats down toward the grave.  Ford and the\n        VIEWER get to see that in the lit tube is Bobby Vomit.\n        It swooshes perfectly into the grave.\n\n        Ford shakes his head in amazement.  Getting serious, he\n        pulls the picture of Zuzu Petals from his pocket and\n        scans the crowd.  More young, pretty girls in sexy black\n        pass before the grave, but no Zuzu.\n\n        A GIRL IN A BLACK VEIL (three guesses who) quietly sobs\n        beside Ford, holding the black purse from the opening\n        scene (okay, one guess who).  With a whimper, she puts\n        her head against Ford's stomach.  By reflex, Ford puts\n        his arm around to comfort, but his eyes never leave the\n        crowd.\n\n                                GIRL IN VEIL\n                  He was so good...\n\n                                FORD\n                  Yeah, he was one of the greats.\n                         (holding out the\n                          photo)\n                  Hey, you haven't seen this girl,\n                  have you?\n\n                                GIRL IN VEIL\n                  Is this a trick question?\n\n        The Girl In her Veil lifts her veil.  It is Zuzu Petals.\n        Ford goes insane with victory.\n\n                                FORD\n                  Zuzu Petals!  Zuzu Petals!  Yes!\n                  Who killed Bobby Vomit?  Who\n                  killed Johnny Crunch?  Why do\n                  people want you so goddamn bad?\n\n                                ZUZU\n                  I don't know.  I'm so scared.\n                  Help me.\n\n        Zuzu drops to her knees before Ford.\n\n                                FORD\n                  A simple 'please' would suffice...\n\n                                ZUZU\n                  Fluck you!\n\n        Zuzu fiercely balls her fist and punches Ford in the\n        groin.  She then bolts up and starts sprinting away.\n        Ford gasps after her.\n\n                                FORD\n                  Fluck me?\n\n        Zuzu keeps running.  She gives a glance back toward Ford\n        as a black gloved hand thrusts out and grabs her by the\n        neck.  The arm leads to the maliciously chipper face of\n        Smiley.\n\n        Smiley lifts Zuzu up and heaves her into a sidecar\n        connected to a state of the art motorcycle.  With a\n        painful crash, Zuzu lands upside-down in the sidecar.\n        Smiley straddles the BIKE and ROCKETS off, recklessly\n        weaving through tombstones.\n\n        Panting, Ford stops running toward the motorcycle.  He\n        changes direction and begins running...\n\n        until he reaches his Fairlane.  Ford wails in anger for\n        his tires have been punctured.  The PHONE in his car\n        suddenly RINGS.  Ford reaches in and pulls out the\n        portable phone.\n\n                                FORD\n                  K-O-D-S is going to make me rich!\n\n        MOTORCYCLE\n\n        Smiley is revealed to be barking on a cellular phone,\n        attached to his motorcycle while burrowing through the\n        tombstones.  Zuzu's legs flail from out of the sidecar.\n\n                                SMILEY\n                  How's it going?  Radio station\n                  contest.  Ford, I mean really...\n\n        The super-bike sends frightened mourners into empty burial\n        holes.\n\n        ANOTHER PART OF CEMETERY GROUNDS\n\n        Portable phone pushed up under his armpit, receiver be-\n        tween his head and his shoulder, Ford barrels up a hill...\n\n                                FORD\n                  If you hurt her, I'll kill you!\n                  Maybe not personally, but I'll\n                  think of something...\n\n        At the top of the hill is a parked hearse.\n\n        HEARSE\n\n        Two slimy MORTICIANS come out from the back of the\n        hearse.  They are each smoking a cigarette and zipping\n        up their pants.\n\n                                MORTICIAN ONE\n                  Some days it's great to be alive.\n\n        Ford charges into the front seat of the hearse.  He\n        turns the ignition key and tears off.\n\n                                MORTICIAN TWO\n                  Hey, he took Lydia!\n\n                                MORTICIAN ONE\n                         (giving his zipper\n                          a final yank)\n                  So what, we've had our fun.\n\n        INT. HEARSE\n\n        The body of a VOLUPTUOUS WOMAN rests naked on a gurney\n        in the back of the hearse.  The gurney wobbles back and\n        forth toward Ford in the driver's seat.  A tag on her\n        hand reads LYDIA.\n\n                                FORD\n                  Now it's getting interesting,\n                  Smileyhead.\n\n        MOTORCYCLE\n\n        Smiley blazes across the gravesite green towards the\n        entrance.  A discombobulated Zuzu twists into a sitting\n        position.\n\n                                SMILEY\n                  Normally, I'd be up for a bullshit\n                  car chase, but I got to get up early\n                  tomorrow.\n\n        Smiley looks down to his phone with a quizzical ex-\n        pression.  In the b.g. the hearse can be seen barrelling\n        over a hill.\n\n                                SMILEY\n                  Ford, where did you go?  Don't be\n                  such a baby...\n\n        HEARSE\n\n        Ford intensely weaves through burial paths.  His point of\n        view has the motorcycle getting closer.\n\n        MOTORCYCLE AT CEMETERY ENTRANCE\n\n        Smiley hangs up the phone, and ROARS into the street out-\n        side the cemetery.  Zuzu scowls, until Ford pulls up\n        beside them, shouting out his window.\n\n                                FORD\n                  You were saying, snapperhead?  I'll\n                  bet you're not smiling now!\n\n                                SMILEY\n                  Oh, but I am.  Dianetics, Ford.  You\n                  should try it.\n\n                                FORD\n                  Say cheese...\n\n        Ford super-swiftly raises his arm activating the sliding\n        gun apparatus.  The gun sails out of his sleeve, past his\n        hand, out of his car, and over Smiley who rightfully laughs.\n\n                                SMILEY\n                  Thanks, but I have my own.\n\n        Smiley pulls a serious GUN from his coat and BLASTS away.\n        Ford steers off as the BULLETS shower into his hood.\n\n                                ZUZU\n                         (regarding Ford, amused)\n                  My hero...\n\n        The HEARSE convulses in a mind-roasting SKID causing the\n        other poor cars in the vicinity to insanely slam into\n        lampposts, mini-malls, and themselves.\n\n        HEARSE\n\n        All this motion commotion causes the body of the Vol-\n        uptuous Woman to burst out from the back and to crash\n        into the front seat.  Ford shrieks at the inert, well-\n        endowed flesh.  Suddenly, the PHONE RINGS.  Ford fren-\n        etically picks up...\n\n                                FORD\n                  Fuck you, man!  I can't talk...\n                  Mom!  What are you calling for?\n                  No, no, I don't always answer the\n                  phone like that.  It's business!\n\n        The naked body bounces and bashes against Ford as he\n        speaks.  The voluptuous head slams down onto Ford's lap.\n\n                                FORD\n                  Have I met any nice girls?  Ma,\n                  Ma, get some sleep.  I gotta\n                  another call...\n                         (pressing call\n                          waiting)\n                  Sorry, it was my mom...\n\n        MOTORCYCLE GOING UP INCREDIBLY INCLINED STREET\n\n        Riding up a steep hill, Smiley deliriously chats...\n\n                                SMILEY\n                  Your mom is special.  I look\n                  forward to raping her at your\n                  funeral.\n\n        HEARSE\n\n        Ford is comically maneuvering the body into a sitting\n        position and pulling over a seat belt... He shouts in\n        the phone.\n\n                                FORD\n                  You are one sick...\n\n        Ford hangs up, letting go of the seat belt.  Ford watches\n        the body's ludicrously bouncing breasts.\n\n                                FORD\n                  Damn baby, I hope you filled out\n                  some organ donor cards...\n\n        Ford looks out the windshield and howls.\n\n        INCREDIBLY INCLINED STREET\n\n        The hearse slams into the base of the very steep hill,\n        it rockets upward.\n\n        The dead body flips and flops over into the back seat.\n\n        The hearse flies over the hill and whizzes forward,\n        approaching Smiley's motorcycle.  Ford pulls up beside\n        Zuzu in the sidecar.\n\n                                FORD\n                  Zuzu Petals, I'm Ford Fairlane!\n                  I'm the good guy, he's the bad guy!\n\n        Entertained, Smiley FIRES his GUN at the hearse.  Ford\n        swerves around behind the motorcycle to Smiley's side.\n\n        Zuzu loops her purse around her neck and then, with a\n        devilish grin, she stands up in the sidecar.  Smiley\n        watches incredulously as Zuzu jumps from the sidecar onto\n        the motorcycle between his legs and then, after blowing a\n        kiss, into the open passenger window of the hearse.\n\n        A disoriented Smiley swerves off onto a sidewalk, zipping\n        past freaked out pedestrians.\n\n        HEARSE\n\n        Zuzu lands onto the passenger seat with a giggle.\n\n                                ZUZU\n                  This is so amazing!  A car chase!\n                  Let's get on some car chase music!\n                  Ra-a-w-wk!\n\n        Zuzu turns ON the RADIO and turns it UP LOUD.  Ford can\n        only stare at this perverse girl in amazement.  Zuzu\n        looks over to him, popping a bubblegum bubble.\n\n                                ZUZU\n                  It's red, Ford.\n\n                                FORD\n                  What?\n\n        STREET\n\n        The hearse charges through a red light causing another\n        collision.\n\n        HEARSE\n\n        Ford looks into the rearview mirror.  Smiley is back on\n        the street and gaining... Ford reaches into a confused\n        Zuzu's mouth.\n\n                                ZUZU\n                  Hello?\n\n                                FORD\n                  Give me your gum and grab the wheel.\n\n        STREET\n\n        The MOTORCYCLE WAILS up the back of the hearse.  Smiley\n        reaches out to the door and flings it open.  He leaps...\n\n        INTO HEARSE\n\n        A BATTERED but still giddy Smiley crawls and crashes into\n        the front seat, pulling a gun on the driver:  The voluptu-\n        ous body!\n\n        Smiley looks to the floor pedal.  Pink gum holds it to\n        the floor.\n\n        STREET BEHIND HEARSE\n\n        Crunched in a heap on the street, Ford and Zuzu move into\n        painful standing positions.\n\n                                FORD\n                  You okay?\n\n                                ZUZU\n                         (are you kidding?)\n                  Peachy.\n\n        INT. HEARSE\n\n        A weirded-out Smiley turns from his bizarre driver to\n        look before him.  His smile turns into a grimace.\n\n        STREET\n\n        A multi-transport truck is parked at the curb and its\n        ramp is down.  The hearse hits the ramp -- flies in the\n        air towards --\n\n        EXT. HARD ROCK CAFE\n\n        With its famous Cadillac embedded halfway into the roof.\n        CRASH! -- it now has two cars embedded halfway into\n        the roof.\n\n        INT. HARD ROCK CAFE\n\n        The bodies of Smiley and the Voluptuous Woman fly\n        through the WINDSHIELD and sail into the GLASS roof\n        of the Cafe.\n\n        Smiley smashes into the floor while the voluptuous woman\n        crashes down onto a birthday cake atop a table surrounded\n        by aghast yuppies.\n\n        The Voluptuous Woman awakens with a purr...\n\n                                VOLUPTUOUS WOMAN\n                  Boy, you morticians really know\n                  how to party...\n\n        Ford's portable PHONE rests peacefully next to Smiley's\n        crumpled body.  It RINGS.  Smiley achingly picks up.\n\n                                ZUZU (V.O.)\n                  Nyah, nyah, nyah-nyah, nyah.\n\n        EXT. NEARBY PAY PHONE\n\n        Zuzu finishes her squealing as a coolly smiling Ford\n        takes the phone from her and hangs up.\n\n        INT. RTD BUS - NIGHT\n\n        Tired and bruised, Ford and Zuzu sit side by side in a\n        sparsely populated bus.  Zuzu is bobbing to a palm-size radio.\n\n                                ZUZU\n                  That was one of the ten most\n                  provocative experiences of my life!\n\n        A disgruntled Ford takes the RADIO from her and turns it OFF.\n\n                                FORD\n                  Let's get serious...\n\n                                ZUZU\n                  Why are all these people after me?\n\n                                FORD\n                  Uh... wha?  You're supposed to\n                  answer those questions, not ask\n                  'em.  I take it a woman named\n                  Colleen Sutton is not your big\n                  sister and that the late D.J.\n                  Johnny Crunch ain't your daddy?\n\n                                ZUZU\n                  I'm so sure!  I'm an only child\n                  and my parents are Bill and Shirley\n                  Petals of South Bend, Indiana.\n                  They run a hardware store and...\n\n        Ford reaches out and muzzles the sputtering girl with his\n        hand.\n\n                                FORD\n                  You hung out with Bobby Vomit.\n                  Who would want him dead?\n\n                                ZUZU\n                         (sadly)\n                  I dunno.  He was to sound what\n                  Cezanne was to image or at least I\n                  thought so.  Ever since he died,\n                  I've been chased... <u>Omigod<\/u>!\n\n                                FORD\n                  What?  Jesus, tell me!\n\n                                ZUZU\n                  It's Spunk Lewis, the lead singer\n                  for Dead Ribbit!  Mr. Bus Driver,\n                  stop!\n\n        POV ON ALLEY\n\n        Spunk Lewis, generic rock star, emerges from a backstage\n        door to sign autographs for a cluster of generic fans.\n\n        BUS\n\n        Ford shakes his head.  Zuzu's head is twisted around,\n        trying to catch another glimpse of Spunk.\n\n                                ZUZU\n                  Spunk, come back...\n\n                                FORD\n                  How is it you can look at that\n                  HairHead and see God, when all I\n                  see is a lucky asshole from Reseda.\n\n                                ZUZU\n                  Because I know rock-n-roll.\n\n                                FORD\n                  You know rock-n-roll?  Darlin',\n                  I've been in the music industry\n                  for as long as you've lived.  I've\n                  seen things you can't even have\n                  nightmares about... but then I\n                  guess I'm just not equipped to\n                  know the industry the way you do...\n\n                                ZUZU\n                  Come again?  B.FL.D., I have sex\n                  with rock stars; it's not like I'm\n                  doing something that I don't enjoy\n                  with them, like shuffleboard.\n                  Don't worry about me, I practice\n                  safe sex and next summer, I'm\n                  going to U.C.L.A.\n\n        Ford flicks back ON the RADIO with a deprecating smile and\n        flips it to Zuzu.\n\n                                FORD\n                  Zuzu Petals, you're not bad.  In\n                  fact, I was discussing this whole\n                  rock-n-roll thing with my pal Art\n                  Mooney the other day.  You know him?\n\n                                ZUZU\n                  No.  Who's Art Mooney?\n\n                                FORD\n                  He's the lamest clue I've ever had\n                  in my life.  Here's our stop...\n\n        Ford reaches up and pulls the cord.\n\n        INT. FORD'S OFFICE - NEXT MORNING\n\n        Not wearing glasses, Jazz makes her morning entrance into\n        the office with an attack of melancholy.  She sees Zuzu\n        sleeping at her desk behind a melting cup of yogurt.  Ford\n        is amusingly curled up on the floor.  Jazz smiles.\n\n                                JAZZ\n                  Why don't I despise you?\n\n        Ford rumbles into a semi-conscious position.\n\n                                FORD\n                  What did you... Hey, where's your spex?\n\n                                JAZZ\n                  Contacts.\n\n                                FORD\n                  I like.\n\n        Zuzu pops to life and resumes eating her yogurt.\n\n                                ZUZU\n                  He saved my life!  Isn't he the\n                  coolest man in the world?\n\n                                JAZZ\n                  Says a lot about the world... Zuzu\n                  Petals... Case closed?\n\n                                FORD\n                  I don't know, what was the case?\n\n                                JAZZ\n                  Ms. Sutton hired you to find the\n                  girl.  Period.\n\n                                FORD\n                  Then I guess her case is closed.\n                  Mine isn't.  I want to know why\n                  everybody wants Zuzu.  Why people\n                  are killing and dying for her.\n\n                                ZUZU\n                  Yeah, it's weird.  Bobby and\n                  Johnny were such good friends...\n\n                                FORD\n                  Friends?  You didn't tell me that.\n\n                                ZUZU\n                  You didn't ask.  Have you ever\n                  thought about mousse?\n\n        The PHONE RINGS.  Zuzu fiercely picks up.\n\n                                ZUZU\n                  K-O-D-S is going to make me rich... Uh...\n\n        Jazz sweetly tears the phone away from her.\n\n                                JAZZ\n                  She's just a bundle of energy, a\n                  real treasure...\n\n                                FORD\n                  Yeah, let's bury her.\n\n                                JAZZ\n                  Hello...\n                         (hanging up)\n                  It's Colleen.  With answers.  She wants\n                  to meet.  Down.  Way down-town.  Late.\n\n        INT. VERY GRUNGY, DISGUSTINGLY HIP DOWNTOWN CLUB - NIGHT\n\n        Too ultra-cool to be alive zombies, a mixture of play-\n        tough trendoids and actual psychopaths, dressed in very\n        black black, are packed together like burnt, sweating\n        sardines.  A post-punk ACID CHILLER is throbbing from the\n        SPEAKERS.\n\n        An unamused Ford treads through the unsavory pack.  The\n        crowd almost mystically parts to reveal Colleen, at a\n        table by a window, in a violent leather ensemble, her\n        hair slicked back.\n\n        Ford sits himself down and a waiter pours him a Cappucino.\n\n                                COLLEEN\n                  I ask you to find a girl and\n                  instead you steal a C.D. from me.\n                  Ford.  You suck.\n\n                                FORD\n                  I'll buy you a new one.  I found her.\n\n                                COLLEEN\n                  Zuzu Petals!  Did she have it?\n\n                                FORD\n                  Have what?\n\n                                COLLEEN\n                  Did she tell you anything?\n\n                                FORD\n                  Lots of things.  Her favorite\n                  yogurt.  The ten drummers she\n                  would take to a desert island...\n\n                                COLLEEN\n                  Drink your cappucino, you're\n                  giving me a headache...\n\n        THROUGH RIFLE'S TELESCOPIC LENS (THROUGH WINDOW)\n\n        Targeted for destruction, Colleen rubs her temples.\n\n                                COLLEEN (V.O.)\n                  If feels like it's going to explode.\n\n        CAFE\n\n        A hole pops in the window and a VASE with a black rose in\n        it EXPLODES on the table.\n\n        Ford and Colleen are oblivious to the flying petals and\n        the spurting water.\n\n                                COLLEEN\n                  Damnit... you were right last night.\n                  Jonathan and I were into more than\n                  sex.  Along with Bobby Vomit, right\n                  after old Jack Grendel died, we\n                  took part in a scheme to rip off\n                  Grendel records... I didn't want\n                  you involved...\n\n                                FORD\n                  But I am...\n\n        Ford brings a coffee cup toward its lip.  The CUP EXPLODES.\n\n                                FORD\n                  What cheap shit... hey, waiter!\n\n                                COLLEEN\n                  We invested in these factories.\n                  In Vancouver.\n\n                                FORD\n                  Hold that thought.  Are we being\n                  shot at?\n\n        Ford laughs.  Colleen laughs.  They laugh louder.\n\n                                FORD\n                  I finally got you to laugh.\n\n        Suddenly serious, Ford and Colleen bound away from the\n        table into the seething masses.\n\n        EXT. NEARBY ROOFTOP - NIGHT\n\n        The Punk Gunslinger and the Heavy Metal Gunslinger throw\n        down their rifles (connected to huge silencers) in self-\n        disgust.\n\n        EXT. GRUNGY DOWNTOWN CLUB - NIGHT\n\n        Ford and Colleen exhale happily, moving through the crowd.\n\n                                COLLEEN\n                  That was close...\n\n                                FORD\n                  What did these Vancouver factories\n                  do?\n\n        The clubhounds swell between them, separating them.\n        Colleen shouts above the zombies' heads...\n\n                                COLLEEN\n                  I haven't told you the important\n                  part!\n\n        Smiley suddenly abracadabras behind Colleen.  Her face\n        contorts in agony and she falls.  Smiley bashes his way\n        outward as a futile Ford twists and pushes to Colleen.\n        A knife has been farmed in her spleen.  She croaks up\n        her last words...\n\n                                COLLEEN\n                  Art Mo-o-o-ney!\n\n                                FORD\n                  Thanks, I needed that.\n\n        EXT. DOWNTOWN CLUB - NIGHT\n\n        Smiley emerges out of the club, grinning into a walkie-\n        talkie.\n\n                                SMILEY\n                  You assholes owe me a Big Gulp.\n\n        The sound of THUNDER is heard...\n\n        INT. DOWNTOWN CLUB - DAWN\n\n        A dark daylight beats against the club along with falling\n        RAIN.  The music has stopped and the place has been\n        emptied of its ultra-cool swarm, replaced by the familiar\n        cacophony of policemen and coroner officers.  A black\n        bodybag is carried through the tables past a melancholy\n        Ford, who sits, contemplating shot black rose petals\n        until...\n\n                                LT. AMOS\n                  Have a problem, call Ford\n                  Fairlane.  He won't solve your\n                  case, but who cares, you'll be\n                  dead in a couple days anyway.\n                  Let's face it.  After today, the\n                  California Raisins aren't gonna\n                  hire you.\n\n                                FORD\n                  That's okay.  I'm quitting the\n                  music detective business to become\n                  a cop killer.  Pay's the same, but\n                  it'll be much more fun.\n\n                                LT. AMOS\n                  God, I wish I could prove you\n                  killed everybody.  Unfortunately,\n                  I know who the real killer is.\n\n                                FORD\n                  Really?\n\n        Lt. Amos holds up a picture of Zuzu Petals blowing a kiss.\n\n                                LT. AMOS\n                  It's some psycho killer groupie.\n                  I got an anonymous letter that says\n                  she killed Bobby Vomit, Johnny\n                  Crunch, and now, this society dame.\n\n                                FORD\n                  Once I got an anonymous letter\n                  saying that the world would be\n                  destroyed by a giant purple\n                  raindrop.\n                  I didn't even buy a fucking\n                  umbrella... You were in too many\n                  discos during the seventies.  The\n                  Village People rotted your brain.\n\n                                LT. AMOS\n                  That's the difference between a\n                  great investigator like me and a\n                  piece of Spam like you.  You look\n                  at this picture and all you see is\n                  beauty.  I see the beast.\n\n        EXT. OUTSIDE CLUB\/JAZZ'S VOLKSWAGEN - DAWN\n\n        In counterpoint to Lt. Amos, Zuzu is seen babbling into a\n        car phone in Jazz's Volkswagen, parked outside the club.\n\n                                ZUZU\n                  Yeah, on a car phone!  No, he's\n                  not a guitarist... he's better...\n                  He's a rock-n-roll detec --\n\n        EXT. CAR\n\n        Oblivious to the rain, Jazz leans against her Bug\n        with her arms folded meaningfully, watching Ford head\n        toward her.\n\n                                JAZZ\n                  You okay?\n\n                                FORD\n                  Lieutenant Anus has discovered the\n                  cold-blooded killer behind everything.\n\n                                JAZZ\n                  Who?\n\n        Ford motions to inside the car.  Zuzu chatters away.\n        When she sees she's being watched, she goofily waves...\n\n                                JAZZ\n                  Ah, an obvious choice.\n\n                                FORD\n                  Let's get her out of here, before\n                  she starts a shoot-out.  Drop us\n                  at my place.\n\n        Jazz opens the passenger door for Ford.  As he gets in,\n        compassionate looks are exchanged.  Jazz closes the door.\n\n        INT. FORD'S HOUSE - NIGHT\n\n        A pretty tired Ford and a never tired Zuzu enter Chez\n        Fairlane, the latter swinging her purse.\n\n                                ZUZU\n                  Why are you depressed?  You get in\n                  all the clubs, you never pay cover...\n\n                                FORD\n                  Stop.  We still got serious\n                  detective stuff to do, but we've\n                  been up all night so we should hit\n                  the sack for...\n\n                                ZUZU\n                         (teasing)\n                  What a perv...\n\n        Ford shakes his head and fumbles with the bedroom door as\n        Zuzu somersaults onto the couch and retrieves a remote\n        control.\n\n                                ZUZU\n                  Let's watch some 'M.T.V.'\n\n                                FORD\n                  People still watch that?\n\n                                ZUZU\n                  Who cares about people?\n\n        Zuzu slides up into a sitting position on the back of the\n        couch and raises the remote control...\n\n        FORD'S BEDROOM\n\n        Ford snaps on the light.  His koala bear is hanging from\n        a noose!\n\n                                FORD\n                  Zuzu!\n\n        LIVING ROOM\n\n        Zuzu presses the remote control.  Bah--oom!  The TELEVI-\n        SION EXPLODES, blowing Zuzu off the couch against the\n        back wall.\n\n        Ford rushes into the smoky, raped, and abused living room\n        and bolts down to the dazed and blackened Zuzu.  Ford\n        shakes her into some sort of consciousness.\n\n                                FORD\n                  Zuzu, wake up...\n\n                                ZUZU\n                  Hah fluck, great video, huh?\n\n                                FORD\n                  Are you okay?\n\n                                ZUZU\n                  Okay?  I just blew up.  I feel\n                  orgasmic.\n\n        Ford glances up to see flames flickering at the curtains\n        of his Jimi Hendrix guitar shrine.  With a mute howl of\n        pain, he lets go of his grip on Zuzu, letting her head\n        clunk to the floor.\n\n                                FORD\n                  Puh-leeze...\n\n        He speeds to the curtain and pulls.  The guitar is gone.\n        Ford gasps for breath while Zuzu moves into a wobbly\n        standing position behind him.  She walks OUT OF VIEW as\n        Ford's anger finds sound.\n\n                                FORD\n                  My axe!\n\n                                ZUZU (O.S.)\n                  Ford, do you got something cooking\n                  in the microwave?\n\n        Ford stops gasping.  He races into his...\n\n        KITCHENETTE\n\n        Where Zuzu stands before a microwave oven, calmly combing\n        ash out of her hair.  The timer reads 00:09... 00:08...\n\n                                FORD\n                  <u>Out<\/u>!\n\n        Ford grabs Zuzu by the hand and yanks her toward the door.\n\n                                ZUZU\n                  Wait, my purse!\n\n        Zuzu breaks off from Ford to retrieve her purse on the\n        ground.\n\n                                FORD\n                  Wait, my purse?\n\n        Zuzu zooms back and grabs Ford's hand, pulling him out the\n        door.\n\n        EXT. OUTSIDE FORD'S HOUSE - NIGHT\n\n        Ford and Zuzu burst from the house and dive onto the grass,\n        heads down.  A pause then a familiar BEEPING sound sig-\n        nalling the end of a MICROWAVE cycle.  Zuzu lifts her head.\n\n                                ZUZU\n                  Maybe it was just a pot pie.\n\n        BAH-OOM!  A corner of the HOUSE neatly EXPLODES.\n\n        Ford, lighting up a cigarette, and Zuzu achingly move\n        into standing positions to watch the gently BELLOWING\n        RUBBLE.  Neighbors come out of their places to take\n        part in the fun.\n\n        The Kid slowly approaches from behind the transfixed Ford\n        and Zuzu.  His eye is black, his lip bleeding, and his\n        shirt is torn.\n\n                                THE KID\n                  I tried to stop them, man.\n\n        Ford spins around and The Kid collapses in his hands.\n\n                                THE KID\n                  I'm sorry...\n\n                                FORD\n                  Shut up, you dummy.  Who did this\n                  to you?\n\n                                THE KID\n                  These two guys in long cowboy\n                  coats and real nice suits.  I\n                  think Armani.  They were going\n                  through your stuff with\n                  screwdrivers and shit... I did\n                  what you would have done.\n\n                                FORD\n                  Run to the nearest phone and call\n                  the police.\n\n                                THE KID\n                  Fuck that, I mean, the heck with\n                  that.  I kicked their ass!\n                         (coughing)\n                  Well, I tried.  There were two\n                  of them you know...\n\n                                FORD\n                  Jesus, how could you be so\n                  stupid?  Come on, we're going to\n                  a hospital.\n\n        The Kid stands up and wiggles away from Ford.  He starts\n        marching away toward the beach.  Ford follows...\n\n                                THE KID\n                  I tried to help you...!\n\n                                FORD\n                  And hey, I appreciate it...\n\n                                THE KID\n                         (turning back)\n                  Where's my father?  Have you even\n                  looked?\n\n                                FORD\n                  Yeah, uh, I got some pretty good\n                  leads...\n\n                                THE KID\n                  Liar!  You don't care!  About\n                  anything.\n\n        The Kid runs off.  Ford gruffly exhales and turns to an\n        arms-crossed Zuzu, who is not pleased about what she has\n        seen.\n\n        Ford and Zuzu straggle over to Ford's Fairlane with nice,\n        new tires.  Ford pulls out his alarm beeper and raises it.\n\n                                FORD\n                  Well, at least the guys at the\n                  garage brought my baby back.\n\n        Ford presses the ALARM beeper button... BAH-OOM!\n\n        EXT. OPEN ROAD - LATE AFTERNOON\n\n        Battered and burned like <u>Road Warrior<\/u> extras, Ford and\n        Zuzu drift down the side of the road.  They wearily extend\n        their thumbs at a passing car.\n\n                                FORD\n                  Why the music industry?  Ford\n                  Fairlane, detective of the fishermen.\n\n        A weensy sports car containing two rich FRAT BOYS swerves\n        to the side of the road.  As Ford and Zuzu rush to the\n        car, the Frat Boys laugh and ride off.\n\n        The license plate reads UNPOOR.\n\n                                FORD\n                  Ah!  Mo-ther-fu --\n\n        Ford is about to lose it when suddenly Melodi, the killer\n        cute nymph from the club daintily pulls up in a Cabriolet.\n\n                                MELODI\n                  Hi, private eye guy!\n\n                                FORD\n                  Hey, the poet...\n\n        EXT. OUTSIDE SORORITY HOUSE - NIGHT\n\n        Melodi buoyantly grabs a doorknob beneath some incom-\n        prehensible Greek letters.  Ford and Zuzu try to brush\n        themselves off.\n\n                                MELODI\n                  Oh wow, hiding out from cold\n                  blooded killers.  The sisters\n                  are going to die...\n\n        Melodi swings open the door leading the VIEWER INTO:\n\n        SORORITY HOUSE\n\n        With a burst of LOUD MUSIC, the most ludicrous manifes-\n        tation of the classic college-girls-behind-closed-doors\n        fantasy unfolds in eye-popping fashion.  Girls in short-\n        shorts are aerobicizing to the music, girls in Calvin\n        Klein underwear with shredded tank tops are engaged in\n        an intense game of Twister.\n\n        A gorgeous girl precariously holds a towel against her\n        body as she tries to iron her Garfield panties, two\n        girls in negligees bite into their corn dogs.  A girl\n        wearing only a strategic length T-shirt is tipping her\n        bare toes, trying to change a bulb.\n\n                                MELODI\n                  Hey, troops, here's that rock 'n'\n                  roll detective I told you about.\n\n                                FORD\n                         (in a trance)\n                  Hebedeebuh.  Hebedeebuh.  Maybe\n                  I did die in the explosion.\n\n                                ZUZU\n                  I know the feeling.  This must be\n                  hell.  Can you believe, a flucking\n                  sorority... I'm gonna vomit Day-Glo.\n\n                                FORD\n                  Ye-ah.  Sure.\n\n        Zuzu turns to the stunned Ford and laughingly spanks him\n        as the sorority sisters scamper over.\n\n                                ZUZU\n                  Don't forget, Jazz, bonewad.\n\n        INT. FORD'S OFFICE - NIGHT\n\n        Jazz sits at her desk in the dimly, eerily lit office.\n        The PHONE RINGS.  Jazz hits the speaker button, speaking\n        somberly.\n\n                                JAZZ\n                  Hello, Ford...\n\n                                FORD (V.O.)\n                  What are you doing at the office?\n                  You wouldn't believe what I've\n                  gone through tonight... I'm calling\n                  from the Mega Beta Pogo Sorority.\n\n        INT. SORORITY KITCHENETTE\n\n        Ford speaks on a wall phone while achingly watching a\n        girl in a teddy slowly fill up a balloon in a faucet.\n\n                                FORD\n                  Mmmh!  My house was blown up, my\n                  car was blown up, and my koala bear\n                  isn't in too great a shape, either.\n                         (pausing)\n                  'That's too bad.'  All you can\n                  say is 'That's too bad.'\n\n        INT. OFFICE\n\n        The VIEWER'S VIEWPOINT PULLS OUT ON Jazz in the eerily-\n        lit office.  The Punk Gunslinger stands behind her,\n        pointing a gun.  The HEAVY METAL GUNSLINGER sits across\n        from her, doing the same.\n\n                                JAZZ\n                  Yes, Ford, that's all I can say.\n\n        INT. SORORITY HOUSE\n\n        The GIRLS have formed a giggling circle around Ford.\n        Each sip a silly-colored wine cooler.  Zuzu is grudgingly\n        having fun, too.\n\n                                FORD\n                  So, then Springsteen says to Madonna,\n                  'Hey, I only eat lime Jell-O...'\n\n        Ford gloats as the Girls laugh and applaud.\n\n                                SORORITY SISTER ONE\n                  Does Van Halen sleep in the nude?\n\n                                SORORITY SISTER TWO\n                  Does Debbie Gibson sleep with\n                  Van Halen?\n\n                                SORORITY SISTER THREE\n                  Is Sting really an asshole?\n\n                                WEIRD SORORITY SISTER\n                  If Axl Rose was reincarnated as a\n                  black woman would he be Jodie\n                  Whatley or Aretha...\n\n                                MELODI\n                  Sisters, sisters, give Ford a\n                  break.  What do you say we induct\n                  him as an honorary member...\n\n                                SISTERS\n                  Yeah!\n\n        Ford wolfishly grins.  Zuzu rolls her eyes.\n\n        INT. FORD'S OFFICE - NIGHT\n\n        The Heavy Metal Gunslinger bobs up from a phone book.\n\n                                HEAVY METAL GUNSLINGER\n                  I got an address for the sorority.\n\n                                PUNK GUNSLINGER\n                         (turning to Jazz)\n                  It's a tough business...\n\n                                HEAVY METAL GUNSLINGER\n                  If you ever have a son, I hope\n                  his dog dies...\n\n        The Punk Gunslinger pushes Jazz back against the Heavy\n        Metal Gunslinger.  The Metal Gunslinger grabs her arms\n        while the Punk grabs her legs.  They swing Jazz back and\n        forth three times before heaving her SMASH! through the\n        plate GLASS WINDOW of the office.\n\n        INT. SORORITY HOUSE - NIGHT\n\n        The Sisters stand in semi-darkness around Ford, each\n        holding a lit candle, and each wearing only a special\n        robe.  Ford is also wearing a robe over boxer shorts.\n\n                                SISTERS\n                  <u>Quantas -- Jujubees -- Salcido --<\/u>\n                  <u>Ford Fairlane -- Quantas -- Jujubees<\/u>...\n\n        Ford looks over to Zuzu who stands by the window doing\n        a \"jerking off\" motion.  Ford smiles, until he looks...\n\n        POV - THROUGH WINDOW\n\n        The Two Gunslingers ride up in a Jeep without their\n        lights on.\n\n        SORORITY HOUSE\n\n        Ford spins to the Sisters.\n\n                                FORD\n                  Everybody, blow!\n\n        The Sisters blow out their candles.\n\n        EXT. SORORITY LAWNS\n\n        Still in his robe, Ford bounds across the lawns of various\n        sorority lawns until he is far from the malevolent Jeep.\n\n        Ford stands at the top of an inclined street.  He looks\n        to the Jeep at the foot of the hill before turning next\n        to him.  Next to him is the sports car with the UNPOOR\n        license plate.\n\n        Ford reaches down to the emergency brake.\n\n        INT. JEEP\n\n        The two Gunslingers intensely load their guns.  The Punk\n        Gunslinger looks up, then back down, and suddenly back up\n        again with a squeal.  The sports car is coming right at them.\n\n        Too late to run.  The sports car sails right into the\n        JEEP, wounding it with a loud CRUNCH.\n\n        FRAT BOYS pile out of the across-the-street-parties with\n        howls.\n\n                                UNPOOR FRAT BOY DRIVER\n                  Du-udes, they executed my Midget!\n\n        The Frat Boys thunder towards the Jeep.  The Punk\n        Gunslinger exhales a \"This ain't my night\" breath before\n        pulling out an UZI.  He SPRAYS a line of cars parked\n        before the fraternity, SHATTERING WINDOWS, setting off\n        CAR ALARMS, and sending scared Frat Boys running away\n        squealing.\n\n        POLICE SIRENS can be heard in the distance.\n\n                                PUNK GUNSLINGER\n                  It's cut-our-losses time, dude.\n\n        The JEEP starts to SCREECH off, but then stops and backs\n        up so the Heavy Metal Gunslinger can lob a GRENADE into\n        the sports car.\n\n        The Unpoor Frat Boy Driver watches in agony as his CAR\n        EXPLODES.  Ford comes up from behind him, takes the Boy's\n        hand and extends the thumb.  Ford grins.\n\n        SORORITY\n\n        A victorious Ford struts into the sorority to much\n        applause.  Ford looks down to a box of water balloons and\n        pulls out one with each hand.  High-energy MUSIC is\n        playing on the STEREO.\n\n                                FORD\n                  All work and no play makes Ford\n                  a dull boy.\n\n                                SORORITY SISTER ONE\n                  Water balloon fight!\n\n                                MELODI\n                  Sisters, don't get your robes wet.\n\n        The Sorority Sisters all start to yank off their robes when\n        suddenly a crumpled and bloodied Jazz enters the house.\n\n                                JAZZ\n                  Why do we have to have an office\n                  on the second floor?\n\n        Jazz begins to collapse.  Ford drops his water balloons\n        and catches her.\n\n                                JAZZ\n                  I came to warn you...\n\n                                FORD\n                  Oh, Jazz, those bastards... call\n                  an ambulance!  Get that music off!\n\n                                ZUZU\n                  Sure, I have a much more appropriate\n                  C.D.  Bobby sneaked it into my purse\n                  the day he died.  It was so romantic...\n\n        Zuzu pulls out the red number one Black Vomit C.D. from\n        her purse.  She goes to the compact disc player and\n        slides it in.\n\n        The painful COMPUTER SCREECHES:  SCRE-E-E-E!  BUZZ!\n        SHSHSHSHSHSH! come croaking out the SPEAKERS.  The\n        Sorority Sisters hold their ears, whimpering in pain,\n        while Zuzu obliviously tries to dance to it.  Ford and\n        Jazz smile at each other.\n\n                                MELODI\n                  This isn't music!\n\n                                FORD\n                  It is to us!  It's computerised.\n\n        Jazz takes the Black Vomit compact disc case (with a red\n        number on it) from Jazz and holds it up.\n\n                                JAZZ\n                  I believe the last time we came\n                  across one of these, was at the\n                  ballet.  What were your words...\n                         (in Ford's gruff,\n                          facetious tone)\n                  'A fucking C.D.  This case is\n                  closed.'\n\n                                FORD\n                         (smiling)\n                  I've always said the one reason\n                  I'm the best detective in the\n                  industry is that I'm the only\n                  one... but hey, I never throw away\n                  a clue...\n\n        Ford triumphantly pulls the small toy duck from his\n        pocket.  He frowns and throws it away, then pulls out\n        Colleen's C.D.\n\n                                FORD\n                  Sisters, the sorority computer...\n\n        ANOTHER CORNER OF SORORITY HOUSE - LATER\n\n        The entire sorority and Zuzu are huddled around a seated\n        Ford and slightly-cleaned-up Jazz, who is banging away at\n        a computer.\n\n                                FORD\n                  Aha, just what I suspected!\n\n                                JAZZ\n                  You're not funny.\n\n        The computer screen is filled with incomprehensible,\n        scrambled nonsense.\n\n                                ZUZU\n                  This is boring, guys.\n\n                                FORD\n                  Zuzu, be quiet.  Put in Colleen's\n                  disc.  Number two.\n\n        Jazz slides Colleen's disc in the C.D. modem.  More\n        scrambled nonsense of a different kind appears on the\n        screen.\n\n                                ALL GIRLS\n                  Bor-ring.\n\n                                FORD\n                  Hey!\n\n                                JAZZ\n                  Hmmm, the first disc was putting\n                  out an incomprehensible stream of\n                  high bits.  This one is putting out\n                  low bits.  The data is in some fucked\n                  binary system.  The two discs need\n                  to interface simultaneously with a\n                  third decryptor disc.  Comprendo?\n\n                                FORD\n                  Su-ure.  Two people hired me to\n                  find Zuzu in order to get hold of\n                  one of those discs and Colleen threw\n                  a tizz when we took hers.  Obviously,\n                  all this binary disc shit is pretty\n                  mighty.\n                         (standing up)\n                  But it's not necessary.  People\n                  are dead.  One was a friend.  The\n                  same people were involved in a\n                  scam to rip off Grendel Records.\n                  Bottom line's Julian Grendel is\n                  doing a little revenge number...\n\n                                SORORITY SISTER #1\n                  You're making quite a jump...\n\n                                SORORITY SISTER #2\n                  Do you have any proof?\n\n                                SORORITY SISTER #3\n                  You can't just go up to Julian\n                  Grendel and say...\n\n        Ford cuts them off with a deadpan blink.\n\n                                FORD\n                  Jazz, get to a hospital.  Zuzu and\n                  I are going to feel things out with\n                  Mr. Grendel.  If I don't call in\n                  an hour... hell, I don't know.\n\n        INT. JULIAN GRENDEL'S OFFICE - NIGHT\n\n        Bizarrely-over-the-top-high-tech.  Strange furniture --\n        gold records -- the spooky portrait of Julian and his\n        father.  A nighttime cityscape sparkles through the\n        windows.  Awnings meant for sunlight jut out and block\n        moonlight.\n\n        Bathed by high-tech lighting, wearing a tuxedo, Julian\n        Grendel is pounding a feverishly-modulated CLASSICAL\n        TUNE on a piano.\n\n        When the VIEWER TAKES IN the sight of a confused Ford\n        and Zuzu standing off to the side, the latter blowing\n        gum bubbles, it is REVEALED that Julian's piano is\n        literally soundless.  The piano has had all its chords\n        ripped out.  The classical piece existed only in Julian's\n        brain and on the soundtrack.  Julian's actual playing\n        produces only a dull clicking sound.\n\n                                FORD\n                  Uh, nice piano.  Probably get a\n                  lot of complaints from the\n                  neighbors -- heh...  It's another\n                  time, Julian, another place.  If I\n                  told you Bobby Vomit, Johnny Crunch,\n                  and Colleen Sutton were the ones\n                  you were complaining about, the ones\n                  who tried to rip you off, what\n                  would your reaction be?\n\n                                GRENDEL\n                         (wry)\n                  Shock.\n\n                                FORD\n                  And if I told you that you already\n                  knew all that shit, and that you\n                  had them killed, what would you do\n                  then?\n\n                                GRENDEL\n                  Golly, I'd probably faint.\n\n        Suddenly, Smiley, smiling in another tie-dye shirt, non-\n        chalantly walks into the room carrying a couple shirts\n        in cleaners bags in his black-gloved hands.\n\n                                ZUZU\n                  Uh-oh.\n\n                                SMILEY\n                  Bro, they still can't get that\n                  spot out.\n\n        Grendel downs Ford with a punch to the gut and tears the\n        CDs from Ford's pocket.  Smiley laughs and whimsically\n        shakes his head.\n\n                                ZUZU\n                  Ford, you were right!\n\n                                FORD\n                  Ye-ah.\n\n        Julian picks up a remote control and zaps a STEREO.  A\n        dramatic CLASSICAL PIECE floats on.  He then coolly pops\n        open the drawers of three CD modems beneath a large\n        computer screen.  He plunks a disc in each...\n\n                                GRENDEL\n                  Actually you're a bit off in the\n                  motivation department... I mean,\n                  revenge is so... Bronson.\n                         (furious, coming\n                          to the third modem)\n                  Wait, where's the third C.D.?  How\n                  could you come here without proof?\n                  It's a three piece set here!  A\n                  computer disc from Colleen, Bobby's\n                  computer disc, and Johnny's computer\n                  disc.  Together they make, oh\n                  fucking forget it!\n\n                                FORD\n                  Yeah, yeah, I know the third one\n                  unscrambles the high bits and the\n                  low bits.  Shit, just start torturing\n                  me, man.  I didn't even know Johnny\n                  had a disc and I can't deal with\n                  any 'Don't play games with me, Mr.\n                  Fairlane' bullshit.\n\n                                GRENDEL\n                  Don't play games... ugh.  Did you\n                  say you don't have the third... ugh.\n                         (a beat of\n                          contemplation)\n                  I'm not going to torture <u>you<\/u>, Ford.\n\n        The two Gunslingers enter and along with everyone else in\n        the room, look to Zuzu who obliviously pops a bubblegum\n        bubble.\n\n                                GRENDEL\n                  Not her, Ford.  I'm afraid\n                  sometimes a pussy is just a pussy,\n                  but a 1962 Fender Stratocaster\n                  with an original Humbucking\n                  Pick-ups, maple neck, strung\n                  upside down for a left-handed\n                  genius -- Jimi Hendrix, is\n                  something else entirely.\n\n        The Punk Gunslinger lifts up Ford's beloved guitar out\n        from under a couch in the office as Smiley bolts behind\n        Ford and holds his arms behind his back.\n\n                                FORD\n                  <u>No<\/u>!  U-gh!\n\n                                PUNK GUNSLINGER\n                  Hey, that's the sound your koala\n                  bear made when we hung it.\n\n        Grendel throws down the 2\/3 and takes the guitar from the\n        Punk.  He gently places the guitar on the table and takes\n        a comfy seated position on the couch.  He flicks a\n        switchblade and lowers it toward the guitar.\n\n                                GRENDEL\n                  It doesn't have to be like this?\n\n                                FORD\n                  Oh God, please, <u>don't<\/u>!\n\n        Grendel fiendishly plucks a guitar string with the knife.\n        Ford acts as if it was cutting off his tongue instead.\n\n                                GRENDEL\n                  Don't you think this guitar would\n                  look a lot neater with Ford's name\n                  on it?\n\n                                GUNSLINGERS\n                  Ooooooh, yeah.\n\n        The Punk begins carving the letter F on the front of the\n        guitar.  Ford gets dizzy.  Smiley has to slap him awake.\n\n                                FORD\n                  <u>Rape<\/u>!\n\n        The Punk Gunslinger removes a power drill from his coat\n        pocket and hands the cord to the Heavy Metal Gunslinger\n        who scampers to an outlet to plug it in.  Julian takes the\n        DRILL and turns it ON, GUNNING the power with wicked bliss.\n\n                                FORD\n                  <u>Okay<\/u>!  Okay.  You got me.  Boy,\n                  you guys are tough.  I have the\n                  third disc.  Indeed.  I.  Do.\n                  Yes, sir.\n                         (smiling, a light\n                          bulb dimly lighting)\n                  Yeah you assholes, it's in a very\n                  safe place with instructions to\n                  have it sent directly to the police\n                  if I don't make a phone call by seven\n                  o'clock.  So if you'll excuse us...\n\n                                GRENDEL\n                  It's 7:30.  You really should get\n                  a watch.\n\n                                FORD\n                  Ah, I didn't say seven <u>P<\/u>.M., now\n                  did I?\n\n        Grendel laughs and lights up a cigarette.  He motions for\n        Smiley to let go of Ford.  Ford proceeds to light up a\n        cigarette also.\n\n                                GRENDEL\n                  Ford.  Ford.  Ford.  It's too bad\n                  it had to end like this.  We could\n                  have been friends.  We're so much\n                  alike.  We both know 'Rock-N-Roll'\n                  is all bullshit.  That life is a\n                  disease and everyone's a victim.\n                  Hell, we even smoke the same brand\n                  of cigarettes.\n\n        Ford is spooked.  He tosses his cigarette away.\n\n                                FORD\n                  I just gave up smoking.  A last\n                  drink?\n\n                                GRENDEL\n                  I'm running a little late.  You\n                  see, I'm having a party at <u>THE<\/u>\n                  Club to introduce the new lead\n                  singer for Black Vomit.  Everyone\n                  in the industry will be there,\n                  including our friend, Don Cleveland.\n\n                                FORD\n                  What about Don?\n\n                                GRENDEL\n                  Before Black Vomit starts its set,\n                  Don will have his head blown off.\n                  The papers next week will reveal\n                  that he was partners with Bobby,\n                  Johnny, and Collie in 'the Grendel\n                  Records scam.'  He killed them\n                  to pay off a debt to 'the mob' or\n                  something lame like that.  And\n                  then the mob iced him.  It's all\n                  more tasteful than it sounds.\n\n                                ZUZU (O.S.)\n                  I can't believe you guys hung a\n                  koala bear...\n\n        Everyone turns in dismay to the batty girl.  The Heavy\n        Metal Gunslinger is working the bar.\n\n                                ZUZU\n                  That is.  So.  Graphic.  I mean\n                  I'm still in shock here.  You know\n                  I had a dream about a priest\n                  hanging a koala bear during my\n                  first communion...\n\n                                GRENDEL\n                         (reading lips)\n                  Is she saying what I think she's...\n\n                                FORD\n                  I'm afraid so, you want her?\n\n                                ZUZU\n                  But you know, that was just a\n                  dream.  Doesn't really count.\n\n                                FORD & GRENDEL\n                  Shut up!\n\n        The Metal Gunslinger brings Julian and Ford each a glass\n        of vodka.\n\n                                FORD\n                         (raising his glass)\n                  Julian, you're evil incarnate.\n                  And you know, while I'm a little\n                  angry that you're going to kill me\n                  and all, I gotta salute your\n                  toughness.  Life threw you lemons,\n                  and gall darnit, you made lemonade.\n                  Julian Grendel, guys like you don't\n                  grow on trees.  Here's to you...\n                          (smashing the glass\n                           into Julian's head)\n                  sucking my dick.\n\n        Grendel spins off, howling in pain.  The Punk and Heavy\n        Metal Gunslingers rush toward Ford but he dispatches both\n        of them with swift punches.  Smiley though grabs him from\n        behind and holds his arms.\n\n                                SMILEY\n                  Take a free hit, bro.  Come on...\n\n                                GRENDEL\n                  Sure...\n\n        Grendel wipes off his face and steps toward Ford.  He\n        then stops and with all his might, backhands Zuzu across\n        the face, sending her tumbling to the floor.  He smiles\n        and then gives her a kick in the ribs for good measure.\n        Ford breaks from Smiley and rushes down to Zuzu.\n\n                                GRENDEL\n                  Kill them.  Not quickly.\n\n                                FORD\n                  Are you okay?\n\n                                ZUZU\n                  If you ask me that question one more...\n\n        As Zuzu speaks, Ford reaches in her mouth and pulls out\n        her gum with one hand.  With the other hand, he removes\n        one of her earrings.\n\n                                FORD\n                  When I say 'no,' run for the door.\n\n                                GRENDEL\n                          (pausing at doorway)\n                  Oh, wait.  One sec.  Open the window.\n\n        The Heavy Metal Gunslinger pries open the window.  Julian\n        picks up Ford's guitar with two hands and heaves it over\n        Ford and Zuzu's head and out the window.\n\n                                FORD\n                  Shit.\n\n                                GRENDEL\n                  Ciao.\n\n        Grendel and the Punk Gunslinger make a brisk exit.  The\n        Heavy Metal Gunslinger draws his gun while Smiley smiles\n        and cracks his knuckles.\n\n        For stands up and speaks whimsically...\n\n                                FORD\n                  Don't hurt me?\n\n        Smiley punches Ford across the jaw -- snapping his head\n        back.  He then grabs him by the collar and thrusts him\n        across the wall -- smack -- over the desk -- into the\n        wall.  Right next to a wall socket.\n\n        Zuzu felinely kneels before the Heavy Metal Gunslinger,\n        sneakily picking up the 2\/3 C.D. from the floor.\n\n                                HEAVY METAL GUNSLINGER\n                  Now we're talking...\n\n        Ford jams the earrings from his right hand into the\n        chewed gum from his left hand and then shoves them into\n        a wall socket.\n\n                                FORD\n                  Now!\n\n        Zuzu punches the Gunslinger in the groin -- the EARRINGS\n        SPARK -- and the lights go out.  The CLASSICAL MUSIC\n        GRINDS TO A HALT and gives way to the sound of GRUNTS\n        and PUNCHES.\n\n        INT. HALLWAY\n\n        Ford rounds a corner, holding a hand.\n\n                                FORD\n                  Move it!\n\n        Ford pulls the hand around the corner.  It belongs to the\n        dazed Heavy Metal Gunslinger.  Ford with a brutal yank,\n        pulls him into his knee, doubling him up.  Ford watches\n        him drop to the floor as Zuzu rounds the corner holding\n        her eye.\n\n                                ZUZU\n                  Nice left you got there, jerk.\n\n                                FORD\n                  Sorry, it was dark, now come on.\n\n        ANOTHER CORRIDOR\n\n        Ford and Zuzu race around another corridor.  Zuzu sees a\n        door -- \"Roof Access\" -- she opens it.\n\n                                ZUZU\n                  This way...\n\n                                FORD\n                  No, wait...\n\n        Smiley and the Heavy Metal Gunslinger chug around the\n        corner.  Ford follows Zuzu...\n\n        EXT. ROOF - NIGHT\n\n        Ford and Zuzu stumble out of a door, smack into a giant\n        10-foot needle jutting into the night sky.  Ford\n        immediately wields back around and grabs for the roof\n        access door, but it has closed.  He tries to open it,\n        but it has locked.  A BULLET EXPLODES the lock.\n\n                                ZUZU\n                  Suck a dick, I left my purse...\n\n                                FORD\n                  As Clark Gable said to Ava Gardner\n                  in Mogambo:  'Fuck the purse,\n                  we're gonna die-e-e.'\n\n                                ZUZU\n                  Reality-reality-reality --\n                  Outrageous building, huh?\n\n                                FORD\n                  Ye-ah.\n\n        VERY WIDE - CAPITAL RECORDS BUILDING\n\n        A 14-story stack of records on Hollywood and Vine.\n        Circular awnings ring each floor creating the illusion of\n        a tower of discs.\n\n        EXT. CAPITOL ROOF\n\n        Smiley and the Metal Gunslinger plow onto the roof.  <u>Alone<\/u>!\n\n        EXT. 14TH FLOOR LEDGE\n\n        Ford and Zuzu are climbing down and around the side of the\n        building.\n\n        The ledge is about a foot wide -- the sheet metal awning\n        juts down and out at a forty-five degree angle just under\n        and out from the ledge.\n\n                                FORD\n                  And you say I never take you\n                  anywhere.\n\n        The two of them shimmy and sway along the edge until they\n        reach a space in the awning.  Ford starts to lower himself\n        through the space to the next level, nine feet below.\n\n        EXT. CAPITAL ROOF\n\n        Smiley looks over the edge -- straight down.  Between the\n        cracks we can see Ford and Zuzu on their precarious journey.\n\n                                SMILEY\n                  Let's rock.\n\n        The Gunslinger gives him a \"You've <u>got<\/u> to be kidding\"\n        look.  Smiley keeps smiling.  Nope.  The Metal Gunslinger\n        takes off his gunslinger coat and his Armani jacket.\n\n        EXT. 12TH FLOOR AWNING\n\n        Zuzu's feet dangle -- she hits the tiny ledge.  Ford\n        steadies her.\n\n        Ford tries to open a window, but it's locked.  He tries\n        the next one -- they're all locked.  Ford kicks the\n        window.  Bonk! -- the glass bounces, unaffected -- Whoa!\n        -- Ford teeters from the hit -- falling -- Zuzu grabs him\n        and pulls him back up.\n\n                                FORD\n                  Pretty smooth, huh?\n\n                                ZUZU\n                  Smooth.  I know this is dangerous\n                  and everything but it's kind of fun.\n                  Ever see \"Batman,\" you know when\n                  Batman and Robin are climbing up the\n                  side of the building and somebody\n                  sticks their head outside the window\n                  and says... I forget what they said\n                  but it's pretty funny.\n\n                                FORD\n                  Why have you come to my planet?\n\n        A BULLET ZINGS by!  Zuzu shrieks -- they look up.\n\n        Between the spaces, the Metal Gunslinger points the\n        business end of a gun between the awnings from the 14th\n        floor ledge.\n\n                                FORD\n                  Around!\n\n        They move along the side of the building -- making for the\n        next space in the awning.\n\n        DIFFERENT LEDGE - WITH SMILEY\n\n        Smiley hits the ledge and teeters.  He steadies and moves on.\n\n        11TH FLOOR - FORD AND ZUZU\n\n        drop down -- start working their way through the next gap.\n\n        WIDE AND HIGH ON ALL THIS\n\n        The SHOT SPINS AROUND the Capitol Building.  Ford and Zuzu\n        are zigging and zagging and dropping down.  The Metal\n        Gunslinger follows them from a few floors above -- going\n        left and right.  Smiley is concentrating on going straight\n        down.\n\n        HEAVY METAL GUNSLINGER\n\n        prepares to go down.  Sticking his gun in his mouth, he\n        slaps down on the rim of the next ledge...\n\n        NINTH FLOOR - RIGHT BETWEEN FORD AND ZUZU\n\n                                FORD\/ZUZU\n                  Wow.\n\n        His gun still in his mouth, the Gunslinger swings and flaps\n        his arms trying to get his equilibrium.  Falling backward,\n        he yelps out of the corner of his gun-clenching mouth.\n\n                                HEAVY METAL GUNSLINGER\n                  He-lp.\n\n        Zuzu instinctively reaches out for him.  And grabs the\n        GUN.  And the trigger.\n\n        She innocently BLOWS the back of his head off.  The\n        corpse bounces off the awning...\n\n                                ZUZU\n                  Oops.\n\n        EXT. VINE - ATOP WONDER BREAD TOUR BUS - NIGHT\n\n        On the roof of the Wonder Bread tour bus, a TOUR GUIDE is\n        blabbing through a bullhorn to a bunch of seated tourists.\n\n                                TOUR GUIDE\n                  The building is a symbol for the\n                  music industry, a business where\n                  anything can happen and usually...\n\n        The corpse of the Heavy Metal Gunslinger slams down before\n        him with a crash that turns into a gaping hole on the bus.\n\n                                TOUR GUIDE\n                  ... does.\n\n        BACK TO NINTH FLOOR\n\n        Zuzu flings the gun away from herself.\n\n                                ZUZU\n                  Ick.\n\n                                FORD\n                  I won't ask why you would want to\n                  help someone trying to kill you,\n                  but hey, good job.  Shall we?\n\n        Ford helps Zuzu drop her feet into the hap... and Smiley's\n        hand juts up and grabs Zuzu's legs.  Smiley is in midair\n        pulling down on Zuzu.  He must have jumped up to snatch them.\n\n                                SMILEY\n                  How's it going?\n\n        EIGHTH FLOOR\n\n        Smiley and Zuzu fall down as one.  Slap! -- Smiley hits\n        the ledge -- let's go of Zuzu -- and she falls outward.\n\n        Clang! -- Zuzu slams into the slanted metal awning -- her\n        feet slide out from underneath her like a bad ice skater\n        -- she reaches for the ledge -- misses -- but slap!  She\n        grabs onto the top edge of the awning.\n\n        She lays there, at a forty-five degree angle, her feet\n        sticking out into the atmosphere.\n\n        And Smiley stands right above her grinning.  Smiley rests\n        a steadying hand on the wall -- sticks his foot out\n        towards the top of the awning -- towards Zuzu's fingers.\n\n                                ZUZU\n                  Oh, <u>Fo-ord<\/u>!\n\n        THUNK -- Ford drops from above and lands on the ledge\n        behind Smiley.  Smiley's gloved hands lunge out at Ford\n        and grab his throat.  Ford shoots his hands out and\n        locks them on Smiley's neck.\n\n        Zuzu hangs on for dear life as Ford and Smiley squeeze-\n        push-twist -- both almost dependant on the other to keep\n        balance.  Bored, Smiley decides to finish off Ford.  He\n        swings Ford's head out a bit, then in, smashing Ford's\n        skull against the building.\n\n        The force of the smash knocks them both off balance.\n        They twist -- tip -- let go of each other -- and both\n        fall -- CLANG! -- CLANG! -- onto the METAL awning right\n        next to Zuzu -- Smiley in the middle.  Each holding on\n        with one hand to the CREAKING AWNING, they both start\n        to wail punches on each other.  Then kicking.\n\n                                ZUZU\n                  Fluck this.\n\n        Zuzu gets into the act.  With her nails.  And Smiley's\n        eyes.  She rips away blindly at his face.\n\n        Smiley yells.  He loses his grip and starts to slide down\n        -- until he grabs Ford's belt.\n\n        Ford gleefully unloosens his belt and lets a desperate\n        and descending Smiley yank it all the way out.  Ford\n        reaches out to the belt at the last second.  He savors\n        the sight of Smiley hanging on for dear life.\n\n                                FORD\n                  I want you to say that you're the\n                  biggest sissy in the whole wide world.\n\n                                SMILEY\n                  <u>I'm.  The.  Biggest.  Sissy.  In<\/u>.\n                  <u>The.  Wide.  World<\/u>.\n\n                                FORD\n                  Okay.  'B-y-e!\n\n        Before Ford can let go of the belt, he catches sight of\n        Smiley's glove ripping open revealing a Snoopy-in-a\n        fighter-pilot-suit ring, just like his son's, The Kid.\n        The \"Snoopy and the Red Baron\" SONG PLAYS a couple of\n        beats.  Ford looks to God.\n\n                                FORD\n                  Hey.  God.  You're an asshole.\n\n                                ZUZU\n                  Let go of the belt!  What are you\n                  doing?  You got mad at me for\n                  trying to save the other guy.\n\n        Smiley starts to pull himself back up as Ford contemplates.\n\n                                FORD\n                  I can't kill this kid's father...\n\n                                ZUZU\n                  Who do you think you are, Ford?\n                  The tooth fairy.  Kill!  Kill!  Kill!\n\n                                FORD\n                  This is fucking unbelievable.  Zuzu,\n                  it's a long story, you see...\n\n        Smiley suddenly lurches up to Ford's neck and starts\n        strangling away.  And that's when the awning bends -- it\n        wasn't built for this.  The angle changes from forty-five\n        to twenty-five as all three people slam down and bounce.\n\n        The Snoopy comes off in Ford's hand.\n\n        They all lose their grip.  And free fall.\n\n        In midair, Zuzu latches onto Ford's legs and Smiley\n        latches onto Zuzu's legs.  Ford's elbow crunches through\n        the edge of the next metal awning.  His encrusted elbow\n        is the only thing that is keeping the dangling three-way\n        chain of himself, Zuzu and Smiley from death.  All three\n        howl and scream in amusing syncopation.\n\n        Ford looks to his left and stops screaming.  Hanging from\n        two good guitar strings, off a building thermometer, is\n        <u>the guitar<\/u>.  Ford loudly cheers and breaks into a\n        rendition of \"Purple Haze.\"\n\n                                FORD\n                  'Excuse me, while I kiss the sky.'\n                          (loudly hums a\n                           'Haze' riff)\n                  Whoooo!  Oh, God, buddy, I'm sorry\n                  for calling you an asshole.\n                  You're number one, man!  Hey,\n                  Zuzu, look I found my guitar.\n\n        Ford looks down to Zuzu who is rightfully wailing her\n        head off.  Ford is slapped back into reality.  Ford looks\n        over to his guitar, back down to Zuzu, then up to God.\n        He whines.\n\n                                FORD\n                  <u>You're tearing me apart, here<\/u>!\n\n        Ford reaches over to his guitar and unhooks it from the\n        thermometer with his free hand.\n\n                                FORD\n                  Sorry, Jimi.\n\n        Ford fiercely flings down his guitar.  It blazes down into\n        Smiley's face.  Smiley lets go of Zuzu with a final howl.\n\n        Ford and the viewer watch the guitar swirl and spin in\n        the air before crunching to the ground.\n\n        Zuzu climbs up Ford's back and INTO the FRAME.\n\n                                ZUZU\n                  Thanks.  I know how much that\n                  thang meant to you.\n\n        They semi-romantically kiss.  Zuzu squeals in mock\n        indignation.\n\n                                ZUZU\n                  Hello, Mr. Tongue!  What a perv.\n\n                                FORD\n                          (smiling)\n                  You wish.  Come on, let's get\n                  outta here.\n\n        ENTRANCE TO CAPITAL RECORDS BUILDING - LATER\n\n        placidly sits before the viewer.  Suddenly, Ford and\n        Zuzu, drop down from the TOP of the FRAME and land on\n        their feet, their BACKS turned TO the CAMERA.  They stand\n        shellshocked and motionless for a moment, until Ford\n        turns around and tries to catch his breath.  Zuzu's body\n        language says that she still thinks she's on a ledge.\n\n        An AMIABLE TOURIST COUPLE approach the devastated duo.\n\n                                AMIABLE MALE TOURIST\n                  Excuse me, could you give us directions\n                  to the Mann Chinese Theatre?\n\n                                FORD\n                  Go back to Michigan, asswipe.\n\n                                AMIABLE MALE TOURIST\n                  But we're from Wisconsin...\n\n                                FORD\n                  What's the fucking difference?\n\n        The Tourists flee, flabbergasted.  Ford goes to comfort Zuzu.\n\n                                FORD\n                  Are you okay?\n\n                                ZUZU\n                          (glaring)\n                  There's that question...\n\n        Jazz rushes up to the surly pair, wearing an eyepatch\n        and a forearm cast.\n\n                                JAZZ\n                  How'd it go?\n\n        Ford and Zuzu give Jazz the look of death before contin-\n        uing down the sidewalk, their heads drearily looking\n        down.\n\n                                FORD\n                  Your timing swallows the massive\n                  one.\n                  Grendel just tried to kill\n                  us, he's about to frame and kiss\n                  Don, and we can't do shit.  Don't\n                  even ask about those discs.\n                  Goddamn that Art Mooney with a\n                  star by his name!  It's tied to\n                  Johnny's C.D., I know.\n\n                                JAZZ\n                  Johnny's C.D.?\n\n                                ZUZU\n                  Maybe Art Mooney's the name of\n                  like a constellation...\n\n                                JAZZ\n                  And maybe the stars correlate with\n                  a map in the Thomas Guide... sounds\n                  pretty decaf, doesn't it?\n\n        Jazz and Zuzu futiley look in the air as Ford moves for-\n        ward with his head still down.  Ford suddenly stops and\n        speaks with an increasingly beatific smile.\n\n                                FORD\n                  Ladies, life's not that complicated.\n\n        The women race back to Ford as he falls to his knees and\n        howls...\n\n                                FORD\n                  <u>Art, baby<\/u>!\n\n        The VIEWER'S VIEWPOINT WILDLY SWINGS AROUND and DOWN to\n        see a star, a Hollywood Walk of Fame star.  \"Art Mooney\"\n        is printed just above a five inch record symbol.\n\n        The ladies kneel down to the brain-racing Ford.\n\n                                ZUZU\n                  Oh how sweet, your friend's got\n                  his own star.\n\n                                FORD\n                  ArtArtArtArtMooneyMooneyMooney\n                  Mooney.\n\n        Ford frantically massages the star.  He digs his nails\n        into the little record symbol and POP!  It flips off the\n        star, revealing a five inch hole.  A silvery rainbow\n        sparkle comes from that inch.  Ford sticks his finger\n        in --\n\n        And pulls out a compact disc (a red number three right\n        on the disc).  A Black Vomit one.  The third CD.\n        Exciting THEME MUSIC CRANKS on the SOUNDTRACK until...\n\n        INT. <u>THE<\/u> CLUB - NIGHT\n\n        A dazzling assortment of music industry-types bark and\n        laugh with each other in a decidedly unfrivolous manner.\n        This isn't a typical club scene.  Everyone here oozes\n        importance.\n\n        Julian Grendel works the crowd like Zeus, the CLASSICAL\n        PIECE playing in his head and ON the SOUNDTRACK.\n\n        INT. JULIAN'S OFFICE - NIGHT\n\n        The more MODERN THEME MUSIC TAKES OVER as Ford, Jazz, and\n        Zuzu barge into the room and head to Grendel's computer.\n\n        INT. <u>THE<\/u> CLUB\n\n        The CLASSICAL MUSIC of Julian's brain RETURNS as he\n        kisses each one of the Ovaries.\n\n        INT. JULIAN'S OFFICE - NIGHT\n\n        The MODERN MUSIC USURPS.  Ford, Jazz, and Zuzu each raise\n        up a remote control and fire.  The three, filled, CD modem\n        doors slides shut.\n\n        INT. <u>THE<\/u> CLUB\n\n        The short club owners, Jaime and Larry, converge on Julian.\n\n                                JAIME\n                  This is the best party ever\n                  thrown here...\n\n                                GRENDEL\n                  It's going to be a night to\n                  remember...\n\n        INT. GRENDEL'S OFFICE\n\n        The trio deals with a barrage of facts and figures on the\n        computer screen.\n\n                                FORD\n                  What an interface!\n\n                                JAZZ\n                  Seems to be information about a\n                  factory in Vancouver.\n\n                                FORD\n                  Yeah, Colleen mentioned it.  What\n                  do they make?\n\n                                JAZZ\n                  C.D.s.  The music kind.  From the\n                  Grendel label.\n\n                                FORD\n                  Without Grendel knowing about it.\n                  B-I-N-G-O and Bingo was his name-O.\n                  Counterfeit C.D.s.  Tape piracy\n                  has graduated to disc piracy, the\n                  sound quality's better, and so's\n                  the money.\n\n                                JAZZ\n                  But the funny thing is, take a look\n                  at these Swiss bank account numbers.\n                  We got Bobby, Johnny, Colleen...\n                  and Julian Grendel.\n\n        INT. <u>THE<\/u> CLUB\n\n        Grendel keeps moving to genially thwap Don Cleveland on\n        the back.\n\n                                DON\n                  I wish you could hear the buzz\n                  this party is making...\n\n                                GRENDEL\n                  I can feel it, man... Can I talk\n                  to you in private...\n\n        Grendel ominously grabs Don's elbow with a chilling grin.\n\n        INT. GRENDEL'S OFFICE\n\n        The gang takes it all in.\n\n                                ZUZU\n                  Grendel was in charge of the\n                  ripping off of the company.\n\n                                JAZZ\n                  It started after Old Jack Grendel\n                  died, the others were just\n                  investors.\n\n                                FORD\n                  After their initial investment in\n                  the factory, Grendel didn't need\n                  them.  Told them to fuck off.\n                  They tried to get these C.D.s\n                  together in order to have proof of\n                  Grendel's involvement, so they could\n                  keep him in line.  Now's the fun part...\n\n                                JAZZ\n                  I can't believe I lost an eye for\n                  a bunch of phony C.D.s\n\n        They race to the door.  Zuzu gets there first.\n\n                                ZUZU\n                  Oh God, the door's locked.  We're\n                  going to have to crawl down!\n\n                                FORD AND ZUZU\n                  <u>No<\/u>!\n\n                                ZUZU\n                         (gleefully opening\n                          the door)\n                  Psyche.\n\n        EXT. ALLEY BEHIND CLUB - NIGHT\n\n        Grendel, Don, and the Punk Gunslinger stand tensely\n        together.\n\n                                GRENDEL\n                  What can I say, Don, it's\n                  business.\n                         (to Punk Gunslinger)\n                  Dump the body in, let's say,\n                  Chinatown.\n\n        Julian oozes back into the club.  The Punk Gunslinger\n        raises his silencer-gun to Don's chest... just as Jazz's\n        Volkswagen storms into the alley.  The big bashes the\n        Punk sending him flying over the car and crashing on the\n        ground.\n\n        Ford, Jazz, and Zuzu giddily bop out of the car.\n\n                                FORD\n                  Hey, Don, how's the high blood\n                  pressure.\n\n                                DON\n                  Could somebody tell me what's\n                  going on?  <u>Like slo-owly<\/u>...\n\n                                ZUZU\n                  You-see-it-all-starts-with-this-\n                  factory-in-Vancouver-and there's\n                  these-C.D.s...\n\n                                FORD\n                  I'll mail you a letter, come on!\n\n        Ford, Zuzu, and Don go into the club.  A grinningly cock-\n        sure Jazz walks around to the crumpled Punk Gunslinger,\n        who achingly tries to crawl toward his gun.\n\n                                JAZZ\n                  Let's see, you threw me through a\n                  plate glass window and I hit you\n                  with my Volkswagen.  I think we're\n                  in for a fair fight.\n\n        The Gunslinger springs up and punches Jazz in the gut.\n        She gasps.\n\n                                JAZZ\n                  Maybe not...\n\n        INT. CLUB - STAGE\n\n        Holding a radio mike, Grendel is in the throes of\n        grandiosity.\n\n                                GRENDEL\n                  They make jokes about the music\n                  industry.  They say it's cutthroat,\n                  they say it's cynical, well we know\n                  the truth!  There's a lot of love\n                  in this room tonight, but, but...\n\n        A flash of reflected light hits Grendel's face causing\n        him to wince.  He wiggles his head and continues...\n\n                                GRENDEL\n                  But I've talked long enough.  Now,\n                  the moment you've been waiting for.\n                  I'd like you to meet the new singer\n                  for Black Vomit... Kyle Troy!\n\n        Kyle Troy, the untalented prettyboy from the studio comes\n        out, wearing a heavy metal-style wig, to the bullshit\n        applause of the crowd.  He is accompanied by a security\n        guard.\n\n        Grendel puts down the radio mike to applaud Kyle.  The\n        flashing of reflected light hits Grendel a little more\n        fiercely.  Annoyed, he looks offstage to its source.\n\n        GRENDEL'S POV - OFFSTAGE\n\n        Ford Fairlane stands offstage waving <u>the<\/u> compact disc\n        in the light and smiling.\n\n        CLOSEUP - FORD\n\n        exaggeratedly mouths...\n\n                                FORD\n                  Read.  My.  Lips.  You're.  Going.\n                  Down.\n\n        ANOTHER ANGLE\n\n        Grendel's face drops and then switches back to a wide\n        counterfeit grin, Grendel shuffles away from Kyle and the\n        flashbulbs.  He steps over the radio mike he placed down\n        on the stage.  A nubile hand reaches over the stage and\n        grabs it.\n\n        EXT. ALLEY\n\n        Jazz and the Punk Gunslinger crash into the Volkswagen,\n        shoving, grappling, and kicking.  They crunch down onto\n        the ground.\n\n        The Gunslinger dives toward his gun.  But a foot steps\n        on it.  Jazz and the Punk look up to see a quite dapper\n        Sam the Ex-Sleaze.\n\n                                SAM\n                  I used to be just like you, abusing\n                  women to hide my emotional\n                  insecurities.  I realize now that\n                  a little insecurity is good for a\n                  man.\n\n                                JAZZ\n                  Sam the Sleazebag to the rescue!\n\n        A dazed Punk Gunslinger leaps up and swings his fist at\n        Sam, who catches it with one hand.\n\n                                SAM\n                  You're ten seconds away from the\n                  most embarrassing moment of your\n                  life.\n\n        Sam and the Punk engage in a violent howling, wrestling\n        match.  The Punk nails Sam with a kidney punch and then\n        bolts toward his gun.  Jazz stands before him holding it\n        nervously.  She lifts up her eyepatch to get better aim.\n\n                                JAZZ\n                  Please say you won't move!  I\n                  don't want to shoot you, actually\n                  I wouldn't mind, but please, say\n                  you won't move.\n\n                                PUNK GUNSLINGER\n                         (charging toward her)\n                  Die, whore!\n\n                                JAZZ\n                  I guess that's a no...\n\n        Jazz EMPTIES the GUN into his chest, sending him to the\n        ground.  Sam wearily rises up.\n\n                                JAZZ\n                  Come on, Sam, vodka milkshakes are\n                  on me.\n\n        INT. BACKSTAGE\n\n        Grendel hungrily bolts into the backstage area,\n        mock-worried.\n\n                                FORD\n                  You'd said something about proof...\n\n                                GRENDEL\n                  Oh please, Ford, I'll do any --\n\n        Grendel humbly approaches Ford but then levels a karate-\n        style kick into Ford's ribs.  He snatches <u>the<\/u> CD from\n        Ford and splits it apart in the three pieces.\n\n        He savagely begins eating the CD pieces, bloodily cutting\n        his lips.\n\n        Ford pulls five more CD's from his pocket.\n\n                                FORD\n                  And may I suggest for dessert, the\n                  five copies I made...\n\n                                GRENDEL\n                  Fuck me...\n\n                                FORD\n                  Maybe later, but first I want like\n                  to know why you'd steal from your\n                  own company...\n\n                                GRENDEL\n                  When I was young, I read <u>Billboard<\/u>\n                  and I could not believe how much\n                  Grendel Records and how little\n                  of it my idiot father Old Jack\n                  Grendel got.\n\n                                FORD\n                  Yeah, it's pretty amazing how much\n                  cash you gotta give to the actual\n                  artists who create the music.  Those\n                  ingrates really take a bite.  But\n                  seriously, when Pops died, you got\n                  Vomit, Crunch, and Sutton to help\n                  finance a C.D. Cleans operation.\n                  You got greedy and they tried to\n                  get the three discs together to\n                  threaten you, but...\n\n                                GRENDEL\n                  What is this, are you holding a\n                  microphone behind my head?\n\n        Holding the radio mike, Zuzu scampers up behind Grendel\n        with giddy self-consciousness at the adventure at hand.\n        As Grendel launches into a tirade, Zuzu holds up the\n        mike just behind him. She reacts to his words with over-\n        the-top facial expressions.\n\n                                GRENDEL\n                  I should kill more music people!\n                  When I was sixteen, I wrote an\n                  opera, the greatest piece of music\n                  ever created in the 20th Century\n                  outside the <u>Dirty Dancing<\/u>\n                  soundtrack.  It was called 'Paco\n                  the Shoeshine Boy.'  When I showed\n                  it to my father, he said it 'wasn't\n                  happening.'  That 'no playlists\n                  worth his while would touch it'!\n\n        CLUB\n\n        The crowd rumbles into silence to listen in shock to\n        Grendel's words coming over the loudspeaker.\n\n                                GRENDEL (V.O.)\n                  Let's face it, making money is the\n                  only art form open to innovation.\n                  Whoever says they're in the\n                  business because they like music\n                  is a lying pathetic piece of shit\n                  or total idiot like Kyle Troy...\n\n        STAGE\n\n        A tear streams down Kyle's face.\n\n        OFFSTAGE\n\n        Grendel continues to dig his own grave with Zuzu having a\n        ball in the b.g., exploiting his deafness with commentary.\n\n                                ZUZU\n                  Is this guy flucked up or what?\n                  I think he's going to blow!\n\n                                GRENDEL\n                  The day my father turned down\n                  'Paco' I dedicated my life to\n                  taking over this fucking industry\n                  and making it so disgusting, so\n                  sleazy, and so corrupt that it\n                  would have to self-destruct!  I even\n                  pissed in the punchbowl tonight...\n\n        CLUB\n\n        A line of industry types by the punch bowl, simultan-\n        eously spit outward.\n\n        An amused eyepatchless Jazz, Sam in tow, passes them on\n        their way to the bar.  Seeing Jazz, the bartender pulls\n        out a fountain glass in order to make a vodka milkshake.\n\n        BACKSTAGE\n\n        Ford is actually concerned about the frothing Grendel.\n\n                                FORD\n                  Man, Julian, that accident took\n                  away more than your hearing.\n\n                                GRENDEL\n                  Accident?  Accident!  You naive\n                  pussball, when I realized my life\n                  of music could only be a life of\n                  music industry.  I <u>cut my fucking<\/u>\n                  <u>ears off<\/u> so I'd only hear <u>my<\/u> music.\n                  Here, look.\n\n        Grendel pulls off his plastic ears and holds them out to\n        Ford.\n\n                                ZUZU\n                  Hoh graphic!  I'm going to dream of\n                  ears for a year!  Ugh!\n\n                                FORD\n                  Just be thankful he wasn't\n                  dissatisfied with his sex life.\n\n        The Zuzu-directed comment causes Grendel to wield around.\n\n                                GRENDEL\n                  You little bitch...\n\n                                ZUZU\n                         (guilelessly into\n                          the mike)\n                  'Feelings, whoa oh, feelings...'\n\n        Grendel loses it.  The inner CLASSICAL MUSIC in his head\n        comes ON the SOUNDTRACK playing ten times faster than\n        normal.\n\n        Zuzu, with a squeal, runs off to the stage.  Grendel\n        pursues...\n\n        STAGE\n\n        Zuzu and Grendel run out in view of everyone.  Grendel\n        looks out at the dead silent tableau of people who were\n        cheering him only moments before.\n\n        The crowd starts to boo...\n\n        Ford walks out onstage, having a hard time keeping down\n        a grin.  Grendel suddenly yanks a gun from the security\n        guard and points it at Ford, who stops smiling.  Kyle\n        Troy faints.\n\n        BAR\n\n        The bartender puts a last blast of vodka atop the shake\n        and is right about to light it on fire, but Sam grabs\n        and throws...\n\n                                SAM\n                  Jazz!\n\n        Jazz catches it and she throws the shake up to the stage.\n\n                                JAZZ\n                  Ford!\n\n        Ford grabs the shake and flings the contents into Grendel,\n        who gets off a SHOT with his GUN.  Ford dives behind an\n        amp as Julian lets another SHOT FLY.  Ford pulls from his\n        pockets matchbooks from a multitude of L.A. clubs.  He\n        lights a handful of them on fire as Grendel moves in for\n        the kill.\n\n                                GRENDEL\n                  I'm still the king!\n\n                                FORD\n                         (popping up)\n                  Julian, you're fired.\n\n        Ford flings his homemade fireball into Grendel's vodka\n        doused tux.  He explodes in flames, staggering around\n        the stage.\n\n        CROWD\n\n        Jaime and Larry watch in bemused detachment.\n\n                                JAIME\n                  Is this for real, Larry?\n\n                                LARRY\n                  No way, Jaime.  He's wearing this\n                  gooey stuff on his body that the\n                  flames can't affect.  Bobby Vomit\n                  opened his act this way.\n\n        STAGE\n\n        The flaming Grendel stumbles to an electronic keyboard\n        set and begins playing a warped piano solo.  The KEY-\n        BOARDS spark and churn amid the flames before grandly\n        EXPLODING along with Julian Grendel.  The sprinkler system\n        blasts on.\n\n        CROWD\n\n        A deadpan Larry turns to a jaw-dropped Jaime.\n\n                                LARRY\n                  Now that... I have no idea...\n\n        Ford bounds off the stage.  He is oblivious to the\n        sprinkler system-induced rain.  Don greets him...\n\n                                DON\n                  Thanks for the promotion, man.\n\n                                FORD\n                  No prob...\n\n        Jazz romantically moves through the makeshift rain.  Ford\n        strides to her when Zuzu sprouts up holding hands with a\n        beefy rock.\n\n                                ZUZU\n                  Look who I found.  It's Damion\n                  Flemm!  He's taking me on tour to\n                  Japan!\n\n        Ford laughs, almost fatherly, then asks <u>the<\/u> question.\n\n                                FORD\n                  So, Zuzu.  Are you okay?\n\n                                ZUZU\n                  Yeah, Ford.  I'm okay.\n\n        Zuzu tenderly kisses him.\n\n        Seeing this, Jazz glumly droops her head and turns around\n        heading back out the club entrance.  She passes an enter-\n        ing Lt. Amos and detective.  Lt. Amos is wearing the\n        infamous white John Travolta <u>Saturday Night Fever<\/u>\n        ensemble, with gold chains.\n\n        The sprinkler system has gone off.\n\n                                LT. AMOS\n                  You do realize that tonight is\n                  disco appreciation night at the\n                  Coconut Teazer...\n\n                                DETECTIVE\n                  I'm sorry, sir, but we got a report\n                  that Fairlane and the psycho-\n                  killer-groupie are here.\n\n                                LT. AMOS\n                  There they are!  Hey!\n\n        Ford and Zuzu turn to Amos with \"Oh brother\" expressions.\n        They walk toward him with smiling faces.\n\n                                LT. AMOS\n                  I should've known you two were in\n                  this together...\n\n        Zuzu drops to her knees.\n\n                                LT. AMOS\n                  Sorry, sexual favors won't help...\n\n        Zuzu slams Amos in the groin, sending him to his knees.\n        Ford shoves the CDs in his pocket.\n\n                                FORD\n                  Happy listening...\n\n        Ford looks for Jazz all around him with a confused expres-\n        sion.  The Ovaries approach, two of them have their arms\n        wrapped around Sam the ex-sleazebag.\n\n                                SAM\n                  I've learned my lesson, Ford.\n                  Thanks.\n\n                                OVARY TWO\n                  Isn't he the best?  Why don't you\n                  come out with us?\n\n                                FORD\n                  Can't.  Have you seen my assistant,\n                  Jazz?\n\n                                OVARY ONE\n                  She took off.  Said something about\n                  you being a real asshole.\n\n        Ford glumly droops his head and shuffles away...\n\n        EXT. CORNER OF FORD'S STREET - LATER IN NIGHT\n\n        An RTD BUS RUMBLES to the corner of Ford's street.  The\n        sad Detective shuffles off the bus to the tune of the\n        SADDEST SONG in film history.\n\n        As Ford walks toward his house, he passes his debris,\n        still splayed out on the street from the night before;\n        mangled gold records, smoldered speakers, his red hotline\n        now burntline phone, and then there's that funky sliding-\n        arm-and-gun apparatus with a gun attached.  Ford picks it\n        up, sliding the gun back and forth with a rueful smile.\n\n        Ford's house is looking gloomy, dark, and missing a lot\n        of pieces.  Ford walks through the intact, but dis-\n        embodied, front door.\n\n        INT. FORD'S HOUSE\n\n        Head still drooping, Ford closes the door behind him.\n        A CLICK causes him to look up.  Sitting atop a battered\n        piece of couch, blood stains neatly blended into his tie-\n        dye shirt, is Smiley holding a gun.  Cheerful as always.\n\n                                SMILEY\n                  How's it going?\n\n                                FORD\n                  You gotta be kidding!  This is\n                  unfuckingbelievable!  I have to\n                  start the evening crawling down\n                  Capital Records, I shoulda chose\n                  suicide then, but oh no, the night\n                  was young!  Next up, my guitar!\n                  The second most important thing\n                  I own and now it's toothpicks for\n                  the homeless on Hollywood\n                  Boulevard!  Then, then, after I\n                  burned up your brother, Jazz... I\n                  should say as a fucking footnote\n                  I've usually treated women like\n                  shit -- used corsages, the wet\n                  spot, you know giving out Domino's\n                  Pizza's phone number and saying \n                  it's mine... Tonight was different.\n                  I felt respect.  I felt love.  Then\n                  Jazz left me... and <u>now<\/u> I get to die!\n\n                                SMILEY\n                  The point?\n\n                                FORD\n                  Let me go out like a man.\n\n                                SMILEY\n                         (tossing away\n                          his gun)\n                  Anyway you want it, asshole.\n\n        Ford super-swiftly raises his arm and Ta-daah!  The gun\n        slides smoothly down his arm into his hand.  Smiley, for\n        the first time in our story, stops smiling.  Ford FIRES a\n        cute hole in his forehead, sending him crashing into a wall\n        that was barely standing to begin with.  It crumbles down...\n\n                                FORD\n                         (to his arm)\n                  Thanks for working.\n                         (to Smiley)\n                  Thanks for being a hu-uge bonehead.\n                  'Let me go out like a man' -- Ha!\n\n        EXT. FORD'S HOUSE\n\n        Ford emerges from the more disembodied than ever front\n        door.  The Kid stands before him, on the front lawn.\n\n                                THE KID\n                  So, did you find my dad?\n\n                                FORD\n                  Well, I got some good news and\n                  some bad news.\n\n                                THE KID\n                  Yeah, go on...\n\n                                FORD\n                  Good news is that yeah, I found\n                  him.  The bad news is...\n\n        Ford raises his hand.  He is wearing the Snoopy the\n        Fighter Pilot ring.\n\n                                FORD\n                  It's me.\n\n                                THE KID\n                  What kind of sentimental bullshit\n                  is this?\n\n                                FORD\n                  Hey, I love you, too, you little\n                  jerk.  Jesus, guy tries to make a\n                  commitment and he's gotta eat shit.\n\n                                THE KID\n                  Who's my real father, man?\n\n                                FORD\n                  He, he, lives in South America...\n                  he's doing that anthropologist-\n                  archeologist-dentist kind of thing\n                  ... he's real busy.\n\n        The Kid starts to sob.  Ford reaches out and grabs his\n        hand.  Their Snoopy rings touch.\n\n        The two tough guys walk down the street together, holding\n        hands.  The viewer's VIEWPOINT HANGS BACK, allowing them\n        some privacy.\n\n                                FORD (V.O.)\n                  I need someone to help me with my\n                  case load, you interested?  This\n                  whole father\/son thing, if you're\n                  not into it, I mean, it's okay.\n                  You know what I'm saying?\n\n                                THE KID (V.O.)\n                  Shut the heck up... Pop.\n\n        Suddenly Jazz's VOLKSWAGEN SCREECHES before the pair.\n        The viewer's VIEWPOINT QUICKLY GOES TO the action as Jazz\n        jettisons from her car, holding out some keys...\n\n                                JAZZ\n                  I just can't deal with all this\n                  crap between us, I'm sorry.  I'm\n                  quitting.\n\n                                FORD\n                  Let's get hitched.  I guess I,\n                  you know, love you.  It's a\n                  beautiful thing.\n\n                                JAZZ\n                  Wha --\n\n        The moment is broken by a RINGING PHONE.  Ford shushes\n        Jazz with his finger and then backtracks to his burnt-\n        ridiculously-still-working, hotline phone.  He picks up.\n\n                                FORD\n                  K-O-D-S is going to make me rich.\n\n        EXT. ISLAND - PERFECT DAY\n\n        The viewer's VIEWPOINT is LULLED TO a friendly hut by a\n        beautiful tropical cove.  A humble hand-drawn sign reads:\n        FORD FAIRLANE, PRIVATE INVESTIGATOR - FISHERMEN ONLY.\n\n        SWINGING AROUND the hut, the viewer DISCERNS Ford, Jazz,\n        and The Kid kicking back on chaise lounges in silly\n        tropical shirts with identical sunglasses.\n\n                                FORD\n                  I love the music industry,\n                  especially the tacky radio\n                  giveaway part...\n\n        The viewer's VIEWPOINT PANS OVER a bit to reveal, sitting\n        next to The Kid on a very small chaise lounge and in a\n        very small leather jacket is the koala bear with a sweet\n        little neck brace.\n\n        CLOSE ON FORD\n\n                                FORD\n                  Wha-at.  You didn't really think\n                  we'd kill the flucking koala bear,\n                  did you?\n\n\n\n\n\n\n\n\n<\/pre>\n<\/body>\n<\/html>","id":176,"split":"train"}
