{"ori_id":"9001b135170722af260d09feca9be9d5e293aeef","title":"Sandy (novel)","context":"Sandy (novel)\n A contemporary synopsis of the novel's plot describes it as follows:\nThis is the story of a young Irish boy named Sandy Kilday, who at the age of sixteen, being without home or relatives, decides to try his luck in the new country across the sea. Accordingly, he slips aboard one of the big ocean liners as a stowaway, but is discovered before the voyage is half over and in spite of his entreaties is told he must be returned by the next steamer. Sandy, however, who has a winning way and sunny smile, arouses the interest of the ship's doctor, who pays his passage and gives him some money with which to start his new life. On the voyage Sandy has made friends with a lad in steerage named Ricks Wilson, who earns his living by peddling, and he decides to join him in this career. Sandy has also been deeply impressed by the face of a lovely young girl who is one of the cabin passengers and when he discovers that she is Miss Ruth Nelson of Kentucky he decides to make that state his destination. He and Ricks remain companions for sometime although Sandy's strong sense of honor causes disagreements as to the methods of their dealings. Sandy finally becomes disgusted with this life and after catching a glimpse of Ruth at a circus, where he is dispensing his wares in a humorous manner, he decides to abandon it altogether.\nHe parts from Ricks and falling ill by the roadside is picked up by a colored woman named Aunt Melvy, who is in the employ of Judge Hollis. The latter takes Sandy to his home and his wife nurses him through a long fever and then, as they are childless, they adopt him into their household. The Judge gives Sandy a good education, sends him to college and he becomes a successful lawyer. All this time his love for Ruth has been unswerving though she has not responded to his advances. Judge Hollis is shot by an unknown assailant and Sandy, who discovers the assailant to be Ruth's dissipated brother Carter, refuses to give evidence against him. Sandy is kept in jail until freed by Ruth's intervention, Carter having confessed his crime to his sister before his death. The Judge recovers from his wound and Sandy and Ruth are happily married to the satisfaction of all concerned.\nï»¿The Project Gutenberg eBook, Sandy, by Alice Hegan Rice\n\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n\n\n\n\nTitle: Sandy\n\nAuthor: Alice Hegan Rice\n\nRelease Date: November 18, 2004  [eBook #14079]\n\nLanguage: English\n\n\n***START OF THE PROJECT GUTENBERG EBOOK SANDY***\n\n\nE-text prepared by Rick Niles, Ronald Holder, and the Project Gutenberg\nOnline Distributed Proofreading Team\n\n\n\nNote: Project Gutenberg also has an HTML version of this\n      file which includes the original illustrations.\n      See 14079-h.htm or 14079-h.zip:\n      (http:\/\/www.gutenberg.net\/dirs\/1\/4\/0\/7\/14079\/14079-h\/14079-h.htm)\n      or\n      (http:\/\/www.gutenberg.net\/dirs\/1\/4\/0\/7\/14079\/14079-h.zip)\n\n      Images of the original pages are available through Kentuckiana\n      Digital Library. See http:\/\/kdl.kyvl.org\n\n\n\n\n\nSANDY\n\nby\n\nALICE HEGAN RICE\n\nAuthor of _Mrs. Wiggs of the Cabbage Patch_\n\nNew York, The Century Co.\n\n1905\n\n\n\n\n\n\n\n[Illustration: \"Looking up, he saw a slender little girl in a long\ntan coat and a whit tam-o'-shanter\"]\n\n\n\nTO MY AUNT\n\nMISS MARY A. HEGAN\nWHO USED TO TELL ME BETTER STORIES\nTHAN I SHALL EVER WRITE\n\n\n\n\nCONTENTS\n\n CHAPTER\n\n       I THE STOWAWAY\n      II ON SHIPBOARD\n     III THE CURSE OF WEALTH\n      IV SIDE-TRACKED\n       V SANDY RETIRES FROM BUSINESS\n      VI HOLLIS FARM\n     VII CONVALESCENCE\n    VIII AUNT MELVY AS A SOOTHSAYER\n      IX TRANSITION\n       X WATERLOO\n      XI \"THE LIGHT THAT LIES\"\n     XII ANTICIPATION\n    XIII THE COUNTY FAIR\n     XIV A COUNCIL OF WAR\n      XV HELL AND HEAVEN\n     XVI THE NELSON HOME\n    XVII UNDER THE WILLOWS\n   XVIII THE VICTIM\n     XIX THE TRIALS OF AN ASSISTANT POSTMASTER\n      XX THE IRONY OF CHANCE\n     XXI IN THE DARK\n    XXII AT WILLOWVALE\n   XXIII \"THE SHADOW ON THE HEART\"\n    XXIV THE PRIMROSE WAY\n\n\n\n\nLIST OF ILLUSTRATIONS\n\n\n\"Looking up, he saw a slender little girl in a long tan coat and a\nwhite tam-o-shanter\" Frontispiece\n\n\"He sent up yell after yell of victory for the land of his adoption\"\n\n\"He smiled away his debt of gratitude\"\n\n\"Then he forgot all about the steps and counting time\"\n\n\"Burning deeds of prowess rioted in his brain\"\n\n\"Sandy saw her waver\"\n\n\"'It's been love, Sandy, ... ever since the first'\"\n\n\n\n\nCHAPTER I\n\nTHE STOWAWAY\n\n\nAn English mist was rolling lazily inland from the sea. It half\nenveloped the two great ocean liners that lay tugging at their\nmoorings in the bay, and settled over the wharf with a grim\ndetermination to check, as far as possible, the traffic of the\nmorning.\n\nBut the activity of the wharf, while impeded, was in no wise stopped.\nThe bustle, rattle, and shouting were, in fact, augmented by the\ntemporary interference. Everybody seemed in a hurry, and everybody\nseemed out of temper, save a boy who lay at full length on the quay\nand earnestly studied a weather-vane that was lazily trying to make\nup its mind which way to point.\n\nHe was ragged and brawny and picturesque. His hands, bronzed by the\ntan of sixteen summers, were clasped under his head, and his legs were\ncrossed, one soleless shoe on high vaunting its nakedness in the face\nof an indifferent world. A sailor's blouse, two sizes too large, was\nheld together at the neck by a bit of red cambric, and his trousers\nwere anchored to their mooring by a heavy piece of yellow twine. The\nindolence of his position, however, was not indicative of the state of\nhis mind; for under his weather-beaten old cap, perched sidewise on a\ntousled head, was a commotion of dreams and schemes, ambitions and\nplans, whose activities would have put to shame the busiest wharf in\nthe world.\n\n\"It's your show, Sandy Kilday!\" he said, half aloud, with a bit of a\nbrogue that flavored his speech as the salt flavors the sea air. \"You\ndon't want to be a bloomin' old weather-vane, a-changin' your mind\nevery time the wind blows. Is it go, or stay?\"\n\nThe answer, instead of coming, got sidetracked by the train of thought\nthat descended upon him when he was actually face to face with his\ndecision. All sorts of memories came rushing pell-mell through his\nbrain. The cold and hungry ones were the most insistent, but he\nbrushed them aside.\n\nThe one he clung to longest was the earliest and most shadowy of the\nlot. It was of a little white house on an Irish heath, and inside was\nthe biggest fireplace in the world, where crimson flames went roaring\nup the big, dark chimney, and where witches and fairies held high\ncarnival. There was a big chair on each side the hearth, and between\nthem a tiny red rocker with flowers painted on the arms of it. That\nwas the clearest of all. There were persons in the large chairs, one a\nsilent Scotchman who, instinct told him, must have been his father,\nand the other--oh, tricky memory that faltered when he wanted it to be\nso clear!--was the maddest, merriest little mother that ever came\nback to haunt a lad. By holding tight to the memory he could see that\nher eyes were blue like his own, but her hair was black. He could hear\nthe ring of her laugh as she told him Irish stories, and the soft\ndrone of her voice as she sang him old Irish songs. It was she who\ntold him about the fairies and witches that lived up behind the\npeat-flames. He remembered holding her hand and putting his cheek\nagainst it when the goblins came too near. Then the picture would go\nout, like a picture in a magic-lantern show, and sometimes Sandy could\nmake it come back, and sometimes he could not.\n\nAfter that came a succession of memories, but none of them held the\nsilent father and the merry mother and the little white house on the\nheath. They were of new faces and new places, of temporary homes with\nrelatives in Ireland and Scotland, of various schools and unceasing\nwork. Then came the day, two years ago, when, goaded by some\ninjustice, real or imagined, he had run away to England and struck out\nalone and empty-handed to care for himself. It had been a rough\nexperience, and there were days that he was glad to forget; but\nthrough it all the taste of freedom had been sweet in his mouth.\n\nFor three weeks he had been hanging about the docks, picking up jobs\nhere and there, accommodating any one who wanted to be accommodated,\nmaking many friends and little money. He had had no thought of\nembarking until the big English liner _Great Britain_ arrived in port\nafter breaking all records on her homeward passage. She was to start\non her second trip to-day, and an hour later her rival, the steamship\n_America_, was to take her departure. The relative merits of the two\nvessels had been the talk of the wharf for days.\n\nSandy had made it a rule in life to be on hand when anything was\nhappening. He had viewed cricket-matches from tree-tops, had answered\nthe call of fire at midnight, and tramped ten miles to see the finish\nof a great regatta. But something was about to take place which seemed\nentirely beyond his attainment. Two hours passed before he solved the\nproblem.\n\n\"Takin' the rest-cure, kid?\" asked a passing sailor as he shied a\nstick at Sandy's shins.\n\nSandy stretched himself and smiled up at the sailor. It was a smile\nthat waited for an answer and usually got it--a smile so brimming over\nwith good-fellowship and confidence that it made a lover of a friend\nand a friend of an enemy.\n\n\"It's a trip that I'm thinkin' of takin',\" he cried blithely as he\njumped to his feet. \"Here's the shillin' I owe you, partner, and may\nthe best luck ye've had be the worst luck that's comin'.\"\n\nHe tossed a coin to the sailor, and thrusting his hands in his\npockets, executed a brief but brilliant _pas seul_, and then went\nwhistling away down the wharf. He swung along right cheerily, his rags\nfluttering, his chin in the air, for the wind had settled in one\ndirection, and the weather-vane and Sandy had both made up their\nminds.\n\nThe sailor looked after him fondly. \"He's a bloomin' good little\nchap,\" he said to a man near by. \"Carries a civil tongue in his head\nfor everybody.\"\n\nThe man grunted. \"He's too off and on,\" he said. \"He'll never come to\nnaught.\"\n\nTwo days later, the _America_, cutting her way across the Atlantic,\ncarried one more passenger than she registered. In the big life-boat\nswung above the hurricane-deck lay Sandy Kilday, snugly concealed by\nthe heavy canvas covering.\n\nHe had managed to come aboard under cover of the friendly fog, and had\nboldly appropriated a life-boat and was doing light housekeeping. The\napartment, to be sure, was rather small and dark, for the only light\ncame through a tiny aperture where the canvas was tucked back. At this\nend Sandy attended to his domestic duties.\n\nHere were stored the fresh water and hardtack which the law requires\nevery life-boat to carry in case of an emergency. Added to these was\nSandy's private larder, consisting of several loaves of bread, a bag\nof apples, and some canned meat. The other end of the boat was\nutilized as a bedroom, a couple of life-preservers serving as the bed,\nand his own bundle of personal belongings doing duty as a pillow.\n\nThere were some drawbacks, naturally, especially to an energetic,\nrestless youngster who had never been in one place so long before in\nhis life. It was exceedingly inconvenient to have to lie down or\ncrawl; but Sandy had been used to inconveniences all his life, and\nthis was simply a difference in kind, not in degree. Besides, he could\nsteal out at night and, by being very careful and still, manage to\navoid the night watch.\n\nThe first night out a man and a girl had come up from the cabin deck\nand sat directly under his hiding-place. At first he was too much\nafraid of discovery to listen to what they were saying, but later his\ninterest outweighed his fear. For they were evidently lovers, and\nSandy was at that inflammable age when to hear mention of love is\ndangerous and to see a manifestation of it absolute contagion. When\nthe great question came, his heart waited for the answer. Perhaps it\nwas the added weight of his unspoken influence that turned the scale.\nShe said yes. During the silence that followed, Sandy, unable to\nrestrain his joy, threw his arms about a life-preserver and embraced\nit fervently.\n\nWhen they were gone he crawled out to stretch his weary body. On the\ndeck he found a book which they had left; it was a green book, and on\nthe cover was a golden castle on a golden hill. All the rest of his\nlife he loved a green book best, for it was through this one that he\nfound his way back again to that enchanted land that lay behind the\npeat-flames in the shadowy memory. Early in the morning he read it,\nwith his head on the box of hardtack and his feet on the water-can.\nTwice he reluctantly tore himself from its pages and put it back where\nhe had found it. No one came to claim it, and it lay there, with the\ngolden castle shining in the sun. Sandy decided to take one more peep.\n\nIt was all about gallant knights and noble lords, of damsels passing\nfair, of tourneys and feasts and battles fierce and long. Story after\nstory he devoured, until he came to the best one of all. It told of a\nbeautiful damsel with a mantle richly furred, who was girt with a\ncumbrous sword which did her great sorrow; for she might not be\ndelivered of it save by a knight who was of passing good name both of\nhis lands and deeds. And after that all the great knights had striven\nin vain to draw the sword from its sheath, a poor knight, poorly\narrayed, felt in his heart that he might essay it, but was abashed. At\nlast, however, when the damsel was departing, he plucked up courage to\nask if he might try; and when she hesitated he said: \"Fair damsel,\nworthiness and good deeds are not only in arrayment, but manhood and\nworship are hid within man's person.\" Then the poor knight took the\nsword by the girdle and sheath and drew it out easily.\n\nAnd it was not until then that Sandy knew that he had had no dinner,\nand that the sun had climbed over to the other side of the steamer,\nand that a continual cheering was coming up from the deck below.\nCautiously he pulled back the canvas flap and emerged like the head of\na turtle from his shell. The bright sunshine dazzled him for a moment,\nthen he saw a sight that sent the dreams flying. There, just ahead,\nwas the _Great Britain_ under full way, valiantly striving to hold her\nrecord against the oncoming steamer.\n\nSandy sat up and breathlessly watched the champion of the sea, her\nsmoke-stacks black against the wide stretch of shining waters. The\nUnion Jack was flying in insolent security from her flagstaff. There\nwere many figures on deck, and her music was growing louder every\nminute. Inch by inch the _America_ gained upon her, until they were\nbow and bow. The crowd below grew wilder, cheers went up from both\nsteamers, the decks were white with the flutter of handkerchiefs.\nSuddenly the band below struck up \"The Star-Spangled Banner.\" Sandy\ngave one triumphant glance at the Stars and Stripes floating overhead,\nand in that moment became naturalized. He leaped to his feet in the\nboat, and tearing the blouse from his back, waved the tattered banner\nin the face of the vanquished _Great Britain_, as he sent up yell\nafter yell of victory for the land of his adoption.\n\n[Illustration: \"He sent up yell after yell of victory for the land of\nhis adoption\"]\n\nThen he was seized by the ankle and jerked roughly down upon the deck.\nOver him stood the deck steward.\n\n\"You`re a rum egg for that old boat to hatch out,\" he said. \"I guess\nthe cap'n will be wantin' to see you.\"\n\nSandy, thus peremptorily summoned from the height of patriotic\nfrenzy, collapsed in terror. Had the deck steward not been familiar\nwith stowaways, he doubtless would have been moved by the flood of\neloquent persuasion which Sandy brought to bear.\n\nAs it was, he led him ruthlessly down the narrow steps, past the long\nline of curious passengers, then down again to the steerage deck,\nwhere he deposited him on a coil of rope and bade him stay there until\nhe was sent for.\n\nHere Sandy sat for the remainder of the afternoon, stared at from\nabove and below, an object of lively curiosity. He bit his nails until\nthe blood came, and struggled manfully to keep back the tears. He was\ncold, hungry, and disgraced, and his mind was full of sinister\nthoughts. Inch by inch he moved closer to the railing.\n\nSuddenly something fell at his feet. It was an orange. Looking up, he\nsaw a slender little girl in a long tan coat and a white\ntam-o'-shanter leaning over the railing. He only knew that her eyes\nwere brown and that she was sorry for him, but it changed his world.\nHe pulled off his cap, and sent her such an ardent smile of gratitude\nthat she melted from the railing like a snowflake under the kiss of\nthe sun.\n\nSandy ate the orange and took courage. Life had acquired a new\ninterest.\n\n\n\n\nCHAPTER II\n\nON SHIPBOARD\n\n\nThe days that followed were not rose-strewn. Disgrace sat heavily upon\nthe delinquent, and he did penance by foregoing the joys of society.\nMenial labor and the knowledge that he would not be allowed to land,\nbut would be sent back by the first steamer, were made all the more\nunbearable by his first experience with illness. He had accepted his\nfate and prepared to die when the ship's surgeon found him.\n\nThe ship's surgeon was cruel enough to laugh, but he persuaded Sandy\nto come back to life. He was a small, white, round little man; and\nwhen he came rolling down the deck in his white linen suit, his face\nbeaming from its white frame of close-cropped hair and beard, he was\nnot unlike one of his own round white little pills, except that their\nsweetness stopped on the outside and his went clear through.\n\nHe discovered Sandy lying on his face in the passageway, his right\nhand still dutifully wielding the scrub-brush, but his spirit broken\nand his courage low.\n\n\"Hello!\" he exclaimed briskly; \"what's your name?\"\n\n\"Sandy Kilday.\"\n\n\"Scotch, eh?\"\n\n\"Me name is. The rest of me's Irish,\" groaned Sandy.\n\n\"Well, Sandy, my boy, that's no way to scrub. Come out and get some\nair, and then go back and do it right.\"\n\nHe guided Sandy's dying footsteps to the deck and propped him against\nthe railing. That was when he laughed.\n\n\"Not much of a sailor, eh?\" he quizzed. \"You'll be all right soon; we\nhave been getting the tail-end of a big nor'wester.\"\n\n\"A happy storm it must have been, sir, to wag its tail so gay,\" said\nSandy, trying to smile.\n\nThe doctor clapped him on the back. \"You're better. Want something to\neat?\"\n\nSandy declined with violence. He explained his feelings with all the\nauthority of a first experience, adding in conclusion: \"It was Jonah I\nused to be after feelin' sorry for; it ain't now. It's the whale.\"\n\nThe doctor prevailed upon him to drink some hot tea and eat a\nsandwich. It was a heroic effort, but Sandy would have done even more\nto prolong the friendly conversation.\n\n\"How many more days have we got, sir?\"\n\n\"Five; but there's the return trip for you.\"\n\nSandy's face flushed. \"If they send me home, I'll be comin' back!\" he\ncried, clinging to the railing as the ship lurched forward. \"I'm goin'\nto be an American. I am goin'--\" Further declarations as to his\nfuture policy were cut short.\n\nFrom that time on the doctor took an interest in him. He even took up\na collection of clothes for him among the officers. His professional\nservices were no longer necessary, for Sandy enjoyed a speedy recovery\nfrom his maritime troubles.\n\n\"You are luckier than the rest,\" he said, one day, stopping on his\nrounds. \"I never had so many steerage patients before.\"\n\nThe work was so heavy, in fact, that he obtained permission to get a\nboy to assist him. The happy duty devolved upon Sandy, who promptly\nembraced not only the opportunity, but the doctor and the profession\nas well. He entered into his new work with such energy and enthusiasm\nthat by the end of the week he knew every man below the cabin deck. So\nexpeditious did he become that he found many idle moments in which to\ncultivate acquaintances.\n\nHis chosen companion at these times was a boy in the steerage,\nselected not for congeniality, but for his unlimited knowledge of all\nthings terrestrial, from the easiest way of making a fortune to the\nbest way of spending it. He was a short, heavy-set fellow of some\neighteen years. His hair grew straight up from an overhanging\nforehead, under which two small eyes seemed always to be furtively\nwatching each other over the bridge of his flat snub nose. His lips\nmet with difficulty across large, irregular teeth. Such was Ricks\nWilson, the most unprepossessing soul on board the good ship\n_America_.\n\n\"You see, it's this way,\" explained Ricks as the boys sat behind the\nsmokestack and Sandy became initiated into the mysteries of a\nwonderful game called \"craps.\" \"I didn't have no more 'n you've got. I\nlived down South, clean off the track of ever'thing. I puts my foot in\nmy hand and went out and seen the world. I tramps up to New York,\nworks my way over to England, tramps and peddles, and gits enough\ndough to pay my way back. Say, it's bum slow over there. Why, they\nain't even on to street-cars in London! I makes more in a week at home\nthan I do in a month in England. Say, where you goin' at when we\nland?\"\n\nSandy shook his head ruefully. \"I got to go back,\" he said.\n\nRicks glanced around cautiously, then moved closer.\n\n\"You ain't that big a sucker, are you? Any feller that couldn't hop\nthe twig offen this old boat ain't much, that's all I got to say.\"\n\n\"Oh, it's not the gettin' away,\" said Sandy, more certain than ever,\nnow that he was sure of an ally.\n\n\"Homesick?\" asked Ricks, with a sneer.\n\nSandy gave a short laugh. \"Home? Why, I ain't got any home. I've just\nlived around since I was a young one. It's a chance to get on that I'm\nafter.\"\n\n\"Well, what in thunder is takin' you back?\"\n\n\"I don't know,\" said Sandy, \"'cep'n' it ain't in me to give 'em the\nslip now I know 'em. Then there's the doctor--\"\n\n\"That old feather-bed? O Lord! He's so good he gives me a pain. Goes\nround with his mouth hiked up in a smile, and I bet he's as mean as\nthe--\"\n\nBefore Hicks could finish he found himself inextricably tangled in\nSandy's arms and legs, while that irate youth sat upon him and\npommeled him soundly.\n\n\"So it's the good doctor ye'd be after blasphemin' and abusin' and\nmakin' game of! By the powers, ye'll take it back! Speak one time\nmore, and I'll make you swaller the lyin' words, if I have to break\nevery bone in your skin!\"\n\nThere was an ugly look in Ricks's face as he threw the smaller boy\noff, but further trouble was prevented by the appearance of the second\nmate.\n\nSandy hurried away to his duties, but not without an anxious glance at\nthe upper deck. He had never lost an opportunity, since that first\nday, of looking up; but this was the first time that he was glad she\nwas not there. Only once had he caught sight of a white tam and a tan\ncoat, and that was when they were being conducted hastily below by a\nsympathetic stewardess.\n\nBut Sandy needed no further food for his dreams than he already had.\nOn sunny afternoons, when he had the time, he would seek a secluded\ncorner of the deck, and stretching himself on the boards with the\ngreen book in his hand, would float in a sea of sentiment. The fact\nthat he had decided to study medicine and become a ship's surgeon in\nno wise interfered with his fixed purpose of riding forth into the\nworld on a cream-white charger in search of a damsel in distress.\n\nSo thrilled did he become with the vision that he fell to making\nrhymes, and was surprised to find that the same pair of eyes always\nrhymed with skies--and they were brown.\n\nSometimes, at night, a group would gather on the steerage deck and\nsing. A black-haired Italian, with shirt open at the throat, would\nstrike a pose and fling out a wild serenade; or a fat, placid German\nwould remove his pipe long enough to troll forth a mighty\ndrinking-song. Whenever the air was a familiar one, the entire circle\njoined in the chorus. At such times Sandy was always on hand, singing\nwith the loudest and telling his story with the best.\n\n\"Make de jolly little Irish one to sing by hisself!\" called a woman\none night from the edge of the crowd. The invitation was taken up and\nrepeated on every side. Sandy, laughing and protesting, was pushed to\nthe front. Being thus suddenly forced into prominence, he suffered an\nacute attack of stage fright.\n\n\"Chirp up there now and give us a tune!\" cried some one behind him.\n\n\"Can't ye remember none?\" asked another.\n\n\"Sure,\" said Sandy, laughing sheepishly; \"but they all come wrong end\nfirst.\"\n\nSome one had thrust an old guitar in his hands, and he stood\nnervously picking at the strings. He might have been standing there\nstill had not the moon come to his rescue. It climbed slowly out of\nthe sea and sent a shimmer of silver and gold over the water, across\nthe deck, and into his eyes. He forgot himself and the crowd. The\nstream of mystical romance that flows through the veins of every true\nIrishman was never lacking in Sandy. His heart responded to the\nbeautiful as surely as the echo answers the call.\n\nHe seized the guitar, and picking out the notes with clumsy, faltering\nfingers, sang:\n\n    \"Ah! The moment was sad when my love and I parted,\n      Savourneen deelish, signan O!\"\n\nHis boyish voice rang out clear and true, softening on the refrain to\nan indescribable tenderness that steeped the old song in the very\nessence of mystery and love.\n\n    \"As I kiss'd off her tears, I was nigh broken-hearted!--\n      Savourneen deelish, signan O!\"\n\nHe could remember his mother singing him to sleep by it, and the\nbright red of her lips as they framed the words:\n\n    \"Wan was her cheek which hung on my shoulder;\n    Chill was her hand, no marble was colder;\n    I felt that again I should never behold her;\n      Savourneen deelish, signan O!\"\n\nAs the song trembled to a close, a slight burst of applause came from\nthe cabin deck. Sandy looked up, frowned, and bit his lip. He did not\nknow why, but he was sorry he had sung.\n\nThe next morning the _America_ sailed into New York harbor, band\nplaying and flags flying. She was bringing home a record and a\njubilant crew. On the upper decks passengers were making merry over\nwhat is probably the most joyful parting in the world. In the steerage\nall was bustle and confusion and anticipation of the disembarking.\n\nEagerly, wistfully watching it all, stood Sandy, as alert and\ndistressed as a young hound restrained from the hunt. It is something\nto accept punishment gracefully, but to accept punishment when it can\nbe avoided is nothing short of heroism. Sandy had to shut his eyes and\ngrip the railing to keep from planning an escape. Spread before him in\nbrave array across the water lay the promised land--and, like Moses,\nhe was not to reach it.\n\n\"That's the greatest city in America,\" said the ship's surgeon as he\ncame up to where he was standing. \"What do you think of it?\"\n\n\"I never seen one stand on end afore!\" exclaimed Sandy, amazed.\n\n\"Would you like to go ashore long enough to look about?\" asked the\ndoctor, with a smile running around the fat folds of his cheeks.\n\n\"And would I?\" asked Sandy, his eyes flying open. \"It's me word of\nhonor I'd give you that I'd come back.\"\n\n\"The word of a stowaway, eh?\" asked the doctor, still smiling.\n\nIn a moment Sandy's face was crimson. \"Whatever I be, sir, I ain't a\nliar!\"\n\nThe doctor pursed up his lips in comical dismay: \"Not so hot, my man;\nnot so hot! So you still want to be a doctor?\"\n\nSandy cooled down sufficiently to say that it was the one ambition of\nhis life.\n\n\"I know the physician in charge of the City Hospital here in New York.\nHe's a good fellow. He'd put you through--give you work and put you in\nthe way of going to the Medical School. You'd like that?\"\n\n\"But,\" cried Sandy, bewildered but hopeful, \"I have to go back!\"\n\nThe doctor shook his head. \"No, you don't. I've paid your passage.\"\n\nSandy waited a moment until the full import of the words was taken in,\nthen he grabbed the stout little doctor and almost lifted him off his\nfeet.\n\n\"Oh! But ain't you a brick!\" he cried fervently, adding earnestly: \"It\nain't a present you're makin' me, though! I'll pay it back, so help me\nbob!\"\n\nAt the pier the crowd of immigrants pushed and crowded impatiently as\nthey waited for the cabin passengers to go ashore. Among them was\nSandy, bareheaded and in motley garb, laughing and shoving with the\nbest of them, hanging over the railing, and keeping up a fire of\nmerriment at the expense of the crowd below. In his hand was a letter\nof recommendation to the physician in charge at the City Hospital, and\nin his inside pocket a ten-dollar bill was buttoned over a heart that\nhad not a care in the world. In the great stream of life Sandy was one\nof the bubbles that are apt to come to the top.\n\n\"You better come down to Kentucky with me,\" urged Ricks Wilson,\nresuming an old argument. \"I'm goin' to peddle my way back home, then\ngit a payin' job at the racetrack.\"\n\n\"Wasn't I tellin' ye that it was a doctor I'm goin' to be?\" asked\nSandy, impatiently. Already Ricks's friendship was proving irksome.\n\nOn the gang-plank above him the passengers were leaving the ship.\nSome delay had arisen, and for a moment the procession halted.\nSuddenly Sandy caught his breath. There, just above him, stood \"the\ndamsel passing fair.\" Instead of the tam-o'-shanter she wore a big\ndrooping hat of brown, which just matched the curls that were loosely\ntied at the back of her neck.\n\nSandy stood motionless and humbly adored her. He was a born lover,\nlavishing his affection, without discrimination or calculation, upon\nwhatever touched his heart. It surely was no harm just to stand aside\nand look. He liked the way she carried her head; he liked the way her\neyes went up a little at the outer corners, and the round, soft curve\nof her chin. She was gazing steadfastly ahead of her down the\ngang-plank, and he ventured a step nearer and continued his\nobservations. As he did so, he made a discovery. The soft white of her\ncheek was gradually becoming pinker and pinker; the color which began\nunder her lace collar stole up and up until it reached her eyes,\nwhich still gazed determinedly before her.\n\nSandy admired it as a traveler admires a sunrise, and with as little\nidea of having caused it.\n\nThe line of passengers moved slowly forward, and his heart sank.\nSuddenly his eyes fell upon the little hand-bag which she carried. On\none end, in small white letters, was: \"Ruth Nelson, Kentucky, U.S.A.\"\nHe watched her until she was lost to view, then he turned eagerly back\ninto the crowd. Elbowing his way forward, he seized Ricks by the arm.\n\n\"Hi, there!\" he cried; \"I've changed me mind. I'm goin' with you to\nKentucky!\"\n\nSo this impetuous knight errant enlisted under the will-o'-the-wisp\nlove, and started joyously forth upon his quest.\n\n\n\n\nCHAPTER III\n\nTHE CURSE OF WEALTH\n\n\nIt is an oft-proved adage that for ten who can stand adversity there\nis but one who can stand prosperity. Sandy, alas! was no exception to\nany rule which went to prove the frailty of human nature. The sudden\nacquisition of ten dollars cast him into a whirlpool of temptation\nfrom which he made little effort to escape.\n\n\"I ain't goin' on to-day,\" announced Ricks. \"I'm goin' to lay in my\ngoods for peddlin'. I reckon you kin come along of me.\"\n\nSandy accepted a long and strong cigar, tilted his hat, and\nunconsciously caught Ricks's slouching gait as they went down the\nstreet. After all, it was rather pleasant to associate with\nsophistication.\n\n\"We'll git on the outside of a little dinner,\" said Ricks; \"and I'll\nmosey round in the stores awhile, then I'll take you to a show or two.\nIt's a mighty good thing for you that you got me along.\"\n\nSandy thought so too. He cheerfully stood treat for the rest of the\nday, and felt that it was small return for Ricks's condescension.\n\n\"How much you got left?\" asked Ricks, that night, as they stopped\nunder a street light to take stock.\n\nSandy held out a couple of dollars and a fifty-cent piece.\n\n\"Enough to put on the eyes of two and a half dead men,\" he said as he\ncuriously eyed the strange money.\n\n\"One, two,--two and a half,\" counted Ricks.\n\n\"Shillings?\" asked Sandy, amazed.\n\nRicks nodded.\n\n\"And have I blowed all that to-day?\"\n\n\"What of it?\" asked Ricks. \"I seen a bloke onct what lit his cigar\nwith a bill like the one you had!\"\n\n\"But the doctor said it was two pounds,\" insisted Sandy,\nincredulously. He did not realize the expense of a personally\nconducted tour of the Bowery.\n\n\"Well, it's went,\" said Ricks, resignedly. \"You can't count on settin'\nup biz with what's left.\"\n\nSandy's brows clouded, and he shifted his position restlessly. \"Now I\nax yerself, Ricks, what'u'd you do?\" he said.\n\n\"Me? I don't give advice to nobody. But effen it was me I'd know\nmighty quick what to do.\"\n\n\"What?\" said Sandy, eagerly.\n\n\"Buy a dawg.\"\n\n\"A dog? I ain't goin' blind.\"\n\n\"Lor'! but you're a softhorn,\" said Ricks, contemptuously. \"I s'pose\nyou'd count on leadin' him round by a pink ribbon.\"\n\n\"Oh, you mean a fighter?\"\n\n\"Sure. My last dawg could do ever'thing in sight. She was so game she\nwent after herself in a lookin'-glass and got kilt. Oh, they's money\nin dawgs, and I knows how to make 'em win ever' time.\"\n\nSandy, tired as he was from the day's excitement, insisted upon going\nin search of one at once. He already had visions of becoming the proud\nowner of a canine champion that would put him immediately into the\nposition of lighting his cigar with a two-pound note.\n\nThe first three weeks of their experience on the road went far to\nrealize their expectations. The bulldog, which had been bought in\npartnership, proved a conquering hero. Through the long summer days\nthe boys tramped over the country, peddling their wares, and by night\nthey conducted sundry unlawful encounters wherever an opponent could\nbe found.\n\nSandy enjoyed the peddling. It was astonishing what friendly\nsociability and confidential intimacy were established by the sale of\nblue suspenders and pink soap. He left a line of smiling testimonials\nin his wake.\n\nBut if the days were proving satisfactory, so much could not be said\nof the nights. Even the phenomenal luck that followed his dog failed\nto keep up his enthusiasm.\n\n\"You ain't a nachrul sport,\" complained Ricks. \"That's your trouble.\nWhen the last fight was on, you set on the fence and listened at a'\nole idiot scrapin' a fiddle down in the valley.\"\n\nSandy made a feeble defense, but he knew in his soul it was so.\n\nAffairs reached a climax one night in an old barn on the outskirts of\na town. A fight was about to begin when Sandy discovered Ricks\njudiciously administering a sedative to the enemy's dog.\n\nThen understanding dawned upon him, and his rage was elemental. With a\nvalor that lacked the better part of discretion, he hurled himself\nthrough the crowd and fell upon Ricks.\n\nAn hour later, bruised, bloody, and vanquished, he stumbled along\nthrough the dreary night. Hot with rage and defeat, utterly ignorant\nof his whereabouts, his one friend turned foe, he was indeed in sorry\nplight.\n\nHe climbed over the fence and lay face downward in the long, cool\ngrass, stretching his bruised and aching body along the ground. A\ngentle night wind rustled above him, and by and by a star peeped out,\nthen another and another. Before he knew it, he was listening to the\nfrogs and katydids, and wondering what they were talking about. He\nceased to think about Ricks and his woes, and gave himself up to the\ndelicious, drowsy peace that was all about him. For, child of nature\nthat he was, he had turned to the only mother he knew.\n\n\n\n\nCHAPTER IV\n\nSIDE-TRACKED\n\n\nThe next morning, at the nearest railroad station, an irate cattleman\nwas trying to hire some one to take charge of a car of live stock\nwhich was on its way to a great exposition in a neighboring city. The\nman he had counted on had not appeared, and the train was about due.\n\nAs he was turning away in desperation he felt a tug at his elbow.\nLooking around, he saw a queer figure with a countenance that\nresembled a first attempt at a charcoal sketch from life: one cheek\nwas larger than the other, the mouth was sadly out of drawing, the\neyes shone out from among the bruises like the sun from behind the\nclouds. But if the features were disfigured, the smile was none the\nless courageous.\n\nSandy had found a friendly sympathizer at a neighboring farm-house,\nhad been given a good breakfast, had made his toilet, and was ready\nfor the next round in the fight of life.\n\n\"I'll be doin' yer job, sir, whatever it is,\" he said pleasantly.\n\nThe man eyed him with misgiving, but his need was urgent.\n\n\"All you have to do is to stay in the car and look after the cattle.\nMy man will meet you when you reach the city. Do you think you can do\nit?\"\n\n\"Just keep company with the cows?\" cried Sandy. \"Sure and I can!\"\n\nSo the bargain was struck, and that night found him in the great city\nwith a dollar in his pocket and a promise of work in the morning.\n\nTired and sore from the experiences of the night before, he sought a\ncheap lodging-house near by. A hook-nosed woman, carrying a smoking\nlamp, conducted him to a room under the eaves. It was small and\nsuffocating. He involuntarily lifted his hands and touched the\nceiling.\n\n\"It's like a boilin' potato I feel,\" he said; \"and the pot's so little\nand the lid so tight!\"\n\nHe went to the window, and taking out the nail that held down the\nsash, pushed it up. Below him lay the great, bustling city, cabs and\ncars in constant motion, long lines of blazing lights marking the\nthoroughfares, the thunder of trains in the big station, and above and\nbelow and through it all a dull monotonous roar, like the faraway\nunceasing cry of a hungry beast.\n\nHe sank on his knees by the window, and a restless, nervous look came\ninto his eyes.\n\n\"It presses in, too,\" he thought. \"It's all crowdin' over me. I'm just\nme by myself, all alone.\" A tear made a white course down his grimy\ncheek, then another and another. He brushed them impatiently away with\nthe cap he still held in his hand.\n\nRising abruptly, he turned away from the window, and the hot air of\nthe room again smote him. The smoking lamp had blackened the chimney,\nand as he bent to turn it down, he caught his reflection in a small\nmirror over the table. What the bruises and swelling had left undone\nthe cheap mirror completed. He started back. Was that the boy he knew\nas himself? Was that Sandy Kilday who had come to America to seek his\nfortune? He stared in a sort of fascinated horror at that other boy in\nthe mirror. Before he had been afraid to be by himself, now he was\nafraid of himself.\n\nHe seized his cap, and blowing out the lamp, plunged down four flights\nof steep narrow steps and out into the street. A number of people were\ncrowding into a street-car marked \"Exposition.\" Sandy, ever a straw in\nthe current, joined them. Once more down among his fellow-men, he\nbegan to feel more comfortable. He cheerfully paid his entrance fee\nwith one of the two silver coins in his pocket.\n\nThe first building he entered was the art gallery, and the first\npicture that caught his eye held him spellbound. He sat before it all\nthe evening with fascinated eyes, devouring every detail and oblivious\nto the curious interest he was attracting; for the huge canvas\nrepresented the Knights of the Round Table, and he had at last found\nfriends.\n\nAll the way back he thought about the picture; it was not until he\nreached his room that the former loneliness returned.\n\nBut even then it was not for long. A pair of yellow eyes peered around\nthe window-sill, and a plaintive \"meow\" begged for admittance. It was\nplainly Providence that guided that thin and ill-treated kitten to\nSandy's window. The welcome it received must have completely restored\nits shaken faith in human nature. Tired as he was, Sandy went out and\nbought some milk. He wanted to establish a firm friendship; for if he\nwas to stay in this lonely city, he must have something to love, if\nonly a prodigal kitten of doubtful pedigree.\n\nDuring the long, hot days that followed Sandy worked faithfully at the\ndepot. The regular hours and confinement seemed doubly irksome after\nthe bohemian life on the road.\n\nThe Exposition was his salvation. No sacrifice seemed too great to\nenable him to get beyond that magic gate. For the \"Knights of the\nRound Table\" was but the beginning of miles and miles of wonderful\npictures. He even bought a catalogue, and, prompted by a natural\ncuriosity for anything that interested him, learned the names of the\nartists he liked best, and the bits of biography attached to each. He\nwould recite these to the yellow kitten when he got back to his little\nhot-box of a room.\n\nOne night the art gallery was closed, and he went into another big\nbuilding where a crowd of people were seated. At one end of it was a\ngreat pipe-organ, and after a while some one began to play. With his\ncap tightly grasped in both hands, he tiptoed down the center aisle\nand stood breathlessly drinking in the wonderful tones that seemed to\nbe coming from his own heart.\n\n\"Get out of the way, boy,\" said an usher. \"You are blocking the\naisle.\"\n\nA queer-appearing lady who looked like a man touched his elbow.\n\n\"Here's a seat,\" she said in a deep voice.\n\n\"Thank you, sir,\" said Sandy, absently. He scarcely knew whether he\nwas sitting or standing. He only wanted to be let alone, so that he\ncould listen to those strange, beautiful sounds that made a shiver of\njoy go down his back. Art had had her day; it was Music's turn.\n\nWhen the last number had been played, he turned to the queer lady:\n\n\"Do they do it every night?\"\n\nShe smiled at his enthusiasm: \"Wednesdays and Saturdays.\"\n\n\"Say,\" said Sandy, confidentially, \"if you come first do you save me\na seat, and I'll do the same by you.\"\n\nFrom that time on he decided to be a musician, and he lived on two\nscanty meals a day in order to attend the concerts.\n\nBut this exalted scheme of high thinking and plain living soon became\nirksome. One day, when his loneliness weighed most heavily upon him,\nhe was sent with a message out to the switch-station. As he tramped\nback along the track he spied a familiar figure ahead of him. There\nwas no mistaking that short, slouching body with the peddler's pack\nstrapped on its back. With a cry of joy, Sandy bounded after Ricks\nWilson. He actually hugged him in his joy to be once more with some\none he knew.\n\nRicks glanced uneasily at the scar above his eye.\n\nSandy clapped his hand over it and laughed. \"It's all right, Ricks; a\nmiss is as good as a mile. I ain't mad any more. It's straight home\nwith me you are goin'; and if we can get the two feet of you into me\nbit of a room, we'll have a dinner that's fit for a king.\"\n\nOn the way they laid in a supply of provisions, Sandy even going to\nthe expense of a bottle of beer for Ricks.\n\nThe yellow kitten arched her back and showed general signs of\nhostility when the stranger was introduced. But her unfriendly\ndemonstrations were ignored. Ricks was the honored guest, and Sandy\nextended to him the full hospitality of the establishment.\n\n\"Put your pack on the floor and yerself in the chair, and I'll get ye\nfilled up in the blink of an eyelash. Don't be mindin' the cat, Ricks.\nShe's just lettin' on she don't take to you. She give me the wink on\nthe sly.\"\n\nRicks, expanding under the influence of food and drink, became\neloquent. He recounted courageous adventures of the past, and outlined\nmarvelous schemes for the future, by which he was going to make a\nshort cut to fame and glory.\n\nWhen it was time for him to go, Sandy heaved a sigh of regret. For\ntwo hours he had been beguiled by Ricks's romances, and now he had to\ngo back to the humdrum duties at the depot, and receive a sound rating\nfor his belated appearance.\n\n\"Which way might you be goin', Ricks?\" he asked wistfully.\n\n\"Same place I started fer,\" said Ricks. \"Kentucky.\"\n\nThe will-o'-the-wisp, which had been hiding his light, suddenly swung\nit full in the eyes of Sandy. Once more he saw the little maid of his\ndreams, and once more he threw discretion to the winds and followed\nthe vision.\n\nHastily collecting his few possessions, he rolled them into a bundle,\nand slipping the surprised kitten into his pocket, he gladly followed\nRicks once more out into the broad green meadows, along the white and\nshining roads that lead over the hills to Kentucky.\n\n\n\n\nCHAPTER V\n\nSANDY RETIRES FROM BUSINESS\n\n\n\"This here is too blame slow fer me,\" said Ricks, one chilly night in\nlate September, as he and Sandy huddled against a haystack and settled\nup their weekly accounts.\n\n\"Fifty-five cents! Now ain't that a' o'nery dab? Here's a quarter fer\nyou and thirty cents fer me; that's as even as you kin split it.\"\n\n\"It's the microscopes that'll be sellin',\" said Sandy, hopefully, as\nhe pulled his coat collar about his ears and shivered. \"The man as\nsold 'em to me said they was a great bargain entirely. He thought\nthere was money in 'em.\"\n\n\"For him,\" said Ricks, contemptuously. \"It's like the man what gulled\nus on the penknives. I lay to git even with him, all right.\"\n\n\"But he give us the night's lodgin' and some breakfast,\" said Sandy.\n\nRicks took a long drink from a short bottle, then holding it before\nhim, he said impressively: \"A feller could do me ninety-nine good\nturns, and if he done me one bad one it would wipe 'em all out. I got\nto git even with anybody what does me dirty, if it takes me all my\nlife.\"\n\n\"But don't you forget to remember?\"\n\n\"Not me. I ain't that kind.\"\n\nSandy leaned wearily against the haystack and tried to shelter himself\nfrom the wind. A continued diet of bread and water had made him\nsensitive to the changes in the weather.\n\n\"This here grub is kinder hard on yer head-rails,\" said Ricks, trying\nto bite through a piece of stale bread. A baker had let them have\nthree loaves for a dime because they were old and hard.\n\nSandy cast a longing look at Ricks's short bottle. It seemed to\nremedy so many ills, heat or cold, thirst or hunger. But the strict\nprinciples applied during his tender years made him hesitate.\n\n\"I wish we hadn't lost the kitten,\" he said, feeling the need of a\nmore cheerful companion.\n\n\"I'm a-goin' to git another dawg,\" announced Ricks. \"I'm sick of this\nhere doin's.\"\n\n\"Ain't we goin' to be turfmen?\" asked Sandy, who had listened by the\nhour to thrilling accounts of life on the track, and had accepted\nRicks's ambition as his own.\n\n\"Not on twenty cents per week,\" growled Ricks.\n\nSandy's heart sank; he knew what a new dog meant. He burrowed in the\nhay and tried to sleep, but there was a queer pain that seemed to\ncatch hold of his breath whenever he breathed down deep.\n\nIt rained the next day, and they tramped disconsolately through\nvillage after village.\n\nThey had oil-cloth covers for their baskets, but their own backs were\nsoaked to the skin.\n\nToward evening they came to the top of a hill, from which they could\nlook directly down upon a large town lying comfortably in the crook of\na river's elbow. The rain had stopped, and the belated sun, struggling\nthrough the clouds, made up for lost time by reflecting itself in\nevery curve of the winding stream, in every puddle along the road, and\nin every pane of glass that faced the west.\n\n\"That's a nobby hoss,\" said Ricks, pointing down the hill. \"What's the\nmatter with the feller?\"\n\nA slight, delicate-looking young man was lying in the road, between\nthe horse and the fence. As the boys came up he stirred and tried to\nrise.\n\n\"He's off his nut,\" said Ricks, starting to pass on; but Sandy\nstopped.\n\n\"Get a fall?\" he asked.\n\nThe strange boy shook his head. \"I guess I fainted. I must have\nridden too hard. I'll be all right in a minute.\" He leaned his head\nagainst a tree and closed his eyes.\n\nSandy eyed him curiously, taking in all the details of his\nriding-costume down to the short whip with the silver mounting.\n\n\"I say, Ricks,\" he called to his companion, who was inspecting the\nhorse, \"can't we do somethin' for him?\"\n\nRicks reluctantly produced the short bottle.\n\n\"I'm all right,\" insisted the boy, \"if you'll just give me a lift to\nthe saddle.\" But his eager eyes followed the bottle, and before Ricks\nhad returned it to his pocket he held out his hand. \"I believe I will\ntake a drink if you don't mind.\" He drained the contents and then\nhanded a coin to Ricks.\n\n\"Now, if you'll help me,\" continued the stranger. \"There! Thank you\nvery much.\"\n\n\"Say, what town is this, anyway?\" asked Ricks.\n\n\"Clayton,\" said the boy, trying to keep his horse from backing.\n\n\"Looks like somethin' was doin',\" said Ricks.\n\n\"Circus, I believe.\"\n\n\"Then I don't blame your nag for wantin' to go back!\" cried Sandy.\n\"Come on, Ricks; let's take in the show!\"\n\nHalf-way down the hill he turned. \"Haven't we seen that fellow before,\nRicks?\"\n\n\"Not as I knows of. He looked kinder pale and shaky, but you bet yer\nlife he knowed how to hit the bottle.\"\n\n\"He was sick,\" urged Sandy.\n\n\"An' thirsty,\" added Ricks, with a smile of superior wisdom.\n\nThe circus seemed such a timely opportunity to do business that they\ndecided to rent a stand that night and sell their wares on the street\ncorner. Ricks went on into town to arrange matters, while Sandy\nstopped in a grocery to buy their supper. His interest in the show had\nbeen of short duration. He felt listless and tired, something seemed\nto be buzzing continually in his head, and he shivered in his damp\nclothes. In the grocery he sat on a barrel and leaned his head against\nthe wall.\n\n\"What you shivering about?\" asked the fat woman behind the counter, as\nshe tied up his small package.\n\n\"I feel like me skeleton was doin' a jig inside of me,\" said Sandy\nthrough chattering teeth.\n\n\"Looks to me like you got a chill,\" said the fat woman. \"You wait\nhere, and I'll go git you some hot coffee.\"\n\nShe disappeared in the rear of the store, and soon returned with a\nsmall coffee-pot and a cup and saucer. Sandy drank two cups and a\nhalf, then he asked the price.\n\n\"Price?\" repeated the woman, indignantly. \"I reckon you don't know\nwhich side of the Ohio River you're on!\"\n\nSandy made up in gratitude what she declined in cash, and started on\nhis way. At the corner of Main street and the bridge he found Ricks,\nwho had rented a stand and was already arranging his wares. Sandy\nknelt on the sidewalk and unpacked his basket.\n\n\"Only three bars of soap and seventy-five microscopes!\" he exclaimed\nruefully. \"Let's be layin' fine stress on the microscopes, Ricks.\"\n\n\"You do the jawin', Sandy. I ain't much on givin' 'em the talk,\" said\nRicks. \"Chuck a jolly at 'em and keep 'em hangin' round.\"\n\nAs dark came on, trade began. The three bars of soap were sold, and a\npurple necktie. Sandy saw that public taste must be guided in the\nproper direction. He stepped up on a box and began eloquently to\nenumerate the diverse uses of microscopes.\n\nAt each end of the stand a flaring torch lighted up the scene. The\nlight fell on the careless, laughing faces in front, on Ricks Wilson,\nblack-browed and suspicious, in the rear, and it fell full on Sandy,\nwho stood on high and harangued the crowd. It fell on his broad,\nstraight shoulders and on his shining tumbled hair; but it was not\nthe light of the torch that gave the brightness to his eyes and the\nflush to his cheek. His head was throbbing, but he felt a curious\nsense of elation. He felt that he could stand there and talk the rest\nof his life. He made the crowd listen, he made it laugh, he made it\nbuy. He told stories and sang songs, he coaxed and persuaded, until\nonly a few microscopes were left and the old cigar-box was heavy with\nsilver.\n\n\"Step right up and take a look at a fly's leg! Every one ought to have\na microscope in his home. When you get hard up it will make a dime\nlook like a dollar, and a dollar like a five-dollar gold piece. Step\nright up! I ain't kiddin' you. Five cents for two looks, and fifteen\nfor the microscope.\"\n\nSuddenly he faltered. At the edge of the crowd he had recognized two\nfaces. They were sensitive slender faces, strangely alike in feature\nand unlike in expression. The young horseman of the afternoon was\nimpatiently pushing his way through the crowd, while close behind him\nwas a dainty girl with brown eyes slightly lifted at the outer\ncorners, who held back in laughing wonder to watch the scene.\n\n\"Ricks,\" said Sandy, lowering his voice unsteadily, \"is this\nKentucky?\"\n\n\"Yep; we crossed the line to-day.\"\n\n\"I can't talk no more,\" said Sandy. \"You'll have to be doin' it. I'm\nsick.\"\n\nIt was not only the fever that was burning in his veins, and making\nhim bury his hot head in his hands and wish he had never been born. It\nwas shame and humiliation, and all because of the look on the face of\nthe girl at the edge of the crowd. He sat in the shadow of the big box\nand fought his fight. The coffee and the excitement no longer kept him\nup; he was faint, and his breath came short. Above him he heard\nRicks's rasping voice still talking to the few customers who were\nleft. He knew, without glancing up, just how Ricks looked when he said\nthe words; he knew how his teeth pushed his lips back, and how his\nrestless little eyes watched everything at once. A sudden fierce\nrepulsion swept over him for peddling, for Ricks, for himself.\n\n\"And to think,\" he whispered, with a sob in his throat, \"that I can't\never speak to a girl like that!\"\n\nRicks, jubilant over the success of the evening, decided to follow the\ncircus, which was to be in the next town on the following day.\n\n\"It ain't fur,\" he said. \"We kin push on to-night and be ready to open\nearly in the morning.\"\n\nSandy, miserable in body and spirit, mechanically obeyed instructions.\nHis head was getting queerer all the time, and he could not remember\nwhether it was day or night. About a mile from Clayton he sank down by\nthe road.\n\n\"Say, Ricks,\" he said abruptly; \"I'm after quittin' peddlin'.\"\n\n\"What you goin' to do?\"\n\n\"I'm goin' to school.\"\n\nIf Sandy had announced his intention of putting on baby clothes and\nbeing wheeled in a perambulator, Ricks could not have been more\nastonished.\n\n\"What?\" he asked in genuine doubt.\n\n\"'Cause I want to be the right sort,\" burst out Sandy, passionately.\n\"This ain't the way you get to be the right sort.\"\n\nRicks surveyed him contemptuously. \"Look-a here, are you comin' along\nof me or not?\"\n\n\"I can't,\" said Sandy, weakly.\n\nRicks shifted his pack, and with never a parting word or a backward\nlook he left his business partner of three months lying by the\nroadside, and tramped away in the darkness.\n\nSandy started up to follow him; he tried to call, but he had no\nstrength. He lay with his face on the road and talked. He knew there\nwas nobody to listen, but still he kept on, softly talking about\nmicroscopes and pink soap, crying out again and again that he\ncouldn't ever speak to a girl like that.\n\nAfter a long while somebody came. At first he thought he must have\ngone back to the land behind the peat-flames, for it was a great black\nwitch who bent over him, and he instinctively felt about in the grass\nfor the tender, soft hand which he used to press against his cheek. He\nfound instead the hand of the witch herself, and he drew back in\nterror.\n\n\"Fer de Lawd sake, honey, what's de matter wif you?\" asked a kindly\nvoice. Sandy opened his eyes. A tall old negro woman bent over him,\nher head tied up in a turban, and a shawl about her shoulders.\n\n\"Did you git runned over?\" she asked, peering down at him anxiously.\n\nSandy tried to explain, but it was all the old mixture of soap and\nmicroscopes and never being able to speak to her. He knew he was\ntalking at random, but he could not say the things he thought.\n\n\"Where'd you come from, boy?\"\n\n\"Curragh Chase, Limerick,\" murmured Sandy.\n\n\"'Fore de Lawd, he's done been cunjered!\" cried the old woman, aghast.\n\"I'll git it outen of you, chile. You jus' come home wif yer Aunt\nMelvy; she'll take keer of you. Put yer arm on my shoulder; dat's\nright. Don't you mind where you gwine at. I got yer bundle. It ain't\nfur. Hit's dat little house a-hangin' on de side of de hill. Dey calls\nit 'Who'd 'a' Thought It,' 'ca'se you nebber would 'a' thought of\nputtin' a house dere. Dat's right; lean on yer mammy. I'll git dem old\ncunjers outen you.\"\n\nThus encouraged and supported, Sandy stumbled on through the dark, up\na hillside that seemed never to end, across a bridge, then into a tiny\nlog cabin, where he dropped exhausted.\n\nOff and on during the night he knew that there was a fire in the room,\nand that strange things were happening to him. But it was all so queer\nand unnatural that he did not know where the dreams left off and the\nreal began. He was vaguely conscious of his left foot being tied to\nthe right bedpost, of a lock of his hair being cut off and burned on\nthe hearth, and of a low monotonous chant that seemed to rise and fall\nwith the flicker of the flames. And when he cried out with the pain in\nhis sleep, a kindly black face bent over him, and the chant changed\ninto a soothing murmur:\n\n\"Nebber you min', sonny; Aunt Melvy gwine git dem cunjers out. She\ngwine stay by you. You hol' on to her han', an' go to sleep; she'll\ngit dem old cunjers out.\"\n\n\n\n\nCHAPTER VI\n\nHOLLIS FARM\n\n\nClayton was an easy-going, prosperous old town which, in the\nenthusiasm of youth, had started to climb the long hill to the north,\nbut growing indolent with age, had decided instead to go around.\n\nMain street, broad and shady under an unbroken arch of maple boughs,\nwas flanked on each side by \"Back street,\" the generic term applied to\nall the parallel streets. The short cross-streets were designated by\nthe most direct method: \"the street by the Baptist church,\" \"the\nstreet by Dr. Fenton's,\" \"the street going out to Judge Hollis's,\" or\n\"the street where Mr. Moseley used to live.\" In the heart of the town\nwas the square, with the gray, weather-beaten court-house, the new and\nformidable jail, the post-office and church.\n\nFor twenty years Dr. Fenton's old high-seated buggy had jogged over\nthe same daily course. It started at nine o'clock and passed with\nnever-varying regularity up one street and down another. When any one\nwas ill a sentinel was placed at the gate to hail the doctor, who was\nas sure to pass as the passenger-train. It was a familiar joke in\nClayton that the buggy had a regular track, and that the wheels always\nran in the same rut. Once, when Carter Nelson had taken too much\negg-nog and his aunt thought he had spinal meningitis, the usual route\nhad been reversed, and again when the blacksmith's triplets were born.\nBut these were especial occasions. It was a matter for investigation\nwhen the doctor's buggy went over the bridge before noon.\n\n\"Anybody sick out this way?\" asked the miller.\n\nThe doctor stopped the buggy to explain.\n\nHe was a short, fat man dressed in a suit of Confederate gray. The\nhand that held the reins was minus two fingers, his willing\ncontribution to the Lost Cause, which was still to him the great\ncatastrophe of all history. His whole personality was a bristling\narsenal of prejudices. When he spoke it was in quick, short volleys,\nin a voice that seemed to come from the depths of a megaphone.\n\n\"Strange boy sick at Judge Hollis's. How's trade?\"\n\n\"Fair to middlin',\" answered the miller. \"Do you reckon that there boy\nhas got anything ketchin'?\"\n\n\"Catching?\" repeated the doctor savagely. \"What if he has?\" he\ndemanded. \"Two epidemics of typhoid, two of yellow fever, and one of\nsmallpox--that's my record, sir!\"\n\n\"Looks like my children will ketch a fly-bite,\" said the miller,\napologetically.\n\nA little farther on the doctor was stopped again--this time by a\nmaiden in a pink-and-white gingham, with a mass of light curls\nbobbing about her face.\n\n\"Dad!\" she called as she scrambled over the fence. \"Where you g-going,\ndad?\"\n\nThe doctor flapped the lines nervously and tried to escape, but she\npursued him madly. Catching up with the buggy, she pulled herself up\non the springs and thrust an impudent, laughing face through the\nwindow at the back.\n\n\"Annette,\" scolded her father, \"aren't you ashamed? Fourteen years\nold, and a tomboy! Get down!\"\n\n\"Where you g-going, dad?\" she stammered, unabashed.\n\n\"To Judge Hollis's. Get down this minute!\"\n\n\"What for?\"\n\n\"Somebody's sick. Get down, I say!\"\n\nInstead of getting down, she got in, coming straight through the small\nwindow, and arriving in a tangle of pink and white at his side.\n\nThe doctor heaved a prodigious sigh. As a colonel of the Confederacy\nhe had exacted strict discipline and unquestioning obedience, but he\nnow found himself ignominiously reduced to the ranks, and another\nFenton in command.\n\nAt Hollis Farm the judge met them at the gate. He was large and\nloose-jointed, with the frame of a Titan and the smile of a child. He\nwore a long, loose dressing-gown and a pair of slippers elaborately\nembroidered in green roses. His big, irregular features were softened\nby an expression of indulgent interest toward the world at large.\n\n\"Good morning, doctor. Howdy, Nettie. How are you all this morning?\"\n\n\"Who's sick?\" growled the doctor as he hitched his horse to the fence.\n\n\"It's a stray lad, doctor; my old cook, Melvy, played the good\nSamaritan and picked him up off the road last night. She brought him\nto me this morning. He's out of his head with a fever.\"\n\n\"Where'd he come from?\" asked the doctor.\n\n\"Mrs. Hollis says he was peddling goods up at Main street and the\nbridge last night.\"\n\n\"Which one is he?\" demanded Annette, eagerly, as she emerged from the\nbuggy. \"Is he g-good-looking, with blue eyes and light hair? Or is he\nb-black and ugly and sort of cross-eyed?\"\n\nThe judge peered over his glasses quizzically. \"Thinking about the\nboys, as usual! Now I want to know what business you have noticing the\ncolor of a peddler's eyes?\"\n\nAnnette blushed, but she stood her ground. \"All the g-girls noticed\nhim. He wasn't an ordinary peddler. He was just as smart and f-funny\nas could be.\"\n\n\"Well, he isn't smart and funny now,\" said the judge, with a grim\nlaugh.\n\nThe two men passed up the long avenue and into the house. At the door\nthey were met by Mrs. Hollis, whose small angular person breathed\nprotest. Her black hair was arranged in symmetrical bands which were\ndrawn tightly back from a straight part. When she talked, a\ngold-capped tooth was disclosed on each side of her mouth, giving rise\nto the judge's joke that one was capped to keep the other company,\nsince Mrs. Hollis's sense of order and regularity rebelled against one\neye-tooth of one color and the other of another.\n\n\"Good morning, doctor,\" she said shortly; \"there's the door-mat. No,\ndon't put your hat there; I'll take it. Isn't this a pretty business\nfor Melvy to come bringing a sick tramp up here--on general\ncleaning-day, too?\"\n\n\"Aren't all days cleaning-days to you, Sue?\" asked the judge,\nplayfully.\n\n\"When you are in the house,\" she answered sharply. Then she turned to\nthe doctor, who was starting up the stairs:\n\n\"If this boy is in for a long spell, I want him moved somewhere. I\ncan't have my carpets run over and my whole house smelling like a\nhospital.\"\n\n\"Now, Susan,\" remonstrated the judge, gently, \"we can't turn the lad\nout. We've got room and to spare. If he's got the fever, he'll have\nto stay.\"\n\n\"We'll see, we'll see,\" said the doctor.\n\nBut when he tiptoed down from the room above there was no question\nabout it.\n\n\"Very sick boy,\" he said, rubbing his hand over his bald head. \"If he\ngets better, I might take him over to Mrs. Meech's; he can't be moved\nnow.\"\n\n\"Mrs. Meech!\" cried Mrs. Hollis, in fine scorn. \"Do you think I would\nlet him go to that dirty house--and with this fever, too? Why, Mrs.\nMeech's front curtains haven't been washed since Christmas! She and\nthe preacher and Martha all sit around with their noses in books, and\nnever even know that the water-spout is leaking and the porch needs\nmopping! You can't tell me anything about the Meeches!\"\n\nNeither of the men tried to do so; they stood silent in the doorway,\nlooking very grave.\n\n\"For mercy sake! what is that in the front lot?\" exclaimed Mrs.\nHollis.\n\nThe doctor had an uncomfortable premonition, which was promptly\nverified. One of the judge's friskiest colts was circling madly about\nthe driveway, while astride of it, in triumph, sat Annette, her dress\nripped at the belt, her hair flying.\n\n\"If she don't need a woman's hand!\" exclaimed Mrs. Hollis. \"I could\nmanage her all right.\"\n\nThe doctor looked from Mrs. Hollis, with her firm, close-shut mouth,\nto the flying figure on the lawn.\n\n\"Perhaps,\" he said, lifting his brows; but he put the odds on Annette.\n\nThat night, when Aunt Melvy brought the lamp into the sitting-room,\nshe waited nervously near Mrs. Hollis's chair.\n\n\"Miss Sue,\" she ventured presently, \"is de cunjers comin' out?\"\n\n\"The what?\"\n\n\"De cunjers what dat pore chile's got. I done tried all de spells I\nknowed, but look lak dey didn't do no good.\"\n\n\"He has the fever,\" said Mrs. Hollis; \"and it means a long spell of\nnursing and bother for me.\"\n\nThe judge stirred uncomfortably. \"Now, Sue,\" he remonstrated, \"you\nneedn't take a bit of bother. Melvy will see to him by day, and I will\nlook after him at night.\"\n\nMrs. Hollis bit her lip and heroically refrained from expressing her\nmind.\n\n\"He's a mighty purty chile,\" said Aunt Melvy, tentatively.\n\n\"He's a common tramp,\" said Mrs. Hollis.\n\nAfter supper, arranging a tray with a snowy napkin and a steaming bowl\nof broth, Mrs. Hollis went up to the sick-room. Her first step had\nbeen to have the patient bathed and combed and made presentable for\nthe occupancy of the guest-chamber. It had been with rebellion of\nspirit that she placed him there, but the judge had taken one of those\ninfrequent stands which she knew it was useless to resist. She put the\ntray on a table near the big four-poster bed, and leaned over to look\nat the sleeper.\n\nSandy lay quiet among the pillows, his fair hair tumbled, his lips\nparted. As the light fell on his flushed face he stirred.\n\n\"Here's your supper,\" said Mrs. Hollis, her voice softening in spite\nof herself. He was younger than she had thought. She slipped her arm\nunder the pillow and raised his head.\n\n\"You must eat,\" she said kindly.\n\nHe looked at her vacantly, then a momentary consciousness flitted over\nhis face, a vague realization that he was being cared for. He put up a\nhot hand and gently touched her cheek; then, rallying all his\nstrength, he smiled away his debt of gratitude. It was over in a\nmoment, and he sank back unconscious.\n\n[Illustration: \"He smiled away his debt of gratitude\"]\n\nThrough the dreary hours of the night Mrs. Hollis sat by the bed,\nnursing him with the aching tenderness that only a childless woman can\nknow. Below, in the depths of a big feather-bed, the judge slept in\npeaceful unconcern, disturbing the silence by a series of long, loud,\nand unmelodious snores.\n\n\n\n\nCHAPTER VII\n\nCONVALESCENCE\n\n\n\"Is that the Nelson phaÃ«ton going out the road?\" asked Mrs. Hollis as\nshe peered out through the dining-room window one morning. \"I\nshouldn't be a bit surprised if it was Mrs. Nelson making her yearly\nvisits, and here my bricks haven't been reddened.\"\n\nSandy's heart turned a somersault. He was sitting up for the first\ntime, wrapped in blankets and wearing a cap to cover his close-cropped\nhead. All through his illness he had been tortured by the thought that\nhe had talked of Ruth, though now wild horses could not have dragged\nforth a question concerning her.\n\n\"Melvy,\" continued Mrs. Hollis, as she briskly rubbed the sideboard\nwith some unsavory furniture-polish, \"if Mrs. Nelson does come here,\nyou be sure to put on your white apron before you open the door; and\nfor pity sake don't forget the card-tray! You ought to know better\nthan to stick out your hand for a lady's calling-card. I told you\nabout that last week.\"\n\nAunt Melvy paused in her dusting and chuckled: \"Lor', honey, dat's\nright! You orter put on airs all de time, wid all de money de judge is\ngot. He says to me yisterday, says he, 'Can't you 'suade yer Miss Sue\nnot to be cleanin' up so much, an' not to go out in de front yard wid\ndat ole sunbonnet on?'\"\n\n\"Well, I'd like to know how things would get done if I didn't do\nthem,\" exclaimed Mrs. Hollis, hotly. \"I suppose he would like me to\nlet things go like the Meeches! The only time I ever saw Mrs. Meech\nwork was when she swept the front pavement, and then she made Martha\nwalk around behind her and read out loud while she was doing it.\"\n\n\"It's Mr. Meech that's in the yard now,\" announced Sandy from the\nside window. \"He's raking the leaves with one hand and a-reading a\nbook with the other.\"\n\n\"I knew it!\" cried Mrs. Hollis. \"I never saw such doings. They say she\neven leaves the dishes overnight. And yet she can sit on her porch and\nsmile at people going by, just like her house was cleaned up. I hate a\nhypocrite.\"\n\nSandy had had ample time to watch the Meeches during his long\nconvalescence. He had been moved from the spare room to a snug little\nroom over the kitchen, which commanded a fine view of the neighbors.\nWhen the green book got too heavy to hold, or his eyes grew too tired\nto look at the many magazines with which the judge supplied him, he\nwould lie still and watch the little drama going on next door.\n\nMrs. Meech was a large, untidy woman who always gave the impression of\nneeding to be tucked up. The end of her gray braid hung out behind one\near, her waist hung out of her belt, and even the buttons on her\nshoes hung out of the buttonholes in shameless laziness.\n\nMr. Meech did not need tucking in; he needed letting out. He seemed to\nhave shrunk in the wash of life. In spite of the fact that he was\nthree sizes too small for his wife, to begin with, he emphasized it by\nwearing trousers that cleared his shoe-tops and sleeves half-way to\nhis elbows. But this was only on week-days, for on Sunday Sandy would\nsee him emerge, expand, and flutter forth in an ample suit of shiny\nbroadcloth. For Mr. Meech was the pastor of the Hard-Shell Baptist\nChurch in Clayton, and if his domestic economy was a matter of open\ngossip, there was no question concerning the fact of his learning. It\nhad been the boast of the congregation for years that Judge Hollis was\nthe only man in town who was smart enough to understand his sermons.\nWhen Mr. Meech started out in the morning with a book under his arm\nand one sticking out of each pocket, Sandy would pull up on his elbow\nto watch proceedings. He loved to see fat Mrs. Meech pat the little\nman lovingly on the head and kiss him good-by; he loved to see Martha\nwalk with him to the gate and throw kisses after him until he turned\nthe curve in the road.\n\nMartha was a pale, thin girl with two long, straight plaits and a\nlong, straight dress. She went to school in the morning, and when she\ncame home at noon her mother always hurried to meet her and kissed her\non both cheeks. Sandy had got quite in the habit of watching for her\nat the side window where she came to study. He leaned forward now to\nsee if she were there.\n\n\"I thought so!\" cried Mrs. Hollis, looking over his shoulder. \"There\ncomes the Nelson phaÃ«ton this minute! Melvy, get on your white apron.\nI'll wind up the cuckoo-clock and unlock the parlor door.\"\n\n\"Who is it?\" ventured Sandy, with internal tremors.\n\n\"Hit's Mrs. Nelson an' her niece, Miss Rufe,\" said Aunt Melvy,\nnervously trying to reverse her apron after tying the bow in the\nfront. \"Dey's big bugs, dey is. Dey is quality, an' no mistake. I\nb'longed to Miss Rufe's grandpaw; he done lef' her all his money, she\nan' Mr. Carter. Poor Mr. Carter! Dey say he ain't got no lungs to\nspeak of. Ain't no wonder he's sorter wild like. He takes after his\ngrandpaw, my ole mars'. Lor', honey, de mint-juleps jus' nachelly ooze\nouten de pores ob his grandpaw's skin! But Miss Rufe she ain't like\nnone ob dem Nelsons; she favors her maw. She's quality inside an'\nout.\"\n\nA peal of the bell cut short further interesting revelations. Aunt\nMelvy hurried through the hall, leaving doors open behind her. At the\nfront door she paused in dismay. Before her stood the Nelsons in\ncalling attire, presenting two immaculate cards for her acceptance.\nToo late she remembered her instructions.\n\n\"'Fore de Lawd!\" she cried in consternation, \"ef I ain't done fergit\ndat pan ag'in!\"\n\nSandy, left alone in the dining-room, was listening with every nerve\na-quiver for the sound of Ruth's voice. The thought that she was here\nunder the same roof with him sent the blood bounding through his\nveins. He pulled himself up, and trailing the blanket behind him, made\nhis way somewhat unsteadily across the room and up the back stairs.\n\nBehind the door of his room hung the pride of his soul, a new suit of\nclothes, whole, patchless, clean, which the judge had bought him two\ndays before. He had sat before it in speechless admiration; he had\nhung it in every possible light to get the full benefit of its beauty;\nhe had even in the night placed it on a chair beside the bed, so that\nhe could put out his hand in the dark and make sure it was there. For\nit was the first new suit of clothes that he remembered ever to have\npossessed. He had not intended to wear it until Sunday, but the\npsychological moment had arrived.\n\nWith trembling fingers and many pauses for rest, he made his toilet.\nHe looked in the mirror, and his heart nearly burst with pride. The\nsuit, to be sure, hung limp on his gaunt frame, and his shaven head\ngave him the appearance of a shorn lamb, but to Sandy the reflection\nwas eminently satisfying. One thing only seemed to be lacking. He\nmeditated a moment, then, with some misgiving, picked up a small linen\ndoily from the dresser, and carefully folding it, placed it in his\nbreast-pocket, with one corner just visible.\n\nTriumphant in mind, if weak in body, he slipped down the back steps,\nskirted Aunt Melvy's domain, and turned the corner of the house just\nas the Nelson phaÃ«ton rolled out of the yard. Before he had time to\ngive way to utter despair a glimmer of hope appeared on the horizon,\nfor the phaÃ«ton stopped, and there was evidently something the matter.\nSandy did not wait for it to be remedied. He ran down the road with\nall the speed he could muster.\n\nNear the gate where the little branch crossed the turnpike was a\nslight embankment, and two wheels of the phaÃ«ton had slipped over the\nedge and were buried deep in the soft earth. Beside it, sitting\nindignantly in the water, was an irate lady who had evidently\nattempted to get out backward and had taken a sudden and unexpected\nseat. Her countenance was a pure specimen of Gothic architecture; a\nmassive pompadour reared itself above two Gothic eyebrows which\nflanked a nose of unquestioned Gothic tendencies. Her mouth, with its\ndrooping corners, completed the series of arches, and the whole\nexpression was one of aspiring melancholy and injured majesty.\n\nKneeling at her side, reassuring her and wiping the water from her\nhands, was Ruth Nelson.\n\n\"God send you ain't hurt, ma'am!\" cried Sandy, arriving breathless.\n\nThe girl looked up and shook her head in smiling protest, but the\nGothic lady promptly suffered a relapse.\n\n\"I am--I know I am! Just look at my dress covered with mud, and my\nglove is split. Get my smelling-salts, Ruth!\"\n\nRuth, upon whom the lady was leaning, turned to Sandy.\n\n\"Will you hand it to me? It is in the little bag there on the seat.\"\n\nSandy rushed to do her bidding. He was rather hazy as to the object of\nhis search; but when his fingers touched a round, soft ball he drew it\nforth and hastily presented it to the lady's Roman nose.\n\nShe, with closed eyes, was taking deep whiffs when a laugh startled\nher.\n\n\"Oh, Aunt Clara, it's your powder-puff!\" cried Ruth, unable to\nrestrain her mirth.\n\nMrs. Nelson rose with as much dignity as her draggled condition would\npermit. \"You'd better get me home,\" she said solemnly. \"I may be\ninternally injured.\" She turned to Sandy. \"Boy, can't you get that\nphaÃ«ton back on the road?\"\n\nSandy, whose chagrin over his blunder had sent him to the background,\ncame promptly forward. Seizing the wheel, he made several ineffectual\nefforts to lift it back to the road.\n\n\"It is not moving an inch!\" announced the mournful voice from above.\n\"Can't you take hold of it nearer the back, and exert a little more\nstrength?\"\n\nSandy bit his lip and shot a swift glance at Ruth. She was still\nsmiling. With savage determination he fell upon the wheel as if it had\nbeen a mortal foe; he pushed and shoved and pulled, and finally, with\na rally of all his strength, he went on his knees in the mud and\nlifted the phaÃ«ton back on the road.\n\nThen came a collapse, and he leaned against the nearest tree and\nstruggled with the deadly faintness that was stealing over him.\n\n\"Why--why, you are the boy who was sick!\" cried Ruth, in dismay.\n\nSandy, white and trembling, shook his head protestingly. \"It's me\nbellows that's rocky,\" he explained between gasps.\n\nMrs. Nelson rustled back into the phaÃ«ton, and taking a piece of money\nfrom her purse, held it out to him.\n\n\"That will amply repay you,\" she said.\n\nSandy flushed to the roots of his close-cropped hair. A tip,\nheretofore a gift of the gods, had suddenly become an insult. Angry,\nimpetuous words rushed to his lips, and he took a step forward. Then\nhe was aware of a sudden change in the girl, who had just stepped into\nthe phaÃ«ton. She shot a quick, indignant look at her aunt, then turned\naround and smiled a good-by to him.\n\nHe lifted his cap and said, \"I thank ye.\" But it was not to Mrs.\nNelson, who still held the money as they drove out of the avenue.\n\nSandy went wearily back to the house. He had made his first trial in\nbehalf of his lady fair, but his soul knew no elation. His beautiful\nnew armor had sustained irreparable injury, and his vanity had\nreceived a mortal wound.\n\n\n\n\nCHAPTER VIII\n\nAUNT MELVY AS A SOOTHSAYER\n\n\nIt was a crisp afternoon in late October. The road leading west from\nClayton ran the gantlet of fiery maples and sumac until it reached the\nbarren hillside below \"Who'd 'a' Thought It.\" The little cabin clung\nto the side of the steep slope like a bit of fungus to the trunk of a\ntree.\n\nIn the doorway sat three girls, one tall and dark, one plump and fair,\nand the third straight and thin. They were anxiously awaiting the\nrevelation of the future as disclosed by Aunt Melvy's far-famed\ntea-leaves. The prophetess kept them company while waiting for the\nwater to boil.\n\n\"He sutenly is a peart boy,\" she was saying. \"De jedge done start him\nin plumb at de foot up at de 'cademy, an' dey tell me he's ketchin' up\nright along.\"\n\n\"Wasn't it g-grand in Judge Hollis to send him to school?\" said\nAnnette. \"Of course he's going to work for him b-between times. They\nsay even Mrs. Hollis is glad he is going to stay.\"\n\n\"'Co'se she is,\" said Aunt Melvy; \"dere nebber was nobody come it over\nMiss Sue lak he done.\"\n\n\"Father says he is very quick,\" ventured Martha Meech, a faint color\ncoming to her dull cheek at this unusual opportunity of descanting\nupon such an absorbing subject. \"Father told Judge Hollis he would\nhelp him with his lessons, and that he thought it would be only a\nlittle while before he was up with the other boys.\"\n\n\"Dad says he's a d-dandy,\" cried Annette. \"And isn't it grand he's\ngoing to be put on the ball team and the glee club!\"\n\nRuth rose to break a branch laden with crimson maple-leaves. \"Was he\never here before?\" she asked in puzzled tones. \"I have seen him\nsomewhere, and I can't think where.\"\n\n\"Well, I'd never f-forget him,\" said Annette. \"He's got the jolliest\nface I ever saw. M-Martha says he can jump that high fence b-back of\nthe Hollises' without touching it. I d-drove dad's buggy clear up over\nthe curbstone yesterday, so he would come to the r-rescue, and he\nswung on to old B-Baldy's neck like he had been a race-horse.\"\n\n\"But you don't know him,\" protested Ruth. \"And, besides, he was--he\nwas a peddler.\"\n\n\"I don't care if he was,\" said Annette. \"And if I don't know him, it's\nno sign I am not g-going to.\"\n\nAunt Melvy chuckled as she rose to encourage the fire with a pair of\nsqueaking old bellows.\n\nMartha looked about the room curiously. \"Can you really tell what's\ngoing to happen?\" she asked timidly.\n\n\"Indeed she can,\" said Annette. \"She told Jane Lewis that she was\ng-going to have some g-good luck, and the v-very next week her aunt\ndied and left her a turquoise-ring!\"\n\n\"Yas, chile,\" said Aunt Melvy, bending over the fire to light her\npipe; \"I been habin' divisions for gwine on five year. Dat's what made\nme think I wuz gwine git religion; but hit ain't come yit--not yit.\nI'm a mourner an' a seeker.\" Her pipe dropped unheeded, and she gazed\nwith fixed eyes out of the window.\n\n\"Tell us about your visions,\" demanded Annette.\n\n\"Well,\" said Aunt Melvy, \"de fust I knowed about it wuz de lizards in\nmy legs. I could feel 'em jus' as plain as day, dese here little green\nlizards a-runnin' round inside my legs. I tole de doctor 'bout hit,\nMiss Nettie; but he said 't warn't nothin' but de fidgits. I knowed\nbetter 'n he did dat time. Dat night I had a division, an' de dream\nsay, 'Put on yer purple mournin'-dress an' set wid yer feet in a\nbarrel ob b'ilin' water till de smoke comes down de chimbly.' An' so\nI done, a-settin' up dere on dat chist o' drawers all night, wid my\npurple mournin'-dress on an' my feet in de b'ilin' water, an' de\nlizards run away so fur dat dey ain't even stopped yit.\"\n\n\"Aunt Melvy, do you tell fortunes by palmistry?\" asked Ruth.\n\n\"Yas'm; I reckon dat's what you call hit. I tells by de tea-leaves.\nLor', Miss Rufe, you sutenly put me in min' o' yer grandmaw! She\nkerried her haid up in de air jus' lak you do, an' she wuz jus' as\nputty as you is, too. We libed in de ole plantation what's done burned\ndown now, an' I lubed my missus--I sutenly did. When my ole man fust\ncome here from de country I nebber seen sech a fool. He didn't know no\nmore 'bout courtin' dan nothin'; but I wuz better qualified. I jus'\ntole ole miss how 't wuz, an' she fixed up de weddin'. I nebber will\nfergit de day we walk ober de plantation an' say we wuz married.\nGeorge he had on a brand-new pair pants dat cost two hundred an'\nsixty-four dollars in Confederate money.\"\n\n\"Isn't the water b-boiling yet?\" asked Annette, impatiently.\n\n\"So 't is, so 't is,\" said Aunt Melvy, lifting the kettle from the\ncrane. She dropped a few tea-leaves in three china cups, and then with\ngreat solemnity and occasional guttural ejaculations poured the water\nover them.\n\nBefore the last cup was filled, Annette, with a wry face, had drained\nthe contents of hers and held it out to Aunt Melvy.\n\n\"There are my leaves. If they don't tell about a lover with b-blue\neyes and an Irish accent, I'll never b-believe them.\"\n\nAunt Melvy bent over the cup, and her sides shook. \"You gwine be a\nfarmer's wife,\" she said, chuckling at the girl's grimace. \"You gwine\nraise chickens an' chillun.\"\n\n\"Ugh!\" said Annette as the other girls laughed; \"are his eyes b-blue?\"\n\nAunt Melvy pondered over the leaves. \"Well, now, 'pears to me he's\nsorter dark-complected an' fat, like Mr. Sid Gray,\" she said.\n\n\"Never!\" declared Annette. \"I loathe Sid.\"\n\n\"Tell my future!\" cried Martha, pushing her cup forward eagerly.\n\n\"Dey ain't none!\" cried Aunt Melvy, aghast, as she saw the few broken\nleaves in the bottom of the cup. \"You done drinked up yer fortune.\nDat's de sign ob early death. I gwine fix you a good-luck bag; dey say\nef you carry it all de time, hit's a cross-sign ag'in' death.\"\n\n\"But can't you tell me anything?\" persisted Martha.\n\n\"Dey ain't nothin' to tell,\" repeated Aunt Melvy, \"'cep'n' to warn you\nto carry dat good-luck bag all de time.\"\n\n\"Now, mine,\" said Ruth, with an incredulous but curious smile.\n\nFor several moments Aunt Melvy bent over the cup in deep\nconsideration, and then she rose and took it to the window, with\nfearsome, anxious looks at Ruth meanwhile. Once or twice she made a\nsign with her fingers, and frowned anxiously.\n\n\"What is it, Aunt Melvy?\" Ruth demanded. \"Am I going to be an old\nmaid?\"\n\n\"'T ain't no time to joke, chile,\" whispered Aunt Melvy, all the\nsuperstition of her race embodied in her trembling figure. \"What I\nsee, I see. Hit's de galluses what I see in de bottom ob yer cup!\"\n\n\"Do you m-mean suspenders?\" laughed Annette.\n\nAunt Melvy did, not hear her; she was looking over the cup into space,\nswaying and moaning.\n\n\"To t'ink ob my ole missus' gran'chile bein' mixed up wif a gallus lak\ndey hang de niggers on! But hit's dere, jus' as plain as day, de two\npoles an' de cross-beam.\"\n\nRuth laughed as she looked into the cup.\n\n\"Is it for me?\"\n\n\"Don't know, honey; de signs don't p'int to no one person: but hit's\nin yer life, an' de shadow rests ag'in' you.\"\n\nBy this time Martha was at the door, urging the others to hurry. Her\nface was pale and her eyes were troubled. Ruth saw her nervousness and\nslipped her arm about her. \"It's all in fun,\" she whispered.\n\n\"Of course,\" said Annette. \"You m-mustn't mind her foolishness.\nBesides, I g-got the worst of it. I'd rather die young or be hanged,\nany day, than to m-marry Sid Gray.\"\n\nAunt Melvy followed them to the door, shaking her head. \"I'se gwine\nmake you chillun some good-luck bags. De fust time de new moon holds\nwater I'se sholy gwine fix 'em. 'T ain't safe not to mind de signs; 't\nain't safe.\"\n\nAnd with muttered warnings she watched them until they were lost to\nview behind the hill.\n\n\n\n\nCHAPTER IX\n\nTRANSITION\n\n\nThe change from the road to the school-room was not without many a\nstruggle on Sandy's part. The new life, the new customs, and the\nstrange language, were baffling.\n\nThe day after the accident in the road, Mrs. Hollis had sent him to\ninquire how old Mrs. Nelson was, and he had returned with the\nastonishing report that she was sixty-one.\n\n\"But you didn't ask her age?\" cried Mrs. Hollis, horrified.\n\nSandy looked perplexed. \"I said what ye bid me,\" he declared.\n\nEverything he did, in fact, seemed to be wrong; and everything he\nsaid, to bring a smile. He confided many a woe to Aunt Melvy as he\nsat on the kitchen steps in the evenings.\n\n\"Hit's de green rubbin' off,\" she assured him sympathetically. \"De\nsame ones dat laugh at you now will be takin' off dey hats to you some\nday.\"\n\n\"Oh, it ain't the guyin' I mind,\" said Sandy; \"it's me wooden head.\nThem little shavers that can't see a hole in a ladder can beat me\nfigurin'.\"\n\n\"You jus' keep on axin' questions,\" advised Aunt Melvy. \"Dat's what I\nalways tole Rachael. Rachael's dat yaller gal up to Mrs. Nelson's. I\ndone raise her, an' she ain't a bit o'count. I use' ter say, 'You fool\nnigger, how you ebber gwine learn nothin' effen you don't ax\nquestions?' An' she'd stick out her mouth an' say, 'Umph, umph; you\ndon't ketch me lettin' de white folks know how much sense I ain't\ngot.' Den she'd put on a white dress an' a white sunbonnet an' go\nswitchin' up de street, lookin' jus' lak a fly in a glass ob\nbuttermilk.\"\n\n\"It's the mixed-up things that bother me,\" said Sandy. \"Mr. Moseley\nwas telling of us to-day how ye lost a day out of the week when ye\nwent round the world one way, and gained a day when ye went round the\nother.\"\n\nAunt Melvy paused with the tea-towel in her hand. \"Lost a day outen de\nweek? Where'd he say you lost it at?\"\n\nSandy shook his head in perplexity.\n\n\"Dat's plumb foolishness,\" said Aunt Melvy, indignantly. \"I'se\ns'prised at Mr. Moseley, I sholy is. Dey sorter gits notions, dem\nteachers does. When dey tells you stuff lak dat, honey, don't you pay\n'em no mind.\"\n\nBut Sandy did \"pay 'em mind.\" He followed Aunt Melvy's advice about\nasking questions, and wrestled with each new proposition until he\nmastered it. It did not take him long, moreover, to distinguish the\ndifference between himself and those about him. The words and phrases\nthat had passed current on the street seemed to ring false here. He\nwatched the judge covertly and took notes.\n\nHis progress at the academy was a singular succession of triumphs and\nfailures. His natural quickness, together with an enthusiastic\nambition to get on, enabled him soon to take his place among the boys\nof his own age. But a superabundance of high spirits and an inordinate\nlove of fun caused many a dark entry on the debit side of his school\nledger. There were many times when he exasperated the judge to the\nlimit of endurance, for he was reckless and impulsive, charged to the\nexploding-point with vitality, and ever and always the victim of his\nlast caprice; but when it came to the final issue, and the judge put a\nquestion fairly before him, the boy was always on the side of right,\neven though it proved him guilty.\n\nAt first Mrs. Hollis had been strongly opposed to his remaining on the\nfarm, but she soon became silent on the subject. It was a heretofore\nunknown luxury to have the outside work promptly and efficiently\nattended to. He possessed \"the easy grace that makes a joke of toil\";\nand when he despatched his various chores and did even more than was\nrequired of him, Mrs. Hollis capitulated.\n\nIt was something more, however, than his ability and service that won\nher. The affection of the world, which seemed to eddy around her, as a\nrule, found an exception in Sandy. His big, exuberant nature made no\ndistinction: he swept over her, sharp edges and all; he teased her,\ncoaxed her, petted her, laughed at her, turned her tirades with a bit\nof blarney, and in the end won her in spite of herself.\n\n\"He's ketchin' on,\" reported Aunt Melvy, confidently. \"I heared him\nputtin' on airs in his talk. When dey stops talkin' nachel, den I\nknows dey are learnin' somethin'.\"\n\n\n\n\nCHAPTER X\n\nWATERLOO\n\n\nIt was not until three years had passed and Sandy had reached his\njunior year that his real achievement was put to the test.\n\nAfter that harrowing experience in the Hollis driveway, he had seen\nRuth Nelson but twice. She had spent the winters at boarding-school,\nand in the summers she traveled with her aunt. She was still the\ndivinity for whom he shaped his end, the compass that always brought\nhim back to the straight course. He looked upon her possible\nrecognition and friendship as a man looks upon his reward in heaven.\nIn the meantime he suffered himself to be consoled by less distant\njoys.\n\nThe greatest spur he had to study was Martha Meech. She thought he\nwas a genius; and while he found it a bit irksome to live up to his\nreputation, he made an honest effort to deserve it.\n\nOne spring afternoon the two were under the apple-trees, with their\nbooks before them. The years that had lifted Sandy forward toward\nvigor and strength and manhood had swept over Martha relentlessly,\nbeating out her frail strength, and leaving her weaker to combat each\nincoming tide. Her straight, straw-colored hair lay smooth about her\ndelicate face, and in her eyes was the strained look of one who seeks\nbut is destined never to attain.\n\n\"Let's go over the Latin once more,\" she was saying patiently, \"just\nto make sure you understand.\"\n\n\"Devil a bit more!\" cried Sandy, jumping up from where he lay in the\ngrass and tossing the book lightly from her hand; \"it's the sin and\nthe shame to keep you poking in books, now the spring is here.\nMartha, do you mind the sound of the wind in the tree-tops?\"\n\nShe nodded, and he went on:\n\n\"Does it put strange words in your heart that you can't even think out\nin your head? If I could be translating the wind and the river, I'd\nnever be minding the Latin again.\"\n\nMartha looked at him half timidly.\n\n\"Sometimes, do you know, I almost think you are a poet, Sandy; you are\nalways thinking the things the poets write about.\"\n\n\"Do you, now, true?\" he asked seriously, dropping down on the grass\nbeside her. Then he laughed. \"You'll be having me writing rhymes, now,\nin a minute.\"\n\n\"Why not?\" she urged.\n\n\"I must stick to my course,\" he said. \"I'd never be a real one. They\nwork for the work's sake, and I work for the praise. If I win the\nscholarship, it'll be because you want me to, Martha; if I come to be\na lawyer, it's because it's the wish of the judge's heart; and if I\nwin out in the end, it will be for the love of some one--some one who\ncares more for that than for anything else in the world.\"\n\nShe dropped her eyes, while he watched the flight of a song-bird as it\nwheeled about overhead. Presently she opened an old portfolio and took\nfrom it a little sketch.\n\n\"I have been trying to get up courage to show it to you all week,\" she\nsaid, with a deprecatory laugh.\n\n\"It's the river,\" cried Sandy, \"just at sundown, when the shadows are\nslipping away from the bank! Martha, why didn't ye tell me? Are there\nmore?\"\n\nHe ransacked the portfolio, drawing out sketch after sketch and\nexclaiming over each. They were crude little efforts, faulty in\ndrawing and in color; but the spirit was there, and Sandy had a vague\ninstinct for the essence of things.\n\n\"I believe you're the real kind, Martha. They're crooked a bit, but\nthey've got the feel of the woods in 'em, all right. I can just hear\nthe water going over those stones.\"\n\nMartha's eyes glowed at the praise. For a year she had reached\nforward blindly toward some outlet for her cramped, limited existence,\nand suddenly a way seemed open toward the light.\n\n\"I wanted to learn how before I showed you,\" she said. \"I am never\ngoing to show them to any one but you and mother and father.\"\n\n\"But you must go somewhere to study,\" cried Sandy. \"It's a great\nartist you'll be some day.\"\n\nShe shook her head. \"It's not for me, Sandy. I'll always be like a\nlittle beggar girl that peeps through the fence into a beautiful\ngarden. I know all the wonderful things are there, but I'll never get\nto them.\"\n\n\"But ye will,\" cried Sandy, hot with sympathy. \"I'll be making money\nsome day, and I'll send ye to the finest master in the country; and\nyou will be getting well and strong, and we'll go--\"\n\nMr. Meech, shuffling up the walk toward them, interrupted. \"Studying\nfor the examination, eh? That's right, my boy. The judge tells me\nthat you have a good chance to win the scholarship.\"\n\n\"Did he, now?\" said Sandy, with shameless pleasure; \"and you, Mr.\nMeech, do ye think the same?\"\n\n\"I certainly do,\" said Mr. Meech. \"Anybody that can accomplish the\nwork you do at home, and hold your record at the academy, stands an\nexcellent chance.\"\n\nSandy thought so, too, but he tried to be modest. \"If it'll be in me,\nit will come out,\" he said with suppressed triumph as he swung his\nbooks across his shoulder and started home.\n\nMartha's eyes followed him wistfully, and she hoped for a backward\nlook before he turned in at the door. But he was absorbed in sailing a\nbroomstick across Aunt Melvy's pathway, causing her to drop her\nbasket and start after him in hot pursuit.\n\nThat evening the judge glanced across the table with great\nsatisfaction at Sandy, who was apparently buried in his Vergil. The\nboy, after all, was a student; he was justifying the money and time\nthat had been spent upon him; he was proving a credit to his\nbenefactor's judgment and to his knowledge of human nature.\n\n\"Would ye mind telling me a word that rhymes with lance?\" broke in\nSandy after an hour of absorbed concentration.\n\n\"Pants,\" suggested the judge. But he woke up in the night to wonder\nagain what part of Vergil Sandy had been studying.\n\n\"How about the scholarship?\" he asked the next day of Mr. Moseley, the\nprincipal of the academy.\n\nMr. Moseley pursed his lips and considered the matter ponderously. He\nregarded it as ill befitting an instructor of youth to dispose of any\nsubject in words of less than three syllables.\n\n\"Your protÃ©gÃ©, Judge Hollis, is an ambiguous proposition. He possesses\ninvention and originality, but he is sadly lacking in sustained\nconcentration.\"\n\n\"But if he studies,\" persisted the judge, \"you think he may win it?\"\n\nMr. Moseley wrinkled his brows and looked as if he were solving a\nproblem in Euclid. \"Probably,\" he admitted; \"but there is a most\ninsidious enemy with which he has to contend.\"\n\n\"An enemy?\" repeated the judge, anxiously.\n\n\"My dear sir,\" said Mr. Moseley, sinking his voice to husky solemnity,\n\"the boy is stung by the tarantula of athletics!\"\n\nIt was all too true. The Ambiguous Proposition had found, soon after\nreaching Clayton, that base-ball was what he had been waiting for all\nhis life. It was what he had been born for, what he had crossed the\nocean for, and what he would gladly have died for.\n\nThere could have been no surer proof of his growing power of\nconcentration than that he kept a firm grasp on his academy work\nduring these trying days. It was a hand-to-hand fight with the great\nmass of knowledge that had been accumulating at such a cruel rate\nduring the years he had spent out of school. He was making gallant\nprogress when a catastrophe occurred.\n\nThe great ball game of the season, which was to be played in Lexington\nbetween the Clayton team and the Lexington nine, was set for June 2.\nAnd June 2 was the day which cruel fate--masked as the board of\ntrustees--had set for the academy examinations. Sandy was the only\nmember of the team who attended the academy, and upon him alone rested\nthe full agony of renunciation. His disappointment was so utterly\ncrushing that it affected the whole family.\n\n\"Couldn't they postpone the game?\" asked the judge.\n\n\"It was the second that was the only day the Lexingtons could play,\"\nsaid Sandy, in black despair. \"And to think of me sitting in the\nbloomin' old school-room while Sid Gray loses the game in me place!\"\n\nFor a week before the great event he lived in retirement. The one\ntopic of conversation in town was the ball game, and he found the\nstrain too great to be borne. The team was to go to Lexington on the\nnoon train with a mighty company of loyal followers. Every boy and\ngirl who could meet the modest expenses was going, save the\nunfortunate victims of the junior class at the academy. Annette Fenton\nhad even had a dress made in the Clayton colors.\n\nAs Sandy went into town on the important day, his heart was like a\nrock in his breast. There was glorious sunshine everywhere, and a cool\nlittle undercurrent of breezes stirred every leaf into a tiny banner\nof victory. Up in the square, Johnson's colored band was having a\nfinal rehearsal, while on the court-house steps the team, glorious in\nnew uniforms, were excitedly discussing the plan of campaign. Little\nboys shouted, and old boys left their stores to come out and give a\nbit of advice or encouragement to the waiting warriors. Maidens in\ncrisp lawn dresses and flying ribbons fluttered about in a tremor of\nanticipation.\n\nSandy Kilday, with his cap pulled over his eyes, went up Back street.\nIf he could not make the devil get behind him, he at least could get\nbehind the devil. Without a moment's hesitation he would have given\nten years of sober middle-age life for that one glorious day of youth\non the Lexington diamond, with the victory to be fought for, and the\ngrand stand to be won.\n\nHe tried not to keep step with the music--he even tried to think of\nquadratic equations--as he marched heroically on to the academy. His\nwas the face of a Christian martyr relinquishing life for a good but\nhopeless cause.\n\nLate that afternoon Judge Hollis left his office and walked around to\nthe academy. He had sympathized fully with Sandy, and wanted, if\npossible, to find out the result of the examination before going home.\nThe report of the scholarship won would reconcile him to his\ndisappointment.\n\nAt the academy gate he met Mr. Moseley, who greeted him with a queer\nsmile. They both asked the same question:\n\n\"Where's Sandy?\"\n\nAs if in answer, there came a mighty shout from the street leading\ndown to the depot. Turning, they saw a cheering, hilarious crowd;\nbright-flowered hats flashed among college caps, while shrill girlish\nvoices rang out with the manly ones. Carried high in the air on the\nshoulders of a dozen boys, radiant with praise and success, sat the\ndelinquent Sandy, and the tumult below resolved itself into one mighty\ncheer:\n\n    \"Kilday, Kilday!\n    Won the day.\n    Hooray!\"\n\n\n\n\nCHAPTER XI\n\n\"THE LIGHT THAT LIES\"\n\n\nDuring the summer Sandy worked faithfully to make amends for his\nfailure to win the scholarship. He had meekly accepted the torrent of\nabuse which Mrs. Hollis poured forth, and the open disapproval shown\nby the Meeches; he had winced under Martha's unspoken reproaches, and\ngroaned over the judge's quiet disappointment.\n\n\"You see, my boy,\" the judge said one day when they were alone, \"I had\nset my heart on taking you into the office after next year. I had\ncounted on the scholarship to put you through your last year at the\nacademy.\"\n\n\"It was the fool I was,\" cried Sandy, in deep contrition, \"but if\nye'll trust me the one time more, may I die in me traces if I ever\nstir out of them!\"\n\nSo sincere was his desire to make amends that he asked to read law\nwith the judge in the evenings after his work was done. Nothing could\nhave pleased the judge more; he sat with his back to the lamp and his\nfeet on the window-sill, expounding polemics to his heart's desire.\n\nSandy sat in the shadow and whittled. Sometimes he did not listen at\nall, but when he did, it was with an intensity of attention, an utter\nabsorption in the subject, that carried him straight to the heart of\nthe matter. Meanwhile he was unconsciously receiving a life-imprint of\nthe old judge's native nobility.\n\nFrom the first summer Sandy had held a good position at the\npost-office. His first earnings had gone to a round little surgeon on\nboard the steamship _America_. But since then his funds had run rather\nlow. What he did not lend he contributed, and the result was a chronic\nstate of bankruptcy.\n\n\"You must be careful with your earnings,\" the judge warned. \"It is\nnot easy to live within an income.\"\n\n\"Easier within it than without it, sir,\" Sandy answered from deep\nexperience.\n\nAfter the Lexington episode Sandy had shunned Martha somewhat; when he\ndid go to see her, he found she was sick in bed.\n\n\"She never was strong,\" said Mrs. Meech, sitting limp and disconsolate\non the porch. \"Mr. Meech and I never thought to keep her this long.\nThe doctor says it's the beginning of the end. She's so patient it's\nenough to break your heart.\"\n\nSandy went without his dinner that day, and tramped to town and back,\nin the glare of the noon sun, to get her a basket of fruit. Then he\nwrote her a letter so full of affection and sympathy that it brought\nthe tears to his own eyes as he wrote. He took the basket with the\nnote and left them at her door, after which he promptly forgot all\nabout her. For his whole purpose in life these days, aside from\nassisting the government in the distribution of mail and reading a\nmusty old volume of Blackstone, was learning to dance.\n\nIn ten days was the opening of the county fair, and Sandy had received\nan invitation to be present at the fair hop, which was the social\nexcitement of the season. It was to be his introduction into society,\nand he was determined to acquit himself with credit.\n\nHe assiduously practised the two-step in the back room of the\npost-office when the other clerk was out for lunch; he tried elaborate\nand ornate bows upon Aunt Melvy, who considered even the mildest \"reel\nchune\" a direct communication from the devil. The moment the\npost-office closed he hastened to Dr. Fenton's, where Annette was\ntaking him through a course of private lessons.\n\nDr. Fenton's house was situated immediately upon the street. Opening\nthe door, one passed into a small square hall where the Confederate\nflag hung above a life-size portrait of General Lee. On every side\nwere old muskets and rusty swords, large pictures of decisive\nbattles, and maps of the siege of Vicksburg and the battle of Bull\nRun. In the midst of this warlike atmosphere sat the unreconstructed\nlittle doctor, wearing his gray uniform and his gray felt hat, which\nhe removed only when he ate and slept.\n\nHere he ostensibly held office hours, but in reality he was doing\nsentry duty. His real business in life was keeping up with Annette,\nand his diversion was in the constant perusal of a slim sheet known as\n\"The Confederate Veteran.\"\n\nIt was Sandy's privilege to pass the lines unchallenged. In fact, the\ndoctor's strict surveillance diminished, and he was occasionally\nguilty of napping at the post when Sandy was with Annette.\n\n\"Come in, come in,\" he said one day. \"Just looking over the 'Veteran.'\nEver hear of Sam Davis? Greatest hero South ever knew! That's his\npicture. Wasn't afraid of any damned Yankee that ever pulled a\ntrigger.\"\n\n\"Was he a rebel?\" asked the unfortunate Sandy.\n\nThe doctor swelled with indignation. \"He was a Confederate, sir! I\nnever knew a rebel.\"\n\n\"It was the Confederates that wore the gray?\" asked Sandy, trying to\ncover his blunder.\n\n\"They did,\" said the doctor. \"I put it on at nineteen, and I'll be\nburied in it. Yes, sir; and my hat. Wouldn't wear blue for a farm.\nHate the sight of it so, that I might shoot myself by mistake. Ever\nlook over these maps? This was the battle of--\"\n\nA door opened and a light head was thrust out.\n\n\"Now, d-dad, you hush this minute! You've told him that over and over.\nSandy's my company. Come in here, Sandy.\"\n\nA few moments later there was a moving of chairs, and Annette's voice\nwas counting, \"One, two, three; one, two, three,\" while Sandy went\nthrough violent contortions in his efforts to waltz. He had his\ntongue firmly between his teeth and his eyes fixed on vacancy as he\nrevolved in furniture--destroying circles about the small parlor.\n\n\"That isn't right,\" cried Annette. \"You've lost the time. You d-dance\nwith the chair, Sandy, and I'll p-play the p-piano.\"\n\n\"No, you don't!\" he cried. \"I'll dance with you and put the chair at\nthe piano, but I'll dance with no chair.\"\n\nAnnette sank, laughing and exhausted, upon the sofa and looked up at\nhim hopelessly. Her hair had tumbled down, making her look more like a\nchild than ever.\n\n\"You are so b-big,\" she said; \"and you've got so m-many feet!\"\n\n\"The more of me to love ye.\"\n\n\"I wonder if you d-do?\" She put her chin on her palms, looking at him\nsidewise.\n\n\"Don't ye do that again!\" he cried. \"Haven't I passed ye the warning\nnever to look at me when you fix your mouth like that?\"\n\nShe tried to call him a goose, though she knew that _g_'s were fatal.\n\nA moment later she sat at one end of the sofa in pretended dudgeon,\nwhile Sandy tried to make his peace from the other.\n\n\"May the lightning strike me dead if I ever do it again without the\nasking! I'll be good now--honest to goodness, Nettie. I'll shut me\neyes when you take the hurdles, and be blind to temptation. Won't ye\nbe putting me on about the hop now, and what I must do?\"\n\nAnnette counted her fraternity pins and tried to look severe. She used\nthem in lieu of scalps, and they encircled her neck, fastened her\nbelt, and on state occasions even adorned her shoe-buckles.\n\n\"Well,\" she at last said, \"to b-begin with, you must be nice to\neveryb-body. You mustn't sit out more than one d-dance with one\ng-girl, and you must b-break in on every dance I'm not sitting out.\"\n\n\"Break in? Sit out?\" repeated Sandy, realizing that the intricacies\nof society are manifold.\n\n\"Of course,\" said his mentor. \"Whenever you see the g-girl you like\ndancing with any one else, you just p-put your hand on the man's\nshoulder, and then she d-dances with you.\"\n\n\"And will they all stop for me?\" cried Sandy, not understanding at all\nwhy he should have the preference.\n\n\"Surely,\" said Annette. \"And sitting out is when you like a girl so\nm-much that you would rather take her away to some quiet little corner\nand talk to her than to d-dance with her.\"\n\n\"That'll never be me,\" cried Sandy--\"not while the band plays.\"\n\n\"Shall we try it again?\" she asked; and with much scoffing and\nscolding on her part, and eloquent apologies and violent exertion on\nhis, they struggled onward toward success.\n\nIn the midst of the lesson there was a low whistle at the side\nwindow. Annette dropped Sandy's hands and put her finger to her lips.\n\n\"It's Carter,\" she whispered. \"D-dad doesn't allow him to come here.\"\n\n\"Little's the wonder,\" grumbled Sandy.\n\nAnnette's eyes were sparkling at the prospect of forbidden fruit. She\ntiptoed to the window and opened the shutter a few inches.\n\nAt the opening Carter's face appeared. It was a pale, delicate face,\nover-sensitive, over-refined, with the stamp of weakness on every\nfeature. His restless, nervous eyes were slightly bloodshot, and there\nwas a constant twitching about his lips. But as he pushed back the\nshutter and leaned carelessly against the sill, there was an easy\ngrace in his figure and a devil-may-care light in his eyes that would\nhave stirred the heart of a maiden less susceptible than the one who\nsmiled upon him from between the muslin curtains.\n\nHe laughed lightly as he caught at a flying lock of her hair.\n\n\"You little coward! Why didn't you meet me?\"\n\nShe frowned significantly and made warning gestures toward the\ninterior of the room.\n\nAt the far window, standing with his back to them, was Mr. Sandy\nKilday. He was engaged in a fierce encounter with an unnamed monster\nwhose eyes were green. During his pauses for breath he composed a few\ncomprehensive and scathing remarks which he intended to bestow upon\nMiss Fenton at his earliest convenience. Fickleness was a thing not to\nbe tolerated. She had confessed her preference for him over all\nothers; she must and should prove it. Just when his indignation had\nreached the exploding-point, he heard his name called.\n\n\"Sandy,\" cried Annette, \"what do you think? Ruth is coming home!\nCarter is on his way to the d-depot to meet her now. She's been gone\nnearly a year. I never was so crazy to see anyb-body in all my life.\"\n\nSandy wheeled about. \"Which depot?\" he cried excitedly; and without\napologies or farewell he dashed out of the house and down the street.\n\nWhen the Pullman train came into the Clayton station, he was leaning\nagainst a truck in a pose of studied indifference. Out of the tail of\nhis eye he watched the passengers alight.\n\nThere were the usual fat women and thin men, tired women with\nchildren, and old women with baskets, but no sign of a small girl with\ncurls hanging down her back and dresses to her shoe-tops.\n\nSuddenly he caught his breath. Standing in the car door, like a saint\nin a niche, was a radiant figure in a blue traveling-suit, with a bit\nof blue veil floating airily from her hat brim. She was not the little\ngirl he was looking for, but he transferred his devotion at a bound;\nfor long skirts and tucked-up curls rendered her tenfold more\nworshipful than before.\n\nHe watched her descend from her pedestal, bestow an affectionate kiss\nupon her brother, then look eagerly around for other familiar faces.\nIn one heart-suspending instant her eyes met his, she hesitated in\nconfusion, then blushed and bowed.\n\nSandy reeled home in utter intoxication of spirit. Even the town pump\nwore a halo of glorified rosy mist.\n\nAt the gate he met Mrs. Hollis returning from a funeral. With a sudden\ndescent from his ethereal mood he pounced upon her and, in spite of\nviolent protestations, danced her madly down the walk and deposited\nher breathless upon the milk-bench.\n\n\"He's getting worse all the time,\" she complained to Aunt Melvy, who\nhad watched the performance with great glee.\n\n\"Yas,'m,\" said Aunt Melvy, with a fond look at his retreating figure.\n\"He's jus' like a' Irish potato: when he ain't powerful cold, he's\npowerful hot.\"\n\n\n\n\nCHAPTER XII\n\nANTICIPATION\n\n\nThe day before the fair Sandy employed a substitute at the\npost-office, in order to give the entire day to preparation for the\nfestivities to come.\n\nEarly in the morning he went to town, where, after much consultation\nand many changes of mind, he purchased a suit of clothes. Then he\nrented the town dress-suit, to the chagrin of three other boys who had\neach counted upon it for the coming hop.\n\nWith the precious burden under his arm, Sandy hastened home. He spread\nthe two coats on the bed, placing a white shirt inside each, and a\nnecktie about each collar. Then he stood back and admired.\n\n\"It's meself I can see in them both this minute!\" he exclaimed with\ndelight.\n\nHis shoes were polished until they were resplendent, but they lost\nmuch of their glory during subsequent practising of steps before the\nmirror. He even brushed and cleaned his old clothes, for he foresaw\nthe pain of laying aside the raiment of Solomon for dingy every-day\ngarments.\n\nToward noon he went down-stairs to continue his zealous efforts in the\nkitchen. This met with Aunt Melvy's instant disapproval.\n\n\"For mercy sake, git out ob my way!\" she cried, as she squeezed past\nthe ironing-board to get to the stove. \"I'll press yer pants, ef\nyou'll jus' take yourself outen de kitchen. Be sure don't burn 'em?\nLook a-heah, chile; I was pressin' pants 'fore yer paw was wearin'\n'em!\"\n\nAunt Melvy's temper was a thing not to be trifled with when a\n\"protracted meeting\" was in session. For years she had been the black\nsheep in the spiritual fold. Her earnest desire to get religion and\nthe untiring efforts of the exhorters had alike proved futile. Year\nafter year she sat on the mourners' bench, seeking the light and\nfailing each time to \"come th'u'.\"\n\nThis discouraging condition of affairs sorely afflicted her, and\nproduced a kind of equinoctial agitation in the Hollis kitchen.\n\nSandy went on into the dining-room, but he found no welcome there.\nMrs. Hollis was submerged in pastry. The county fair was her one\ndissipation, and her highest ambition was to take premiums. Every year\nshe sent forth battalions of cakes, pies, sweet pickles, beaten\nbiscuit, crocheted doilies, and crazy-quilts to capture the blue\nribbon.\n\n\"Don't put the window up!\" she warned Sandy. \"I know it's stifling,\nbut I can't have the dust coming in. Why don't you go on in the\nhouse?\"\n\nMrs. Hollis always spoke of the kitchen and dining-room as if they\nwere not a part of the house.\n\n\"Can't ye tell me something that's good for the sunburn?\" asked\nSandy, anxiously. \"It's a dressed-up shooting-cracker I'll be\nresembling the morrow, in spite of me fine clothes.\"\n\n\"Buttermilk and lemon-juice,\" recommended Mrs. Hollis, as she placed\nthe last marshmallow on the roof of a four-story cake.\n\nSandy would have endured any discomfort that day in order to add one\ncharm to his personal appearance. He used so many lemons there were\nnone left for the judge's lemonade when he came home for dinner.\n\n\"Just home from the post-office?\" he asked when he saw Sandy enter the\ndining-room with his hat on.\n\n\"Jimmy Reed's doing my work to-day,\" Sandy said apologetically. \"And\nif you please, sir, I'll be keeping my hat on. I have just washed my\nhair, and I want it to dry straight.\"\n\nThe judge looked at the suspicious turn of the thick locks around the\nbrim of the stiff hat and smiled.\n\n\"Vanitas vanitatum, et omnia vanitas,\" he quoted. \"How many pages of\nBlackstone to-day?\"\n\nSandy made a wry face and winked at Mrs. Hollis, but she betrayed him.\n\n\"He has been primping since sun-up,\" she said. \"Anybody would think he\nwas going to get married.\"\n\n\"Sweet good luck if I was!\" cried Sandy, gaily.\n\nThe judge put down his fork and laid his hand on Sandy's arm. \"You\nmustn't neglect the learning, Sandy. You've made fine progress, and\nI'm proud of you. You've worked your way this far; I'll help you to\nthe top if you'll keep a steady head.\"\n\n\"That I'll do,\" cried Sandy, grasping his hand. \"It's old Moseley's\npromise I have for steady work at the academy. If I can't climb the\nladder, with you at one end and success at the other, then I'm not\nmuch of a chicken--I mean I'm not much.\"\n\n\"Well, you better begin by leaving the girls alone,\" said Mrs. Hollis\nas she moved the sugar out of his reach. \"Just let one drive by the\ngate, and we don't have any peace until you know who it is.\"\n\n\"By the way,\" said the judge, as he helped himself to a corn-dodger\nand two kinds of preserves, \"I'm sorry to see the friendship that's\nsprung up between Annette Fenton and young Nelson. I don't know what\nthe doctor's thinking about to let it go on. Nelson is hitting a\npretty lively pace for a youngster. He'll never live to reap his wild\noats, though. He came into the world with consumption, and I don't\nthink he will be long getting out of it. He's always getting into\ndifficulty. I have had to fine him twice in the past month for\ngambling. Do you see anything of him, Sandy?\"\n\n\"No,\" said Sandy, biting his lip. His pride had suffered more than\nonce at Carter's condescension.\n\n\"Martha Meech must be worse,\" said Mrs. Hollis. \"The up-stairs blinds\nhave been closed all day.\"\n\nSandy pushed back the apple-dumpling which Aunt Melvy had made at his\nspecial request.\n\n\"Perhaps I can be helping them,\" he said as he rose from the table.\n\nWhen he came back he sat for a long time with his head on his hand.\n\n\"Is she much worse?\" asked Mrs. Hollis.\n\n\"Yes,\" said Sandy; \"and it's little that I can do, though she's\ncoughing her life away. It's a shame--and a shame!\" he cried in hot\nrebellion.\n\nAll his vanity of the morning was dispelled by the tragedy taking\nplace next door. He paced back and forth between the two houses,\nbegging to be allowed to help, and proposing all sorts of impossible\nthings.\n\nWhen inaction became intolerable, he plunged into his law books, at\nfirst not comprehending a line, but gradually becoming more and more\ninterested, until at last the whole universe seemed to revolve about a\ncase that was decided in a previous century.\n\nWhen he rose it was almost dusk, and he came back to the present\nworld with a start. His first thought was of Ruth and the rapturous\nprospect of seeing her on the morrow; a swift doubt followed as to\nwhether a white tie or a black one was proper; then a sudden fear that\nhe had forgotten how to dance. He jumped to his feet, took a couple of\nsteps--when he remembered Martha.\n\nThe house seemed suddenly quiet and lonesome. He went from the\nsitting-room to the kitchen, but neither Mrs. Hollis nor Aunt Melvy\nwas to be found. Returning through the front hall, he opened the door\nto the parlor.\n\nThe sight that met him was somewhat gruesome. Everything was carefully\nwrapped in newspapers. Pictures enveloped in newspapers hung on the\nwalls, newspaper chairs stood primly around a newspaper table. In the\ndim twilight it looked like the very ghost of a room.\n\nSandy threw open the window, and going over to the newspaper piano,\nuntied the wrappings. He softly touched the keys and began to sing in\nan undertone. Old Irish love-songs, asleep in his heart since they\nwere first dropped there by the merry mother lips, stirred and awoke.\nThe accompaniment limped along lamely enough; but the singer, with hat\nover his eyes and lemon-juice on his nose, sang on as only a poet and\nlover can. His rich, full voice lingered on the soft Celtic syllables,\ndwelt tenderly on the diminutive endearments, while his heart,\novercharged with sorrow and joy and romance and dreams, spilled over\nin an ecstasy of song.\n\nNext door, in an upper bedroom, a tired soul paused in its final\nflight. Martha Meech, stretching forth her thin arms in the twilight,\nlistened as one might listen to the strains of an angel choir.\n\n\"It's Sandy,\" she said, and the color came to her cheeks, the light to\nher eyes. For, like Sandy, she had youth and she had love, and life\nitself could give no more.\n\n\n\n\nCHAPTER XIII\n\nTHE COUNTY FAIR\n\n\nThe big amphitheater at the fair grounds was filled as completely and\nevenly as a new paper of pins. Through the air floated that sweetest\nof all music to the childish ear--the unceasing wail of expiring\nballoons; and childish souls were held together in one sticky ecstasy\nof molasses candy and pop-corn balls.\n\nBehind the highest row of seats was a promenade, and in front of the\nlowest was another. Around these circled a procession which, though\nconstantly varying, held certain recurring figures like the charging\nsteeds on a merry-go-round. There was Dr. Fenton, in his tight\nConfederate suit; he had been circling in that same procession at\nevery fair for twenty years. There was the judge, lank of limb and\nloose of joint, who stopped to shake hands with all the strangers and\ninvite them to take dinner in his booth, where Mrs. Hollis reveled in\na riot of pastry. A little behind him strutted Mr. Moseley, sending\nsearch-lights of scrutiny over the crowd in order to discover the\nacademy boys who might be wasting their time upon unlettered\nfemininity.\n\nAt one side of the amphitheater, raised to a place of honor, was the\ncourting-box. Here the aristocratic youth of the country-side met to\nmeasure hearts, laugh at the rustics, and enjoy the races.\n\nIn previous years Sandy had watched the courting-box from below, but\nthis year he was in the center of it. Jests and greetings from the\nboys, and cordial glances from maidens both known and unknown, bade\nhim welcome. But, in spite of his reception, and in spite of his\nirreproachable toilet, he was not having a good time. With hands in\npockets and a scowl on his face, he stared gloomily over the crowd.\nTwice a kernel of pop-corn struck his ear, but he did not turn.\n\nAbove him, Annette Fenton was fathoms deep in a flirtation with Carter\nNelson; while below him, Ruth, in the daintiest of gowns and the\nlargest of hats, was wasting her sweetness on the desert countenance\nof Sid Gray.\n\nSandy refused to seek consolation elsewhere; he sat like a Spartan\nhero, and calmly watched his heart being consumed in the flames.\n\nThis hour, for which he had been living, this longed-for opportunity\nof being near Ruth and possibly of speaking to her, was slipping away,\nand she did not even know he was there.\n\nHe became fiercely critical of Sid Gray. He rejoiced in his stoutness\nand took grim pleasure in the fact that his necktie had slipped up at\nthe back. He looked at his hand as it rested on the back of the seat;\nit was plump and white. Sandy held out his own broad, muscular palm,\nhardened and roughened by work. Then he put it in his pocket again and\nsighed.\n\nThe afternoon wore gaily on. Louder grew the chorus of balloons and\nstickier grew the pop-corn balls. The courting-box was humming with\nlaughter and jest. The Spartan hero began to rebel. Why should he\nallow himself to be tortured thus when there might be a way of escape?\nHe recklessly resolved to put his fate to the test. Rising abruptly,\nhe went down to the promenade and passed slowly along the\ncourting-box, scanning the occupants as if in search of some one. It\nwas on his fourth round that she saw him, and the electric shock\nalmost lost him his opportunity. He looked twice to make sure she had\nspoken; then, with a bit of his heart in his throat and the rest in\nhis eyes, he went up the steps and awkwardly held out his hand.\n\nThe world made several convulsive circuits in its orbit and the bass\ndrum performed a solo inside his head during the moment that\nfollowed. When the tumult subsided he found a pair of bright brown\neyes smiling up at him and a small hand clasped in his.\n\nThis idyllic condition was interrupted by a disturbance on the\npromenade, which caused them both to look in that direction. Some one\nwas pushing roughly through the crowd.\n\n\"Hi, there, Kilday! Sandy Kilday!\"\n\nA heavy-set fellow was making his way noisily toward them. His suit of\nbroad checks, his tan shoes, and his large diamond stud were\nstrangers, but his little close-set eyes, protruding teeth, and bushy\nhair were hatefully familiar.\n\nSandy started forward, and those nearest laughed when the stranger\nlooked at him and said:\n\n\"My guns! Git on to his togs! Ain't he a duke!\"\n\nSandy got Ricks out of the firing-line, around the corner of the\ncourting-box. His face was crimson with mortification, but it never\noccurred to him to be angry.\n\n\"What brought you back?\" he asked huskily.\n\n\"Hosses.\"\n\n\"Are you going to drive this afternoon?\"\n\n\"Yep. One of young Nelson's colts in the last ring. Say,\" he added,\n\"he's game, all right. Me and him have done biz before. Know him?\"\n\n\"Carter Nelson? Oh, yes; I know him,\" said Sandy, impatient to be rid\nof his companion.\n\n\"Me and him are a winnin' couple,\" said Ricks. \"We plays the races\nstraight along. He puts up the dough, and I puts up the tips. Say,\nhe's one of these here tony toughs; he won't let on he knows me when\nhe's puttin' on dog. What about you, Sandy? Makin' good these days?\"\n\n\"I guess so,\" said Sandy, indifferently.\n\n\"You ain't goin' to school yet?\"\n\n\"That I am,\" said Sandy; \"and next year, too, if the money holds out.\"\n\n\"Golly gosh!\" said Ricks, incredulously. \"Well, I got to be hikin'\nback. The next is my entry. I'll look you up after while. So-long!\"\n\nHe shambled off, and Sandy watched his broad-checked back until it was\nlost in the crowd.\n\nThat Ricks should have turned up at that critical moment seemed a\nwilful prank on the part of fate. Sandy bit his lip and raged\ninwardly. He had a wild impulse to rush back to Ruth, seize her hand,\nand begin where he had left off. He might have done it, too, had not\nthe promenade happened to land Dr. Fenton before him at that moment.\n\nThe doctor was behaving in a most extraordinary and unmilitary way. He\nhad stepped out of the ranks, and was performing strange manoeuvers\nabout a knothole that looked into the courting-box. When he saw Sandy\nhe opened fire.\n\n\"Look at her! Look at her!\" he whispered. \"Whenever I pass she talks\nto Jimmy Reed on this side; but the moment she thinks I'm not looking,\nsir, she talks to Nelson on the other! Kilday,\" he went on, shaking\nhis finger impressively, \"that little girl is as slick as--a blame\nYankee! But she'll not outwit me. I'm going right up there and take\nher home.\"\n\nSandy laughingly held his arm. It was not the first time the doctor\nhad confided in him. \"No, no, doctor,\" he said; \"I'll be the watch-dog\nfor ye. Let me go and stay with Annette, and if Carter Nelson gets a\nword in her ear, it'll be because I've forgotten how to talk.\"\n\n\"Will you?\" asked the doctor, anxiously. \"Nelson's a drunkard. I'd\nrather see my little girl dead than married to him. But she's wilful,\nKilday; when she was just a baby she'd sit with her little pink toes\ncurled up for an hour to keep me from putting on her shoes when she\nwanted to go barefoot! She's a fighter,\" he added, with a gruff\nchuckle that ended in a sigh, \"but she's all I've got.\"\n\nSandy gripped him by the hand, then turned the corner into the\ncourting-box. Instantly his eager eyes sought Ruth, but she did not\nlook up as he passed.\n\nHe unceremoniously took his seat beside Annette, to the indignation of\nlittle Jimmy Reed. It was hard to accept Carter's patronizing\ntolerance, but a certain curve to his eyebrows and the turn of his\nhead served as perpetual reminders of Ruth.\n\nAnnette greeted Sandy effusively. She had found Jimmy entirely too\nlimber a foil to use with any degree of skill, and she knew from past\nexperience that Sandy and Carter were much better matched. If Sid Gray\nhad been there also, she would have been quite happy. In Annette's\nestimation it was all a mistake about love being a game for two.\n\n\"Who was your stylish friend?\" she asked Sandy.\n\n\"Ricks Wilson,\" said Sandy, shortly.\n\nCarter smiled condescendingly. \"Your old business partner, I believe?\"\n\n\"Before he was yours,\" said Sandy.\n\nThis was not at all to Annette's taste. They were not even thinking\nabout her.\n\n\"How m-many dances do you want for to-night?\" she asked Sandy.\n\n\"The first four.\"\n\nShe wrote them on the corner of her fan. \"Yes?\"\n\n\"The last four.\"\n\n\"Yes?\"\n\n\"And the four in between. What's that on your fan?\"\n\n\"Nothing.\"\n\n\"But it is. Let me see.\"\n\n\"Will you look at it easy and not tell?\" she whispered, taking\nadvantage of Carter's sudden interest in the judges' stand.\n\n\"Sure and I will. Just a peep. Come!\"\n\nShe opened the fan half-way, and disclosed a tiny picture of himself\nsewed on one of the slats.\n\n\"And it's meself that you care for, Annette!\" he whispered. \"I knew\nit, you rascal, you rogue!\"\n\n\"Let g-go my hand,\" she whispered, half laughing, half scolding.\n\"Look, Carter, what I have on my fan!\" and, to Sandy's chagrin, she\nopened the fan on the reverse side and disclosed a picture of Nelson.\n\nBut Carter had neither eyes nor ears for her now. His whole attention\nwas centered on the ring, where the most important event of the day\nwas about to take place.\n\nIt was a trial of two-year-olds for speed and durability. There were\nfour entries--two bays, a sorrel, and Carter's own little thoroughbred\n\"Nettie.\" He watched her as she pranced around the ring under Ricks's\nskilful handling; she had nothing to fear from the bays, but the\nsorrel was a close competitor.\n\n\"Oh, this is your race, isn't it?\" cried Annette as the band struck up\n\"Dixie.\" \"Where's my namesake? The pretty one just c-coming, with the\nugly driver? Why, he's Sandy's friend, isn't he?\"\n\nSandy winced under her teasing, but he held his peace.\n\nThe first heat Nettie won; the second, the sorrel; the third brought\nthe grand stand to its feet. Even the revolving procession halted\nbreathless.\n\n\"Now they're off!\" cried Annette, excitedly. \"Mercy, how they g-go!\nNettie is a little ahead; look, Sandy! She's gaining! No; the sorrel's\nahead. Carter, your driver is g-going too close! He's g-going to smash\nin--Oh, look!\"\n\nThere was a crash of wheels and a great commotion. Several women\nscreamed, and a number of men rushed into the ring. When Sandy got\nthere, the greater crowd was not around the sorrel's driver, who lay\nin a heap against the railing with a broken leg and a bruised head; it\nwas around Ricks Wilson in angry protest and indignation.\n\nThe most vehement of them all was Judge Hollis,--the big, easy-going\njudge,--whose passion, once roused, was a thing to be reckoned with.\n\n\"It was a dastardly piece of cowardice,\" he cried. \"You all saw what\nhe did! Call the sheriff, there! I intend to prosecute him to the full\nextent of the law.\"\n\nRicks, with snapping eyes and snarling mouth, glanced anxiously\naround at the angry faces. He was looking for Carter Nelson, but\nCarter had discreetly departed. It was Sandy whom he spied, and\ninstantly called: \"Kilday, you'll see me through this mess? You know\nit wasn't none of my fault.\"\n\nSandy pushed his way to the judge's side. He had never hated the sight\nof Ricks so much as at that moment.\n\n\"It's Ricks Wilson,\" he whispered to the judge--\"the boy I used to\npeddle with. Don't be sending him to jail, sir. I'll--I'll go his bail\nif you'll be letting him go.\"\n\n\"Indeed you won't!\" thundered the judge. \"You to take money you've\nsaved for your education to help this scoundrel, this rascal, this\nhalf murderer!\"\n\nThe crowd shouted its approval as it opened for the sheriff. Ricks was\nnot the kind to make it easy for his captors, and a lively skirmish\nensued.\n\nAs he was led away he turned to the crowd back of him and shook his\nfist in the judge's face.\n\n\"You done this,\" he cried. \"I'll git even with you, if I go to hell\nfer it!\"\n\nThe judge laughed contemptuously, but Sandy watched Ricks depart with\ntroubled eyes. He knew that he meant what he said.\n\n\n\n\nCHAPTER XIV\n\nA COUNCIL OF WAR\n\n\nWhile the frivolous-minded of Clayton were bent upon the festivities\nof fair week, it must not be imagined that the grave and thoughtful\ncontingent, which acts as ballast in every community, was idle.\n\nMr. Moseley was a self-constituted leader in a crusade against\ndancing. At his earnest suggestion, every minister in town agreed to\npreach upon the subject at prayer-meeting the Wednesday evening of the\nhop.\n\nThey held a preliminary meeting before services in the study of the\nHard-Shell Baptist Church. Mr. Moseley occupied the chair, a Jove of\nrighteousness dispensing thunderbolts of indignation to his\nsatellites. A fringe of scant hair retreated respectfully from the\nunadorned dome which crowned his personal edifice. His manner was most\nserious and his every utterance freighted with importance.\n\nBeside him sat his rival in municipal authority, the Methodist\npreacher. He had a short upper lip and a square lower jaw, and a way\nof glaring out of his convex glasses that gave a comical imitation of\na bullfrog in debate. This was the first occasion in the history of\nthe town when he and Mr. Moseley had met in friendly concord. For the\nlast few days the united war upon a common enemy had knitted their\nsouls in a bond of brotherly affection.\n\nWhen the half-dozen preachers had assembled, Mr. Moseley rose with\ndignity. \"My dear brethren,\" he began impressively, \"the occasion is\none which permits of no trifling. The dancing evil is one which has\nmenaced our community for generations--a viper to be seized and\nthrottled with a firm hand. The waltz, the--the Highland fling,\nthe--the--\"\n\n\"German?\" suggested some one faintly.\n\n\"Yes, the german--are all invasions of the Evil One. The crowded\nrooms, the unholy excitement, are degenerating and debasing. I am glad\nto report one young soul who has turned from temptation and told me\nonly to-day of his intention of refraining from partaking in the\nunrighteous amusement of this evening. That, brethren, was the nephew\nof my pastor.\"\n\nThe little Presbyterian preacher, thus thrust into the light cast from\nthe halo of his regenerate nephew, stirred uneasily. He was\ncontemplating the expediency of his youthful kinsman in making the\nlack of a dress-suit serve as a means of lightening his coming\nexaminations at the academy.\n\nMr. Moseley, now fully launched upon a flood of eloquence, was just\nconcluding a brilliant argument. \"Look at the round dance!\" he cried.\n\"Who can behold and not shudder?\"\n\nMr. Meech, who had not beheld and therefore could not shudder,\nventured a timid inquiry:\n\n\"Mr. Moseley, just what is a round dance?\"\n\nMr. Moseley pushed back his chair and wheeled the table nearer the\nwindow. \"Will you just step forward, Mr. Meech?\"\n\nWith difficulty Mr. Meech extricated himself from the corner to which\nthe pressure of so many guests had relegated him. He slipped\napologetically to the front and took his stand beneath the shadow of\nMr. Moseley's presence. Prayer-meeting being but a semi-official\noccasion, he wore his second-best coat, and it had followed the\nshrinking habit established by its predecessors.\n\n\"Now,\" commanded Mr. Moseley, \"place your hand upon my shoulder.\"\n\nMr. Meech did so with self-conscious gravity and serious apprehensions\nas to the revelations to follow.\n\n\"Now,\" continued Mr. Moseley, \"I place my arm about your waist--thus.\"\n\n\"Surely not,\" objected Mr. Meech, in embarrassment.\n\nBut Mr. Moseley was relentless. \"I assure you it is true. And the\nother hand--\" He stopped in grave deliberation. The Methodist brother,\nwho had been growing more and more overcharged with suppressed\nknowledge, could contain himself no longer.\n\n\"That's not right at all!\" he burst forth irritably. \"You don't hook\nyour arm around like that! You hold the left arm out and saw it up and\ndown--like this.\"\n\nHe snatched the bewildered Mr. Meech from Mr. Moseley's embrace, and\nhumming a waltz, stepped briskly about the limited space, to the\nconsternation of the onlookers, who hastened to tuck their feet under\ntheir chairs.\n\nMr. Meech, looking as if he were being backed into eternity, stumbled\non the rug and clutched violently at the table-cover. In his downfall\nhe carried his instructor with him, and a deluge of tracts from the\ntable above followed.\n\nIn the midst of the confusion there was a sound from the church next\ndoor. Mr. Meech sat up among the debris and listened. It was the\nopening hymn for prayer-meeting.\n\n\n\n\nCHAPTER XV\n\nHELL AND HEAVEN\n\n\nThe events of the afternoon, stirring as they had been, were soon\ndismissed from Sandy's mind. The approaching hop possessed right of\nway over every other thought.\n\nBy the combined assistance of Mrs. Hollis and Aunt Melvy, he had been\nready at half-past seven. The dance did not begin until nine; but he\nwas to take Annette, and the doctor, whose habits were as fixed as the\nnumbers on a clock, had insisted that she should attend prayer-meeting\nas usual before the dance.\n\nIn the little Hard-Shell Baptist Church the congregation had assembled\nand services had begun before Mr. Meech arrived. He appeared\nsingularly flushed and breathless, and caused some confusion by\ngiving out the hymn which had just been sung. It was not until he\nbecame stirred by the power of his theme that he gained composure.\n\nIn the front seat Dr. Fenton drowsed through the discourse. Next to\nhim, her party dress and slipper-bag concealed by a rain-coat, sat\nAnnette, hot and rebellious, and in anything but a prayerful frame of\nmind. Beside her sat Sandy, rigid with elegance, his eyes riveted on\nthe preacher, but his thoughts on his feet. For, stationary though he\nwas, he was really giving himself the benefit of a final rehearsal,\nand mentally performing steps of intricate and marvelous variety.\n\n\"Stop moving your feet!\" whispered Annette. \"You'll step on my dress.\"\n\n\"Is it the mazurka that's got the hiccoughs in the middle?\" asked\nSandy, anxiously.\n\nMr. Meech paused and looked at them over his spectacles in plaintive\nreproach.\n\nThen he wandered on into sixthlies and seventhlies of increasing\nlength. Before the final amen had died upon the air, Annette and Sandy\nhad escaped to their reward.\n\nThe hop was given in the town hall, a large, dreary-looking room with\na raised platform at one end, where Johnson's band introduced\ninstruments and notes that had never met before.\n\nTo Sandy it was a hall of Olympus, where filmy-robed goddesses moved\nto the music of the spheres.\n\n\"Isn't the floor g-grand?\" cried Annette, with a little run and a\nslide. \"I could just d-die dancing.\"\n\n\"What may the chalk line be for?\" asked Sandy.\n\n\"That's to keep the stags b-back.\"\n\n\"The stags?\" His spirits fell before this new complication.\n\n\"Yes; the boys without partners, you know. They have to stay b-back of\nthe chalk line and b-break in from there. You'll catch on right away.\nThere's your d-dressing-room over there. Don't bother about my card;\nit's been filled a week. Is there anyb-body you want to dance with\nespecially?\"\n\nSandy's eyes answered for him. They were held by a vision in the\ncenter of the room, and he was blinded to everything else.\n\nHalf surrounded by a little group stood Ruth Nelson, red-lipped,\nbright-eyed, eager, her slender white-clad figure on tiptoe with\nbuoyant expectancy. The crimson rose caught in her hair kept impatient\ntime to the tap of her restless high-heeled slipper, and she swayed\nand sang with the music in a way to set the sea-waves dancing.\n\nIt was small matter to Sandy that the lace on her dress had belonged\nto her great-grandmother, or that the pearls about her round white\nthroat had been worn by an ancestor who was lady in waiting to a queen\nof France. He only knew she meant everything beautiful in the world to\nhim,--music and springtime and dawn,--and that when she smiled it was\nsunlight in his heart.\n\n\"I don't think you can g-get a dance there,\" said Annette, following\nhis gaze. \"She is always engaged ahead. But I'll find out, if you\nw-want me to.\"\n\n\"Would you, now?\" cried Sandy, fervently pressing her hand. Then he\nstopped short. \"Annette,\" he said wistfully, \"do you think she'll be\ncaring to dance with a boy like me?\"\n\n\"Of course she will, if you k-keep off her toes and don't forget to\ncount the time. Hurry and g-get off your things; I want you to try it\nbefore the crowd comes. There are only a few couples for you to bump\ninto now, and there will be a hundred after a while.\"\n\nO the fine rapture of that first moment when Sandy found he could\ndance! Annette knocked away his remaining doubts and fears and boldly\nlaunched him into the merry whirl. The first rush was breathless,\ncarrying all before it; but after a moment's awful uncertainty he\nsettled into the step and glided away over the shining floor,\ncounting his knots to be sure, but sailing triumphantly forward\nbehind the flutter of Annette's pink ribbons.\n\nHe was introduced right and left, and he asked every girl he met to\ndance. It made little difference who she happened to be, for in\nimagination she was always the same. Annette had secured for him the\nlast dance with Ruth, and he intended to practise every moment until\nthat magic hour should arrive.\n\nBut youth reckons not with circumstance. Just when all sails were set\nand he was nearing perfection, he met with a disaster which promptly\nrelegated him to the dry-dock. His partner did not dance!\n\nWhen he looked at her, he found that she was tall and thin and\nvivacious, and he felt that she must have been going to hops for a\nvery long time.\n\n\"I hate dancing, don't you?\" she said. \"Let's go over there, out of\nthe crowd, and have a nice long talk.\"\n\nSandy glanced at the place indicated. It seemed a long way from base.\n\n\"Wouldn't you like to stand here and watch them?\" he floundered\nhelplessly.\n\n\"Oh, dear, no; it's too crowded. Besides,\" she added playfully, \"I\nhave heard _so_ much about you and your awfully romantic life. I just\nwant to know all about it.\"\n\nAs a trout, one moment in mid-stream swimming and frolicking with the\nbest, finds himself suddenly snatched out upon the bank, gasping and\nhelpless, so Sandy found himself high and dry against the wall, with\nthe insistent voice of his captor droning in his ears.\n\nShe had evidently been wound and set, and Sandy had unwittingly\nstarted the pendulum.\n\n\"Have you ever been to Chicago, Mr. Kilday? No? It is such a dear\nplace; I simply adore it. I'm on my way home from there now. All my\nmen friends begged me to stay; they sent me so many flowers I had to\nkeep them in the bath-tub. Wasn't it darling of them? I just love\nmen. How long have you been in Clayton, Mr. Kilday?\"\n\nHe tried to answer coherently, but his thoughts were in eager pursuit\nof a red rose that flashed in and out among the dancers.\n\n\"And you really came over from England by yourself when you were just\na small boy? Weren't you clever! But I know the captain and all of\nthem made a great pet of you. Then you made a walking tour through the\nStates; I heard all about it. It was just too romantic for any use. I\nlove adventure. My two best friends are at the theological seminary.\nOne's going to India,--he's a blond,--and one to Africa. Just between\nus, I am going with one of them, but I can't for the life of me make\nup my mind which. I don't know why I am telling you all these things,\nMr. Kilday, except that you are so sweet and sympathetic. You\nunderstand, don't you?\"\n\nHe assured her that he did with more vehemence than was necessary, for\nhe did not want her to suspect that he had not heard what she said.\n\n\"I knew you did. I knew it the moment I shook hands with you. I felt\nthat we were drawn to each other. I am like you; I am just full of\nmagnetism.\"\n\nSandy unconsciously moved slightly away: he had a sudden uncomfortable\nrealization that he was the only one within the sphere of influence.\n\nAfter two intermissions he suggested that they go out to the\ndrug-store and get some soda-water. On the steps they met Annette.\n\n\"You old f-fraud,\" she whispered to Sandy in passing, \"I thought you\ndidn't like to sit out d-dances.\"\n\nHe smiled feebly.\n\n\"Don't you mind her teasing,\" pouted his partner; \"if we like to talk\nbetter than to dance, it's our own affair.\"\n\nSandy wished devoutly that it was somebody else's. When they returned,\nthey went back to their old corner. The chairs, evidently considering\nthem permanent occupants, assumed an air of familiarity which he\nresented.\n\n\"Do you know, you remind me of an old sweetheart of mine,\" resumed the\nvoice of his captor, coyly. \"He was the first real lover I ever had.\nHis eyes were big and pensive, just like yours, and there was always\nthat same look in his face that just made me want to stay with him all\nthe time to keep him from being lonely. He was awfully fond of me, but\nhe had to go out West to make his fortune, and he married before he\ngot back.\"\n\nSandy sighed, ostensibly in sympathy, but in reality at his own sad\nfate. At that moment Prometheus himself would not have envied him his\nstate of mind. The music set his nerves tingling and the dancers\nbeckoned him on, yet he was bound to his chair, with no relief in\nview. At the tenth intermission he suggested soda-water again, after\nwhich they returned to their seats.\n\n\"I hope people aren't talking about us,\" she said, with a pleased\nlaugh. \"I oughtn't to have given you all these dances. It's perfectly\nfatal for a girl to show such preference for one man. But we are so\ncongenial, and you do remind me--\"\n\n\"If it's embarrassing to you--\" began Sandy, grasping the straw with\nboth hands.\n\n\"Not one bit,\" she asserted. \"If you would rather have a good\nconfidential time here with me than to meet a lot of silly little\ngirls, then I don't care what people say. But, as I was telling you, I\nmet him the year I came out, and he was interested in me right off--\"\n\nOn and on and on she went, and Sandy ceased to struggle. He sank in\nhis chair in dogged dejection. He felt that she had been talking ever\nsince he was born, and was going to continue until he died, and that\nall he could do was to wait in anguish for the end. He watched the\nflushed, happy faces whirling by. How he envied the boys their wilted\ncollars! After eons and eons of time the band played \"Home, Sweet\nHome.\"\n\n\"It's the last dance,\" said she. \"Aren't you sorry? We've had a\nperfectly divine time--\" She got no further, for her partner, faithful\nthrough many numbers, had deserted his post at last.\n\nSandy pushed eagerly through the crowd and presented himself at Ruth's\nside. She was sitting with several boys on the stage steps, her cheeks\nflushed from the dance, and a loosened curl falling across her bare\nshoulder. He tried to claim his dance, but the words, too long\nconfined, rushed to his lips so madly as to form a blockade.\n\nShe looked up and saw him--saw the longing and doubt in his eyes, and\ncame to his rescue.\n\n\"Isn't this our dance, Mr. Kilday?\" she said, half smiling, half\ntimidly.\n\nIn the excitement of the moment he forgot his carefully practised bow,\nand the omission brought such chagrin that he started out with the\nwrong foot. There was a gentle, ripping sound, and a quarter of a yard\nof lace trailed from the hem of his partner's skirt.\n\n\"Did I put me foot in it?\" cried Sandy, in such burning consternation\nthat Ruth laughed.\n\n\"It doesn't matter a bit,\" she said lightly, as she stooped to pin it\nup. \"It shows I've had a good time. Come! Don't let's miss the music.\"\n\nHe took her hand, and they stepped out on the polished floor. The\nblissful agony of those first few moments was intolerably sweet.\n\nShe was actually dancing with him (one, two, three; one, two, three).\nHer soft hair was close to his cheek (one, two, three; one, two,\nthree). What if he should miss a step (one, two, three)--or fall?\n\nHe stole a glance at her; she smiled reassuringly. Then he forgot all\nabout the steps and counting time. He felt as he had that morning on\nshipboard when the _America_ passed the _Great Britain_. All the joy\nof boyhood resurged through his veins, and he danced in a wild\nabandonment of bliss; for the band was playing \"Home, Sweet Home,\"\nand to Sandy it meant that, come what might, within her shining eyes\nhis gipsy soul had found its final home.\n\n[Illustration: \"Then he forgot all about the steps and counting time\"]\n\nWhen the music stopped, and they stood, breathless and laughing, at\nthe dressing-room door, Ruth said:\n\n\"I thought Annette told me you were just learning to dance!\"\n\n\"So I am,\" said Sandy; \"but me heart never kept time for me before!\"\n\nWhen Annette joined them she looked up at Sandy and smiled.\n\n\"Poor f-fellow!\" she said sympathetically. \"What a perfectly horrid\ntime you've had!\"\n\n\n\n\nCHAPTER XVI\n\nTHE NELSON HOME\n\nWillowvale, the Nelson homestead, lay in the last curve of the river,\njust before it left the restrictions of town for the freedom of fields\nand meadows.\n\nIt was a quaint old house, all over honeysuckles and bow-windows and\nverandas, approached by an oleander-bordered walk, and sheltered by a\nwide circle of poplar-and oak-trees that had nodded both approval and\ndisapproval over many generations of Nelsons.\n\nIn the dining-room, on the massive mahogany table, lunch was laid for\nthree. Carter sat at the foot, absorbed in a newspaper, while at the\nhead Mrs. Nelson languidly partook of her second biscuit. It was\nvulgar, in her estimation, for a lady to indulge in more than two\nbiscuits at a meal.\n\nWhen old Evan Nelson died six years before, he had left the bulk of\nhis fortune to his two grandchildren, and a handsome allowance to his\neldest son's widow, with the understanding that she was to take charge\nof Ruth until that young lady should become of age.\n\nMrs. Nelson accepted the trust with becoming resignation. The prospect\nof guiding a wealthy and obedient young person through the social\nlabyrinth to an eligible marriage wakened certain faculties that had\nlong lain dormant. It was not until the wealthy and obedient young\nperson began to develop tastes of her own that she found the burden\nirksome.\n\nNine months of the year Ruth was at boarding-school, and the remaining\nthree she insisted upon spending in the old home at Clayton, where\nCarter kept his dogs and horses and spent his summers. Hitherto Mrs.\nNelson had compromised with her. By adroit management she contrived\nto keep her, for weeks at a time, at various summer resorts, where she\nexpected her to serve a sort of social apprenticeship which would fit\nher for her future career.\n\nAt nineteen Ruth developed alarming symptoms of obstinacy. Mrs. Nelson\nconfessed tearfully to the rest of the family that it had existed in\nembryo for years. Instead of making the most of her first summer out\nof school, the foolish girl announced her intention of going to\nWillowvale for an indefinite stay.\n\nIt was indignation at this state of affairs that caused Mrs. Nelson to\nlose her appetite. Clayton was to her the limit of civilization; there\nwas too much sunshine, too much fresh air, too much out of doors. She\ndisliked nature in its crude state; she preferred it softened and\ntoned down to drawing-room pitch.\n\nShe glanced up in disapproval as Ruth's laugh sounded in the hall.\n\n\"Rachel, tell her that lunch is waiting,\" she said to the colored\ngirl at her side.\n\nCarter looked up as Ruth came breezily into the room. She wore her\nriding-habit, and her hair was tossed by her brisk morning canter.\n\n\"You don't look as if you had danced all night,\" he said. \"Did the\nmare behave herself?\"\n\n\"She's a perfect beauty, Carter. I rode her round the old mill-dam,\n'cross the ford, and back by the Hollises'. Now I'm perfectly\nfamished. Some hot rolls, Rachel, and another croquette, and--and\neverything you have.\"\n\nMrs. Nelson picked several crumbs from the cloth and laid them\ncarefully on her plate. \"When I was a young lady I always slept after\nbeing out in the evening. I had a half-cup of coffee and one roll\nbrought to me in bed, and I never rose until noon.\"\n\n\"But I hate to stay in bed,\" said Ruth; \"and, besides, I hate to miss\na half-day.\"\n\n\"Is there anything on for this afternoon?\" asked Carter.\n\n\"Why, yes--\" Ruth began, but her aunt finished for her:\n\n\"Now, Carter, it's too warm to be proposing anything more. You aren't\nwell, and Ruth ought to stay at home and put cold cream on her face.\nIt is getting so burned that her pink evening-dresses will be worse\nthan useless. Besides, there is absolutely nothing to do in this\nstupid place. I feel as if I couldn't stand it all summer.\"\n\nThis being a familiar opening to a disagreeable subject, the two young\npeople lapsed into silence, and Mrs. Nelson was constrained to address\nher communications to the tea-pot. She glanced about the big,\nold-fashioned room and sighed.\n\n\"It's nothing short of criminal to keep all this old mahogany buried\nhere in the country, and the cut-glass and silver. And to think that\nthe house cannot be sold for two more years! Not until Ruth is of age!\nWhat _do_ you suppose your dear grandfather _could_ have been\nthinking of?\"\n\nThis question, eliciting no reply from the tea-pot, remained suspended\nin the air until it attracted Ruth's wandering attention.\n\n\"I beg your pardon, aunt. What grandfather was thinking of? About the\nplace? Why, I guess he hoped that Carter and I would keep it.\"\n\nCarter looked over his paper. \"Keep this old cemetery? Not I! The day\nit is sold I start for Europe. If one lung is gone and the other\ngoing, I intend to enjoy myself while it goes.\"\n\n\"Carter!\" begged Ruth, appealingly.\n\nHe laughed. \"You ought to be glad to get rid of me, Ruth. You've\nbothered your head about me ever since you were born.\"\n\nShe slipped her hand into his as it lay on the table, and looked at\nhim wistfully.\n\n\"The idea of the old governor thinking we'd want to stay here!\" he\nsaid, with a curl of the lip.\n\n\"Perfectly ridiculous!\" echoed Mrs. Nelson.\n\n\"I don't know,\" said Ruth; \"it's more like home than any place else. I\ndon't think I could ever bear to sell it.\"\n\n\"Now, my dear Ruth,\" said Mrs. Nelson, in genuine alarm, \"don't be\nsentimental, I beg of you. When once you make your dÃ©but, you'll feel\nvery different about things. Of course the place must be sold: it\ncan't be rented, and I'm sure you will never get me to spend another\nsummer in Clayton. You could not stay here alone.\"\n\nRuth sat with her chin in her hands and gazed absently out of the\nwindow. She remembered when that yard was to her as the garden of\nEden. As a child she had been brought here, a delicate, faded little\nhot-house plant, and for three wonderful years had been allowed to\ngrow and blossom at will in the freedom of outdoor life. The glamour\nof those old days still clung to the place, and made her love\neverything connected with it. The front gate, with its wide white\nposts, still held the records of her growth, for each year her\ngrandfather had stood her against it and marked her progress. The huge\ngreen tub holding the crape myrtle was once a park where she and\nAnnette had played dolls, and once it had served as a burying-ground\nwhen Carter's sling brought down a sparrow. The ice house, with its\nsteep roof, recalled a thrilling tobogganing experience when she was\nsix. Grandfather had laughed over the torn gown, and bade her do it\nagain.\n\nIt was the trees, though, that she loved best of all; for they were\nfriendly old poplar-trees on which the bark formed itself into all\nsorts of curious eyes. One was a wicked old stepfather eye with a\nheavy lid; she remembered how she used to tiptoe past it and pretend\nto be afraid. Beyond, by the arbor, were two smaller trees, where a\ncoquettish eye on one looked up to an adoring eye on the other. She\nhad often built a romance about them as she watched them peeping at\neach other through the leaves.\n\nDown behind the house the waving fields of blue-grass rippled away to\nthe little river, where weeping willows hung their heads above the\nlazy water, and ferns reached up the banks to catch the flowers. And\nthe fields and the river and the house and the trees were hers,--hers\nand Carter's,--and neither could sell without the consent of the\nother. She took a deep breath of satisfaction. The prospect of living\nalone in the old homestead failed to appal her.\n\n\"A letter came this morning,\" said Mrs. Nelson, tracing the crest on\nthe silver creamer. \"It's from your Aunt Elizabeth. She wants us to\nspend ten days with her at the shore. They have taken a handsome\ncottage next to the Warrentons. You remember young Mr. Warrenton,\nRuth? He is a grandson of Commodore Warrenton.\"\n\n\"Warrenton? Oh, yes, I do remember him--the one that didn't have any\nneck.\"\n\nMrs. Nelson closed her eyes for a moment, as if praying for patience;\nthen she went on: \"Your Aunt Elizabeth thinks, as I do, that it is\nabsurd for you to bury yourself down here. She wants you to meet\npeople of your own class. Do you think you can be ready to start on\nWednesday?\"\n\n\"Why, we have been here only a week!\" cried Ruth. \"I am having such a\ngood time, and--\" she broke off impulsively. \"But I know it's dull for\nyou, Aunt Clara. You go, and leave me here with Carter. I'll do\neverything you say if you will only let me stay.\"\n\nCarter laughed. \"One would think that Ruth's sole aim in life was to\ncultivate Clayton--the distinguished, exclusive, aristocratic society\nof Clayton.\"\n\nShe put her hand on his arm and looked at him pleadingly: \"Please\ndon't laugh at me, Carter! I love it here, and I want to stay. You\nknow Aunt Elizabeth; you know what her friends are like. They think I\nam queer. I can't be happy where they are.\"\n\nMrs. Nelson resorted to her smelling-bottle. \"Of course my opinions\nare of no weight. I only wish to remind you that it would be most\nimpolitic to offend your Aunt Elizabeth. She could introduce you into\nthe most desirable set; and even if she is a little--\" she searched a\nmoment for a word--\"a little liberal in her views, one can overlook\nthat on account of her generosity. She is a very influential woman,\nRuth, and a very wealthy one.\"\n\nRuth made a quick, impatient gesture. \"I don't like her, Aunt Clara;\nand I don't want you to ask me to go there.\"\n\nMrs. Nelson folded her napkin with tragic deliberation. \"Very well,\"\nshe said; \"it is not my place to urge it. I can only point out your\nduty and leave the rest to you. One thing I must speak about, and that\nis your associating so familiarly with these townspeople. They are\nimpertinent; they take advantages, and forget who we are. Why, the\nblacksmith had the audacity to refer to the dear major as 'Bob.'\"\n\n\"Old Uncle Dan?\" asked Ruth, laughing. \"I saw him yesterday, and he\nshook hands with me and said: 'Golly, sissy, how you've growed!'\"\n\n\"Ruth,\" cried Mrs. Nelson, \"how can you! Haven't you _any_ family\npride?\" The tears came to her eyes, for the invitation to visit the\nHunter-Nelsons was one for which she had angled skilfully, and its\nsummary dismissal was a sore trial to her.\n\nIn a moment Ruth was at her side, all contrition: \"I'm sorry, Aunt\nClara; I know I'm a disappointment to you. I'll try--\"\n\nMrs. Nelson withdrew her hand and directed her injured reply to\nCarter. \"I have done my duty by your sister. She has been given every\nadvantage a young lady could desire. If she insists upon throwing away\nher opportunities, I can't help it. I suppose I am no longer to be\nconsulted--no longer to be considered.\" She sought the seclusion of\nher pocket-handkerchief, and her pompadour swayed with emotion.\n\nRuth stood at the table, miserably pulling a rose to pieces. This\ndiscussion was an old one, but it lost none of its sting by\nrepetition. Was she queer and obstinate and unreasonable?\n\n\"Ruth's all right,\" said Carter, seeing her discomfort. \"She will have\nmore sense when she is older. She's just got her little head turned by\nall the attention she has had since coming home. There isn't a boy in\nthe county who wouldn't make love to her at the drop of her eyelash.\nShe was the belle of the hop last night; had the boys about her three\ndeep most of the time.\"\n\n\"The hop!\" Mrs. Nelson so far forgot herself as to uncover one eye.\n\"Don't speak of that wretched affair! The idea of her going! What do\nyou suppose your Aunt Elizabeth would say? A country dance in a public\nhall!\"\n\n\"I only dropped in for the last few dances,\" said Carter, pouring\nhimself another glass of wine. \"It was beastly hot and stupid.\"\n\n\"I danced every minute the music played,\" cried Ruth; \"and when they\nplayed, 'Home, Sweet Home,' I could have begun and gone right through\nit again.\"\n\n\"By the way,\" said her brother, \"didn't I see you dancing with that\nKilday boy?\"\n\n\"The last dance,\" said Ruth. \"Why?\"\n\n\"Oh, I was a little surprised, that's all.\"\n\nMrs. Nelson, scenting the suggestion in Carter's voice, was instantly\nalert.\n\n\"Who, pray, is Kilday?\"\n\n\"Oh, Kilday isn't anybody; that's the trouble. If he had been, he\nwould never have stayed with that old crank Judge Hollis. The judge\nthinks he is appointed by Providence to control this bright particular\nburg. He is even attempting to regulate me of late. The next time he\ninterferes he'll hear from me.\"\n\n\"But Kilday?\" urged Mrs. Nelson, feebly persistent.\n\n\"Oh, Kilday is good enough in his place. He's a first-class athlete,\nand has made a record up at the academy. But he was a peddler, you\nknow--an Irish peddler; came here three or four years ago with a pack\non his back.\"\n\n\"And Ruth danced with him!\" Mrs. Nelson's words were punctuated with\nhorror.\n\nRuth looked up with blazing eyes. \"Yes, I danced with him; why\nshouldn't I? You made me dance with Mr. Warrenton, last summer, when I\ntold you he was drinking.\"\n\n\"But, my dear child, you forget who Mr. Warrenton is. And you actually\ndanced with a peddler!\" Her voice grew faint. \"My dear, this must\nnever occur again. You are young and easily imposed upon. I will\naccompany you everywhere in the future. Of course you need never\nrecognize him hereafter. The impertinence of his addressing you!\"\n\nA step sounded on the gravel outside. Ruth ran to the window and spoke\nto some one below. \"I'll be there as soon as I change my habit,\" she\ncalled.\n\n\"Who is it?\" asked her aunt, hastily arranging her disturbed locks.\n\nRuth paused at the door. There was a slight tremor about her lips,\nbut her eyes flashed their first open declaration of independence.\n\n\"It's Mr. Kilday,\" she said; \"we are going out on the river.\"\n\nThere was an oppressive silence of ten minutes after she left, during\nwhich Carter smiled behind his paper and Mrs. Nelson gazed indignantly\nat the tea-pot. Then she tapped the bell.\n\n\"Rachel,\" she said impressively, \"go to Miss Ruth's room and get her\nveil and gloves and sun-shade. Have Thomas take them to the boat-house\nat once.\"\n\n\n\n\nCHAPTER XVII\n\nUNDER THE WILLOWS\n\n\nBetween willow-fringed banks of softest green, and under the bluest of\nsummer skies, the little river took its lazy Southern way. Tall blue\nlobelias and golden flags played hide-and-seek in the reflections of\nthe gentle stream, and an occasional spray of goldenrod, advance-guard\nof the autumn, stood apart, a silent warning to the summer idlers.\n\nSomewhere overhead a vireo, dainty poet of bird-land, proclaimed his\nlove to the wide world; while below, another child of nature, no less\nimpassioned, no less aching to give vent to the joy that was bursting\nhis being, sat silent in a canoe that swung softly with the pulsing of\nthe stream.\n\nFor Sandy had followed the highroad that led straight into the Land\nof Enchantment. No more wanderings by intricate byways up golden hills\nto golden castles; the Love Road had led him at last to the real world\nof the King Arthur days--the world that was lighted by a strange and\nwondrous light of romance, wherein he dwelt, a knight, waiting and\nlonging to prove his valor in the eyes of his lady fair.\n\nBurning deeds of prowess rioted in his brain. Oh for dungeons and\ntowers and forbidding battlements! Any danger was welcome from which\nhe might rescue her. Fire, flood, or bandits--he would brave them all.\nMeanwhile he sat in the prow of the boat, his hands clasped about his\nknees, utterly powerless to break the spell of awkward silence that\nseemed to possess him.\n\n[Illustration: \"Burning deeds of prowess rioted in his brain\"]\n\nThey had paddled in under the willows to avoid the heat of the sun,\nand had tied their boat to an overhanging bough.\n\nRuth, with her sleeve turned back to the elbow, was trailing her hand\nin the cool water and watching the little circles that followed her\nfingers. Her hat was off, and her hair, where the sun fell on it\nthrough the leaves, was almost the color of her eyes.\n\nBut what was the real color of her eyes? Sandy brought all his\nintellect to bear upon the momentous question. Sometimes, he thought,\nthey were as dark as the velvet shadows in the heart of the stream;\nsometimes they were lighted by tiny flames of gold that sparkled in\nthe brown depths as the sunshine sparkled in the shadows. They were\ndeep as his love and bright as his hope.\n\nSuddenly he realized that she had asked him a question.\n\n\"It's never a word I've heard of what ye are saying!\" he exclaimed\ncontritely. \"My mind was on your eyes, and the brown of them. Do they\nkeep changing color like that all the time?\"\n\nRuth, thus earnestly appealed to, blushed furiously.\n\n\"I was talking about the river,\" she said quickly. \"It's jolly under\nhere, isn't it? So cool and green! I was awfully cross when I\ncame.\"\n\n\"You cross?\"\n\nShe nodded her head. \"And ungrateful, and perverse, and queer, and\ntotally unlike my father's family.\" She counted off her shortcomings\non her fingers, and raised her brows in comical imitation of her aunt.\n\n\"A left-hand blessing on the one that said so!\" cried Sandy, with such\nardor that she fled to another subject.\n\n\"I saw Martha Meech yesterday. She was talking about you. She was very\nweak, and could speak only in a whisper, but she seemed happy.\"\n\n\"It's like her soul was in Heaven already,\" said Sandy.\n\n\"I took her a little picture,\" went on Ruth; \"she loves them so. It\nwas a copy of one of Turner's.\"\n\n\"Turner?\" repeated Sandy. \"Joseph Mallord William Turner, born in\nLondon, 1775. Member of the Royal Academy. Died in 1851.\"\n\nShe looked so amazed at this burst of information that he laughed.\n\n\"It's out of the catalogue. I learned what it said about the ones I\nliked best years ago.\"\n\n\"Where?\"\n\n\"At the Olympian Exposition.\"\n\n\"I was there,\" said Ruth; \"it was the summer we came home from Europe.\nPerhaps that was where I saw you. I know I saw you somewhere before\nyou came here.\"\n\n\"Perhaps,\" said Sandy, skipping a bit of bark across the water.\n\nA band of yellow butterflies on wide wings circled about them, and\none, mistaking Ruth's rosy wet fingers for a flower, settled there for\na long rest.\n\n\"Look!\" she whispered; \"see how long it stays!\"\n\n\"It's not meself would be blaming it for forgetting to go away,\" said\nSandy.\n\nThey both laughed, then Ruth leaned over the boat's side and pretended\nto be absorbed in her reflection in the water. Sandy had not learned\nthat unveiled glances are improper, and if his lips refrained from\nechoing the vireo's song, his eyes were less discreet.\n\n\"You've got a dimple in your elbow!\" he cried, with the air of one\ndiscovering a continent.\n\n\"I haven't,\" declared she, but the dimple turned State's evidence.\n\nThe sun had gone under a cloud as the afternoon shadows began to\nlengthen, and a light tenderer than sunlight and warmer than moonlight\nfell across the river. The water slipped over the stones behind them\nwith a pleasant swish and swirl, and the mint that was crushed by the\nprow of their boat gave forth an aromatic perfume.\n\nEver afterward the first faint odor of mint made Sandy close his eyes\nin a quick desire to retain the memory it recalled, to bring back the\ndawn of love, the first faint flush of consciousness in the girlish\ncheeks and the soft red lips, and the quick, uncertain breath as her\nheart tried not to catch beat with his own.\n\n\"Can't you sing something?\" she asked presently. \"Annette Fenton says\nyou know all sorts of quaint old songs.\"\n\n\"They're just the bits I remember of what me mother used to sing me in\nthe old country.\"\n\n\"Sing the one you like best,\" demanded Ruth.\n\nSoftly, with the murmur of the river ac-companying the song, he began:\n\n    \"Ah! The moment was sad when my love and I parted,\n      Savourneen deelish, signan O!\n    As I kiss'd off her tears, I was nigh broken-hearted!--\n      Savourneen deelish, signan O!\"\n\nRuth took her hand out of the water and looked at him with puzzled\neyes. \"Where have I heard it? On a boat somewhere, and the moon was\nshining. I remember the refrain perfectly.\"\n\nSandy remembered, too. In a moment he felt himself an impostor and a\ncheat. He had stumbled into the Enchanted Land, but he had no right to\nbe there. He buried his head in his hands and felt the dream-world\ntottering about him.\n\n\"Are you trying to remember the second verse?\" asked Ruth.\n\n\"No,\" said he, his head still bowed; \"I'm trying to help you remember\nthe first one. Was it the boat ye came over from Europe in?\"\n\n\"That was it!\" she cried. \"It was on shipboard. I was standing by the\nrailing one night and heard some one singing it in the steerage. I was\njust a little girl, but I've never forgotten that 'Savourneen\ndeelish,' nor the way he sang it.\"\n\n\"Was it a man'?\" asked Sandy, huskily.\n\n\"No,\" she said, half frowning in her effort to remember; \"it was a\nboy--a stowaway, I think. They said he had tried to steal his way in a\nlife-boat.\"\n\n\"He had!\" cried Sandy, raising his head and leaning toward her. \"He\nstole on board with only a few shillings and a bundle of clothes. He\nsneaked his way up to a life-boat and hid there like a thief. When\nthey found him and punished him as he deserved, there was a little\nlady looked down at him and was sorry, and he's traveled over all the\nyears from then to now to thank her for it.\"\n\nRuth drew back in amazement, and Sandy's courage failed for a moment.\nThen his face hardened and he plunged recklessly on:\n\n\"I've blacked boots, and sold papers; I've fought dogs, and peddled,\nand worked on the railroad. Many's the time I've been glad to eat the\nscraps the workmen left on the track. And just because a kind, good\nman--God prosper his soul!--saw fit to give me a home and an\neducation, I turned a fool and dared to think I was a gentleman!\"\n\nFor a moment pride held Ruth's pity back. Every tradition of her\nfamily threw up a barrier between herself and this son of the soil.\n\n\"Why did you come to Kentucky?\" she asked.\n\n\"Why?\" cried Sandy, too miserable to hold anything back. \"Because I\nsaw the name of the place on your bag at the pier. I came here for the\nchance of seeing you again, of knowing for sure there was something\ngood and beautiful in the world to offset all the bad I'd seen. Every\npage I've learned has been for you, every wrong thought I've put out\nof me mind has been to make more room for you. I don't even ask ye to\nbe my friend; I only ask to be yours, to see ye sometime, to talk to\nyou, and to keep ye first in my heart and to serve ye to the end.\"\n\nThe vireo had stopped singing and was swinging on a bough above them.\n\nRuth sat very still and looked straight before her. She had never seen\na soul laid bare before, and the sight thrilled and troubled her. All\nthe petty artifices which the world had taught her seemed useless\nbefore this shining candor.\n\n\"And--and you've remembered me all this time?\" she asked, with a\nlittle tremble in her voice. \"I did not know people cared like that.\"\n\n\"And you're not sorry?\" persisted Sandy. \"You'll let me be your\nfriend?\"\n\nShe held out her hand with an earnestness as deep as his own. In an\ninstant he had caught it to his lips. All the bloom of the summer\nrushed to her cheeks, and she drew quickly away.\n\n\"Oh! but I'll take it back--I never meant it,\" cried Sandy, wild with\nremorse. \"Me heart crossed the line ahead of me head, that was all.\nYou've given me your friendship, and may the sorrow seize me if I ever\nask for more!\"\n\nAt this the vireo burst into such mocking, derisive laughter of song\nthat they both looked up and smiled.\n\n\"He doesn't think you mean it,\" said Ruth; \"but you must mean it,\nelse I can't ever be your friend.\"\n\nSandy shook his fist at the bird.\n\n\"You spalpeen, you! If I had ye down here I'd throw ye out of the\ntree! But you mustn't believe him. I'll stick to my word as the wind\nto the tree-tops. No--I don't mean that. As the stream to the shore.\nNo-\"\n\nHe stopped and laughed. All figures of speech conspired to make him\nbreak his word.\n\nSomewhere from out the forgotten world came six long, lingering\nstrokes of a bell. Sandy and Ruth untied the canoe and paddled out\ninto midstream, leaving the willow bower full of memories and the\nvireo still hopping about among the branches.\n\n\"I'll paddle you up to the bridge,\" said Ruth; \"then you will be near\nthe post-office.\"\n\nSandy's voice was breaking to say that she could paddle him up to the\nmoon if she would only stay there between him and the sun, with her\nhair forming a halo about her face. But they were going down-stream,\nand all too soon he was stepping out of the canoe to earth again.\n\n\"And will I have to be waiting till the morrow to see you?\" he asked,\nwith his hand on the boat.\n\n\"To-morrow? Not until Sunday.\"\n\n\"But Sunday is a month off! You'll be coming for the mail?\"\n\n\"We send for the mail,\" said Ruth, demurely.\n\n\"Then ye'll be sending in vain for yours. I'll hold it back till ye\ncome yourself, if I lose my position for it.\"\n\nRuth put three feet of water between them, then she looked up with\nmischief in her eyes. \"I don't want you to lose your position,\" she\nsaid.\n\n\"Then you'll come?\"\n\n\"Perhaps.\"\n\nSandy watched her paddle away straight into the heart of the sun. He\nclimbed the bank and waved her out of sight. He had to use a maple\nbranch, for his hat and handkerchief, not to mention less material\npossessions, were floating down-stream in the boat with Ruth.\n\n\"Hello, Kilday!\" called Dr. Fenton from the road above. \"Going\nup-town? I'll give you a lift.\"\n\nSandy turned and looked up at the doctor impatiently. The presence of\nother people in the world seemed an intrusion.\n\n\"I've been out to the Meeches' all afternoon,\" said the doctor,\nwearily, mopping his face with a red-bordered handkerchief.\n\n\"Is Martha worse?\" asked Sandy, in quick alarm.\n\n\"No, she's better,\" said the doctor, gruffly; \"she died at four\no'clock.\"\n\n\n\n\nCHAPTER XVIII\n\nTHE VICTIM\n\n\nSome poet has described love as a little glow and a little shiver; to\nSandy it was more like a ravaging fire in his heart, which lighted up\na world of such unutterable bliss that he cheerfully added fresh fuel\nto the flames that were consuming him. The one absorbing necessity of\nhis existence was to see Ruth daily, and the amount of strategy,\nforethought, and subtilty with which he accomplished it argued well\nfor his future ability at the bar.\n\nIn the long hours of the night Wisdom urged prudence; she presented\nall the facts in the case, and convinced him of his folly. But with\nthe dawn he threw discretion to the winds, and rushed valiantly\nforward, leading a forlorn hope under cover of a little Platonic flag\nof truce.\n\nWith all the fervor and intensity of his nature he tried to fit\nhimself to Ruth's standards. Every unconscious suggestion that she let\nfall, through word, or gesture, or expression, he took to heart and\nprofited by. With almost passionate earnestness he sought to be worthy\nof her. Fighting, climbing, struggling upward, he closed his eyes to\nthe awful depth to which he would fall if his quest were vain.\n\nMeanwhile his cheeks became hollow and he lost his appetite. The judge\nattributed it to Martha Meech's death; for Sandy's genuine grief and\nhis continued kindness to the bereft neighbors confirmed an old\nsuspicion. Mrs. Hollis thought it was malaria, and dosed him\naccordingly. It was Aunt Melvy who made note of his symptoms and\ndiagnosed his case correctly.\n\n\"He's sparkin' some gal, Miss Sue; dat's what ails him,\" she said one\nevening as she knelt on the sitting-room hearth to kindle the first\nfire of the season. \"Dey ain't but two t'ings onder heaben dat'll keep\na man f'om eatin'. One's a woman, t' other is lack ob food.\"\n\nJudge Hollis looked over his glasses and smiled.\n\n\"Who do you think the lady is, Melvy?\"\n\nAunt Melvy wagged her head knowingly as she held a paper across the\nfireplace to start the blaze.\n\n\"I ain't gwine tell no tales on Mist' Sandy. But yer can't fool dis\nheah ole nigger. I mind de signs; I knows mo' 'bout de young folks in\ndis heah town den dey t'ink I do. Fust t'ing you know, I'm gwine tell\non some ob 'em, too. I 'spect de doctor would put' near die ef he\nknowed dat Miss Annette was a-havin' incandescent meetin's wif Carter\nNelson 'most ever' day.\"\n\n\"Is Sandy after Annette, too?\"\n\n\"No, sonny, no!\" said Aunt Melvy, to whom all men were \"sonny\" until\nthey died of old age. \"Mist' Sandy he's aimin' at high game. He's\nfix' his eyeball on de shore-'nough quality.\"\n\n\"Do you mean Ruth Nelson?\" asked Mrs. Hollis, snapping her scissors\nsharply. \"He surely wouldn't be fool enough to think she would look at\nhim. Why, the Nelsons think they are the only aristocratic people that\never lived in Clayton. If they had paid less attention to their\nancestors and more to their descendants, they might have had a better\nshowing.\"\n\n\"I nebber said it was Miss Rufe,\" said Aunt Melvy from the doorway;\n\"but den ag'in I don't say hit ain't.\"\n\n\"Well, I hope it's not,\" said the judge to his wife as he laid down\nhis paper; \"though I must say she is as pretty and friendly a girl as\nI ever saw. No matter how long she stays away, she is always glad to\nsee everybody when she comes back. Some of old Evan's geniality must\nhave come down to her.\"\n\n\"Geniality!\" cried Mrs. Hollis. \"It was mint-juleps and brandy and\nsoda. He was just as snobbish as the rest of them when he was sober.\nIf she has any good in her, it's from her mother's side of the house.\"\n\n\"I hope Sandy isn't interested there,\" went on the judge,\nthoughtfully. \"It would not do him any good, and would spoil his taste\nfor what he could get. How long has it been going on, Sue?\"\n\n\"He's been acting foolish for a month, but it gets worse all the time.\nHe moons around the house, with his head in the clouds, and sits up\nhalf the night hanging out of his window. He has raked out all those\nsilly old poetry-books of yours, and I find them strewn all over the\nhouse. Here's one now; look at those pencil-marks all round the\nmargin!\"\n\n\"Some of the marks were there before,\" said the judge, as he read the\ntitle.\n\n\"Then there are more fools than one in the world. Here is where he has\nturned down a leaf. Now just read that bosh and nonsense!\"\n\nThe judge took the book from her hand and read with a reminiscent\nsmile:\n\n    \"When cold in the earth lies the friend thou hast loved,\n      Be his faults and his follies forgot by thee then;\n    Or if from their slumber the veil be removed,\n      Weep o'er them in silence and close it again.\n    And, oh! if 't is pain to remember how far\n      From the pathway of light he was tempted to roam,\n    Be it bliss to remember that thou wert the star\n      That arose on his darkness and guided him home.\"\n\nThe judge paused, with his eyes on the fire; then he said: \"I think\nI'll wait up for the boy to-night, Sue. I want to tell him the good\nnews myself. You haven't spoken of it?\"\n\n\"No, indeed. I haven't seen him since breakfast. Melvy says he spends\nhis spare time on the river. That's what's giving him the malaria,\ntoo, you mark my words.\"\n\nIt was after eleven when Sandy's step sounded on the porch. At the\njudge's call he opened the sitting-room door and stood dazed by the\nsudden light. The judge noticed that he was pale and dejected, and he\nsuppressed a smile over the imaginary troubles of youth.\n\n\"What's the matter? Are you sick?\" he asked.\n\n\"No, sir.\"\n\n\"Come in to the fire; it's a bit chilly these nights.\"\n\nSandy dropped listlessly into a chair, with his back to the light.\n\n\"There are several things I want to talk over,\" continued the judge.\n\"One is about Ricks Wilson. He has behaved very badly ever since that\naffair in August. Everybody who goes near the jail comes away with\nreports of his threats against me. He seems to think I am holding his\ntrial over until January, when the fact is I have been trying to get\nhim released on your account. It is of no use, though; he will have to\nwait his turn.\"\n\n\"I'm sorry, sir,\" said Sandy, without looking up.\n\n\"Then there's Carter Nelson encouraging him in his feeling against\nme. It seems that Nelson wants the fellow to drive for him at the fall\ntrots, and he has given me no end of trouble about getting him off.\nWhat an insolent fellow Nelson is! He talked very ugly in my office\nyesterday, and made various threats about making me regret any\ninterference. I wouldn't have stood it from any one else; but Carter\nis hardly responsible. I have watched him from the time he was born.\nHe came into the world with a mortal illness, and I doubt if he ever\nhad a well day in his life. He's a degenerate, Sandy; he's bearing the\nsins of a long line of dissolute ancestors. We have to be patient with\nmen like that; we have to look on them as we do on the insane.\"\n\nHe waited for some response, but, getting none, pulled his chair in\nconfidential proximity and laid his hand on Sandy's knee. \"However,\nthat's neither here nor there,\" he said. \"I have a surprise for you. I\ncouldn't let you go to bed without telling you about it. It's about\nyour future, Sandy. I've been talking it over with Mr. Moseley, and he\nis confident--\"\n\nSuddenly Sandy rose and stood by the table.\n\n\"Don't be making any more plans for me,\" he said desperately; \"I've\nmade up me mind to enlist.\"\n\n\"Enlist! In the army?\"\n\n\"Yes; I've got to get away. I must go so far that I can't come back;\nand, judge--I want to go to-morrow!\"\n\n\"Is it money matters?\"\n\nA long silence followed--of the kind that ripens confidence. Presently\nSandy lifted his haggard eyes: \"It's nothing I'm ashamed of, judge; ye\nmust take me word for that. It's like taking the heart out of me body\nto go, but I've made up me mind. Nothing on earth can change me\npurpose; I enlist on the morrow.\"\n\nThe judge looked at him long and earnestly over his glasses, then he\nasked in calm, judicial tones: \"Is her answer final?\"\n\nSandy started from his chair. How finite intelligence could have\ndiscovered the innermost secret of his soul seemed little short of\nmiraculous. But the relief of being able to pour out his feelings\nmastered all other considerations.\n\n\"Oh, sir, there was never a question. Like the angel she is, she let\nme be near her so long as I held my peace; but, fool that I am, I\nbreak me promise again and again. I can't keep silent when I see her.\nThe truth would burst from me lips if I was dumb.\"\n\n\"And you think you would be better if you were out of her sight?\"\n\n\"Is a starving man better when he is away from food?\" asked Sandy,\nfiercely. \"Heaven knows it's not of meself I'm thinking. It's breaking\nher tender heart to see me misery staring her in the face, and I'll\nput it out of her sight.\"\n\n\"Is it Ruth?\" asked the judge.\n\nSandy assented with bowed head.\n\nThe judge got up and stood before the fire.\n\n\"Didn't you know,\" he began as kindly as he could put it, \"that you\nwere not in her--that is, that she was not of your--\"\n\nSandy lifted blazing eyes, hot with the passion of youth.\n\n\"If she'd been in heaven and I'd been in hell, I'd have stretched out\nmy arms to her still!\"\n\nSomething in his eyes, in his voice, in his intensity, brought the\njudge to his side.\n\n\"How long has this thing been going on?\" he asked seriously.\n\n\"Four years!\"\n\n\"Before you came here?\"\n\n\"Yes.\"\n\n\"You followed her here?\"\n\n\"Yes.\"\n\nWhereupon the judge gave vent to the one profane word in his\nvocabulary.\n\nThen Sandy, having confided so far, made a clean breast of it,\nbreaking down at the end when he tried to describe Ruth's goodness\nand the sorrow his misery had caused her.\n\nWhen it was over the judge had hold of his hand and was bestowing\nlarge, indiscriminate pats upon his head and shoulders.\n\n\"It's hard luck, Sandy; hard luck. But you must brace up, boy.\nEverybody wants something in the world he can't get. We all go under,\nsooner or later, with some wish ungratified. Now I've always wanted--\"\nhe pressed his fingers on his lips for a moment, then went on--\"the\none thing I've wanted was a son. It seemed to me there was nothing\nelse in the world would make up to me for that lack. I had money more\nthan enough, and health and friends; but I wanted a boy. When you came\nI said to Sue: 'Let's keep him a while just to see how it would feel.'\nIt's been worth while, Sandy; you have done me credit. It almost\nseemed as if the Lord didn't mean me to be disappointed, after all.\nAnd to-day, when Mr. Moseley said you ought to have a year or two at\nthe big university, I said: 'Why not? He's just like my own. I'll send\nhim this year and next, and then he can come home and be a comfort to\nme all the rest of my days.' That's what I was sitting up to tell you,\nSandy; but now--\"\n\n\"And ye sha'n't be disappointed!\" cried Sandy. \"I'll go anywhere you\nsay, do anything you wish. Only you wouldn't be asking me to stay\nhere?\"\n\n\"Not now, Sandy; not for a while.\"\n\n\"Never!--so long as she's here. I'll never bring me sorrow between her\nand the sun again-so help me, Heaven! And if the Lord gives me\nstrength, I'll never see her face again, so long as I live!\"\n\n\"Go to bed, boy; go to bed. You are tired out. We will ship you off to\nthe university next week.\"\n\n\"Can't I be going to-morrow? Friday, then? I'd never dare trust meself\nover the week.\"\n\n\"Friday, then. But mind, no more prancing to-night; we must both go to\nbed.\"\n\nNeither of them did so, however. Sandy went to his room and sat in\nhis window, watching a tiny light that flickered, far across the\nvalley, in the last bend of the river before it left the town. His\nmuscles were tense, his nerves a-tingle, as he strained his eyes in\nthe darkness to keep watch of the beacon. It was the last glimpse of\nhome to a sailor who expected never to return.\n\nDown in the sitting-room the judge was lost in the pages of a worn old\ncopy of Tom Moore. He fingered the pages with a tenderness of other\ndays, and lingered over the forgotten lines with a half-quizzical,\nhalf-sad smile on his lips. For he had been a lover once, and Sandy's\nromance stirred dead leaves in his heart that sent up a faint perfume\nof memory.\n\n\"Yes,\" he mused half aloud; \"I marked that one too:\n\n    \"Be it bliss to remember that thou wert the star\n       That arose on his darkness and guided him home.\"\n\n\n\n\nCHAPTER XIX\n\nTHE TRIALS OF AN ASSISTANT POSTMASTER\n\n\nBy all laws of mercy the post-master in a small town should be old and\nmentally near-sighted. Jimmy Reed was young and curious. He had even\nyielded to temptation once in removing a stamp on a letter from\nAnnette Fenton to a strange suitor. Not that he wanted to delay the\nletter. He only wanted to know if she put tender messages under the\nstamp when she wrote to other people.\n\nDuring the two years Sandy remained at the university, Jimmy handed\nhis letters out of the post-office window to the judge once a week,\nfollowing them half-way with his body to pick up the verbal crumbs of\ninterest the judge might let fall while perusing them. The supremacy\nwhich Sandy had established in the base-ball days had lent him a\npermanent halo in the eyes of the younger boys of Clayton. \"Letter\nfrom Sandy this morning,\" Jimmy would announce, adding somewhat\nanxiously, \"Ain't he on the team yet?\"\n\nThe judge was obliging and easy-going, and he frequently gratified\nJimmy's curiosity.\n\n\"No; he's studying pretty hard these days. He says he is through with\nathletics.\"\n\n\"Does he like it up there?\"\n\n\"Oh, yes, yes; I guess he likes it well enough,\" the judge would\nanswer tentatively; \"but I am afraid he's working too hard.\"\n\n\"Looks like a pity to spoil such a good pitcher,\" said Jimmy,\nthoughtfully. \"I never saw him lose but one game, and that nearly\nkilled him.\"\n\n\"Disappointment goes hard with him,\" said the judge, and he sighed.\n\nJimmy's chronic interest developed into acute curiosity the second\nwinter--about the time the Nelsons returned to Clayton after a long\nabsence.\n\nOn Thanksgiving morning he found two letters bearing his hero's\nhandwriting. One was to Judge Hollis and one to Miss Ruth Nelson. The\nnext week there were also two, both of which went to Miss Nelson.\nAfter that it became a regular occurrence.\n\nJimmy recognized two letters a week from one person to one person as a\ndanger-signal. His curiosity promptly rose to fever-heat. He even went\nso far as to weigh the letters, and roughly to calculate the number of\npages in each. Once or twice he felt something hard inside, and upon\nsubmitting the envelop to his nose, he distinguished the faint\nfragrance of pressed flowers. It was perhaps a blessing in disguise\nthat the duty of sorting the outgoing mail did not fall to his lot.\nOne added bit of information would have resulted in spontaneous\ncombustion.\n\nBy and by letters came daily, their weight increasing until they\nculminated, about Christmas-time, in a special-delivery letter which\nbristled under the importance of its extra stamp.\n\nThe same morning the telegraph operator stopped in to ask if the\nNelsons had been in for their mail. \"I have a message for Miss Nelson,\nbut I thought they started for California this morning.\"\n\n\"It's to-morrow morning they go,\" said Jimmy. \"I'll send the message\nout. I've got a special letter for her, and they can both go out by\nthe same boy.\"\n\nWhen the operator had gone, Jimmy promptly unfolded the yellow slip,\nwhich was innocent of envelop.\n\n     Do not read special-delivery letter. Will explain.\n\n     S.K.\n\nFor some time he sat with the letter in one hand and the message in\nthe other. Why had Sandy written that huge letter if he did not want\nher to read it? Why didn't he want her to read it? Questions buzzed\nabout him like bees.\n\nLarge ears are said to be indicative of an inquisitive nature. Jimmy's\nstood out like the handles on a loving-cup. With all this explosive\nmaterial bottled up in him, he felt like a torpedo-boat deprived of\naction.\n\nAfter a while he got up and went into the drug-store next door. When\nhe came back he made sure he was alone in the office. Then he propped\nup the lid of his desk with the top of his head, in a manner acquired\nat school, and hiding behind this improvised screen, he carefully took\nfrom his pocket a small bottle of gasolene. Pouring a little on his\nhandkerchief, he applied it to the envelop of the special-delivery\nletter.\n\nAs if by magic, the words within showed through; and by frequent\napplications of the liquid the engrossed Jimmy deciphered the\nfollowing:\n\n     --like the moan of the sea in my heart, and it will not be still.\n     Heart, body, and soul will call to you, Ruth, so long as the\n     breath is in my body. I have not the courage to be your friend.\n     I swear, with all the strength I have left, never to see you nor\n     write you again. God bless you,  my--\n\nA noise at the window brought Jimmy to the surface. It was Annette\nFenton, and she seemed nervous and excited.\n\n\"Mercy, Jimmy! What's the m-matter? You looked like you were caught\neating doughnuts in study hour. What a funny smell! Say, Jimmy; don't\nyou want to do something for me?\"\n\nJimmy had spent his entire youth in urging her to accept everything\nthat was his, and he hailed this as a good omen.\n\n\"I have a l-letter here for dad,\" she went on, fidgeting about\nuneasily and watching the door. \"I don't want him to g-get it until\nafter the last train goes to-night. Will you see that he d-doesn't get\nit before nine o'clock?\"\n\nJimmy took the letter and looked blankly from it to Annette.\n\n\"Why, it's from you!\"\n\n\"What if it is, you b-booby?\" she cried sharply; then she changed her\ntactics and looked up appealingly through the little square window.\n\n\"Oh, Jimmy, do help me out! That's a d-dear! I'm in no end of a\nscrape. You'll do as I ask, now w-w-won't you?\"\n\nJimmy surrendered on the spot.\n\n\"Now,\" said Annette, greatly relieved, \"find out what time the d-down\ntrain starts, and if it's on time.\"\n\n\"It ought to start at three,\" reported Jimmy after consulting the\ntelegraph operator. \"It's an hour late on account of the snow.\nExpecting somebody?\"\n\nShe shook her head.\n\n\"Going to the city yourself?\"\n\n\"Of course not. Whatever made you think that?\" she cried with\nunnecessary vehemence. Then, changing the subject abruptly, she added:\n\"G-guess who has come home?\"\n\n\"Who?\" cried Jimmy, with palpitating ears.\n\n\"Sandy Kilday. You never saw anybody look so g-grand. He's gotten to\nbe a regular swell, and he walks like this.\"\n\nAnnette held her umbrella horizontally, squared her shoulders, and\nswung bravely across the room.\n\n\"Sandy Kilday?\" gasped Jimmy, with a clutch at the letter in his\npocket. \"Where's he at?\"\n\n\"He's trying to get up from the d-depot. He has been an hour coming\ntwo squares. Everybody has stopped him, from Mr. Moseley on down to\nthe b-blacksmith's twins.\"\n\n\"Is he coming this way?\" asked Jimmy, wild-eyed and anxious.\n\nAnnette stepped to the window.\n\n\"Yes; they are crossing the street now.\" She opened the sash and,\nsnatching a handful of snow, rolled it into a ball, which she sailed\nout of the window. It was promptly answered by one from below, which\nwhirled past her and shattered itself against the wall.\n\n\"Dare, dare, double dare!\" she called as she flung handfuls of loose\nsnow from the window-ledge. A quick volley of balls followed, then\nthe door burst open. Sandy and Ruth Nelson stood laughing on the\nthreshold.\n\n\"Hello, partner!\" sang out Sandy to Jimmy. \"Still at the old work, I\nsee! Do you mind how you taught me to count the change when I first\nsold stamps?\"\n\nJimmy tried to smile, but his effort was a failure. The interesting\ntangle of facts and circumstances faded from his mind, and he resorted\ninstinctively to nature's first law. With an agitated countenance, he\nsought self-preservation by waving Sandy's letter behind him in a\nfrantic effort to banish, if possible, the odor of his guilt.\n\nSandy stayed at the door with Annette, but Ruth came to the window and\nasked for her mail. When she smiled at the contrite Jimmy she\nscattered the few remaining ideas that lingered in his brain. With\ncrimson face and averted eyes, he handed her the letter, forgetting\nthat telegrams existed.\n\nHe saw her send a quick, puzzled glance from the letter to Sandy; he\nsaw her turn away from the door and tear open the envelop; then, to\nhis everlasting credit, he saw no more.\n\nWhen he ventured forth from behind his desk the office was empty. He\nmade a cautious survey of the premises; then, opening a back window,\nhe seized a small bottle by the neck and hurled it savagely against\nthe brick wall opposite.\n\n\n\n\nCHAPTER XX\n\nTHE IRONY OF CHANCE\n\n\nThe snow, which had begun as an insignificant flurry in the morning,\ndeveloped into a storm by afternoon.\n\nFour miles from town, in a dreary stretch of country, a\ndejected-looking object tramped along the railroad-track. His hat was\npulled over his eyes and his hands were thrust in his pockets. Now and\nagain he stopped, listened, and looked at his watch.\n\nIt was Sandy Kilday, and he was waiting for the freight-train with the\nfixed intention of committing suicide.\n\nThe complications arising from Jimmy Reed's indiscretion had resulted\ndisastrously. When Sandy found that Ruth had read his letter, his\ncommon sense took flight. Instead of a supplicant, he became an\ninvader, and stormed the citadel with such hot-headed passion and\nfervor that Ruth fled in affright to the innermost chamber of her\nmaidenhood, and there, barred and barricaded, withstood the siege.\n\nHis one desire in life now was to quit it. He felt as if he had read\nhis death-warrant, and it was useless ever again to open his eyes on\nthis gray, impossible world.\n\nHe did not know how far he had come. Everything about him was strange\nand unfriendly: the woods had turned to gaunt and gloomy skeletons\nthat shivered and moaned in the wind; the sunny fields of ragweed were\ncovered with a pall; and the river--his dancing, singing river--was a\nblack and sullen stream that closed remorselessly over the dying\nsnowflakes. His woods, his fields, his river,--they knew him not; he\nstared at them blankly and they stared back at him.\n\nA rabbit, frightened at his approach, jumped out of the bushes and\nwent bounding down the track ahead of him. The sight of the round\nlittle cottontail leaping from tie to tie brought a momentary\ndiversion; but he did not want to be diverted.\n\nWith an effort he came back to his stern purpose. He forced himself to\nface the facts and the future. What did it matter if he was only\ntwenty-one, with his life before him? What satisfaction was it to have\nwon first honors at the university? There was but one thing in the\nworld that made life worth living, and that was denied him. Perhaps\nafter he was gone she would love him.\n\nThis thought brought remarkable consolation. He pictured to himself\nher remorse when she heard the tragic news. He attended in spirit his\nown funeral, and even saw her tears fall upon his still face.\nMeanwhile he listened impatiently for the train.\n\nInstead of the distant rumble of the cars, he heard on the road below\nthe sound of a horse's hoofs, quickly followed by voices. Slipping\nbehind the embankment, he waited for the vehicle to pass. The horse\nwas evidently walking, and the voices came to him distinctly.\n\n\"I'm not a coward--any s-such thing! We oughtn't to have c-come, in\nthe first place. I can't go with you. Please turn round,\nC-Carter,--please!\"\n\nThere was no mistaking that high, childlike voice, with its faltering\nspeech.\n\nSandy's gloomy frown narrowed to a scowl. What business had Annette\nout there in the storm? Where was she going with Carter Nelson?\n\nHe quickened his steps to keep within sight of the slow-moving buggy.\n\n\"There's nothing out this road but the Junction,\" he thought, trying\nto collect his wits. \"Could they be taking the train there? He goes to\nCalifornia in the morning, but where's he taking Nettie to-day? And\nshe didn't want to be going, either; didn't I hear her say it with her\nown lips?\"\n\nHe moved cautiously forward, now running a few paces to keep up, now\ncrouching behind the bushes. Every sense was keenly alert; his eyes\nnever left the buggy for a moment.\n\nWhen the freight thundered up the grade, he stepped mechanically to\none side, keeping a vigilant eye on the couple ahead, and begrudging\nthe time he lost while the train went by. It was not until an hour\nlater that he remembered he had forgotten to commit suicide.\n\nStepping back on the ties, he hurried forward. He was convinced now\nthat they meant to take the down train which would pass the Clayton\ntrain at the Junction in half an hour. Something must be done to save\nAnnette. The thought of her in the city, at the mercy of the\nirresponsible Carter, sent him running down the track. He waited until\nhe was slightly in advance before he descended abruptly upon them.\n\nAnnette was sitting very straight, talking excitedly, and Carter was\nevidently trying to reassure her.\n\nAs Sandy plunged down the embankment, they started apart, and Carter\nreached for the whip. Before he could urge the horse forward, Sandy\nhad swung himself lightly to the step of the buggy, and was leaning\nback against the dash-board. He looked past Carter to Annette. She was\nmaking a heroic effort to look unconcerned and indifferent, but her\neyelids were red, and her handkerchief was twisted into a damp little\nstring about her fingers. Sandy wasted no time in diplomacy; he struck\nstraight out from the shoulder.\n\n\"If it's doing something you don't want to, you don't have to, Nettie.\nI'm here.\"\n\nCarter stopped his horse.\n\n\"Will you get down?\" he demanded angrily.\n\n\"After you,\" said Sandy.\n\nCarter measured his man, then stepped to the ground. Sandy promptly\nfollowed.\n\n\"And now,\" said Carter, \"you'll perhaps be good enough to explain what\nyou mean.\"\n\nSandy still kept his hand on the buggy and his eyes on Annette; when\nhe spoke it was to her.\n\n\"If it's your wish to go on, say the word.\"\n\nThe tearful young person in the buggy looked very limp and miserable,\nbut declined to make any remarks.\n\n\"Miss Fenton and I expect to be married this evening,\" said Carter,\nstriving for dignity, though his breath came short with excitement.\n\"We take the train in twenty minutes. Your interference is not only\nimpudent--it's useless. I know perfectly well who sent you: it was\nJudge Hollis. He was the only man we met after we left town. Just\nreturn to him, with my compliments, and tell him I say he is a meddler\nand a fool!\"\n\n\"Annette,\" said Sandy, softly, coming toward her, \"the doctor'll be\nwanting his coffee by now.\"\n\n\"Let me pass,\" cried Carter, \"you common hound! Take your foot off\nthat step or I'll--\" He made a quick motion toward his hip, and Sandy\ncaught his hand as it closed on a pearl-handled revolver.\n\n\"None of that, man! I'll be going when I have her word. Is it good-by,\nAnnette? Must I be taking the word to your father that you've left him\nnow and for always? Yes? Then a shake of the hand for old times'\nsake.\"\n\nAnnette slipped a cold little hand into his free one, and feeling the\nsolid grasp of his broad palm, she clung to it as a drowning man\nclings to a spar.\n\n\"I can't go!\" she cried, in a burst of tears. \"I can't leave dad this\nway! Make him take me b-back, Sandy! I want to go home!\"\n\nCarter stood very still and white. His thin body was trembling from\nhead to foot, and the veins stood out on his forehead like whip-cord.\nHe clenched his hands in an effort to control himself. At Annette's\nwords he stepped aside with elaborate courtesy.\n\n\"You are at perfect liberty to go with Mr. Kilday. All I ask is that\nhe will meet me as soon as we get back to town.\"\n\n\"I can't go b-back on the train!\" cried Annette, with a glance at her\nbags and boxes. \"Every one would suspect something if I did. Oh, why\nd-did I come?\"\n\n\"My buggy is at your disposal,\" said Carter; \"perhaps your\ndisinterested friend, Mr. Kilday, could be persuaded to drive you\nback.\"\n\n\"But, Carter,\" cried Annette, in quick dismay, \"you must come, too.\nI'll bring dad r-round; I always do. Then we can be married at home,\nand I can have a veil and a r-ring and presents.\"\n\nShe smiled at him coaxingly, but he folded his arms and scowled.\n\n\"You go with me to the city, or you go back to Clayton with him. You\nhave just three minutes to make up your mind.\"\n\n[Illustration: \"Sandy saw her waver\"]\n\nSandy saw her waver. The first minute she looked at him, the second at\nCarter. He took no chances on the third. With a quick bound, he was\nin the buggy and turning the horse homeward.\n\n\"But I've decided to go with Carter!\" cried Annette, hysterically.\n\"Turn b-back, Sandy! I've changed my mind.\"\n\n\"Change it again,\" advised Sandy as he laid the whip gently across the\nhorse's back.\n\nCarter Nelson flung furiously off to catch the train for town, while\nthe would-be bride shed bitter tears on the shoulder of the would-be\nsuicide.\n\nThe snow fell faster and faster, and the gray day deepened to dusk.\nFor a long time they drove along in silence, both busy with their own\nthoughts.\n\nSuddenly they were lurched violently forward as the horse shied at\nsomething in the bushes. Sandy leaned forward in time to see a figure\non all fours plunging back into the shrubbery.\n\n\"Annette,\" he whispered excitedly, \"did you see that man's face?\"\n\n\"Yes,\" she said, clinging to his arm; \"don't leave me, Sandy!\"\n\n\"What did he look like? Tell me, quick!\"\n\n\"He had little eyes like shoe-buttons, and his teeth stuck out. Do you\nsuppose he was hiding?\"\n\n\"It was Ricks Wilson, or I am a blind man!\" cried Sandy, standing up\nin the buggy and straining his eyes in the darkness.\n\n\"Why, he's in jail!\"\n\n\"May I never trust me two eyes to speak the truth again if that wasn't\nRicks!\"\n\nWhen they started they found that the harness was broken, and all\nefforts to fix it were in vain.\n\n\"It's half-past five now,\" cried Annette. \"If I don't get home\nb-before dad, he'll have out the fire department.\"\n\n\"There's a farm-house a good way back,\" said Sandy; \"but it's too far\nfor you to walk. Will you be waiting here in the buggy until I go for\nhelp?\"\n\n\"Well, I guess not!\" said Annette, indignantly.\n\nSandy looked at the round baby face beside him and laughed. \"It's not\none of meself that blames you,\" he said; \"but how are we ever to get\nhome?\"\n\nAnnette was not without resources.\n\n\"What's the matter with riding the horse b-back to the farm?\"\n\n\"And you?\" asked Sandy.\n\n\"I'll ride behind.\"\n\nThey became hilarious over the mounting, for the horse bitterly\nresented a double burden.\n\nWhen he found he could not dispose of it he made a dash for freedom,\nand raced over the frozen road at such a pace that they were soon at\ntheir destination.\n\n\"He won the handicap,\" laughed Sandy as he lifted his disheveled\ncompanion to the ground.\n\n\"It was glorious!\" cried Annette, gathering up her flying locks. \"I\nlost every hair-pin but one.\"\n\nAt the farm-house they met with a warm reception.\n\n\"Jes step right in the kitchen,\" said the farmer. \"Mommer'll take\ncare of you while I go out to the stable for some rope and another\nhoss.\"\n\nThe kitchen was a big, cheerful room, full of homely comfort. Bright\nred window-curtains were drawn against the cold white world outside,\nand the fire crackled merrily in the stove.\n\nSandy and Annette stood, holding out their hands to the friendly\nwarmth. She was watching with interest the preparations for supper,\nbut he had grown silent and preoccupied.\n\nThe various diversions of the afternoon had acted as a temporary\nnarcotic, through which he struggled again and again to wretched\nconsciousness. A surge of contempt swept over him that he could have\nforgotten for a moment. He did not want to forget; he did not want to\nthink of anything else.\n\n\"They smell awfully g-good,\" whispered Annette.\n\n\"What?\"\n\n\"The hoe-cakes. I didn't have any dinner.\"\n\n\"Neither did I.\"\n\nAnnette looked up quickly. \"What were you d-doing out there on the\ntrack, Sandy?\"\n\nThe farmer's wife fortunately came to the rescue.\n\n\"Hitch up yer cheers, you two, and take a little snack afore you go\nout in the cold ag'in.\"\n\nAnnette promptly accepted, but Sandy declared that he was not hungry.\nHe went to the window and, pulling back the curtain, stared out into\nthe night. Was all the rest of life going to be like this? Was that\nrestless, nervous, intolerable pain going to gnaw at his heart\nforever?\n\nMeanwhile the savory odor of the hoe-cakes floated over his shoulder\nand bits of the conversation broke in upon him.\n\n\"Aw, take two or three and butter 'em while they are hot. Long\nsweetening or short?\"\n\n\"Both,\" said Annette. \"I never tasted anything so g-good. Sandy,\nwhat's the matter with you? I never saw you when you weren't hungry\nb-before. Look! Won't you try this s-sizzly one?\"\n\nSandy looked and was lost. He ate with a coming appetite.\n\nThe farmer's wife served them with delighted zeal; she made trip after\ntrip from the stove to the table, pausing frequently to admire her\nguests.\n\n\"I've had six,\" said Annette; \"do you suppose I'll have time for\nanother one?\"\n\n\"Lemme give you _both_ a clean plate and some pie,\" suggested the\neager housewife.\n\nSandy looked at her and smiled.\n\n\"I'll take the clean plate,\" he said, \"and--and more hoe-cakes.\"\n\nWhen the farmer returned, and they rode back to the buggy, Annette\ndeveloped a sudden fever of impatience. She fidgeted about while the\nmen patched up the harness, and delayed their progress by her fire of\nquestions.\n\nAfter they started, Sandy leaned back in the buggy, lost in the fog\nof his unhappiness. Off in the distance he could see the twinkling\nlights of Clayton. One was apart from the rest; that was Willowvale.\n\nA sob aroused him. Annette, left to herself, had collapsed. He\npatiently put forth a fatherly hand and patted her shoulder.\n\n\"There, there, Nettie! You'll be all right in the morning.\"\n\n\"I won't!\" she declared petulantly. \"You don't know anything ab-b-bout\nbeing in love.\"\n\nSandy surveyed her with tolerant sadness. Little her childish heart\nknew of the depths through which he was passing.\n\n\"Do you love him very much?\" he asked.\n\nShe nodded violently. \"Better than any b-boy I was ever engaged to.\"\n\n\"He's not worth it.\"\n\n\"He is!\"\n\nA strained silence, then he said:\n\n\"Nettie, could you be forgiving me if I told you the Lord's truth?\"\n\n\"Don't you suppose dad's kept me p-posted about his faults? Why, he\nwould walk a mile to find out something b-bad about Carter Nelson.\"\n\n\"He wouldn't have to. Nelson's a bad lot, Nettie. It isn't all his\nfault; it's the price he pays for his blue blood. Your father's the\nwise man to try to keep you from being his wife.\"\n\n\"Everyb-body's down on him,\" she sobbed, \"just because he has to\nd-drink sometimes on account of his lungs. I didn't know you were so\nmean.\"\n\n\"Will you pass the word not to see him again before he leaves in the\nmorning?\"\n\n\"Indeed, I won't!\"\n\nSandy stopped the horse. \"Then I'll wait till you do.\"\n\nShe tried to take the lines, but he held her hands. Then she declared\nshe would walk. He helped her out of the buggy and watched her start\nangrily forth. In a few minutes she came rushing back.\n\n\"Sandy, you know I can't g-go by myself; I am afraid. Take me home.\"\n\n\"And you promise?\"\n\nShe looked appealingly at him, but found no mercy. \"You are the very\nm-meanest boy I ever knew. Get me home before d-dad finds out, and\nI'll promise anything. But this is the last word I'll ever s-speak to\nyou as long as I live.\"\n\nAt half-past seven they drove into town. The streets were full of\npeople and great excitement prevailed.\n\n\"They've found out about me!\" wailed Annette, breaking her long\nsilence. \"Oh, Sandy, what m-must I do?\"\n\nSandy looked anxiously about him. He knew that an elopement would not\ncause the present commotion. \"Jimmy!\" He leaned out of the buggy and\ncalled to a boy who was running past. \"Jimmy Reed! What's the matter?\"\n\nJimmy, breathless and hatless, his whole figure one huge\nquestion-mark, exploded like a bunch of fire-crackers.\n\n\"That you, Sandy? Ricks Wilson's broke jail and shot Judge Hollis. It\nwas at half-past five. Dr. Fenton's been out there ever since. They\nsay the judge can't live till midnight. We're getting up a crowd to go\nafter Wilson.\"\n\nAt the first words Sandy had sprung to his feet. \"The judge shot!\nRicks Wilson! I'll kill him for that. Get out, Annette. I must go to\nthe judge. I'll be out to the farm in no time and back in less. Don't\nyou be letting them start without me, Jimmy.\"\n\nWhipping the already jaded horse to a run, he dashed through the\ncrowded streets, over the bridge, and out the turnpike.\n\nRuth stood at one of the windows at Willowvale, peering anxiously out\ninto the darkness. Her figure showed distinctly against the light of\nthe room behind her, but Sandy did not see her.\n\nHis soul was in a wild riot of grief and revenge. Two thoughts tore at\nhis brain: one was to see the judge before he died, and the other was\nto capture Ricks Wilson.\n\n\n\n\nCHAPTER XXI\n\nIN THE DARK\n\n\nAn ominous stillness hung over Hollis farm as Sandy ran up the avenue.\nThe night was dark, but the fallen snow gave a half-mysterious light\nto the quiet scene.\n\nHe stepped on the porch with a sinking heart. In the dimly lighted\nhall Mr. Moseley and Mr. Meech kept silent watch, their faces grave\nwith apprehension. Without stopping to speak to them, Sandy hurried to\nthe door of the judge's room. Before he could turn the knob, Dr.\nFenton opened it softly and, putting his finger on his lips, came out,\ncautiously closing the door behind him.\n\n\"You can't go in,\" he whispered; \"the slightest excitement might\nfinish him. He's got one chance in a hundred, boy; we've got to nurse\nit.\"\n\n\"Does he know?\"\n\n\"Never has known a thing since the bullet hit him. He was coming into\nthe sitting-room when Wilson fired through the window.\"\n\n\"The black-hearted murderer!\" cried Sandy. \"I could swear I saw him\nhiding in the bushes between here and the Junction.\"\n\nThe doctor threw a side glance at Mr. Meech, then said significantly:\n\n\"Have they started?\"\n\n\"Not yet. If there's nothing I can do for the judge, I'm going with\nthem.\"\n\n\"That's right. I'd go, too, if I were not needed here. Wait a minute,\nSandy.\" His face looked old and worn. \"Have you happened to see my\nNettie since noon?\"\n\n\"That I have, doctor. She was driving with me, and the harness broke.\nShe's home now.\"\n\n\"Thank God!\" cried the doctor. \"I thought it was Nelson.\"\n\nSandy passed through the dining-room and was starting up the steps\nwhen he heard his name spoken.\n\n\"Mist' Sandy! 'Fore de Lawd, where you been at? Oh, we been habin' de\nterriblest times! My pore old mas'r done been shot down wifout bein'\nnotified or nuthin'. Pray de Lawd he won't die! I knowed somepin' was\ngwine happen. I had a division jes 'fore daybreak; dey ain't no luck\nworser den to dream 'bout a tooth fallin' out. Oh, Lordy! Lordy! I\nhope he ain't gwine die!\"\n\n\"Hush, Aunt Melvy! Where's Mrs. Hollis?\"\n\n\"She's out in de kitchen, heatin' water an' waitin' on de doctor. She\nwon't let me do nuthin'. Seems lak workin' sorter lets off her\nfeelin's. Pore Miss Sue!\" She threw her apron over her head and swayed\nand sobbed.\n\nAs Sandy tried to pass, she stopped him again, and after looking\nfurtively around she fumbled in her pocket for something which she\nthrust into his hand.\n\n\"Hit's de pistol!\" she whispered. \"I's skeered to give it to nobody\nelse, 'ca'se I's skeered dey'd try me for a witness. He done drap it\n'longside de kitchen door. You won't let on I found it, honey? You\nwon't tell nobody?\"\n\nHe reassured her, and hastened to his room. Lighting his lamp, he\nhurriedly changed his coat for a heavier, and was starting in hot\nhaste for the door when his eyes fell upon the pistol, which he had\nlaid on the table.\n\nIt was a fine, pearl-handled revolver, thirty-eight caliber. He looked\nat it closer, then stared blankly at the floor. He had seen it before\nthat afternoon.\n\n\"Why, Carter must have given Ricks the pistol,\" he thought. \"But\nCarter was out at the Junction. What time did it happen?\"\n\nHe sat on the side of the bed and, pressing his hands to his temples,\ntried to force the events to take their proper sequence.\n\n\"I don't know when I left town,\" he thought, with a shudder; \"it must\nhave been nearly four when I met Carter and Annette. He took the train\nback. Yes, he would have had time to help Ricks. But I saw Ricks out\nthe turnpike. It was half-past five, I remember now. The doctor said\nthe judge was shot at a quarter of six.\"\n\nA startled look of comprehension flashed over his face. He sprang to\nhis feet and tramped up and down the small room.\n\n\"I know I saw Ricks,\" he thought, his brain seething with excitement.\n\"Annette saw him, too; she described him. He couldn't have even driven\nback in that time.\"\n\nHe stopped again and stood staring intently before him. Then he took\nthe lamp and slipped down the back stairs and out the side door.\n\nThe snow was trampled about the window and for some space beyond it.\nThe tracks had been followed to the river, the eager searchers keeping\nwell away from the tell-tale footsteps in order not to obliterate\nthem. Sandy knelt in the snow and held his lamp close to the single\ntrail. The print was narrow and long and ended in a tapering toe.\nRicks's broad foot would have covered half the space again. He jumped\nto his feet and started for the house, then turned back irresolute.\n\nWhen he entered his little room again the slender footprints had been\neffaced. He put the lamp on the bureau, and looked vacantly about him.\nOn the cushion was pinned a note. He recognized Ruth's writing, and\nopened it mechanically.\n\nThere were only three lines:\n\n     I must see you again before I leave. Be sure to come to-night.\n\nThe words scarcely carried a meaning to him. It was her brother that\nhad shot the judge--the brother whom she had defended and protected\nall her life. It would kill her when she knew. And he, Sandy Kilday,\nwas the only one who suspected the truth. A momentary temptation\nseized him to hold his peace; if Ricks were caught, it would be time\nenough to tell what he knew; if he escaped, one more stain on his name\nmight not matter.\n\nBut Carter, the coward, where was he? It was his place to speak. Would\nhe let Ricks bear his guilt and suffer the blame? Such burning rage\nagainst him rose in Sandy that he paced the room in fury.\n\nThen he re-read Ruth's note and again he hesitated. What a heaven of\npromise it opened to him! Ruth was probably waiting for him now.\nEverything might be different when he saw her again.\n\nAll his life he had followed the current; the easy way was his way,\nand he came back to it again and again. His thoughts shifted and\nformed and shifted again like the bits of color in a kaleidoscope.\n\nPresently his restless eyes fell on an old chromo hanging over the\nmantel. It represented the death-bed of Washington. The dying figure\non the bed recalled that other figure down-stairs. In an instant all\nthe floating forms in his brain assumed one shape and held it.\n\nThe judge must be his first consideration. He had been shot down\nwithout cause, and might pay his life for it. There was but one thing\nto do: to find the real culprit, give him up, and take the\nconsequences.\n\nSlipping the note in one pocket and the revolver in another, he\nhurried down-stairs.\n\nOn the lowest step he found Mrs. Hollis sitting in the dark. Her hands\nwere locked around her knees, and hard, dry sobs shook her body.\n\nIn an instant he was down beside her, his arms about her. \"He isn't\ndead?\" he whispered fearfully.\n\nMrs. Hollis shook her head. \"He hasn't moved an inch or spoken since\nwe put him on the bed. Are you going with the men?\"\n\n\"I'm going to town now,\" said Sandy, evasively.\n\nShe rose and caught him by the arm. Her eyes were fierce with\nvindictiveness.\n\n\"Don't let them stop till they've caught him, Sandy. I hope they will\nhang him to-night!\"\n\nA movement in the sick-room called her within, and Sandy hurried out\nto the buggy, which was still standing at the gate.\n\nHe lighted the lantern and, throwing the robe across his knees,\nstarted for town. The intense emotional strain under which he had\nlabored since noon, together with fatigue, was beginning to play\ntricks with his nerves. Twice he pulled in his horse, thinking he\nheard voices in the wood. The third time he stopped and got out. At\ninfrequent intervals a groan broke the stillness.\n\nHe climbed the snake-fence and beat about among the bushes. The groan\ncame again, and he followed the sound.\n\nAt the foot of a tall beech-tree a body was lying face downward. He\nheld his lantern above his head and bent over it. It was a man, and,\nas he tried to turn him over, he saw a slight red stain on the snow\nbeneath his mouth. The figure, thus roused, stirred and tried to sit\nup. As he did so, the light from Sandy's lantern fell full on the\ndazed and swollen face of Carter Nelson. The two faced each other for\na space, then Sandy asked him sharply what he did there.\n\n\"I don't know,\" said Carter, weakly, sinking back against the tree.\n\"I'm sick. Get me some whisky.\"\n\n\"Wake up!\" said Sandy, shaking him roughly. \"This is Kilday--Sandy\nKilday.\"\n\nCarter's eyes were still closed, but his lip curled contemptuously.\n\"_Mr._ Kilday,\" he said, and smiled scornfully. \"The least said about\n_Mr._ Kilday the better.\"\n\nSandy laid a heavy hand on his shoulder.\n\n\"Nelson, listen! Do you remember going out to the Junction with\nAnnette Fenton?\"\n\n\"That's nobody's business but mine. I'll shoot the--\"\n\n\"Do you remember coming home on the train?\"\n\nCarter's stupid, heavy eyes were on Sandy now, and he was evidently\ntrying to understand what he was saying. \"Home on the train? Yes; I\ncame home on train.\"\n\n\"And afterward?\" demanded Sandy, kneeling before him and looking\nintently in his eyes.\n\n\"Gus Heyser's saloon, and then--\"\n\n\"And then?\" repeated Sandy.\n\nCarter shook his head and looked about him bewildered.\n\n\"Where am I now I What did you bring me here for?\"\n\n\"Look me straight, Nelson,\" said Sandy. \"Don't you move your eyes. You\nleft Gus Heyser's and came out the pike to the Hollis farm, didn't\nyou?\"\n\n\"Hollis farm?\" Carter repeated vaguely. \"No; I didn't go there.\"\n\n\"You went up to the window and waited. Don't you remember the snow on\nthe ground and the light inside the window?\"\n\nCarter seemed struggling to remember, but his usually sensitive face\nwas vacant and perplexed.\n\nSandy moved nearer. \"You waited there by the window,\" he went on with\nsubdued excitement, for the hope was high in his heart that Carter\nwas innocent. \"You waited ever so long, until a pistol was fired--\"\n\n\"Yes,\" broke in Carter, his lips apart; \"a pistol-shot close to my\nhead! It woke me up. I ran before they could shoot me again. Where was\nit--Gus Heyser's? What am I doing here?\"\n\nFor answer Sandy pulled Carter's revolver from his pocket. \"Did you\nhave that this afternoon?\"\n\n\"Yes,\" said Carter, a troubled look coming into his eyes. \"Where did\nyou get it, Kilday?\"\n\n\"It was found outside Judge Hollis's window after he had been shot.\"\n\n\"Judge Hollis shot! Who did it?\"\n\nSandy again looked at the pistol.\n\n\"My God, man!\" cried Carter; \"you don't mean that I--\" He cowered back\nagainst the tree and shook from head to foot. \"Kilday!\" he cried\npresently, seizing Sandy by the wrist with his long, delicate hands,\n\"does any one else know?\"\n\nSandy shook his head.\n\n\"Then I must get away; you must help me. I didn't know what I was\ndoing. I don't know now what I have done. Is he--\"\n\n\"He's not dead yet.\"\n\nCarter struggled to his feet, but a terrible attack of coughing seized\nhim, and he sank back exhausted. The handkerchief which he held to his\nmouth was red with blood.\n\nSandy stretched him out on the snow, where he lay for a while with\nclosed eyes. He was very white, and his lips twitched convulsively.\n\nA vehicle passed out the road, and Sandy started up. He must take some\ndecisive step at once. The men were probably waiting in the square for\nhim now. He must stop them at any cost.\n\nCarter opened his eyes, and the terror returned to them.\n\n\"Don't give me up, Kilday!\" he cried, trying to rise. \"I'll pay you\nanything you ask. It was the drink. I didn't know what I was doing.\nFor the Lord's sake, don't give me up! I haven't long to live at\nbest. I can't disgrace the family. I--I am the last of the line--last\nNelson--\" His voice was high and uncontrolled, and his eyes were\nglassy and fixed.\n\nSandy stood before him in an agony of indecision. He had fought it out\nwith himself there in his bedroom, and all personal considerations\nwere swept from his mind. All he wanted now was to do right. But what\nwas right? He groped blindly about in the darkness of his soul, and no\nguiding light showed him the way.\n\nWith a groan, he knotted his fingers together and prayed the first\nreal prayer his heart had ever uttered. It was wordless and formless,\njust an inarticulate cry for help in the hour of need.\n\nThe answer came when he looked again at Carter. Something in the\nfrenzied face brought a sudden recollection to his mind.\n\n\"We can't judge him by usual standards; he's bearing the sins of his\nfathers. We have to look on men like that as we do on the insane.\"\nThey were the judge's own words.\n\nSandy jumped to his feet, and, helping and half supporting Carter,\npersuaded him to go out to the buggy, promising that he would not give\nhim up.\n\nAt the Willowvale gate he led the horse into the avenue, then turned\nand ran at full speed into town. As he came into the square he found\nonly a few groups shivering about the court-house steps, discussing\nthe events of the day.\n\n\"Where's the crowd?\" he cried breathless. \"Aren't they going to start\nfrom here?\"\n\nAn old negro pulled off his cap and grinned.\n\n\"Dey been gone purty near an hour, Mist' Sandy. I 'spec' dey's got dat\nlow-down rascal hanged by now.\"\n\n\n\n\nCHAPTER XXII\n\nAT WILLOWVALE\n\n\nThere was an early tea at Willowvale that evening, and Ruth sat at the\nbig round table alone. Mrs. Nelson always went to bed when the time\ncame for packing, and Carter was late, as usual.\n\nRuth was glad to be alone. She had passed through too much to be able\nto banish all trace of the storm. But though her eyes were red from\nrecent tears, they were bright with anticipation. Sandy was coming\nback. That fact seemed to make everything right.\n\nShe leaned her chin on her palm and tried to still the beating of her\nheart. She knew he would come. Irresponsible, hot-headed, impulsive\nas he was, he had never failed her. She glanced impatiently at the\nclock.\n\n\"Miss Rufe, was you ever in love?\" It was black Rachel who broke in\nupon her thoughts. She was standing at the foot of the table, her\nround, good-humored face comically serious.\n\n\"No-yes. Why, Rachel?\" stammered Ruth.\n\n\"I was just axin',\" said Rachel, \"'cause if you been in love, you'd\nknow how to read a love-letter, wouldn't you, Miss Rufe?\"\n\nRuth smiled and nodded.\n\n\"I got one from my beau,\" went on Rachel, in great embarrassment; \"but\ndat nigger knows I can't read.\"\n\n\"Where does he live?\" asked Ruth.\n\n\"Up in Injianapolis. He drives de hearse.\"\n\nRuth suppressed a smile. \"I'll read the love-letter for you,\" she\nsaid.\n\nRachel sat down on the floor and began taking down her hair. It was\ndivided into many tight braids, each of which was wrapped with a bit\nof shoe-string. From under the last one she took a small envelope and\nhanded it to Ruth.\n\n\"Dat's it,\" she said. \"I was so skeered I'd lose it I didn't trust it\nno place 'cept in my head.\"\n\nRuth unfolded the note and read:\n\n     \"DEAR RACHEL: I mean biznis if you mean biznis send me fore\n     dollars to git a devorce.\n\n     \"_George_.\"\n\nRachel sat on the floor, with her hair standing out wildly and anxiety\ndeepening on her face.\n\n\"I ain't got but three dollars,\" she said.\n\n\"I was gwine to buy my weddin' dress wif dat.\"\n\n\"But, Rachel,\" protested Ruth, in laughing remonstrance, \"he has one\nwife.\"\n\n\"Yes,'m. Pete Lawson ain't got no wife; but he ain't got but one arm,\nneither. Whicht one would you take, Miss Rufe?\"\n\n\"Pete,\" declared Ruth. \"He's a good boy, what there is of him.\"\n\n\"Well, I guess I better notify him to-night,\" sighed Rachel; but she\nheld the love-letter on her knee and regretfully smoothed its crumpled\nedges.\n\nRuth pushed back her chair from the table and crossed the wide hall to\nthe library.\n\nIt was a large room, with heavy wainscoting, above which simpered or\nfrowned a long row of her ancestors.\n\nShe stepped before the one nearest her and looked at it long and\nearnestly. The face carried no memory with it, though it was her\nfather. It was the portrait of a handsome man in uniform, in the full\nbloom of a dissipated youth. Her mother had seldom spoken of him, and\nwhen she did her eyes filled with tears.\n\nA few feet farther away hung a portrait of her grandfather, brave in a\nhigh stock and ruffled shirt, the whole light of a bibulous past\nradiating from the crimson tip of his incriminating nose.\n\nNext him hung Aunt Elizabeth, supercilious, arrogant, haughty. Ruth\nrecalled a tragic day of her past when she was sent to bed for\nclimbing upon the piano and pasting a stamp on the red-painted lips.\n\nShe glanced down the long line: velvets, satins, jewels, and uniforms,\nand, above them all, the same narrow face, high-arched nose, brilliant\ndark eyes, and small, weak mouth.\n\nOn the table was a photograph of Carter. Ruth sighed as she passed it.\nIt was a composite of all the grace, beauty, and weakness of the\nsurrounding portraits.\n\nShe went to the fire and, sitting down on an ottoman, took two\npictures from the folds of her dress. One was a miniature in a small\nold-fashioned locket. It was a grave, sweet, motherly face, singularly\npure and childlike in its innocence. Ruth touched it with reverent\nfingers.\n\n\"They say I am like her,\" she whispered to herself.\n\nThen she turned to the other picture in her lap. It was a cheap\nphotograph with an ornate border. Posed stiffly in a photographer's\nchair, against a background which represented a frightful storm at\nsea, sat Sandy Kilday. His feet were sadly out of focus, and his head\nwas held at an impossible angle by the iron rest which stood like a\nhalf-concealed skeleton behind him. He wore cheap store-clothes, and a\nturn-down collar which rested upon a ready-made tie of enormous\nproportions. It was a picture he had had taken in his first new\nclothes soon after coming to Clayton. Ruth had found it in an old book\nof Annette's.\n\nHow crude and ludicrous the awkward boy looked beside the elegant\nfigures on the walls about her! She leaned nearer the fire to get the\nlight on the face, then she smiled with a sudden rush of tenderness.\n\nThe photographer had done his worst for the figure, but even an\nunskilled hand and a poor camera had not wholly obliterated the\nfineness of the face. Spirit, honor, and strength were all there. The\neyes that met hers were as fine and fearless as her own, and the\nhonest smile that hovered on his lips seemed to be in frank amusement\nat his own sorry self.\n\nRuth turned to see that the door was closed, then she put the picture\nto her cheek, which was crimson in the firelight, and with hesitating\nshyness gradually drew it to her lips and held it there.\n\nA noise of wheels in the avenue brought her to her feet with a little\nstart of joy. He had come, and she was possessed of a sudden desire to\nrun away. But she waited, with glad little tremors thrilling her and\nher heart beating high. She was sure she heard wheels. She went to the\nwindow, and, shading her eyes, looked out. A buggy was standing at the\ngate, but no one got out.\n\nA sudden apprehension seized her, and she hurried into the hail and\nopened the front door.\n\n\"Carter,\" she called softly out into the night--\"Carter, is it you?\"\n\nThere was no answer, and she came back into the hall and closed the\ndoor. On each side of the door was a panel of leaded glass, and she\npressed her face to one of the little square panes, and peered\nanxiously out. The light from the newel-post behind her emphasized the\ndarkness, so that she could distinguish only the dim outline of the\nbuggy.\n\nTwice she touched the knob before she turned it again; then she\nresolutely gathered her long white dress in her hand, and passed down\nthe broad stone steps. The wind blew sharply against her, and the\npavement was cold to her slippered feet.\n\n\"Carter,\" she called again and again--\"Carter, is it you?\"\n\nAt the gate her scant supply of courage failed. Some one was in the\nbuggy, half lying, half sitting, with his face turned from her. She\nlooked back to the light in the cabin, where the servants would hear\nif she called. Then the thought of any one else seeing Carter as she\nhad seen him before drove the fear back, and she resolutely opened the\ngate and went forward.\n\nAt her first touch Carter started up wildly and pushed her from him.\n\"You said you wouldn't give me up; you promised,\" he said.\n\n\"I know it, Carter. I'll help you, dear. Don't be so afraid! Nobody\nshall see you. Put your arm on my shoulder--there! Step down a little\nfarther!\"\n\nWith all her slight strength she supported and helped him, the keen\nwind blowing her long, thin dress about them both, and the lace\nfalling back from her arms, leaving them bare to the elbow.\n\nHalf-way up the walk he broke away from her and cried out: \"I'll have\nto go away. It's dangerous for me to stay here an hour.\"\n\n\"Yes, Carter dear, I know. The doctor says it's the climate. We are\ngoing early in the morning. Everything's packed. See how cold I am\ngetting out here! You'll come in with me now, won't you?\"\n\nCoaxing and helping him, she at last succeeded in getting him to bed.\nThe blood on his handkerchief told its own story.\n\nShe straightened the room, drew a screen between him and the fire,\nand then went to the bed, where he had already fallen into a deep\nsleep. Sinking on her knees beside him, she broke into heavy, silent\nsobs. The one grief of her girlhood had been the waywardness of her\nonly brother. From childhood she had stood between him and blame,\nshielding him, helping him, loving him. She had fought valiantly\nagainst his weakness, but her meager strength had been pitted against\nthe accumulated intemperance of generations.\n\nShe chafed his thin wrists, which her fingers could span; she tenderly\nsmoothed his face as it lay gray against the pillows; then she caught\nup his hand and held it to her breast with a quick, motherly gesture.\n\n\"Take him soon, God!\" she prayed. \"He is too weak to try any more.\"\n\nAt midnight she slipped away to her own room and took off the dainty\ngown she had put on for Sandy's coming.\n\nFor long hours she lay in her great canopied bed with wide-open eyes.\nThe night was a noisy one, for there was a continual passing on the\nroad, and occasional shouts came faintly to her.\n\nWith heavy heart she lay listening for some sound from Carter's room.\nShe was glad he was home. It was worse to sit up in bed and listen for\nthe wheels to turn in at the gate, to start at every sound on the\nroad, and to wait and wait through the long night. She could scarcely\nremember the time when she had not waited for Carter at night.\n\nOnce, long ago, she had confided her secret to one of her uncles, and\nhe had laughed and told her that boys would be boys. After that she\nhad kept things to herself.\n\nThere was but one other person in the world to whom she had spoken,\nand that was Sandy Kilday. As she looked back it seemed to her there\nwas nothing she had withheld from Sandy Kilday. Nothing? Sandy's face,\nas she had last seen it, despairing, reckless, hopeless, rose before\nher. But she had asked him to come back, she was ready to surrender,\nshe could make him understand if she could only see him.\n\nWhy had he not come? The question multiplied itself into numerous\nforms and hedged her in. Was he too angry to forgive her? Had her\nseeming indifference at last killed his love? Why had he not sent her\na note or a message? He knew that she was to leave on the early train,\nthat there would be no chance to speak with her alone in the morning.\n\nA faint streak of misty light shone through the window. She watched it\ndeepen to rose.\n\nBy and by Rachel came in to make the fire. She tiptoed to the bed and\npeeped through the curtains.\n\n\"You 'wake, Miss Rufe? Dey's been terrible goings on in town last\nnight! Didn't you hear de posse goin' by?\"\n\n\"What was it? What's the matter?\" cried Ruth, sitting up in bed.\n\n\"Dat jail-bird Wilson done shot Jedge Hollis. 'Mos' ebery man in town\nwent out to ketch him. Dey been gone all night.\"\n\n\"Sandy went with them,\" thought Ruth, in sudden relief; then she\nthought of the judge.\n\n\"Oh, Rachel, is he dangerously hurt? Will he die?\"\n\n\"De las' accounts was mighty bad. Dey say de big doctors is a-comin'\nup from de city to prode fer de bullet.\"\n\n\"What made him shoot him? How could he be so cruel, when the dear old\njudge is so good and kind to everybody?\"\n\n\"Jes pore white trash, dat Wilson,\" said Rachel, contemptuously, as\nshe coaxed the kindling into a blaze.\n\nRuth got up and dressed. Beneath the deep concern which she felt was\nthe flutter of returning hope. Sandy's first duty was to his\nbenefactor. She knew how he loved the old judge and with what prompt\naction he would avenge his wrong. She could trust him to follow honor\nevery time.\n\n\"Some ob 'em 's comin' back now!\" cried Rachel from the window. \"I's\ngwine down to de road an' ax 'em if dey ketched him.\"\n\n\"Rachel, wait! I'm coming, too. Give me my traveling-coat--there on\nthe trunk. What can I put on my head? My hat is in auntie's room.\"\n\nRachel, rummaging in the closet, brought forth an old white\ntam-o'-shanter. \"That will do!\" cried Ruth. \"Now, don't make any\nnoise, but come.\"\n\nThey tiptoed through the house and out into the early morning. It was\nstill half dark, and the big-eyed poplars watched them suspiciously as\nthey hurried down to the road. Every branch and twig was covered with\nice, and the snow crackled under their feet.\n\n\"I 'spec' it's gwine be summer-time where you gwine at, Miss Rufe,\"\nsaid Rachel.\n\n\"I don't care,\" cried Ruth. \"I don't want to be anywhere in the world\nexcept right here.\"\n\n\"Dey're comin',\" announced Rachel. \"I hear de hosses.\"\n\nRuth leaned across the top bar of the gate, her figure enveloped in\nher long coat, and her white tam a bright spot in the half-light.\n\nOn came the riders, three abreast.\n\n\"Dat's him in de middle,\" whispered Rachel, excitedly; \"next to de\nsheriff. I's s'prised dey didn't swing him up--I shorely is. He's\nhangin' down his head lak he's mighty 'shamed.\"\n\nRuth bent forward to get a glimpse of the prisoner's face, and as she\ndid so he lifted his head.\n\nIt was Sandy Kilday, his clothes disheveled, his brows lowered, and\nhis lips compressed info a straight, determined line.\n\nRuth's startled gaze swept over the riders, then came back to him. She\ndid not know what was the matter; she only knew that he was in\ntrouble, and that she was siding with him against the rest. In the one\nmoment their eyes met she sent him her full assurance of compassion\nand sympathy. It was the same message a little girl had sent years\nago over a ship's railing to a wretched stowaway on the deck below.\n\nThe men rode on, and she stood holding to the gate and looking after\nthem.\n\n\"Here comes Mr. Sid Gray,\" said Rachel. The approaching rider drew\nrein when he saw Ruth and dismounted.\n\n\"Tell me what's happened!\" she cried.\n\nHe hitched his horse and opened the gate. He, too, showed signs of a\nhard night.\n\n\"May I come in a moment to the fire?\" he asked.\n\nShe led the way to the dining-room and ordered coffee.\n\n\"Now tell me,\" she demanded breathlessly.\n\n\"It's a mixed-up business,\" said Gray, holding his numb hands to the\nblaze. \"We left here early in the night and worked on a wrong trail\ntill midnight. Then a train-man out at the Junction gave us a clue,\nand we got a couple of bloodhounds and traced Wilson as far as\nEllersberg.\"\n\n\"Go on!\" said Ruth, shuddering.\n\n\"You see, a rumor got out that the judge had died. We didn't say\nanything before the sheriff, but it was understood that Ricks wouldn't\nbe brought back to town alive. We located him in an old barn. We\nsurrounded it, and were just about to fire it when Kilday came tearing\nup on horseback.\"\n\n\"Yes?\" cried Ruth.\n\n\"Well,\" he went on, \"he hadn't started with us, and he had been riding\nlike mad all night to overtake the crowd. His horse dropped under him\nbefore he could dismount. Kilday jumped out in the crowd and began to\ntalk like a crazy man. He said we mustn't harm Ricks Wilson; that\nRicks hadn't shot the judge, for he was sure he had seen him out the\nJunction road about half-past five. We all saw it was a put-up job; he\nwas Ricks Wilson's old pal, you know.\"\n\n\"But Sandy Kilday wouldn't lie!\" cried Ruth.\n\n\"Well, that's what he did, and worse. When we tried to close in on\nWilson, Kilday fought like a tiger. You never saw anything like the\nmix-up, and in the general skirmish Wilson escaped.\"\n\n\"And--and Sandy?\" Ruth was leaning forward, with her hands clasped and\nher lips apart.\n\n\"Well, he showed what he was, all right. He took sides with that\ngood-for-nothing scoundrel who had shot a man that was almost his\nfather. Why, I never saw such a case of ingratitude in my life!\"\n\n\"Where are they taking him?\" she almost whispered.\n\n\"To jail for resisting an officer.\"\n\n\"Miss Rufe, de man's come fer de trunks. Is dey ready?\" asked Rachel\nfrom the hall.\n\nRuth rose and put her hand on the back of the chair to steady herself.\n\n\"Yes; yes, they are ready,\" she said with an effort. \"And, Rachel,\ntell the man to go as quietly as possible. Mr. Carter must not be\ndisturbed until it is time to start.\"\n\n\n\n\nCHAPTER XXIII\n\n\"THE SHADOW ON THE HEART\"\n\n\nJust off Main street, under the left wing of the court-house, lay the\nlittle county jail. It frowned down from behind its fierce mask of\nbars and spikes, and boldly tried to make the town forget the number\nof prisoners that had escaped its walls.\n\nIn a small front cell, beside a narrow grated window, Ricks Wilson had\nsat and successfully planned his way to freedom.\n\nThe prisoner who now occupied the cell spent no time on thoughts of\nescape. He paced restlessly up and down the narrow chamber, or lay on\nthe cot, with his hands under his head, and stared at the grimy\nceiling. The one question which he continually put to the jailer was\nconcerning the latest news of Judge Hollis.\n\nSandy had been given an examining trial on the charge of resisting an\nofficer and assisting a prisoner to escape. Refusing to tell what he\nknew, and no bail being offered, he was held to answer to the grand\njury. For two weeks he had seen the light of day only through the\ndeep, narrow opening of one small window.\n\nAt first he had had visitors--indignant, excited visitors who came in\nhotly to remonstrate, to threaten, to abuse. Dr. Fenton had charged in\nupon him with a whole battery of reproaches. In stentorian tones he\nrehearsed the judge's kindness in befriending him, he pointed out his\ngenerosity, and laid stress on Sandy's heinous ingratitude. Mr.\nMoseley had arrived with arguments and reasons and platitudes, all\nexpressed in a polysyllabic monotone. Mr. Meech had come many times\nwith prayers and petitions and gentle rebuke.\n\nTo them all Sandy gave patient, silent audience, wincing under the\nblame, but making no effort to defend himself. All he would say was\nthat Ricks Wilson had not done the shooting, and that he could say no\nmore.\n\nA wave of indignation swept the town. Almost the only friend who was\nnot turned foe was Aunt Melvy. Her large philosophy of life held that\nall human beings were \"chillun,\" and \"chillun was bound to act bad\nsometimes.\" She left others to struggle with Sandy's moral welfare and\ndevoted herself to his physical comfort.\n\nWith a clear conscience she carried to her home flour, sugar, and lard\nfrom the Hollises' store-room, and sat up nights in her little cabin\nat \"Who'd 'a' Thought It\" to bake dumplings, rolls, and pies for her\n\"po' white chile.\"\n\nSandy felt some misgivings about the delicacies which she brought, and\none day asked her where she made them.\n\n\"I makes 'em out home,\" she declared stoutly. \"I wouldn't cook nuffin'\nfer you on Miss Sue's stove while she's talkin' 'bout you lak she is.\nShe 'lows she don't never want to set eyes on you ag'in as long as she\nlives.\"\n\n\"Has the judge asked for me?\" said Sandy.\n\n\"Yas, sir; but de doctor he up and lied. He tol' him you'd went back\nto de umerversity. De doctor 'lowed ef he tole him de trufe it might\nthrow him into a political stroke.\"\n\nSandy leaned his head on his hand. \"You're the only one that's stood\nby me, Aunt Melvy; the rest of them think me a bad lot.\"\n\n\"Dat's right,\" assented Aunt Melvy, cheerfully. \"You jes orter hear de\nway dey slanders you! I don't 'spec' you got a friend in town 'ceptin'\nme.\" Then, as if reminded of something, she produced a card covered\nwith black dots. \"Honey, I's gittin' up a little collection fer de\nchurch. You gib me a nickel and I punch a pin th'u' one ob dem dots to\nsorter certify it.\"\n\n\"Have you got religion yet?\" he asked as he handed her some small\nchange.\n\nHer expression changed, and her eyes fell. \"Not yit,\" she acknowledged\nreluctantly; \"but I's countin' on comin' th'u' before long. I's done\nj'ined de Juba Choir and de White Doves.\"\n\n\"The White Doves?\" repeated Sandy.\n\n\"Yas, sir; de White Doves ob Perfection. We wears purple calicoes and\nsets up wid de sick.\"\n\n\"Have you seen Miss Annette?\"\n\n\"Lor', honey! ain't I tol' you 'bout dat? De very night de jedge was\nshot, dat chile wrote her paw de sassiest letter, sayin' she gwine run\noff and git married wif dat sick boy, Carter Nelson. De doctor headed\n'em off some ways, and de very nex' day what you think he done? He put\ndat gal in a Cafolic nunnery convent! Dey say she cut up scan'lous at\nfust, den she sorter quiet down, an' 'gin to count her necklace, an'\nmake signs on de waist ob her dress, an' say she lak it so much she\ngwine be a Cafolic nunnery sister herself. Now de doctor's jes\ntearin' his shirt to git her out, he's so skeered she'll do what she\nsays.\"\n\nSandy laughed in spite of himself, and Aunt Melvy wagged her head\nknowingly.\n\n\"He needn't pester hisseif 'bout dat. Now Mr. Carter's 'bout to die,\nan' you's shut up in jail, she's done turnin' her 'tention on Mr. Sid\nGray. Dey ain't no blinds in de world big enough to keep dat gal from\nshinin' her eyes at de boys!\"\n\n\"Is Carter about to die?\" Sandy had become suddenly grave.\n\n\"Yas, sir; so dey say. He's got somepin' that sounds lak tuberoses.\nHim and Mrs. Nelson and Miss Rufe never did git to Californy. Dey\nstopped off in Mobile or Injiany, I can't ricollec' which. He took de\nfever de day dey lef', an' he ain't knowed nothin' since.\"\n\nAfter Aunt Melvy left, Sandy went to the window and leaned against the\nbars. Below him flowed the life of the little town, the men going home\nfrom work, the girls chattering and laughing through the dusk on\ntheir way from the post-office. Every figure that passed, black or\nwhite, was familiar to him. Jimmy Reed's little Skye terrier dashed\ndown the street, and a whistle sprang to his lips.\n\nHow he loved every living creature in the place! For five years he had\nbeen one of them, sharing their interests, part and parcel of the life\nof the community. Now he was an outcast, an alien, as much a stranger\nto friendly faces as the lad who had knelt long ago at the window of a\ngreat tenement and had been afraid to be alone.\n\n\"I'll have to go away,\" he thought wistfully. \"They'll not be wanting\nme here after this.\"\n\nIt grew darker and darker in the gloomy room. The mournful voice of a\nnegro singing in the next cell came to him faintly:\n\n    \"We'll hunt no moah fo' de possum and de coon,\n      On de medder, de hill, an' de shoah.\n    We'll sing no moah by de glimmer ob de moon,\n      On de bench by de old cabin doah.\n\n    \"De days go by like de shadow on do heart,\n      Wid sorrer, wha' all wuz so bright;\n    De time am come when do darkies hab to part--\n      Den, my ole Kaintucky home, good night.\"\n\nSandy's arm was against the grating and his head was bowed upon it.\nThrough all the hours of trial one image had sustained him. It was of\nRuth, as he had seen her last, leaning toward him out of the\nhalf-light, her brown hair blowing from under her white cap and her\ngreat eyes full of wondering compassion.\n\nBut to-night the darkness obscured even that image. The judge's life\nstill hung in the balance, and the man who had shot him lay in a\ndistant city, unconscious, waiting for death. Sandy felt that by his\nsacrifice he had put the final barrier between himself and Ruth.\n\nWith a childish gesture of despair, he flung out his arms and burst\ninto a passion of tears. The intense emotional impulse of his race\nswept him along like a feather in a gale. His grief, like his joy,\nwas elemental.\n\nWhen the lull came at last, he pressed his hot head against the cold\niron grating, and his thoughts returned again and again to Ruth. He\nthought of her tender ministries in the sick room, of her intense love\nand loyalty for her brother. His whole soul rose up to bless her, and\nthe thought of what she had been spared brought him peace.\n\nThrough days of struggle and nights of pain he fought back all\nthoughts of the future and of self.\n\nThese times were ever afterward a twilight-place in his soul, hallowed\nand sanctified by the great revelation they brought him, blending the\nblackness of despair with the white light of perfect love. Here his\nthoughts would often turn even in the stress and strain of the daily\nlife, as a devotee stops on his busy round and steps within the dim\ncathedral to gain strength and inspiration on his way.\n\nThe next time Aunt Melvy came he asked for some of his law-books, and\nfrom that on there was no more idling or dreaming.\n\nAmong the volumes she brought was the old note-book in which the judge\nhad made him jot down suggestions during those long evening readings\nin the past. It was full of homely advice, the result of forty years'\nexperience, and Sandy found comfort in following it to the letter.\n\nFor the first time in his life he learned the power of concentration.\nSeven hours' study a day, without diversion or interruption, brought\nsplendid results. He knew the outline of the course at the university,\nand he forged ahead with feverish energy.\n\nMeanwhile the judge's condition was slowly improving.\n\nOne afternoon Sandy sat at his table, deep in his work. He heard the\nkey turn in its lock and the door open, but he did not look up.\nSuddenly he was aware of the soft rustle of skirts, and, lifting his\neyes, he saw Ruth. For a moment he did not move, thinking she must be\nbut the substance of his dream. Then her black dress caught his\nattention, and he started to his feet.\n\n\"Carter?\" he cried--\"is he--\"\n\nRuth nodded; her face was white and drawn, and purple shadows lay\nabout her eyes.\n\n\"He's dead,\" she whispered, with a catch in her voice; then she went\non in breathless explanation: \"but he told me first. He said, 'Hurry\nback, Ruth, and make it right. They can come for me as soon as I can\ntravel. Tell Kilday I wasn't worth it.' Oh, Sandy! I don't know\nwhether it was right or wrong,--what you did,--but it was merciful: if\nyou could have seen him that last week, crying all the time like a\nlittle child, afraid of the shadows on the wall, afraid to be alone,\nafraid to live, afraid to die--\"\n\nHer voice broke, and she covered her face with her hands.\n\nSandy started forward, then he paused and gripped the chair-back\nuntil his fingers were white.\n\n\"Ruth,\" he said impatiently, \"you'd best be going quick. It'll break\nthe heart of me to see you standing there suffering, unless I can take\nyou in me arms and comfort you. I've sworn never to speak the word;\nbut, by the saints--\"\n\n\"You may!\" sobbed Ruth, and with a quick, timid little gesture she\nlaid her hands in his.\n\nFor a moment he held her away from him. \"It's not pity,\" he cried,\nsearching her face, \"nor gratitude!\"\n\nShe lifted her eyes, as honest and clear as her soul.\n\n\"It's been love, Sandy,\" she whispered, \"ever since the first.\"\n\n[Illustration: \"'It's been love, Sandy, ... ever since the first'\"]\n\nTwo hours later, when the permit came, Sandy walked out of the jail\ninto the court-house square. A crowd had collected, for Ruth had told\nher story and the news had spread; public favor was rapidly turning in\nhis direction.\n\nHe looked about vaguely, as a man who has gazed too long at the sun\nand is blinded to everything else.\n\n\"I've got my buggy,\" cried Jimmy Reed, touching him on the arm. \"Where\ndo you want to go?\"\n\nSandy hesitated, and a dozen invitations were shouted in one breath.\nHe stood irresolute, with his foot on the step of the buggy; then he\npulled himself up.\n\n\"To Judge Hollis,\" he said.\n\n\n\n\nCHAPTER XXIV\n\nTHE PRIMROSE WAY\n\n\nSpring and winter, and spring again, and flying rumors fluttered\ntantalizing wings over Clayton. Just when it was definitely announced\nthat Willowvale was to be sold, Ruth Nelson returned, after a year's\nabsence, and opened the old home.\n\nMrs. Nelson did not come with her. That excellent lady had concluded\nto bestow her talents upon a worthier object. In her place came Miss\nMerritt, a quiet little sister of Ruth's mother, who proved to be to\nthe curious public a pump without a handle.\n\nAbout this time Sandy Kilday returned from his last term at the\nuniversity, and gossip was busy over the burden of honors under which\nhe staggered, and the brilliance of the position he had accepted in\nthe city. In prompt contradiction of this came the shining new sign,\n\"Hollis & Kilday,\" which appeared over the judge's dingy little\noffice.\n\nNobody but Ruth knew what that sign had cost Sandy. He had come home,\nfresh from his triumphs, and burning with ambition to make his way in\nthe world,--to make a name for her to share, and a record for her to\nbe proud of. The opportunity that had been offered him was one in a\nlifetime. It had taken all his courage and strength and loyalty to\nrefuse it, but Ruth had helped him.\n\n\"We must think of the judge first, Sandy,\" she said. \"While he lives\nwe must stay here; there'll be time enough for the big world after a\nwhile.\"\n\nSo Sandy gave up his dream for the present and tacked the new sign\nover the office door with his own hand.\n\nThe old judge watched him from the pavement. \"That's right,\" he said,\nrubbing his hands together with childish satisfaction; \"that's just\nabout the best-looking sign I ever saw!\"\n\n\"If you ever turn me down in court I'll stand it on its head and make\nmy own name come first,\" threatened Sandy; and the judge repeated the\njoke to every one he saw that day.\n\nIt was not long until the flying rumors settled down into positive\nfacts, and Clayton was thrilled to its willow-fringed circumference.\nThere was to be a wedding! Not a Nelson wedding of the olden times,\nwhen a special car brought grand folk down from the city, and the\ntownspeople stayed apart and eyed their fine clothes and gay behavior\nwith ill-concealed disfavor. This was to be a Clayton wedding for high\nand low, rich and poor.\n\nThere was probably not a shutter opened in the town, on the morning of\nthe great day, that some one did not smile with pleasure to find that\nthe sun was shining.\n\nMrs. Hollis woke Sandy with the dawn, and insisted upon helping him\npack his trunk before breakfast. For a week she had been absorbed in\nhis nuptial outfit, jealously guarding his new clothes, to keep him\nfrom wearing them all before the wedding.\n\nAunt Melvy was half an hour late in arriving, for she had tarried at\n\"Who'd 'a' Thought It\" to perform the last mystic rites over a\nrabbit's foot which was to be her gift to the groom.\n\nThe whole town was early astir and wore a holiday air. By noon\nbusiness was virtually abandoned, for Clayton was getting ready to go\nto the wedding.\n\nWillowvale extended a welcome to the world. The wide front gates stood\nopen, the big-eyed poplars beamed above the oleanders and the myrtle,\nwhile the thrushes and the redwings twittered and caroled their\ngreetings from on high. The big white house was open to the sunshine\nand the spring; flowers filled every nook and corner; even the\nrose-bush which grew outside the dining-room window sent a few\nventuresome roses over the sill to lend their fragrance to those\nwithin.\n\nAnd such a flutter of expectancy and romance and joy as pervaded the\nplace! All the youth of Clayton was there, loitering about the grounds\nin gay little groups, or lingering in couples under the shadow of the\nbig porches.\n\nIn the library Judge and Mrs. Hollis did the honors, and presented the\nguests to little Miss Merritt, whose cordial, homely greetings\ncounteracted the haughty disapproval of the portraits overhead.\n\nMr. Moseley rambled through the rooms, indulging in a flowing\nmonologue which was as independent of an audience as a summer brook.\n\nMr. Meech sought a secluded spot under the stairway and nervously\npractised the wedding service, while Mrs. Meech, tucked up for once in\nher life, smiled bravely on the company, and thought of a little green\nmound in the cemetery, which Sandy had helped her keep bright with\nflowers.\n\nThey were all there, Dr. Fenton slapping everybody on the back and\nroaring at his own jokes; Sid Gray carrying Annette's flowers with a\nlook of plump complacency; Jimmy Reed constituting himself a bureau of\ninformation, giving and soliciting news concerning wedding presents,\ndestination of wedding journey, and future plans.\n\nUp-stairs, at a hall window, the groom was living through rapturous\nthroes of anticipation. For the hundredth time he made sure the ring\nwas in the left pocket of his waistcoat.\n\nFrom down-stairs came the hum of voices mingled with the music. The\nwarm breath of coming summer stole through the window.\n\nSandy looked joyously out across the fields of waving blue-grass to\nthe shining river. Down by the well was an old windmill, and at its\ntop a weather-vane. When he spied it he smiled. Once again he was a\nragged youngster, back on the Liverpool dock; the fog was closing in,\nand the coarse voices of the sailors rang in his ears. In quick\nflashes the scenes of his boyhood came before him,--the days on\nshipboard, on the road with Ricks, at the Exposition, at Hollis Farm,\nat the university,--and through them all that golden thread of romance\nthat had led him safe and true to the very heart of the enchanted land\nwhere he was to dwell forever.\n\n\"'Fore de Lawd, Mist' Sandy, ef you ain't fergit yer necktie!\"\n\nIt was Aunt Melvy who burst in upon his reverie with these ominous\nwords. She had been expected to assist with the wedding breakfast, but\nthe events above-stairs had proved too alluring.\n\nSandy's hand flew to his neck. \"It's at the farm,\" he cried in great\nexcitement, \"wrapped in tissue-paper in the top drawer. Send Jim, or\nJoe, or Nick--any of the darkies you can find!\"\n\n\"Send nuthin',\" muttered Aunt Melvy, shuffling down the stairs. \"I's\ngwine myself, ef I has to take de bridal kerridge.\"\n\nMessengers were sent in hot haste, one to the farm and one to town,\nwhile Jimmy Reed was detailed to canvass the guests and see if a white\nfour-in-hand might be procured.\n\n\"The nearest thing is Mr. Meech's,\" he reported on his fourth trip\nup-stairs; \"it's a white linen string-tie, but he doesn't want to take\nit off.\"\n\n\"Faith, and he'll have to!\" said Sandy, in great agitation. \"Don't he\nknow that nobody will be looking at him?\"\n\nAnnette appeared at a bedroom door, a whirl of roses and pink.\n\n\"What's the m-matter? Ruth will have a f-fit if you wait much longer,\nand my hair is coming out of curl.\"\n\n\"Take it off him,\" whispered Sandy, recklessly, to Jimmy Reed; and\nviolence was prevented only by the timely arrival of Aunt Melvy with\nthe original wedding tie.\n\nThe bridal march had sounded many times, and the impatient guests were\nbecoming seriously concerned, when a handkerchief fluttered from the\nlanding and Sandy and Ruth came down the wide white steps together.\n\nMr. Meech cleared his throat and, with one hand nervously fidgeting\nunder his coattail, the other thrust into the bosom of his coat,\nbegan:\n\n\"We are assembled here to-day to witness the greatest and most\ntime-hallowed institution known to man.\"\n\nSandy heard no more. The music, the guests, the flowers, even his\nnecktie, faded from his mind.\n\nA sacred hush filled his soul, through which throbbed the vows he was\nmaking before God and man. The little hand upon his arm trembled, and\nhis own closed upon it in instant sympathy and protection.\n\n\"In each of the ages gone,\" Mr. Meech was saying with increasing\neloquence, \"man has wooed and won the sweet girl of his choice, and\nthen, with the wreath of fairest orange-blossoms encircling her pure\nbrow, while yet the blush of innocent love crimsoned her cheek, led\nher away in trembling joy to the hymeneal altar, that their names,\ntheir interests, their hearts, might all be made one, just as two rays\nof light, two drops of dew, sometimes meet, to kiss--to part no more\nforever.\"\n\nSuddenly a loud shout sounded from the upper hall, followed by sounds\nlike the repeated fall of a heavy body. Mr. Meech paused, and all eyes\nwere turned in consternation toward the door. Then through the\nstillness rang out a hallelujah from above.\n\n\"Praise de Lawd, de light's done come! De darkness, lak de thunder,\ndone roll away. I's saved at last, and my name is done written in de\nPromised Land! Amen! Praise de Lawd! Amen!\"\n\nTo part of the company at least the situation was clear. Aunt Melvy,\nafter seeking religion for nearly sixty years, had chosen this\ninopportune time to \"come th'u'.\"\n\nShe was with some difficulty removed to the wash-house, where she\ncontinued her thanksgiving in undisturbed exultation.\n\nAmid suppressed merriment, the marriage service was concluded, Mr.\nMeech heroically foregoing his meteoric finale.\n\nClayton still holds dear the memory of that wedding: of the beautiful\nbride and the happy groom, of the great feast that was served indoors\nand out, and of the good fellowship and good cheer that made it a gala\nday for the country around.\n\nWhen it was over, Sandy and Ruth drove away in the old town surrey,\nfollowed by such a shower of rice and flowers and blessings as had\nnever been known before. They started, discreetly enough, for the\nrailroad-station, but when they reached the river road Sandy drew\nrein. Overhead the trees met in a long green arch, and along the\nwayside white petals strewed the road. Below lay the river, dancing,\nmurmuring, beckoning.\n\n\"Let's not be going to the city to-day!\" cried Sandy, impulsively.\n\"Let's be following the apple-blossoms wherever they lead.\"\n\n\"It's all the same wherever we are,\" said Ruth, in joyful freedom.\n\nThey turned into the road, and before them, through the trees, lay the\nlong stretch of smiling valley.\n\n\n\n***END OF THE PROJECT GUTENBERG EBOOK SANDY***\n\n\n******* This file should be named 14079-8.txt or 14079-8.zip *******\n\n\nThis and all associated files of various formats will be found in:\nhttp:\/\/www.gutenberg.org\/dirs\/1\/4\/0\/7\/14079\n\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp:\/\/gutenberg.net\/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark\/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s\/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http:\/\/www.gutenberg.net\/fundraising\/pglaf.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http:\/\/www.gutenberg.net\/about\/contact\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http:\/\/www.gutenberg.net\/fundraising\/donate\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit:\nhttp:\/\/www.gutenberg.net\/fundraising\/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\nMost people start at our Web site which has the main PG search facility:\n\n     http:\/\/www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n","id":605,"split":"train"}
