{"ori_id":"692d7e93fd4714b12853d76b453e4bfeef8c3ac6","title":"The Yellow Chief: A Romance of the Rocky Mountains","context":"The Yellow Chief: A Romance of the Rocky Mountains\n Starting in Vicksburg, Mississippi preceding the abolition of slavery, The Yellow Chief begins on the plantation of the Blackadder family. Blount Blackadder, the 18-year-old son of the plantation owner Squire Blackadder, punishes a mulatto slave, Blue Dick, out of revenge over a girl, a quadroon named Sylvia. The ‘punishment of the pump’, a frequent act at the Blackadder plantation, consists of placing the victims head directly under the painfully cold stream of a water pump. Daughter Clara Blackadder watches the shameful punishment, only daydreaming about the Irishmen Edward O’Neil, who her father forbids her from marrying. Whilst murdering Sylvia in the woods in the process, Blue Dick proceeds to escape the plantation, never to return.\nAfter experiencing bankruptcy five years later, the Blackadders sell their plantation and travel west in covered wagons to start a new life in California. A Choctaw Indian named Woboga guides them through the journey, and later turns out to be a spy for the antagonist Cheyenne Indian group led by Yellow Chief, who wants secret revenge against the Blackadder family. Through Woboga, Yellow Chief and his men find the ex-Mississippi planters corralled in an enclosed gorge in the Rocky Mountains by Bijou Creek of the South Platte River. They attack with gunfire, killing Squire Blackadder in the process, and capture the rest of the group as prisoners.\nMeanwhile, Edward O’Neil, who has since left Mississippi to the Colorado mountains to escape his heartbreak over Clara Blackadder, travels as a fur trapper with his experienced, older companion, ‘Lije Orton. The two trappers overhear Yellow Chief’s attack of the corralled emigrants and decide to receive help from the mountain men of Fort Saint Vrain. O’Neil sees that Clara is of those imprisoned and becomes determined to save her.\nYellow Chief’s men create a wooden cross to emulate crucifixion for their white captives. As the Yellow Chief first administers a “dose” of cold water onto the “crucified” Blount Blackadder, the plantation emigrants begin to feel suspicious. It isn’t until Mr. Snively sees the Yellow Chief wash off his war paint in a waterfall, revealing his mulatto “yellow” skin, that the Yellow Chief’s true identity as Blue Dick is revealed. Another secret reveals itself when the Yellow Chief threatens Clara Blackadder to the “punishment of the pump.” Old Nan, an elder of the Blackadder slaves, comes forth to inform Blue Dick (the Yellow Chief) that he and Clara are blood siblings through master-slave relations. Squire Blackadder’s relation to Blue Dick only maddens him even more, as Blue Dick threatens to make Clara his slave.\nAfter much strategic planning, ‘Lije Orton, Edward O’Neil, and mountain man Black Harris track down Yellow Chief and his Cheyenne troupe and manage to kill them all with little difficulty. The emigrants continue their journey to California, leaving Clara behind to start a life on the east coast with O’Neil. Together they raise children and are often visited by ‘Lije to be updated on the mountain life.Many 19th century pulp western authors, Mayne Reid included, often returned to the same set trope of plot, characters, and conclusions in their novels. Mayne Reid was most noted for marrying off all his characters at the end of his stories. The Yellow Chief also features a common plot theme of Mayne Reid, in which a heroine's \"weak brother\" becomes caught in the clutches of a villain seeking revenge.\nAlthough The Yellow Chief was a dime novel, the cliff hangers throughout the plot seem to occur in the tradition of serial novels of 19th century literature. Many unrealistic coincidences and plot twists are presented to the reader, such as Blue Dick, the Blackadders, and O'Neil ending up in the same area of the Rocky Mountains. As a very short read, only 168 pages long, the different developments of action don't have much build-up. The plot of the novel, although maybe suspenseful for a 19th-century reader, comes across as frivolous and implausible to the contemporary reader.\nï»¿The Project Gutenberg EBook of The Yellow Chief, by Mayne Reid\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n\nTitle: The Yellow Chief\n\nAuthor: Mayne Reid\n\nIllustrator: Anon\n\nRelease Date: July 3, 2011 [EBook #36603]\n\nLanguage: English\n\n\n*** START OF THIS PROJECT GUTENBERG EBOOK THE YELLOW CHIEF ***\n\n\n\n\nProduced by Nick Hodson of London, England\n\n\n\n\nThe Yellow Chief\nBy Captain Mayne Reid\nIllustrations by Anon\nPublished by George Routledge and Sons.\nThis edition dated 1875.\nThe Yellow Chief, by Captain Mayne Reid.\n\n________________________________________________________________________\n\n________________________________________________________________________\nTHE YELLOW CHIEF, BY CAPTAIN MAYNE REID.\n\n\n\nCHAPTER ONE.\n\nTHE PUNISHMENT OF THE PUMP.\n\n\"To the pump with him!  And see that he has a double dose of it!\"\n\nThe words were spoken in a tone of command, earnest and angry.  They\nwere addressed to the overseer of a cotton-plantation not far from\nVicksburg, in the State of Mississippi, the speaker being Blount\nBlackadder, a youth aged eighteen, and son to Squire Blackadder, the\nowner of the plantation.\n\nWho was to receive the double douche?\n\nNear by stood a personage to whom the words evidently pointed.  He was\nalso a youth, not very different either in age or size from him who had\ngiven the order; though his tawny skin and short crisped hair bespoke\nhim of a different race--in short, a mulatto.  And the time--for it is a\ntale of twenty years ago--along with other attendant circumstances,\nproclaimed him a slave of the plantation.\n\nAnd why ordered to be thus served?  As a punishment, of course.\n\nYou may smile at the idea, and deem it a joke.  But the \"punishment of\nthe pump\" is one of the most severe that can be inflicted; far more so\nthan either the bastinado, or castigation by the lash.  A man may writhe\nwhile his back is being scored by the cowskin; but that continuous\nstream of cold water, at first only refreshing, becomes after a time\nalmost unendurable, and the victim feels as though his skull were being\nsplit open with an axe.\n\nWhat had \"Blue Dick\"--the plantation sobriquet of the young mulatto--\nwhat had he done to deserve such chastisement?\n\nThe overseer, hesitating to inflict it, put this question to Blount\nBlackadder.\n\n\"That's my business, and not yours, Mr Snively.  Enough when I say he\nhas deserved; and darn me if he don't have it.  To the pump with him!\"\n\n\"Your father won't be pleased about it,\" pursued the overseer.  \"When he\ncomes home--\"\n\n\"When he comes home; that's my affair.  He's not at home now, and during\nhis absence I'm master of this plantation, I guess.  I hope, sir, you'll\nrecognise me as such.\"\n\n\"Oh, sartinly,\" grumbled the overseer.\n\n\"Well, then, I've only to tell you, that the nigger's got to be\npunished.  He's done enough to deserve it.  Let that satisfy you; and\nfor the rest I'll be answerable to my father.\"\n\nWhat Blue Dick had done the young planter did not condescend to explain.\nNor was it his passion that rendered him reticent; but a secret\nconsciousness that he was himself in the wrong, and acting from motives\nof the meanest revenge.\n\nThey had their origin in jealousy.  There was a quadroon girl upon the\nplantation to whose smiles Blue Dick had aspired.  But they were also\ncoveted by his young master--the master of both.\n\nIn such a rivalry the end is easily told.  The honest love of Blue Dick\nwas doomed to a harsh disappointment; for Sylvia, the quadroon, had\nyielded her heart less to the dictates of natural partiality, than to\nthe combined influence of vanity and power.  It was a tale oft told in\nthose days of the so-styled patriarchal institution--happily now at an\nend.\n\nMaddened by the discovery of his sweetheart's defection, the young\nmulatto could not restrain himself from recrimination.  A collision had\noccurred between him and his master's son.  There had been words and\nthreatened blows, quickly succeeded by the scene we are describing.\n\nMr Snively was not the man to hold out long against the threats of\nauthority.  His place was too precious to be risked by an act of idle\nchivalry.  What to him was the punishment of a slave: a ceremony at\nwhich he was accustomed to assist almost every day of his life?\nBesides, he had no particular liking for Blue Dick, who was regarded by\nhim as a \"sassy fellow.\"  Assured against blame from Squire Blackadder,\nhe was only too ready to cause execution of the order.  He proceeded to\ndo so.\n\nThe scene was transpiring in an inclosed court-yard to the rear of the\n\"big house\" [Negro nomenclature for the planter's dwelling], adjoining\nalso to the stables.  On one side stood the pump, a tall obelisk of oak,\nwith its massive arm of iron, and spout five feet above the level of the\npavement.  Underneath traversed a trough, the hallowed trunk of a tree,\ndesigned for the watering of the horses.\n\nIn the hot summer sun of the Mississippi Valley it should have been a\nsight to give gladness to the eye.  Not so with the slaves on Squire\nBlackadder's plantation.  To them it was more suggestive of sadness and\nfear; and they were accustomed to regard it with the same feelings as\none who looks upon a gallows, or a guillotine.  More than one half their\nnumber had, one time or another, sat under that spout till its chilly\njet seemed like a sharp spear piercing their wool-covered crania.\n\nThe punishment of the pump was too frequent on Squire Blackadder's\nplantation to need minute directions as to the mode of administering it.\nMr Snively had only to repeat the order received, to some half-dozen\nstalwart slaves, who stood around ready to execute it.  The more ready,\nthat Blue Dick was now to be the victim; for, even with these, the\nmulatto youth was far from being a favourite.  Full of conceit on\naccount of his clearer skin, he had always shown himself too proud to\nassociate with them, and was thus deprived of their sympathies.  It was\nhis first punishment, too; for, although he had often before offended in\na different way, Squire Blackadder had refrained from chastising him.\n\nIt was thought strange by all, though none knew the reason; and this\nimmunity of which he had been accustomed to boast, rendered his now\nthreatened punishment a thing for his fellow-slaves to rejoice at.\n\nThey who were ordered to administer it, went about their work with a\nwill.  At a sign from the overseer, Blue Dick was seized by two of the\nfield hands, and dragged up to the pump.  With cords procured from the\nadjacent stable, he was lashed to the trough in such a position that his\ncrown came directly under the spout, eighteen inches below it.  By stays\nstretching right and left, his head was so confined that he could not\nturn it an inch one way or the other.  To have attempted moving it,\nwould have been to tighten the noose, by which the rope was rove around\nhis neck.\n\n\"Now, give him his shower-bath!\" vociferated young Blackadder to the\nhuge negro who stood by the handle of the pump.\n\nThe man, a savage-looking monster, who had himself more than once been\nsubmitted to a similar ducking, obeyed the order with a gleeful grin.\nThe iron lever, rattling harsh upon its pivot, moved rapidly up and\ndown; the translucent jet shot forth from the spout, and fell plashing\nupon the skull beneath.\n\nThe by-standers laughed, and to the victim it would yet have been only\npleasant play; but among those who were jeering him was Sylvia the\nquadroon!  All were abroad--both the denizens of the negro quarter, and\nthe domestics of the house--spectators of his suffering and his shame.\n\nEven Clara Blackadder, the sister of his tyrant torturer--a young lady\nof about twenty summers, with all the seeming graces of an angel--stood\non the back porch contemplating the scene with as much indifference as\nif, from the box of a theatre, she had been looking upon some mere\nspectacle of the stage!\n\nIf she felt interest in it, it arose from no sympathy with the sufferer.\n\nOn the face of her brother was an expression of interest vivid and\npronounced.  His features bespoke joy--the joy of a malignant soul\nindulging in revenge.\n\nIt was a sad picture, that presented by these two young men--the one\nexulting in despotic power, the other suffering torture through its\nexercise.  It was but the old and oft repeated tableau of master and\nslave.\n\nAnd yet were they strangely alike, both in form and feature.  With the\nochreous tint extracted from his skin, and the curl combed out of his\nhair, Blue Dick might have passed for a brother of Blount Blackadder.\nHe would have been a little better looking, and certainly showing a\ncountenance of less sinister cast.\n\nPerhaps not at that moment; for as the agony of physical pain became\nadded to the mental anguish he was enduring, his features assumed an\nexpression truly diabolical.  Even the jet of water, spreading like a\nveil over them, did not hide from the spectators the fiendlike glance\nwith which he regarded his oppressor.  Through the diaphanous sheet they\ncould see white lips tightly compressed against whiter teeth, that\ngrinned defiance and vengeance, as his eyes rested on Sylvia.  He\nuttered no groan; neither did he sue for mercy; though the torture he\nwas enduring caused him to writhe within his ropes, at the risk of their\nthrottling him.\n\nThere were few present who did not know that he was suffering extreme\npain, and many of them from self-experience.  And it was only when one\nof these, stirred by vivid memories, ventured to murmur some slight\nwords of expostulation, that the punishment was suspended.\n\n\"He's had enough, I reckon?\" said Snively, turning interrogatively\ntoward the young planter.\n\n\"_No_, darn him! not half enough,\" was the reply; \"you haven't given him\nthe double.  But never mind!  It'll do for the present.  Next time he\noffends in like manner, he shall be pumped upon till his thick skull\nsplits like a cedar rail!\"\n\nSaying this, Blount Blackadder turned carelessly upon his heel, and went\noff to join his sister in the porch--leaving the overseer to release the\nsufferer at his discretion.\n\nThe iron handle discontinued its harsh grating; the cruel spout ceased\nto pour; and Blue Dick, disengaged from his garotte, was carried\nfainting to the stable.\n\nBut he was never again subjected to the punishment of the pump.  The\nyoung planter did not have the chance to carry out his threat.  Three\ndays after, Blue Dick disappeared from the plantation.  And on the\nmorning of that day, almost simultaneous with his disappearance, was\nfound the body of the quadroon girl Sylvia, at the bottom of the\npeach-orchard, her head split open to the chin!\n\nIt had been done by the blade of a wood-axe.  There was no mystery about\nthe matter--no speculation as to the author of the deed.  The antecedent\ncircumstances pointed directly to Blue Dick; and he was at once sought\nfor.\n\nSought for, but not found.  As soon as the hue-and-cry had gone abroad,\nthe surrounding settlers, planters as well as poor whites, sprang to\ntheir arms, and into their saddles.  The blood-mastiffs were put upon\nBlue Dick's track; but spite their keen scent for such game, and the\nenergetic urging of their owners, they never set fang in the flesh of\nthe mulatto murderer.\n\n\n\nCHAPTER TWO.\n\nTHE BLACKADDERS.\n\nIn the time preceding the extinction of slavery, there was no part of\nthe United States where its chain was so galling as in that region lying\nalong the lower Mississippi, known as the \"Coast.\"  More especially was\nthis true of the State of Mississippi itself.  In the old territories,\neast of the Alleghany range, the \"institution\" was tempered with a\ncertain touch of the patriarchal; and the same might be said of Kentucky\nand Tennessee.  Even in parts of Louisiana the mild indolent habits of\nthe Creole had a softening influence on the condition of the slave.  But\nit was different on the great cotton and tobacco plantations of\nMississippi, as also portions of the Louisiana coast; many of whose\nowners were only half the year residents, and where the management of\nthe negro was intrusted to the overseer--an irresponsible, and, in many\ncases, severe taskmaster.  And among the owners themselves was a large\nnumber--the majority, in fact--not born upon the soil; but colonists,\nfrom all countries, who had gone thither, often with broken fortunes,\nand not unfrequently characters as well.\n\nBy these men the slave was only looked upon as so much live-stock; and\nit was not a question either of his happiness or welfare, but the work\nto be got out of him.\n\nIt would be a mistake to say that Mississippian planters were all of\nthis class; as it would be also erroneous to suppose that Southern\nmasters in general were less humane than other men.  There is no denying\nthem a certain generosity of character; and many among them were\nphilanthropists of the first class.  It was the institution itself that\ncursed them; and, brought up under its influence, they thought and acted\nwrongly; but not worse, I fear, than you or I would have done, had we\nbeen living under the same lights.\n\nUnfortunately, humane men were exceptions among planters of the lower\nMississippi; and so bad at one time was the reputation of this section\nof the South, that to have threatened a Virginia negro--or even one of\nKentucky or Tennessee--with sale or expulsion thither, was sufficient at\nany time to make him contented with his task!\n\nThe word \"Coast\" was the _bogey_ of negro boyhood, and the terror of his\nmanhood.\n\nPlanter Blackadder, originally from the State of Delaware, was among the\nmen who had contributed to this evil reputation.  He had migrated to\nMississippi at an early period of his life, making a purchase of some\ncheap land on a tract ceded by the Choctaws [known as the \"Choctaw\nPurchase\"].  A poor man at the period of his migration, he had never\nrisen to a high rank among the planter aristocracy of the State.  But\njust for this reason did he avail himself of what appeared, to a mind\nlike his, the real privilege of the order--a despotic bearing toward the\nsable-skinned helots whose evil star had guided them into his hands.  In\nthe case of many of them, their own evil character had something to do\nin conducting them thither; for planter Blackadder was accustomed to buy\nhis negroes _cheap_, and his \"stock\" was regarded as one of the worst,\nin the section of country in which his plantation was \"located.\"\nDespite their bad repute, however, there was work in them; and no man\nknew better than Squire Blackadder how to take it out.  If their sense\nof duty was not sufficient to keep them to their tasks, there was a lash\nto hinder them from lagging, held ever ready in the hands of a man who\nhad no disposition to spare it.  This was Snively, the overseer, who,\nlike the Squire himself, hailed from Delaware State.\n\nUpon the Blackadder plantation was punishment enough, and of every kind\nknown to the skin of the negro.  At times there was even mutilation--of\nthe milder type--extending beneath his skin.  If Pomp or Scip tried to\nescape work by shamming a toothache, the tooth was instantly extracted,\nthough not the slightest sign of decay might be detected in the \"ivory!\"\n\nUnder such rigid discipline, the Blackadder plantation should have\nthrived, and its owner become a wealthy man.  No doubt he would have\ndone so, but for an outlet on the other side, that, dissipating the\nprofits, kept him comparatively poor.\n\nThe \"'scape-pipe\" was the Squire's own and only son, Blount, who had\ngrown up what is termed a wild fellow.  He was not only wild, but\nwicked; and what, perhaps, grieved his father far more, he had of late\nyears become ruinously expensive.  He kept low company, preferring the\n\"white trash;\" fought cocks, and played \"poker\" with them in the woods;\nand, in a patronising way, attended all the \"candy pullings\" and\n\"blanket trampings\" for ten miles around.\n\nThe Squire could not be otherwise than indulgent to a youth of such\ntastes, who was his only son and heir.  In boyhood's days he had done\nthe same himself.  For this reason, his purse-strings, held tight\nagainst all others, were loosed to his hopeful son Blount, even to\naiding him in his evil courses.  He was less generous to his daughter\nClara, a girl gifted with great beauty, as also endowed with many of\nthose moral graces, so becoming to woman.  True, it was she who had\nstood in the porch while Blue Dick was undergoing the punishment of the\npump.  And it is true, also, that she exhibited but slight sympathy with\nthe sufferer.  Still was there something to palliate this apparent\nhardness of heart: she was not fully aware of the terrible pain that was\nbeing inflicted; and it was her father's fault not hers, that she was\naccustomed to witness such scenes weekly--almost daily.  Under other\ntutelage Clara Blackadder might have grown up a young lady, good as she\nwas graceful; and under other circumstances been happier than she was on\nthe day she was seen to such disadvantage.\n\nThat, at this time, a cloud overshadowed her fate, was evident from that\novershadowing her face; for, on looking upon it, no one could mistake\nits expression to be other than sadness.\n\nThe cause was simple, as it is not uncommon.  The lover of her choice\nwas not the choice of her father.  A youth, poor in purse, but rich in\nalmost every other quality to make man esteemed--of handsome person, and\nmind adorned with rare cultivation--a stranger in the land--in short, a\nyoung Irishman, who had strayed into Mississippi, nobody knew wherefore\nor when.  Such was he who had won the friendship of Clara Blackadder,\nand the enmity both of her brother and father.\n\nIn heart accepted by her--though her lips dared not declare it--he was\nrejected by them in words scornful, almost insulting.\n\nThey were sufficient to drive him away from the State; for the girl,\nconstrained by parental authority, had not spoken plain enough to retain\nhim.  And he went, as he had come, no one knew whither; and perhaps only\nClara Blackadder cared.\n\nAs she stood in the porch, she was thinking more of him than the\npunishment that was being inflicted on Blue Dick; and not even on the\nday after, when her maid Sylvia was discovered dead under the trees, did\nthe dread spectacle drive from her thoughts the remembrance of a man\nlodged there for life!\n\nAs the overseer had predicted, Squire Blackadder, on his return home,\nwas angry at the chastisement that had been inflicted on Blue Dick, and\nhorrified on hearing of the tragedy that succeeded it.\n\nThe sins of his own earlier life seemed rising in retribution against\nhim!\n\n\n\nCHAPTER THREE.\n\nA CHANGED PLANTATION.\n\nWe pass over a period of five years succeeding the scene recorded.\n\nDuring this time there was but little change on the plantation of Squire\nBlackadder; either in the dwellers on the estate, or the administration\nof its affairs.  Neither castigation by the cowskin, nor the punishment\nof the pump, was discontinued.  Both were frequent, and severe as ever;\nand whatever of work could by such means be extracted from human\nmuscles, was taken out of the unhappy slaves who called Mr Snively\ntheir \"obaseeah.\"  Withal, the plantation did not prosper.  Blount,\nplunging yet deeper into dissipation, drained it of every dollar of its\nprofits, intrenching even on the standard value of the estate.  The\nnumber of its hands had become reduced, till there were scarce enough\nleft for its cultivation; and, despite the constant cracking of Mr\nSnively's whip, weeds began to show themselves in the cotton fields, and\ndecay around the \"gin\" house.\n\nAt the end of these five years, however, came a change, complete as it\nwas cheerful.\n\nThe buildings underwent repair, \"big house\" as well as out-offices;\nwhile the crops, once more carefully cultivated, presented a flourishing\nappearance.  In the court-yard and negro quarters the change was still\nmore striking.  Instead of sullen faces, and skins grey with dandruff,\nor brown with dirt, ill-concealed under the tattered copperas-stripe,\ncould now be seen smiling countenances, with clean white shirts covering\nan epidermis that shone with the hue of health.  Instead of profane\nlanguage and loud threats, too often followed by the lash, could be\nheard the twanging of the banjo, accompanied by its simple song, and the\ncheerful voice of Sambo excited in \"chaff,\" or light-hearted laughter.\n\nThe change is easily explained.  It was not the same Sambo, nor the same\n\"obaseeah,\" nor yet the same massa.  The whole _personnel_ of the place\nwas different.  A planter of the patriarchal type had succeeded to the\ntyrant; and Squire Blackadder was gone away, few of his neighbours knew\nwhither, and fewer cared.  By his cruelty he had lost caste, as by the\ncourses pursued by his son--the latter having almost brought him to\nBankruptcy.  To escape this, he had sold his plantation, though still\nretaining his slaves--most of them being unsaleable on account of their\nwell-known wickedness.\n\nTaking these along with him, he had \"started west.\"\n\nTo one emigrating from the banks of the Mississippi this may seem an\nunfitting expression.  But at the time a new \"west\" and a \"far\" one had\njust entered on the stage of colonisation.  It was called California, a\ncountry at that time little known; for it had late come into the\npossession of the United States, and the report of its golden treasures,\nalthough on the way, had not yet reached the meridian of the\nMississippi.\n\nIt was its grand agricultural wealth, worth far more than its auriferous\nriches, that was attracting planter Blackadder to its plains--this and\nthe necessity of escaping from the too respectable society that had\nsprung up around him in the \"Choctaw Purchase.\"\n\nHe had not taken departure alone.  Three or four other families, not\nvery dissimilar either in circumstances or character, had gone off along\nwith him.\n\nLet us follow upon their track.  Though three months have elapsed since\ntheir leaving the eastern side of the Mississippi, we shall be in time\nto overtake them; for they are still wending their slow and weary way\nacross the grand prairie.\n\nThe picture presented by an emigrating party is one long since become\ncommon; yet never can it be regarded without a degree of interest.  It\nappeals to a pleasant sentiment, recalling the earliest, and perhaps\nmost romantic period of our history.  The huge Conestoga wagon, with its\ncanvas tilt bleached to a snowy whiteness by many a storm of rain, not\ninappropriately styled the \"ship of the prairies;\" its miscellaneous\nload of tools and utensils, with house furniture and other Penates,\nkeeping alive the remembrance of the home left behind, still more\nforcibly brought to mind by those dear faces half hid under the\nscreening canvas; the sun-tanned and stalwart horsemen, with guns on\nshoulder, riding in advance or around it; and, if a Southern migration,\nthe sable cohort forming its sure accompaniment, all combine to form a\ntableau that once seen will ever be remembered.\n\nAnd just such a picture was that presented by the migrating party of\nMississippi planters _en route_ for far California.  It was a \"caravan\"\nof the smaller kind--only six wagons in all--with eight or ten white men\nfor its escort.  The journey was full of danger, and they knew this who\nhad undertaken it.  But their characters had hindered them from\nincreasing their number; and, in the case of more than one, the danger\nleft behind was almost as much dreaded as any that might be before them.\n\nThey were following one of the old \"trails\" of the traders, at that time\nbecoming used by the emigrants, and especially those from the\nSouth-western States.  It was the route running up the Arkansas to\nBent's Fort, and thence striking northward along the base of the Rocky\nMountains to the pass known as \"Bridger's.\"\n\nAt that time the pass and the trails on both sides of it were reported\n\"safe.\"  That is, safe by comparison.  The Indians had been awed by a\nsight unusual to them--the passage through their territory of large\nbodies of United States troops--Doniphan's expedition to New Mexico,\nwith those of Cooke and Kearney to California.  For a short interval it\nhad restrained them from their attacks upon the traders' caravan--even\nfrom the assassination of the lonely trapper.\n\nAs none of Blackadder's party was either very brave, or very reckless,\nthey were proceeding with very great caution, keeping scouts in the\nadvance by day, and guards around their camps by night.\n\nAnd thus, watchful and wary, had they reached Bent's Fort, in safety.\nThence an Indian hunter who chanced to be hanging around the fort--a\nChoctaw who spoke a little English--was engaged to conduct them\nnorthward to the Pass; and, resuming their journey under his guidance,\nthey had reached Bijou Creek, a tributary of the Platte, and one of the\nmost beautiful streams of prairie-land.\n\nThey had formed their encampment for the night, after the fashion\npractised upon the prairies--with the wagons locked tongue and wheel,\ninclosing a hollow space--the _corral_--so called after a word brought\nby the prairie-merchants from New Mexico.  [Note 1.]\n\nThe travellers were more than usually cheerful.  The great chain of the\nRocky Mountains was in sight, with Long's Peak raising its snow-covered\nsummit, like a vast beaconing star to welcome, and show them the way,\ninto the land of promise that lay beyond it.\n\nThey expected, moreover, to reach Saint Vrain's Fort, by the evening of\nthe next day; where, safe from Indian attack, and relieved from camp\nwatching, they could once more rest and recruit themselves.\n\nBut in that hour of relaxation, while they were looking at Long's Peak,\nits snowy crown still gilded by the rays of the setting sun, there was a\ncloud coming from that same quarter that threatened to overwhelm them.\n\nIt was not the darkening of the night, nor mist from the mountain-sides;\nbut a dusky shadow more to be feared than either.\n\nThey had no fear of it.  They neither saw, nor knew of its existence;\nand, as they gathered around their camp-fire to make their evening\nrepast, they were as gay as such men might be expected to be, under\nsimilar circumstances.\n\nTo many of them it was the last meal they were ever destined to eat; as\nwas that night the last of their lives.  Before another sun had shone\nupon Long's Peak, one-half their number was sleeping the sleep of\ndeath--their _corralled_ wagons enclosing a space afterward to become\ntheir cemetery.\n\n------------------------------------------------------------------------\n\nNote 1.  The Spanish word for inclosure, adopted at an early period by\nthe prairie-traders, and now become part of our language.\n\n\n\nCHAPTER FOUR.\n\nA PAINTED PARTY.\n\nAbout five miles from the spot upon which the emigrants were encamped,\nand almost at the same hour, another party had pitched their tents upon\nthe plain.\n\nThere was not the slightest resemblance between the two sets of\ntravellers, either in personal appearance, in the language spoken, or in\ntheir camp-equipments.\n\nThe latter were all horsemen, unencumbered with wagons, and without even\nthe impedimenta of tents.\n\nOn dismounting they had simply staked the horses on the grass, and laid\ndown upon the buffalo robes, that were to serve them both as shelter and\nfor couches.\n\nThere were about two score of them in all; and all without exception\nwere men.  Not a woman or child was among them.  They were young men\ntoo; though to this there were several exceptions.\n\nTo have told the colour of their skins it would have been necessary to\nsubmit them to ablution: since that portion of it not covered by a\nbreech-clout with legging continuations of leather, was so besmeared\nwith paint that not a spot of the natural tint could be detected.\n\nAfter this, it is scarce necessary to say, that they were Indians; or to\nadd that their painted bodies, nude from neck to waist, proclaimed them\n\"on the war-trail.\"\n\nThere were other evidences of this, in the manner in which they were\narmed.  Most of them carried _guns_.  On a hunting excursion they would\nhave had bows and arrows--the prairie tribes preferring these weapons in\nthe chase.  [Note 1.]  They had their spears, too, slung lance-fashion\nby the side of the saddle; with tomahawks stuck in their belts.  All of\nthem were furnished with the _lazo_.\n\nAmong them was one sufficiently conspicuous to be at once recognised as\ntheir chief.  His superior dress and adornment told of his title to this\ndistinction; while there was that in his bearing toward the others, that\nplaced it beyond doubt.  They seemed not only to fear, but respect him;\nas if something more than the accident of hereditary rank gave him a\nclaim to command them.\n\nAnd he on his side seemed to rule them; not despotically, but with a\nfirmness of tone and bearing that brooked no disobedience.  On alighting\nfrom his horse on the spot selected for their camp, the animal was\nunsaddled by another, and taken away to the pasturing place; while the\nchief himself, doffing a splendid cloak of white wolf-skins, spread it\non the grass, and lay down upon it.  Then taking a pipe from his\nembroidered pouch, and lighting it, he seemed to give himself up to\nsilent meditation--as if he had no need to take further trouble about\nthe affairs of the camp, and none of the others would venture to intrude\nupon his privacy.\n\nNone did, save his immediate attendant; who brought him his supper,\nafter it had been prepared, and assisted also in arranging his\nsleeping-place.\n\nBetween him and his attendant not a word was exchanged, and only a few\nwith one of the others.  They related to setting the camp sentinels,\nwith some instructions about a scout that might be expected to come in\nduring the night.\n\nAfter that the chief stretched himself along his robe, refilled the pipe\nwith fresh tobacco taken from his pouch, and for some time lay smoking\nwith his eyes fixed upon the moon.  Her light, resplendent in the pure\natmosphere of the upland prairies, falling full upon him, displayed a\nfigure of fine proportions--indicating both toughness and strength.\n\nAs to the face, nothing could have been told of it, even had it been\nseen under sunlight.  Striped with vermilion on a ground of ochreous\nearth, with strange devices on the forehead and cheeks, it resembled a\npainted escutcheon more than a human face.  The features, however,\nshowing a certain rotundity, told them to be those of a young man, who,\nbut for the disfiguring of the paint, might have appeared handsome.\n\nStill was there something in his eyes as they glanced under the silvery\nmoonlight, that betrayed an evil disposition.  No water could have\nwashed out of them that cast at once sinister and sad.\n\nIt was strange that one so youthful--for he seemed certainly not over\ntwenty-five--could have obtained such control over the turbulent spirits\naround him.  One and all of them, though also young, were evidently of\nthis character.  He was either the son of some chief long and\nuniversally venerated, or a youthful brave who had performed feats of\nvalour entitling him to respect.\n\nThe band, over which he exercised sway, could be only an expeditionary\nparty belonging to some one of the large prairie tribes; and the\nmaterial composing it pointed to its being one of those roving troops of\nyoung and reckless braves, often encountered upon the plains--the terror\nof trappers and traders.\n\nThere was something unusual in this chief of youthful mien, keeping\napart from his comrades, and holding them in such control.\n\nWhile they were carousing around their camp-fire, he was quietly smoking\nhis pipe; and after they had gone to sleep, he was still seen lying wide\nawake upon his wolf-skins!\n\nIt was a singular place in which he and his followers had encamped; a\nspot romantically picturesque.  It was in a gorge or glen forming a flat\nmeadow of about six acres in extent, and covered with grass of the short\ngrama [Note 2] species.  It was inclosed on three sides by a bluff\nrising sheer up from the plain, and bisected by the tiniest of streams,\nwhose water came spout-like over the precipice, with a fall of some\ntwenty feet.  On the side open toward the east could be obtained a clear\nview of the prairie, undulating away to the banks of Bijou Creek.  With\nthe moon shining down on the soft grassy sward; the Indian horses\ngrouped and grazing on it; the warriors lying asleep upon their robes;\nthe stream glistening like a serpent as it swept silently past them; the\ncascade sparkling above; and around the dark framing of cliffs; you have\na picture of Rocky Mountain life, that, though rare to you, is common to\nthose who have traversed that region of romance.\n\nIt did not appear to have any charm for the young chief, who lay\nstretched upon the wolf-skins.  Evidently thinking of something else, he\ntook no note of the scenery around him, further than now and then to\nraise himself upon his elbow, and gaze for a time toward that portion of\nit that was least picturesque; the monotonous surface of the plain\nstretching eastward.  That he was scanning it not for itself, but\nsomething that he expected to appear upon it, would have been made\nmanifest to one who could have known his thoughts.  Expressed in English\nthey would have run thus:\n\n\"Waboga should have been here by this.  I wonder what's detaining him.\nHe must have seen our signal, and should know where to find us.  May be\nthat moon hinders him from stealing a horse out of their camp.  As their\nguide they ought to trust him to go anywhere.  Well, come he or not, I\nshall attack them all the same--this night.  Oh! what a sweet vengeance!\nBut the sweeter, if I can only take them alive--one and all.  Then,\nindeed, shall I have true revenge!\n\n\"What can be keeping the Choctaw?  I should not have trusted him, but\nthat he speaks the white man's tongue.  They'd have suspected any other.\nHe's stupid, and may spoil my plans.  I want them--must have them\n_alive_!\n\n\"Now, if he should turn traitor and put them on their guard?  Perhaps\ntake them on to the fort?  No--no; he would not do that.  He hates the\nwhite man as much as I myself, and with nearly as good reason.  Besides,\nhe dare not do it.  If he did--\"\n\nThe soliloquy of the recumbent chief was suddenly interrupted, and his\nthoughts diverted into a different channel, by a sound reaching his ear,\nthat seemed to come from the distant prairie.  It was the hoof-stroke of\na horse; but so faint, that only a practised ear could have heard, much\nless make out what was causing it.\n\nIn an instant he had changed his attitude, and lay with cheek closely\npressed to the turf.  In another instant, he muttered to himself:\n\n\"A horse--a single horse--must be the Choctaw!\"\n\nHe raised himself upon his knees and looked out over the plain.  A low\nridge ran obliquely up to the mouth of the gorge in which the Indians\nwere reposing.  There was a clump of bushes upon its crest; and over the\ntops of these he could perceive a small disk, darker than the foliage.\nHe knew it had not been there before.\n\nWhile he was scanning it, there came, as if out of the bushes, three\nshort barks, followed by a prolonged lugubrious howl.  It seemed the cry\nof the prairie-wolf.  But he knew it was not this; for soon after it was\nrepeated with a different intoning.\n\nSimultaneously with the second utterance, a similar cry was sent back as\nif in answer.  It was the response of the camp-guard, who was keeping\nwatch among the horses.  And in this there was an intonation different\nfrom either of the others.  It was evidently understood by him who had\nsignalled from without, and told him he might safely approach: for the\ninstant after, the dark spot above the bushes was seen moving along\nbehind them; and presently appeared by the side of the clump, in the\nshape of a man on horseback.\n\nIt was a horseman in the garb of a white hunter; but the moon falling\nfull upon his face, showed the copper-coloured skin of an Indian.\n\nHe rode forward to the edge of the camp; exchanged some words with the\nhorse-guard, that had answered his signal; and then came on toward the\nchief, who had risen to receive him.  The salutation told him to be the\nChoctaw so impatiently expected.\n\n\"Waboga has delayed long,\" said the chief, half-reproachfully.  \"It is\nnow after midnight.  He knows we must make our attack before morning.\"\n\n\"The Yellow chief need not be troubled about the time.  The\nsleeping-place of the white travellers is near at hand.  It will take\nbut an hour to reach it.  Waboga was detained against his will.\"\n\n\"Ha! how?\"\n\n\"The pale faces had grown suspicious, and watched him.  Some trappers,\non their way to Saint Vrain's Fort, came up with the emigrant train\nafter sunrise, and stayed with it till the noon halt.  They must have\nsaid something against the guide.  All day after, Waboga could see that\nthe white men were watching him.\"\n\n\"Then they are not encamped where I wished them?\"\n\n\"They are.  The Yellow chief may rest sure of it.  They were not so\nsuspicious as that; but allowed the guide to conduct them to their\nsleeping-place.  It is in the creek bend where Waboga was instructed to\ntake them.\"\n\n\"Good!  And their numbers?\"\n\n\"Nine white men in all--with their women and children.  Of the blacks,\nabout five times as many--men, squaws, and papooses.\"\n\n\"No matter for them: they won't resist.  Describe the whites.\"\n\n\"The chief of the caravan, a man of middle age--a planter.  Waboga well\nknows his kind.  He remembers them when a boy dwelling beyond the Big\nriver--in the land of which his people have been despoiled.\"\n\n\"A planter.  Any family with him?\"\n\n\"A son who has seen some twenty-four summers--like the father in\neverything but age; a daughter, grown to a woman--not like either.  She\nis fair as a flower of the prairie.\"\n\n\"It is she--it is they!\" muttered the chief to himself, his eyes\nglistening in the moonlight with an expression at once triumphant and\ndiabolical.  \"Oh! 'twill be a sweet revenge!\"\n\n\"Of the other whites,\" continued the Choctaw, \"one is a tall man, who\nhas much to do with the management.  He acts under the orders of the\nplanter.  He carries a great whip, and often uses it on the shoulders of\nthe black slaves.\"\n\n\"He shall have _his_ punishment, too.  But not for that.  They deserve\nit.\"\n\n\"The other six white men are--\"\n\n\"No matter; only tell me how they are armed.  Will they make\nresistance?\"\n\nWaboga did not think they would--not much.  He believed they would let\nthemselves be taken alive.\n\n\"Enough!\" exclaimed the Cheyenne chief--for it was to this tribe the\nIndian belonged.  \"The time has come.  Go wake our warriors, and hold\nyourself ready to guide us.\"\n\nThen, turning upon his heel, he commenced gathering up his arms, that\nlay scattered around the robe on which he had been reposing.\n\nHis body-servant, already aroused, was soon in attendance upon him;\nwhile the slumbering warriors, one after another, startled from savage\ndreams, sprang to their feet, and hurried toward their horses.\n\nThe best-drilled squadron of light cavalry could not have got half so\nquickly into their saddles, as did this painted troop of Cheyennes.\n\nIn less than ten minutes after receiving the command to march, they were\nriding beyond the bounds of their bivouac--equipped for any kind of\nencounter!\n\n------------------------------------------------------------------------\n\nNote 1.  They have several reasons for this preference.  The arrow does\nits death-work silently, without alarming the game; besides, powder and\nlead cost more than arrow-sticks, which can also be recovered.\n\n------------------------------------------------------------------------\n\nNote 2.  _Grama_, the New Mexican name for a species of grass forming\nthe finest pastured of the prairies--the famed buffalo grass not\nexcepted.\n\n\n\nCHAPTER FIVE.\n\nA TRAITOROUS GUIDE.\n\nAs already known, the emigrants had _corralled_ their wagons on the\nbanks of Bijou Creek.\n\nThe spot selected, or rather to which their Indian guide had conducted\nthem, was in a bend of the stream, that looped around the encampment in\nthe shape of a horse's shoe.  It enclosed an area of some four or five\nacres of grassy ground--resembling a new-mown meadow.\n\nWith an eye to security, it could not, to all appearance, have been\nbetter chosen.  The creek, running sluggishly around the loop, was deep\nenough to foil any attempt at fording; while the narrow, isthmus-like\nneck could be defended with advantage.  It had not been the choice of\nthe travellers themselves, but of their Indian guide, who, as already\nstated, had presented himself to them at Bent's Fort, and been engaged\nto conduct them through Bridger's Pass.  Speaking the white man's\ntongue, though but indifferently, and being a Choctaw, as he declared\nhimself, they had no suspicion of his honesty, until that very day, when\na band of free trappers, who chanced to pass them on the route, and who\nknew something of the Indian's character, had warned them to beware of\nhim.  They had obeyed the warning, so far as lay in the power of men so\nlittle acquainted with the prairies.  And how could they suspect a guide\nwho had chosen for their night's camping-place a spot that seemed the\nvery place for their security?  How could they suppose that the deep,\nslow stream, running silently around them, could have been designed for\nany other purposes than that of defence?  It never entered their minds\nto suppose it could be intended as a trap.  Why should it?\n\nIf anything could have given them this thought it would have been what\nthey had heard from the trappers.  Some of them had reflected upon the\ncharacter given of their guide.  But more discredited it, believing it\nto be only ill-will on the part of the whites towards the Indian--like\nthemselves, a hunter.  Others said it was a trapper joke--a story told\nto scare them.\n\nThere was something odd in the eagerness the Indian had shown in\ndirecting them to their present camping-ground.  It was some distance\nfrom the travelled track, where they had seen other places that appeared\nsufficiently suitable.  Why should he have taken the trouble to bring\nthem to the bend of the creek?\n\nThe man who made this reflection was Snively, the overseer.  Snively\ndidn't like the look of the \"redskin,\" though he was a Choctaw, and\nspoke a little English.  That he had come originally from the other side\nof the Mississippi was not proof of his being honest; for Mr Snively\nhad no great faith in the integrity of men tailing from the \"Choctaw\nPurchase\"--whatever the colour of their skin--red, white, or black.\n\nHis suspicions about the guide, communicated to his fellow-travellers,\nwere adopted by several of them, though not by their leader.  Squire\nBlackadder scouted the idea of treason, as also did his son.\n\nWhy should the Choctaw betray them?  It was not as if he had been one of\nthe prairie Indians, and belonging to some predatory band.  He was\nmerely a wanderer from his own tribe, who, in the Reserve allotted to\nthem west of Arkansas State, were now living as an inoffensive and\nhalf-civilised people.  He could have no motive in leading them astray,\nbut the contrary.  He was not to receive his recompense for acting as\ntheir guide until after their arrival on the other side of the\nmountains.  A good sum had been promised him.  Was it likely he should\ndo anything to forfeit it?  So reasoned Squire Blackadder and several of\nthe emigrants who accompanied him.\n\nSnively and the others were not satisfied, and resolved to keep a sharp\neye upon the Indian.\n\nBut, watchful as they were from that time forward, they failed to see\nhim, as he slipped out of their camp, near the mid-hour of night, taking\nalong with him one of the best horses belonging to the caravan!\n\nHe must have got away by leading the animal for some distance along the\nedge of the stream, concealed under the shadow of the banks.  Otherwise,\non the open prairie, with the moon shining down upon its treeless sward,\nhe could not have eluded the vigilance of the camp-guards, one of whom\nwas Snively himself.\n\nIt was only by an accident that his departure was discovered, just\nbefore daybreak.  The horse he had taken chanced to be a _mare_, that\nsome weeks before had dropped a foal.  It was too fine a creature to be\nleft behind upon the prairies, and had been therefore brought along with\nits dam.\n\nThe colt, after a time missing its mother, ran hinnying about, till its\ncries of distress startled the camp from its slumbers.  Then a search on\nall sides resulted in the universal conviction that their guide had\nbetrayed them--or, at all events, had stolen off, taking the mare along\nwith him!\n\nThere was no more sleep for the eyes of the emigrants.  One and all ran\nwildly around the wagons--the whites meeting each other with cautions\nand curses, alike contradictory; the blacks--men, women, and children--\nhuddling together, and giving voice to their fears in shrieks and\nchattering.\n\nAnd, in the midst of this confusion, a dark mass was seen moving across\nthe prairie, upon which the white light of the moon was already becoming\nblended with that of the grey dawn.\n\nAt first it came slowly and silently, as though stealing toward the\ncamp.  Then, as if concealment was no longer deemed necessary, the mass\nbroke into a scattered cloud, showing it to be composed of horsemen.\n\nTheir trampling sounded upon the turf, at the same time that a wild\nyell, issuing simultaneously from threescore throats, struck terror into\nthe hearts of the emigrants.  There could be no mistaking that cry.  It\nwas the war-whoop of the Cheyennes.\n\nThe travellers had no time to reflect upon it--it was the slogan of\nattack; and, before they could think of any plan for defending\nthemselves, the dusky horsemen were at hand, swooping down upon them\nlike the breath of a tornado!\n\nThe emigrants were not all cowards.  Three or four were men of courage,\nand not the least courageous was Snively the overseer.  Still was it\nmore by a mechanical impulse, than any hope of successfully defending\nthemselves, that they discharged their guns in the faces of the\napproaching foemen.\n\nIt did not stay the impetuosity of the charge.  Their shots were\nreturned by a volley from the guns of their savage assailants, followed\nup by a thrusting of spears; and, in less than ten minutes' time, the\n_corral_ was captured.\n\nWhen the day broke, it disclosed a scene, since then, alas! far from\nunfrequent on the prairies.  A wagon train, with its tilts torn down,\nand the contents strewed around it; the cattle that had drawn it along\nstanding near, and wondering what had befallen it; their owners in\ncaptivity, some of them bound hand and foot, others lying lifeless upon\nthe turf!\n\nEmbracing all, a cohort of painted savages--some keeping guard over the\ncaptives, others indulging in on unchecked Saturnalia; some dead-drunk,\nothers reeling in a state of half intoxication--each with cup in hand,\nfilled with the fire-water taken from the captured wagons!\n\nSuch was the spectacle on Bijou Creek on that morning, when the emigrant\ntrain of the ex-Mississippi planter fell into the hands of a war-party\nof Cheyennes, led by the _Yellow Chief_.\n\n\n\nCHAPTER SIX.\n\nTWO TRAPPERS.\n\nThe gorge in which the young Cheyenne chief and his followers had made\ntheir night bivouac, was only one of a series of similar glens, that\nwith short intervals between, notched the foot of the _sierra_ [Note 1]\nwhere it edged upon the open prairie.  It was not the main chain of the\nRocky Mountains, but a spur running out into the plain.\n\nAbout a mile farther along, and nearer to Bijou Creek, was another\ngorge, not very dissimilar in size, but somewhat so in character.\nInstead of an embouchure open to the plain, it was shut in on all sides\nby bluffs, rising abruptly above it to the height of over a hundred\nfeet.\n\nThere was an outlet nevertheless; where a tiny spring-branch, gurgling\nforth from the bottom of the encircling cliffs, passed out into the open\ncountry, after making its way through a _canon_ [pronounced Kenyon]\nwhich it had no doubt cut for itself in the course of countless ages.\n\nBut as it needed a cleft no wider than might admit the body of a man,\nnot much wider was it, from top to bottom of the cliff.  A traveller\nmight have passed within a hundred yards of its outer face, looking\ntowards the plain, without perceiving this break in the precipice or\ntaking it only for a fissure in the _facade_ of the rocks.\n\nThe enclosed space inside, in one other respect differed from the glen\nthat had been occupied by the Indians.  Its bottom was thickly timbered\nwith cotton-wood and other trees; while along the ledges of the cliff,\nand wherever a crevice afforded root-accommodation grew _pinons_ [Note\n2] and the creeping cliff cedar.\n\nIt seemed a favourite haunt of the owls and bats, but only at night.  By\nday the birds appeared to have full possession of it--filling it with\ntheir sweet music, and fearing only the rapacious white-headed eagle,\nthat occasionally \"whetted his saw\" [Note 3] or laughed his maniac\nlaugh, perched on the cliffs overhead.\n\nOnly from the heights above could a view be had of the \"hole\" [Note 4];\nand to get this required climbing, beyond anything curiosity was likely\nto encourage.  No prairie traveller would have taken the trouble, unless\nhe chanced to be a German geologist, hammer in hand, or a botanist of\nthe same inquiring race, in search of rare plants.  Led by the love of\nscience, these simple but ardent explorers go everywhere, into every\ncranny and corner of the earth--even the \"holes\" of the Rocky Mountains,\nwhere often have their dead bodies been found, with heads stripped of\ntheir skins by the knife of the indiscriminating savage.\n\nAscending the cliff from the outside, and looking down into the gorge\ndescribed, you might fancy that no human being had ever entered it.  To\ndo so would cost some exertion.  And danger, too: for there was a\nhundred feet of precipitous rock to be scaled _downward_, at the risk of\ngetting a broken neck.\n\nSome one had taken this risk, however; for on the same night in which\nthe Cheyenne chief had sallied out to attack the emigrant camp, only a\nlittle later and nearer morning, a fire might have been seen glimmering\namong the cotton-wood trees that covered the bottom of the glen.\n\nIt could only have been seen from a particular point above, where no one\nwas likely to be straying.  On all other sides it was concealed by the\nthick foliage of the trees, through which its smoke, scattering as it\npassed upward, became dissipated into thin haze before reaching the\ncrest of the cliffs.\n\nBy this fire, far remote from the hearths of civilisation, two men were\nseated, bearing but slight resemblance to each other.  One was\ncharacteristic of the scene; his costume and accoutrements, in short,\nhis _tout-ensemble_, proclaiming him unmistakeably a trapper.\nHunting-shirt of dressed deer-hide, fringed at cape and skirt, leggings\nof like material, moccasins soled with _parfleche_ [Note 5] and on his\nhead, a felt hat with crown and brim showing long service.  His hair,\nclose cropped, gave little framing to his face, that was naturally dark\nin colour, but darker with dirt, sun-tan, and wrinkles.  It looked the\nface of a man who had seen nearly sixty summers, and quite as many\nwinters.\n\nHis companion was not over half his age, nor in any way like the man we\nhave taken for a trapper, although garbed in the costume common to\n\"mountain men\" [the Rocky Mountain trappers so style themselves].  He\nwore the hunting-shirt, leggings, and moccasins; but all were tastefully\ncut and elaborately embroidered.\n\nIt might have been the difference between youth and age; and both may\nhave been trappers alike.  Still there was something about the younger\nman--a delicacy of feature and refinement of manner--very different from\nthose who take to this rude adventurous calling.\n\nA thought of the kind seemed to have come uppermost in the mind of his\nolder companion, as they sate by their camp-fire just kindled.  It still\nwanted half an hour of sunrise; and they had issued out of their skin\nlodge, standing close by, to cook their morning meal.  It was\npreparatory to starting out on a tour of inspection to their traps, set\novernight in the streams near at hand.  A large flitch of buffalo-meat,\ncomprising several hump-ribs, was roasting in the blaze; and they were\nwaiting till it should be sufficiently done.\n\nIt was the elder who spoke first; at least upon a subject foreign to the\npreparation of their repast.\n\n\"Durn it, Ned!\" said he, \"I hev been dreemin' 'bout ye last night.\"\n\n\"Indeed!  I hope that nothing promises bad luck.  Bah! why should I\nthink of luck, one way or the other?  For me there can be none in the\nfuture worse than I've had in the past.  What was your dream, 'Lije?\"\n\n\"Oh! nutin' much.  I only thort I seed ye alongside o' a gurl; an' she\nwar a pullin' at ye to get ye away from the mountings.  She war tryin'\nto toat you along wi' her.\"\n\n\"She didn't succeed, I suppose?\"\n\n\"Wal; I woke up afore it kim to thet.  But ef't hed been the gurl as I\nseed in my dreem, an' it war all true, I reck'n she'd 'a hed a good\nchance.\"\n\n\"And pray what girl did you see in your dream?\"\n\n\"Maybe you'd like to purnounce the name; ef ye do, I'd say Clar'\nBlackedder.  She war the very gurl as war a draggin' at ye.\"\n\nAt the mention of the name \"Ned\" heaved a deep sigh, though the sizzling\nof the hump-ribs hindered his companion from hearing it.  But, by the\nbrighter light caused by the fat falling among the cinders, a shadow\ncould be seen suddenly overspreading his countenance, his features at\nthe same assuming a cast, half-sad, half-angry.\n\n\"Not much danger of that dream coming true,\" he said, with an effort at\ncomposing them.  \"Clara Blackadder has no doubt long ago changed her\nname; and forgotten mine too.\"\n\n\"I don't think she's dud eyther one or the tother.  Weemen air a kewrous\nkind o' varmint; an' cling on to thar affecshuns a deal harder'n we do.\nBeside; that gurl wa'n't one o' the changin' sort.  I knowed her since\nshe war knee high to a duck.  She war the only one o' the hul family o'\nBlackedders worth knowin'; for a bigger cuss than the brother wa'n't\nnowhar to be foun' in Massissippi, 'ceptin' 'twar the ole squire\nhisself.  That gurl loved you, Ned; an' ef you'd tuk the right way wi'\nher, you mout yourself 'a had the changin' o' her name.\"\n\n\"What way?\"\n\n\"Whipped her off on the crupper o' yur seddle--jest es these hyar\npurairia Injuns sometimes does.  Ye shed a dud thet an' said no more\nabout it, eyther to her father, or to anybody else.  It's the way I dud\nmyself wi' Sal Slocum, down thar in Tennersee bottom, nigh on thirty\nyeern ago, 'fore I went down to the Choctaw Purchiss.  Dick, her ole\ndad, war all agin me havin' his gurl, 'cause he hed a spite at me, for\nbeatin' him at a shootin' match.  'Twa'n't no use his oppersishun.  I\ngot my critter seddled up, one night when Dick war soun' asleep in his\nshanty, an' I toated Sal off, an' took her afore a Methody preecher, who\ncoupled us thegither in the shakin' o' a goat's tail.  An' I niver hed\nreezun to rue it.  Sal made me a good wife, as long as she lived.  I\nhain't hed a better 'un since.\"\n\nThe young man smiled sadly at the strange ideas of his trapper\ncompanion; but the subject being a painful one to him, he made no\nrejoinder.\n\n\"Thet's what you oughter dud wi' Clar' Blackedder,\" persisted the\ntrapper, without noticing his companion's chagrin, \"cut cl'ar away wi'\nher.  Ef ye'd a hed her for yur wife, it 'ud a been diff'rent for ye\nnow.  Instead o' bein' hyar in the mountains, mopin' yer innards out--\nfor I kin see ye're doin' thet, Ned--ye mout now been settled in the\nState o' Massissippi workin' a cotton plantashun wi' a smart chance o'\nniggers on't.  Not as I myself shed care 'bout eyther; for arter twenty\nyeern o' ramblin' over these hyar reejuns, I ain't fit to live in the\nsettlements.  It's diff'rent wi' you, however, who ain't noways shooted\nfor a trapper's life--though I will say thar ain't a better shot nor\nhunter in all these purairias.  Anybody kin see ye're only hyar for a\ndiff'rent purpiss; tho I reck'n 'Lije Orton air the only 'un to which\nye've confided yur secret.  Wal; you know I like ye, Ned; an' that's why\nI don't like to see ye so down in the dumps.  They've been on yur ever\nsince yur left the Massissippi; and I reck'n yur'll find no cure for 'em\nout hyar.\"\n\n\"Admitted, 'Lije, that I still think of Miss Blackadder.  As I know you\nare my friend, I will admit it.  But what would you have me do?\"\n\n\"Go back to the Choctaw Purchiss, get once more 'longside the gurl, an'\ndo wi' her as I did wi' Sal Slocum--run away wi' her.\"\n\n\"But she may be married?  Or perhaps no longer cares for _me_?\"\n\nThis was said with a sigh.\n\n\"Neyther one nor t'other.  'Lije Orton air willin' to bet high thet.\nFirst place, thar wur reezuns she wudn't git married eezy.  The ole\nSquire her dad, wa'n't poplar about the Purchiss; an' I don't think he\nwur over rich.  The young 'un must a spent most o' the shiners as come\nin for the cotton.  I know _you_ wudn't a cared 'bout that; but others\nwud; an' I guess Clar' Blackadder wa'n't like to hev her choice 'mong\nthe sons o' the best planters; an' I guess too she wa'n't the gurl to\nhev any o' the second-rates.  Then she liked you powerful.  She told me\nso, time I wur back thar, jest arter you left.  Yes, Ned; she liked you,\nan' take this chile's wud for it, she'll stick to thet likin' as death\nto a dead nigger.\"\n\nQuaint and queer as was the trapper's talk, it was pleasant to the ear\nof Edward O'Neil: for such was the name of the young man--the same who\nhad made suit for the hand of Clara Blackadder, and been scornfully\nrejected by her father.\n\nOf his life since that time the story is easily supplied.  On leaving\nthe State of Mississippi he had gone westward into that of Arkansas;\nstaying for some time at Little Rock.  He had afterwards made his way to\nthe Rocky Mountains, in the hope that among their deep defiles he might\nbe enabled to bury the sorrow that was preying upon him.  Chance had\nbrought him in contact with 'Lije Orton, a noted trapper of the time;\nand something besides had made them trapping companions, as well as fast\nfriends: for 'Lije, though of rude habit and exterior, was at the heart\ntrue as steel.\n\nThe young Irishman, smiling at the crude simile of his companion, made\nno reply.  Indeed, there was no opportunity; for, while delivering it,\n'Lije saw that the buffalo-ribs were sufficiently roasted; and, leaning\nforward over the fire, he transferred them from the spit to a large\nwooden platter, taken out of his \"_possible sack_\" [The \"Trapper's\ntravelling bag\"].  Before any response could be given, he had separated\nthe ribs with his knife; and, taking hold of one in both hands, he\ncommenced stripping it with his teeth, as quickly and adroitly as could\nhave been done by the hungriest _coyote_ [Pronounce, _Cohote_.  The\n\"Prairie-Wolf\" (_Canis latrans_)].\n\n------------------------------------------------------------------------\n\nNote 1.  _Sierra_, The Spanish word for \"saw.\"  It also signifies a\nmountain chain or ridge, the idea having no doubt come from the\ndenticulated appearance of the Spanish mountain chains, seen _en\nprofile_, against the sky.  What we call the Rocky Mountains, are known\namong Mexicans as the _Sierra Madre_ (mother chain).  Spurs and\nbranching ranges have particular names, as Sierra Mogollon, Sierra\nGuadalupe, etc.  This word is being adopted into our language, and will\nsoon be thoroughly \"naturalised\" as \"canon,\" \"ranche,\" and others.\n_Cerro_ is a different word, and signifies an isolated mountain or high\nhill, as \"Cerro dorilo.\"\n\n------------------------------------------------------------------------\n\nNote 2.  Pronounced _Peenyon_.  It is the edible or \"nut pine\" (_pinus\nedulis_), of which there are several distinct species throughout Texas,\nMexico, the Rocky Mountains, and California.  They afford food to\nseveral tribes of Indians, and are also an article of consumption in\nmany white (Mexican) settlements.\n\n------------------------------------------------------------------------\n\nNote 3.  There is a remarkable resemblance between the call-note of the\nbald eagle, and the sound made in sharpening a large saw.  And by a\nlittle stretch of fancy, it may be likened to the shrill hysterical\nlaughter, sometimes heard from the insane.\n\n------------------------------------------------------------------------\n\nNote 4.  \"Hole.\"  The trapper name for an enclosed gorge of the kind\ndescribed.\n\n------------------------------------------------------------------------\n\nNote 5.  Sole-leather made from the hide of the buffalo bull, tanned\nIndian fashion.  A French trapper word signifying arrow-proof, on\naccount of its being used for shields by the prairie Indians.\n\n\n\nCHAPTER SEVEN.\n\nBREAKFAST INTERRUPTED.\n\nThe two trappers had got about half through their Homeric meal, when a\nsound reached their ears, that caused them not only to stop mastication,\nbut hold the half-polished ribs suspended, as if they would have dropped\nthem out of their hands!  It was a shot they heard--first one, and then\nseveral others following in quick succession.  They were heard only\nindistinctly, as if fired far off upon the prairie.  But even thus, the\nsounds were not agreeable; for the report of fire-arms in that solitary\nregion has a significance, and not always a safe one.  It might be a\nfriend, who had discharged his gun; but it is more likely to be an\nenemy.  Evidently so believed the two trappers, else they would not have\nfixed their camping-place in a spot so difficult of access--requiring\nthem to wade waist-deep in water, and twice too, every time they went a\nhundred yards from their tent!  The spring-branch occupying the full bed\nof the canon, the only way by which they could conveniently pass out to\nthe plain, nailed for this semi-immersion.  But the same gave them\nprotection against idle intruders.\n\n\"Speel up, Ned!\" cried his companion, \"an' see what you kin see.\"\n\nThe request was at once complied with; the young trapper, flinging down\nhis half-picked bone, commenced climbing the steep face of the rock,\nassisted by the branches of the cedars.  'Lije remained below,\ncontinuing his matutinal meal.\n\nIn a few seconds time O'Neil had reached the summit of the cliff; and\nwith a small binocular glass, which he had taken up along with him,\ncommenced examining the country in the direction whence the shots\nappeared to have come.\n\nIt was yet only the earliest dawn, and the plain towards the east was\nstill shrouded in darkness.  But as the young man kept gazing through\nthe glass, a quick flash came before its field, followed by the report\nof a gun.  At the same instant sparks flew up, as if from a fire that\nhad been trampled upon, and on the still morning air, he could hear the\nconfused sounds of strife, in which human voices appeared to be\nintermingled with the yelling of demons!\n\n\"D'ye see anything, boy?\" called his comrade from below.  \"I hyurd\nanother shot out purairiaward.  You must 'a seed the flash o't?\"\n\n\"More than that,\" responded the young man, speaking with bated breath.\n\"Come up, 'Lije!  There's a fight going on not far off.  Some travellers\nhave been encamped, as I can tell by the sparkling of their fires.  They\nappear to have been attacked, and by Indians.  Come up, quick!\"\n\nThe old trapper, grumbling his chagrin at being interrupted in his\n_dejeuner_, dropped the buffalo-rib; and taking his rifle along with\nhim, commenced ascending the cliff.\n\nBy the time he had joined his companion on the summit, the day had\nalmost dawned; for the morning twilight is of short duration on the head\nwaters of the Southern Platte.\n\nLooking eastward over the plain, they could now see something more than\nthe gleaming of camp-fires; the white tilts of waggons set in\n_corralled_ shape, and around dark forms, of both men and horses,\nswarming and moving like bees hiving upon a branch.  They could hear,\ntoo, the sounds of strife still continuing, or it might be the exulting\nshouts succeeding a triumph.\n\n\"A camp o' whites,\" said the old trapper, half speaking to himself, and\nhalf to his comrade.  \"That's clar from their havin' waggons.  And\nthey've been attackted by Injuns; that's equally sartin from the shouts.\nThar's no mistakin' them yells.  They kedn't come from any other than\nan Injun's throat.  I wonder who the whites kin be?\"\n\nHis young comrade, equally wondering, but still busy with his binocular,\nmade no rejoinder.\n\n\"A party o' emigratin' travellers, I reck'n?\" pursued the old trapper.\n\"Can't 'a be any o' Bent's or Saint Vrain's people.  They wudn't a got\nsurprised that eezy, nor 'ud they a' gone under so quick.  Sartint sure\nhev they gone under.  Listen to them yells!  Thet's the conquerin'\nscreech o' Injuns, sure as my name's 'Lije Orton!\"\n\nHis companion did not need any assurance, beyond what he himself heard\nand saw.  There could be no doubt about its being a travelling party,\neither of emigrants or prairie-traders, that had succumbed to an\nonslaught of savages.\n\nNeither were they long doubtful as to the character of the travellers.\nThe sun, now peeping up over the far prairie edge, illumined the scene\nof strife, showing half-a-dozen waggons, with some of their canvas\ncovers dragged off; and around them the dark forms of a savage cohort.\n\n\"It's a karryvan o' emigrants, as I tuk it for,\" said the trapper.\n\"Rayther a small 'un at thet!  What durned fools they must a' been to\nventur' acrosst the purairias wi' sech a trifle o' strength as they\n'pear to have!  They're all `rubbed out' now, I reck'n; or them as lives\nis captered, an' in the hands o' the Injuns.\n\n\"If them Injuns be, as I suspect they ur--Yellow Chief an' his band--the\nLord pitty them poor critters!  They'd better got rubbed out in the\nscrimmage, and thar 'ud a been an eend o't.\"\n\n\"Yellow Chief!\" repeated the trapper's companion.  \"Ah! if it be he, the\ncruel ruffian, and he have captives, you are right, 'Lije, in pitying\nthem.  I heard some terrible tales of him last time I was over at Bent's\nFort.  Whoever the Indians be, they are certain to have taken some\ncaptives.  An emigrant train, there should be women and children along\nwith it?  Surely the savages will not kill them!  Can we do nothing\ntowards rescuing them?  Think, 'Lije!\"\n\n\"I am a-thinkin', an' hev been, ever since I kim up hyur.  But 'tain't\nno use.  We mout think our heads off, 'ithout devisin' any way to be o'\nuse to them.  We'd only git ourselves into the same trap as they're in--\nan' maybe wuss; for them Cheyennes--'specially Yellow Chief's gang--he's\nlate tuk a desperate anger agin' us trappers, because, as they say, some\no' our fellurs carried off one o' thar squaws from the place whar they\nwar campin' last spring in the middle Park.  If it's the Cheyenne tribe,\nas is squeelin' out thar, the furrer we keep away from 'em, the longer\nwe'll hev har on our heads.  Hilloa! what's thet thing comin' on\nyonder?\"\n\nThe exclamation, as the query that followed, was called forth at sight\nof a dark object, that seemed to be moving over the prairie, and in the\ndirection of the cliff--from the top of which the two trappers,\nthemselves concealed behind a cedar-tree, were scanning the outward\nplain.  It had the appearance of a human being; but one so diminutive in\nsize and of such dusky hue, that it might have passed for a fresh\ndropped buffalo calf, or one of the dark-brown wolves sometimes seen\namong the mountains.  And it seemed to go with a crouching gait, unlike\nthe upright attitude of man!\n\n\"It's a nigger!\" cried the old trapper, as the moving object began to\nget near.  \"A nigger, an' a boy at thet!  Durn me ef 'taint!  What a\ncunnin' young darkey he be.  Look how he winds about through the bushes,\ncrawlin' from scrub to scrub!  Durn me ef thet boy ain't wuth his weight\nin best beaver skins!  Now, I kin see how it air.  He's been one o' the\nkarryvan, which by thet, I reck'n, must be from the South; one o' thar\nslaves sartin; an' seeing his master rubbed out, he's tuk leg bail on\nhis own account.  Wagh! he's comin' right this way!  Ned, yu're soopler\nthan I'm; skoot out, an' try ef ye kin catch him, while I stay hyur, an'\nlook out for what's a doin' yonder.  Grit your claws on the darkey, ef\nye ken, an' we may larn all about it.\"\n\nO'Neil sprang down the cliff; and wading through the canon, was soon\nalongside the black-skinned fugitive--a negro boy, as anticipated.\n\nThere was no chase required for the catching him: the darkey was already\nbreathless and broken down, after his long run; and submitted to being\ntaken prisoner without any attempt at running away--the more readily no\ndoubt on seeing that his captor was white.\n\nThe young Irishman did not question him on the spot: but at once\nconducting him into the cove, called to his comrade to come down.\n\n\"Wall, ye young imp o' darkness!\" began the trapper, as soon as he had\ndescended, \"whar hev _you_ come from, so skeeart-like?\"\n\n\"From de wagins, massa--de wagins, whar da wa camp--\"\n\n\"What wagons?\"\n\n\"De wagins dat we're all a trabellin' wif, cross de big praira.  Dar war\nde white folk and de collr'd people, all ob de plantash'n; an' I 'speck\ndey all kill'd ceptin' maseff.\"\n\n\"Who kilt them?\"\n\n\"De Injuns, dem as war paint'd red, an white, an' ebery colour--dey come\ngallop up on da hosses jess as our folks wa 'bout to git breakfass; an'\n'fore we know what we doin' dey fire dar gun, an' run dar long 'pears\ntroo de people.  O, massa!  I'se sure ebbery body gone killed.\"\n\n\"Wharfor de ye think thet?\"\n\n\"Kase I see ole massa fall down an' de blood 'treaming out o' him face,\nand den I see de obasseah fire shot from his gun, and den de young missa\nshe holler out, an' so did all de ress ob de women an' chilren, boaf de\nbracks an' de whites.  Gorramity! how dey did 'cream!\"\n\n\"What war the name o' yur ole massa, as ye call him?  Kin ye tell us\nthat?\"\n\n\"Law, boss, sartin I kin tell dat.  Ebbery body know de name ob ole\nmassa.  He call de Squiah Brackedder.\"\n\n\"Squire Brackedder!\"\n\n\"Squire Blackadder?\" asked O'Neil, listening with intense anxiety for\nthe answer.\n\n\"Ya, massa; dat am de name.\"\n\n\"Whar did ye come from?  Kin ye tell thet, darkey?\"\n\n\"From Massissippy 'tate--de ole plantashun ain't berry fur from de town\no' Vickburg, on de big ribba.\"\n\nThis was about all the information the negro lad could give.\n\nIt was sufficient for the time.  On obtaining it, the trapper threw up\nhis hands, and gave utterance to a loud \"Phew;\" while his companion\nstood silent, as if suddenly struck dumb!\n\n\n\nCHAPTER EIGHT.\n\nPLANNING A RESCUE.\n\n\"What's best to be dud?  What d'ye say, Ned?\"\n\n\"Let us go straight to the place, and see what has happened.  Oh,\nheavens!  If Clara has been killed!\"\n\n\"Go straight to the place!  Yur a dreamin', young 'un!  Supposin' it be\nYellur Chief an' his crowd o' cut-throats?  We'd both o' us get sculped\nto a sartinty.\"\n\n\"But we might approach under cover near enough--\"\n\n\"Near enuf for nothin'.  Thar ain't no kiver in that quarter, as I kin\nsee from hyur; an' to cut acrosst the purairia, 'ud be to go strait\nsartint inter the teeth o' them squallin' skunks.  Thay're boun' to be\ndrunk jest about this time; and whether it's Yellur Chief's lot or no,\nwe'd get sharp sass from 'em.  Thet ye may swar to.\"\n\n\"We must do something, 'Lije.  I cannot bear to think that she may be in\nthe hands of those horrid savages, and I standing here almost within\nsight of her!  If she be living I must rescue; and if dead, by heavens,\nI shall revenge her!  We must do something, 'Lije! we must.\"\n\n\"An' who said we wa'n't a go in' to do somethin'?  Not this chile, sure.\nMaybe I mout a said so, ef thar hed been only ole Blackedder in the\nscrape an' his precious son along wi' him, an' along wi' both thet\nscoundrel o' a overseeur, Sam Snively.  But the gurl--she's diff'rent;\nan' I feel as desprit on doin' somethin' for her as you kin.  F'r all\nthet it's no use our doin' what air durned foolechness.  We must set\n'bout this thing wi' percaushun.  Hyur you, darkey!  Kin you tell how\nmany Injuns thar war in the party thet attackted ye?\"\n\n\"Dar war a big lot, massa--gobs on 'em; I'se sure more'n a hunder--far\nmore'n dat.\"\n\n\"Bah!\" exclaimed the trapper, disappointedly.  \"'Tain't no use inquirin'\no' him.  See hyur, niggur!  Did you notice any o' them as 'peered to be\nthar leader?\"\n\n\"Wha--what, massa?\"\n\n\"A leeder, durn ye!  A chief!\"\n\n\"A chief?\"\n\n\"Yes, one that war actin' as boss, or overseer.\"\n\n\"Ah! de boss.  Yes, thar war a bossy 'mong dem; I 'pose he muss 'a been,\nlease he order all de oders 'bout.\"\n\n\"Kin ye discribe what he war like?  How war he dressed?  What sort o'\nduds had he on him?\"\n\n\"Easy 'nuf dat, massa.  He drest moas like de ress ob dem--only on de\ntop ob him head dar wa' a big spread ob feather, shinin' like de tail o'\na peacock.\"\n\n\"The Yellur Chief!\" exclaimed the questioner, on hearing the\ndescription.\n\n\"No, massa.  He no yella'.  He wa' painted red.  Dar wa' some yella'\nstripe; but mos' ob him wa' a bright red colour--redder dan blood.\"\n\n\"Never mind that, nigger: you don't know what I'm talkin' 'bout.  What\ndid ye see him do?\"\n\n\"Seed him try to 'top de shootin' and killin'.\"\n\n\"Stop the shootin' and killin'!  You saw him tryin' to do thet?  Air ye\nsure o't, boy?\"\n\n\"No, massa, I ain't shoo'.  I thort he wa' doin' so.  I wa'n't shoo'.  I\nwa' 'feard dey ud go on wif de killin', an' dat's why I 'tole 'way from\nde place, an' run out dis way.\"\n\n\"Eft be Yellur Chief, odd 'bout his tryin' to stop the killin'.  'Tain't\nhis way.\"  This remark was to O'Neil, who stood chafing at the delay.\n\n\"It _is_ strange;\" he answered.  \"In any case, it's no use our remaining\nlonger here, if we're going to do anything.  What can you think of,\n'Lije?\"\n\nThe trapper, with his right palm resting upon the stopper of his gun,\nstood for a while, reflecting.\n\n\"Thar's one thing,\" he said at length; \"eft air this Cheyenne skunk, an'\nhe ha'nt kilt the hull lot o' them outright, thar's jest a chance o' our\nsavin' some o' 'em.\"\n\n\"Thank God!\" exclaimed O'Neil, in a tone of relieved anxiety.  \"You\nthink there's a chance, 'Lije?\"\n\n\"I duz.\"\n\n\"In what way?\"\n\n\"Wal; still concedin' the point o' its bein' Yellur Chief, I kin guess\nputty near what it means.  He's out wi' a band o' the young braves, that\nain't likely to track strait back to the town o' thar tribe; so long's\nthey've got captive weemen among 'em.\"\n\nThe young Irishman started at the words.  They conveyed a thought that\ngave pain to him; but, anxious to hear his comrade's scheme for their\nrescue, he did not interrupt him.\n\n\"An' ef't be them, I kin guess whar they'll go--most sartin o't.  This\nchile chances to know one o' Yellur Chief's private campin' grouns'.  I\nlarnt thet when I war trappin' in this quarter too yeern ago--time's you\nwar down stayin' at Bent's.  They're over yonner now, a plunderin' the\npoor emigrants an' thar wagins, an' we mout go strait to 'em ef we\nwanted to git shet o' our scalps.  But as we don't want thet, the\nquestion is, whar they'll be when we kum back in search o' 'em.\"\n\n\"Come back!  You purpose going somewhere?  Where to?\"\n\n\"To Saint Vrain's.\"\n\n\"Ah!  For what purpose?\"\n\n\"For the only purpiss thet kin sarve _our_ purpise: an' thet air to git\na wheen o' mounting men as kin lend us a han' in this bisness.  Without\nthet, we'd hev as much chance to rescoo the captives--ef thar be any\nsech--as for a kripple to catch a Kit-fox.\"  [Note 1.]\n\n\"Do you think we should find any there?\"\n\n\"I'm sartint we will.  The darkey hez tolt us o' a party that passed the\nwagins on thar way.  No doubt they war boun' for the Fort.  Besides, I\nmet sev'ral fellurs last seeson while I war trappin' on the Collyrado,\nas sayed they war goin' east, an' intended makin' stop at Saint Vrain's\non thar way.  I shedn't be serprised ef we foun' fifty on 'em thar now.\nHelf o' the number will be enuf to chestise Yellur Chief an' his gang o'\nfreebooters.  Thurfor let's go to the Fort right away, an' see what kin\nbe done.\"\n\n\"I'm with you, 'Lije!  We must lose no time!  Think of the danger she\nmay be in; that is, if not past all danger already.  Oh, I fear to\nreflect on it.\"\n\n\"Ye're right, 'bout not losin' time,\" said the trapper, without noticing\nthe last exclamatory remark.  \"Same time,\" he added, \"'twon't do for us\ntu make too much haste, else we mout find it the wuss speed, as the\nspellin' book used ter say.  We must keep clost in to the bottom o' the\nbluffs in goin' torst Saint Vrain's; else them Injuns may spy us.  Ef\nthey shood, we'll be in for a ugly scrape; an' not like to git clar o't\n'ithout sheddin' the skins o' our two skulls.  Wagh! thet ere wudn't be\nno way agreeable; an' ef't wa'n't thet thar's a gurl in the questin,\nwhose life, an' somethin' else, oughter be saved, I'd a stayed hyur to\nfinish my breakfust, and let Yellur Chief an' his cut-throats go\nstraight to custrut to--darnation!  But come, Ned! we're a wastin' time,\nan' I know you don't weesh thet.  Hyur now nigger! you help wi' the\nsaddlin' o' these hosses.  Ef you've been brought up 'bout Squire\nBlackedder's stables I reck'n you know somethin' 'bout hosses.  An'\nharkee, boy! we two air goin' away a bit.  So you keep clost in this\nhyur hole, till we kum back agin'.  You kin rest yur black karkidge\ninside that thar tent, whar ye'll find somethin' in the way o' buffler\nmeat to keep yur ivories from chatterin'.  Don't eet it all, d'ye heer.\nWe may come back sharp-set; an' ef thar's nothin' left, may take it into\nour heads to eet you.\"\n\nWhile this talk was going on, two horses were led forth from a cave in\nthe cliff that served them for stable.\n\nBoth being quickly accoutred, the trappers sprang into their respective\nsaddles; and spurring towards the canon, were soon plunging between its\nshadowy walls, on their way to the outward plain.\n\nSixty seconds spent in wading, and they emerged dripping into the light\nof day.  More of it than they wished for: since the sun was now fairly\nup, his disc appearing some two or three degrees above the prairie\nhorizon.\n\nThere was need for the horsemen to show circumspection.  And they did:\nsilently skirting the cliff, and keeping behind the huge boulders, that,\nfor long ages shed from its summit, strewed the plain at its base.\n\n\"Arter all, Ned,\" said the old trapper, when they had ridden to a safe\ndistance from the dreaded spot, \"we needn't 'a been so partickler.  I\nreck'n, 'bout this time, thar ain't a sober Injun upon the banks o'\nBijou.  I hope ole Blackedder an' his party, afore leavin' the\nsettlements, laid in a good supply o' rot-gut--enuf to keep them skunks\ndead-drunk till we kin git back agin.  Ef thet be the case, thar'll be\nsome chance o' our chestisin' 'em.\"\n\nA mental \"amen\" was the only response made by the young Irishman; who\nwas too much occupied in thinking of Clara Blackadder's danger, to\nreflect coolly on the means of rescuing her--even though it were certain\nshe still lived.\n\n------------------------------------------------------------------------\n\nNote 1.  _Vulpes velox_.  The swiftest of the foxes; called \"Kit-fox,\"\nby the fur-traders, on account of the skin being taken from the carcase\nwhole, as with rabbit-skins--not split up the abdomen, as with the\nlarger species.\n\n\n\nCHAPTER NINE.\n\nSAINT VRAIN'S.\n\nOne of the classical names associated with the \"commerce of the\nprairies\" is that of _Saint Vrain_.  Ever since trapping became a trade,\nor at all events, since prairie-land, with its wonders, had grown to be\na frequent, as well as interesting topic of conversation around the\nhearth-fires of the American people, the names of Bent, Saint Vrain,\nBonneville, Robideau, Laramie, and Pierre Choteau, might often be heard\nupon the lips of men.\n\nAnd none more frequently than Saint Vrain, by whose daring and\nenterprise not only were caravans carried across the almost untrodden\nwilderness to the Mexican settlements of Santa Fe, but forts established\nin the very midst of this wilderness, and garrisons maintained, with a\nmilitary efficiency rivalling the body-guard of many a little European\ndespot!\n\nYet there was no despotism here, supported by the sweat of a taxed\npeople; only a simple defensive organisation for the pursuit of a\nvaluable, as a laudable, industry.\n\nAnd when the iron horse goes snorting through the midst of those distant\nsolitudes, and cities have sprung up on his track, the spots so marked\nin our history will become classic ground; and many a tale will be told\nof them, redolent of the richest romance.\n\nWere I to live in the not very remote future, I would rather have in my\nornamental grounds the ruins of one of Bent's or Saint Vrain's Forts,\nthan the crumbling walls of Kenilworth Castle or the Keep of\nCarisbrooke.  More picturesquely romantic, more exalting, would be the\nsouvenirs recalled, and the memories awakened by them.\n\nSaint Vrain's trading-post, on the South Fork of the Platte, was one of\nthose long noted as a favourite rendezvous of the free trappers [Note\n1], as might have been told by any one chancing to make stop at it in\nthe season when these wandering adventurers laid aside their traps to\nindulge in a spell of idleness and a \"spree.\"\n\nJust such a time was that when Squire Blackadder and his emigrant\ncompanions were approaching the post, and fell into the clutches of the\nCheyennes.  It was not one of their grandest gatherings, since only\nabout twenty of them were there; but among twenty trappers, or even\nless, there is no lack of company.  And if all, or even part of them,\nhave returned with fat packs, and found beaver selling at three dollars\nthe \"plew\" [Note 2], there will be a merry company; at times becoming\ndangerous--not only to strangers, but to one another--through too much\ndrink.\n\nAn assemblage of this sort--including, we are sorry to say, both the\nsober and the drunk--were at Saint Vrain's Fort, on the day above\nspecified.  They had come there from all quarters--from the parks and\n\"holes\" of the Rocky Mountains, from the streams, creeks, and branches\non this side running east, as well as from the head waters of the Green,\nBear, and Colorado coursing west.  Nearly all of them had made a good\nseason of it, and arrived with their pack animals staggering under the\nspoils of the trap and the rifle.\n\nThese had become the property of the Fort, after an exchange on its side\nof guns, knives, powder, and lead, with five-point Mackinaw blankets,\nand other articles of trapper wear; including those of adornment, and\nnot forgetting some sparkling _bijouterie_ intended as gifts, or \"guages\nd'amour\" for the bronze-skinned beauties of the prairie.  Rude as is the\ntrapper's life, and solitary too, he is not insensible either to the\nsoft charms of love, or its companionship.\n\nIn addition to the articles thus swapped or \"trucked,\" the trappers\nassembled at Saint Vrain's in exchange for their peltries, had received\na large quantity of coin currency, in the shape of Mexican silver\ndollars.  With these burning the bottoms out of their pockets, it is\nscarce necessary to say that drink was the order of the day, with cards\nas its accompaniment.\n\nWe regret having to make this statement; as also that quarrels are the\ntoo frequent termination of these games of euchre and \"poker.\"\n\nAnother source of strife among the trappers assembled at Saint Vrain's\nwas to be found in the fact, that a friendly Indian tribe, the \"Crows,\"\nwere encamped near the post; and among these birds, notwithstanding the\nname are many that are beautiful.\n\nNo soft courtship suits an Indian belle.  If you want to win her, you\nmust show bravery; and you will not risk losing her affections if your\nbravery degenerate into brutalism!\n\nSuch are the moral inclinings of both men and women in the state called\n\"savage;\" but it must not be supposed that this is the state of Nature.\nOn the contrary, the _savages_, properly so-styled, have long since\npassed from their pristine condition of simplicity.  [Note 3.]\n\nSeveral quarrels had occurred among the trappers at Saint Vrain's Fort--\nmore than one that had ended in the shedding of blood--and one of the\nbloodiest was on the eve of breaking out, when a cry from the sentinel\non the azotea [Note 4] caused a suspension of the broil.\n\nThe quarrellers were below, on the level plain that stretched away from\nthe grand gate entrance of the building, and formed a sort of general\nground for assemblage--as well for athletic sports, as for games of a\nless recommendable kind.\n\nThe shout of the sentry caused them to look towards the plain, where\nthey saw two horsemen going at a gallop, and evidently making for the\nFort.\n\nThe rapidity with which they approached, and the way they were urging on\ntheir steeds, told a tale of haste.  It could be no caper of two men\ntrying the speed of their horses.  The animals seemed too badly blown\nfor that.\n\n\"Thar's Injuns after them two fellers!\" said Black Harris, a celebrated\nmountain man.  \"Or hez a been not far back.  Boys! can any o' ye tell me\nwho they are?  My sight ain't so plain as 'twar twenty yeer ago.\"\n\n\"If I ain't mistook,\" answered another of the trapper fraternity, \"that\n'un on the clay-bank hoss is ole 'Lije Orton, oreeginally from\nTennessee.  Who the other be, durn me ef I know.  A young 'un, I guess;\nan' don't look at all like these hyar purairies, though he do sit that\nblack hoss, as though he war friz to him.  Don't the feller ride\nspunky?\"\n\n\"_Ay dios_!\" exclaimed a man whose swarth skin and bespangled costume\nproclaimed him a Mexican.  \"Call that riding, do you?  _Carrai_! on our\nside of the mountains a child of six years old would show you better!\"\n\n\"In trath an' yez are mistaken, Misther Saynyor Sanchis, as ye call\nyerself.  I know who that gossoon is that's comin' up yonder, for he's a\ncountryman of mine; and, be the powers! he can roide to bate any Mixikan\nin the mountains--not like a cat stickin' on the back av a goat, as yez\ndo it; but like a gintleman.  Him yonder beside ould 'Lije Orton, is\nMisther Edward Onale, ov the Onales av County Tipperary; an', be\njabbers, he _is_ a gintleman be both sides av the house!\"\n\nBefore this new discussion could culminate in another quarrel, the two\nhorsemen had ridden upon the ground, and pulled up in the midst of the\ntrappers, who, with eager, inquiring looks, gathered in a circle around\nthem.\n\n------------------------------------------------------------------------\n\nNote 1.  The \"free\" or \"independent trappers,\" as they were also called,\nformed a class _sui generis_, in many respects differing from the\nregular _employes_ of the fur-trading companies.  They were different in\nideas and habits, as also in the _dangers_ of their calling.\n\n------------------------------------------------------------------------\n\nNote 2.  _Plew_.  The trapper name for the beaver skins.  They are now,\nI believe, only worth a dollar each.  Formerly they were saleable at\nfour.  The introduction of the silk hat ruined the trapper's trade,\nthough it has been a great boon to the beavers.\n\n------------------------------------------------------------------------\n\nNote 3.  There is no instance on record of a tribe in the so-called\npristine \"savage\" state, having been convicted of the crime of\ncannibalism.  This is an \"institution\" that comes only after a certain\ndegree of civilisation has been attained, or rather when the period of\ndespotism has arrived, both priestly and monarchical.  There is no court\nwhere ceremonies are more complete than that of Thakonbau, the \"King of\nthe Cannibal Islands,\" of \"Figi.\"\n\n------------------------------------------------------------------------\n\nNote 4.  The trading fort of the fur companies in the Mexican portion of\nthe prairie country were usually built, Mexican fashion, with the flat\nroof or _azotea_.\n\n\n\nCHAPTER TEN.\n\nCHANGED HOSTILITIES.\n\nThe freshly arrived horsemen, instead of alighting, remained seated in\ntheir saddles.\n\nFor a time neither spoke, though their silence might be for want of\nbreath.  Both were panting, as were also the horses that bore them.\n\n\"Theer's somethin' wrong, 'Lije Orton,\" said Black Harris, after\nsaluting an old comrade.  \"I can tell that by yur looks, as well's by\nthe purspiration on yur anymal.  'Tain't often as _you_ put the critter\nin such a sweet.  What is it, ole hoss?  Yeller belly, or Injun?  It\ncan't be white.\"\n\n\"White's got somethin' to do wi' it,\" replied the old trapper, having\nsomewhat recovered his wind.  \"But Injun more.\"\n\n\"Thar's a riddle, boys!  Which o' ye kin read it?  'Splain yurself,\n'Lije.\"\n\n\"Thar ain't much explinashin needed; only that a party o' emigrants hez\nbeen attackted on Bijou Crik, an' maybe all on 'em killed, fur as this\nchile kin tell.\"\n\n\"What emigrants?  Who attacked them?\"\n\n\"Yur fust question, boys, I kin answer clar enuf.  They were some\nplanters from the State o' Massissippi.\"\n\n\"That's my State,\" interpolated one of the trappers, a young fellow,\ninclined to take part in the talking.\n\n\"Shet up yur head!\" commanded Harris, turning upon the fellow one of his\nblackest frowns.\n\n\"Whether it air yur State or no,\" continued the imperturbable 'Lije,\n\"don't make much diff'rence.  What I've got to say, boys, air this: A\nkarryvan o' emigrant planters, boun' for Californey, wi' thar niggers\nalong, camp'd last night on the bank o' Bijou Crik.  After sun-up this\nmornin', they war set upon by Injuns, an' I reck'n most, ef not all on\n'em, hev been rubbed out.  I chance to know who them emigrants war; but\nthet's no bizness o' yurn.  I reck'n it's enuf that they war whites, an'\nthet Injuns hez dud the deed.\"\n\n\"What Indians?  Do you know what tribe?\"\n\n\"That oughtn't to make any diffrence eyther,\" responded 'Lije.  \"Though\nI reck'n it will, when I've tolt ye who the attacktin party war, an' who\nled 'em.  I've alser got on the trail o' that.\"\n\n\"Who?  'Rapahoes?\"\n\n\"No.\"\n\n\"Tain't the direction for Blackfeet.\"\n\n\"Nor Blackfeet neyther.\"\n\n\"Cheyennes, then?  I'll stake a bale o' beaver it's them same Injuns, in\nmy opeenyun, the most trecher-most as scours these hyar perairies.\"\n\n\"Ye wouldn't lose yur skins,\" quietly responded 'Lije.  \"It air\nCheyennes es hez done it.\"\n\n\"And who do you say chiefed 'em?\"\n\n\"There's no need asking that,\" said one, \"now we know it's Cheyennes.\n_Who_ should it be but that young devil they call Yellow Chief?  He's\nrubbed out more o' us white trappers than the oldest brave among 'em.\"\n\n\"Is it he, 'Lije?\" asked several in a breath.  \"Is it the Yellow Chief?\"\n\n\"'Taint nobody else,\" quietly declared the trapper.\n\nThe declaration was received by a perfect tornado of cries, in which\ncurses were mingled with threats of vengeance.  All of them had heard of\nthis Indian chieftain, whose name had become a terror to trapperdom--at\nleast that section of it lying around the head waters of the Platte and\nArkansas.  It was not the first time many of them had sworn vengeance\nagainst him, if he should ever fall into their power; and the occasion\nappeared to have arrived for at least a chance of obtaining it.  The air\nand attitude of 'Lije Orton led them to believe this.\n\nAll at once their mutual quarrels were forgiven, if not forgotten; and,\nwith friendships fresh cemented by hostility to the common foe, they\ngathered around the old trapper and his companion--first earnestly\nlistening to what these two had still to tell, and then as earnestly\ngiving ear to the trapper's counsels about the course to be pursued.\n\nThere was no question of their remaining inactive.  The name of the\nYellow Chief had fired one and all, from head to foot, rousing within\nthem the bitterest spirit of vengeance.  To a man they were ready for an\nexpedition, that should end either in fight or pursuit.  They only\nhesitated to consider how they had best set about it.\n\n\"Do you think they might be still around the wagons?\" asked one,\naddressing himself to Orton.\n\n\"Not likely,\" answered 'Lije; \"an' for reezuns.  Fust an' foremost, thar\nwar some o' you fellers, as passed the karryvan yesterday, 'bout the\nhour o' noon.  Ain't that so?\"\n\n\"Yes; we did,\" responded one of the three trappers, who, standing\nsilently in the circle, had not yet taken part in the hurried\nconversation.  \"We travelled along with them for some distance,\"\ncontinued the man, \"and stayed a bit at their noon halting-place.  We\ndidn't know any of the party, except their guide, who was that Choctaw\nthat used to hang about Bent's Fort.  Waboga, the Indjens call him.\nWell; we warned them against the fellur, knowing him to be a queer 'un.\nLike enough it's him that has betrayed them.\"\n\n\"Thet's been the treetor,\" said 'Lije.  \"Him an' no other; tho' it\nmoutn't 'a made much difference.  They war boun' to go under anyhow, wi'\nYellur Chief lookin' arter 'em.  An' now, as to the lookin' arter _him_,\nwe won't find him at the wagons.  Knowin' you've kim on hyar, an'\nknowin', as he's sartint ter do, thet thar's a good grist o' trappers at\nthe Fort, he'll stay 'bout the plundered camp no longer than'll take him\nan' his party to settle up spoilin' the plunder.  Then they'll streak\nit.  They've goed away from thar long afore this.\"\n\n\"We can track them.\"\n\n\"No, ye can't.  Leastwise, ef ye did, it woudn't be a bit o' use.  This\nchile hev thort o' a shorter an' better way o' findin' out thar\nwarabouts.\"\n\n\"You know where they are gone, 'Lije?\" interrogated Black Harris.\n\n\"Putty nigh the spot, Harry.  I reck'n I kin find it out, 'ithout much\ngropin'.\"\n\n\"Good for you, ole hoss!  You guide us to thar swarmin'-place; an' ef we\ndon't break up thar wasps' nest and strangle thar yellar hornet o' a\nchief, then call Black Harris o' the mountains a dod-rotted greenhorn!\"\n\n\"Ef I don't guide ye strait custrut into thar campin'-place ye may call\nole 'Lije Orton blinder than the owls o' a purairia-dog town.  So git\nyour things ready, boys; an' kum right arter me!\"\n\nIt was an invitation that needed no pressing.  The hope of being\nrevenged on the hated subchief of the Cheyennes--for deeds done either\nto themselves, their friends, or the comrades of their calling--beat\nhigh in every heart; and, in less than ten minutes' time, every trapper\nstaying at Saint Vrain's Fort, with a half-score other hangers-on of the\nestablishment, was armed to the teeth, and on horseback!\n\nIn less than five minutes more, they were hastening across the prairie\nwith 'Lije Orton at their head, in search of the Yellow Chief.\n\nThey were only five-and-twenty of them in all; but not one of their\nnumber who did not consider himself a match for at least three Indians!\n\nAs for Black Harris, and several others of like kidney, they would not\nhave hesitated a moment about encountering six each.  More than once had\nthese men engaged in such unequal encounters, coming out of them\nvictorious and triumphant!\n\nTwenty-five against fifty, or even a hundred, what signified it to them?\nIt was but sport to these reckless men!  They only wanted to be brought\nface to face with the enemy; and then let their long rifles tell the\ntale.\n\nIt was a tale to be told, before the going down of the sun.\n\n\n\nCHAPTER ELEVEN.\n\nCAPTORS AND CAPTIVES.\n\nOnce more in the gorge, where the young Cheyenne chief and his band had\nencamped, before making attack upon the emigrant caravan.\n\nIt is the day succeeding that event, an hour before mid-day, with a\nbright sun shining down from a cloudless sky.  The stage is the same,\nbut somewhat changed the characters who figure upon it, having received\nan addition of more than double the number.  The Indians are there; but\neven they do not seem the same.  From the quiet earnest attitude of an\nexpeditionary band, they have been transformed into a crowd of shouting\nsavages.\n\nFoxes before the quarry was run down, they are now ravening wolves.\n\nSome are carousing, some lying on the grass in a state of helpless\ninebriety; while others, restrained by the authority of their chief,\nhave kept sober, and stand guard over their new-made captives.\n\nOnly a few are needed for this duty.  Three sentinels are deemed\nsufficient--one to each group; for the prisoners have been separated\ninto three distinct parties--holding places apart from one another.  The\nnegroes, men, women, and children, driven into a compact ring, occupy an\nangular space between two projections of the cliff.  There, huddled\ntogether, they have no thought of attempting to escape.\n\nTo them their new condition of captivity is not so very different from\nthat to which they have been all their lives accustomed; and, beyond\nsome apprehension of danger, they have not much to make them specially\ndiscontented.  The Indian who stands beside them, with the butt of his\nlong spear resting upon the turf, seems to know that his guard duty is a\nsinecure.\n\nSo also the sentinel who keeps watch over the white women--five in all,\nwith about three times as many children--boys and girls of various\ndegrees of age.\n\nThere is one among them, to whom none of these last can belong.  She is\nold enough to be a wife; but the light airy form and virginal grace\nproclaim her still inexperienced in marriage, as in the cares of\nmaternity.  It is Clara Blackadder.\n\nSeated alongside the others, though unlike them in most respects, she\nseems sad as any.\n\nIf she has no anxiety about the children around her, she has grief for\nthose of older years--for a father, whom but a few hours before she had\nseen lying dead upon the prairie turf, and whose grey hairs, besprinkled\nwith blood, are still before her eyes.\n\nIt is his scalp that hangs from the point of a spear, stuck upright in\nthe ground, not ten paces from where she sits!\n\nThere is yet another group equally easy to guard; for the individuals\ncomposing it are all securely tied, hand, neck, and foot.\n\nThere are six of them, and all white men.  There had been nine in the\nemigrant party.  Three are not among the prisoners; but besides the\nwhite scalp accounted for, two others, similarly placed on spears, tell\nthe tale of the missing ones.  They have shared the fate of the leader\nof the caravan, having been killed in the attack upon it.\n\nAmong the six who survive are Snively, the overseer, and Blount\nBlackadder, the former showing a gash across his cheek, evidently made\nby a spear-blade.  At best it was but an ill-favoured face, but this\ngives to it an expression truly horrible.\n\nA top belonging to one of the wagons has been brought away--the wagons\nthemselves having been set on fire, out of sheer wanton wickedness; such\ncumbrous things being of no value to the light cavalry of the Cheyennes.\n\nThe single tilt appears in the camping-place, set up as a tent; and\ninside it the chief, somnolent after a sleepless night, and wearied with\nthe work of the morning, is reclining in _siesta_.\n\nWaboga, with the body-servant, keeps sentry outside it.  Not that they\nfear danger, or even intrusion; but both know there is a spectacle\nintended--some ceremony at which they will be wanted, and at any moment\nof time.\n\nNeither can tell what it is to be--whether tragic or comic; though both\nsurmise it is not likely to be the latter.\n\nThe white men are not so fast bound, as to hinder them from conversing.\nIn a low tone, telling of fear, they discuss among themselves the\nprobability of what is to be done with them.\n\nThat they will have to suffer punishment, is not the question; only what\nit is to be, and whether it is to be death.  It may be even worse: death\npreceded by torture.  But death of itself is sufficient to terrify them;\nand beyond this their conjectures do not extend.\n\n\"I don't think they'll kill us,\" said Snively.  \"As for myself, they\nought to be satisfied with what they've done already.  They could only\nhave wanted the plunder--they've got all that; and what good can our\nlives be to them?\"\n\n\"Our lives, not much,\" rejoins a disconsolate planter.  \"You forget our\nscalps!  The Indians value them more than anything else--especially the\nyoung braves, as these appear to be.\"\n\n\"There's reason in that, I know,\" answers the overseer.  \"But I've heard\nthat scalps don't count, if taken from the heads of prisoners; and\nthey've made us that.\"\n\n\"It won't make much difference to such as them,\" pursues the\napprehensive planter.  \"Look at them!  Three-fourths of them drunk, and\nlikely at any minute to take the notion into their heads to scalp us, if\nonly for a frolic!  I feel frightened every time they turn their eyes\nthis way.\"\n\nOf the six men, there are four more frightened when the carousing\nsavages turn their eyes in another direction--towards the group of white\nwomen.  One of these is a widow, made so that same morning, her husband\nat the time lying scalped upon the prairie--his scalp of luxuriant black\ncurls hanging before her face, upon the bloody blade of a lance!\n\nThree others have husbands among the men--the fourth a brother!\n\nThe men regarding them, and thinking of what may be their fate, relapse\ninto silence, as if having suddenly bet speech.  It is the\nspeechlessness of despair.\n\nThe Yellow Chief--by Captain Mayne Reid\n\n\n\nCHAPTER TWELVE.\n\nA NOVEL MODE OF PUNISHMENT.\n\nThe sun was already past the meridian when the young Cheyenne chief,\ncoming out from under the wagon tilt, once more showed himself to his\ncaptives.  Since last seen by them there was a change in his costume.\nIt was no more the scant breech-cloth worn in war; but a gala dress,\nsuch as is used by savages on the occasion of their grand ceremonies.\nHis coat was the usual tunic-like shirt of the hunter, with fringed cape\nand skirt; but, instead of brown buckskin, it was made of scarlet cloth,\nand elaborately adorned by bead embroidery.  Underneath were fringed\nleggings, ending in moccasins, worked with the porcupine quill.  A\nMexican scarf of crimson China crape was around his waist, with its\ntasselled ends hanging behind.  On his head was a checkered Madras\nkerchief, tied turban fashion, its corners jauntily knotted on one side;\nwhile above the other rose a \"panache\" of bluish plumes, taken from the\nwings of the \"gruya,\" or New Mexican crane, their tips dyed scarlet.\n\nStuck behind his sash was a glittering bowie-knife, that might once have\nbeen the property of a Kansas regulator; and there were also pistols\nupon his person, concealed under the white wolf-skin robe that still\nhung toga-like from his shoulders.  But for the emblematical painting on\nhis face, freshly touched up, he might have appeared handsome.  With\nthis he was still picturesque, though terrible to look upon.  His size--\nhe was full six feet--gave him a commanding appearance; and his\nmovements, easy and without agitation, told of a commanding mind.  His\nfollowers seemed to acknowledge it; as, on the moment of emerging from\nthe tent, even the most roysterous of them became quiet over their cups.\n\nFor some minutes he remained by the open end of the tent, without\nspeaking to any one, or even showing sign that he saw any one around\nhim.  He seemed occupied with some mental plan, or problem; the solution\nof which he had stepped forth to seek.\n\nIt was in some way connected with the tiny waterfall, that fell like a\nspout from the cliff; for his eyes were upon it.\n\nAfter gazing at it for some time, they turned suddenly up to the sun;\nand as if seeing in it something to stimulate him, his attitude became\nchanged.  All at once he appeared to arouse himself from a lethargy,\nlike one who has discovered the necessity for speedily entering upon\naction.\n\n\"Waboga!\" he called, addressing himself to the Choctaw.\n\nThe traitor was not one of the intoxicated, and soon stood before him.\n\n\"Take some of the young men.  Cut down a tree--one of the pinons yonder.\nLop off the branches, and bring it here.\"\n\nWaboga went about the work, without saying a word; and a couple of\ntomahawks were soon hacking at the tree.\n\nIt was but a slender one, of soft pine wood; and shortly fell.  Then,\nlopped and topped, its trunk was dragged up to the spot where the chief\nstood, and where he had remained standing ever since issuing the order.\n\n\"It will do,\" he said, looking at the felled pinon, as if satisfied of\nits being suitable for his purpose.  \"Now take it to the fall there, and\nset it up; behind the jet of the water, so that it just clears it.  Sink\na deep hole, and see you stake it firmly.\"\n\nThe hole was sunk; the tree set upright in it; and then firmly wedged\naround with stones.  The tiny stream, coming down from the cliff, fell\nvertically in front, according to the directions given, just clearing\nits top.\n\nBy further instructions from the chief, a stout piece of timber, taken\nfrom one of the limbs, was lashed transversely to it, forming a cross,\nabout five feet above the ground.\n\nDuring all these preparations no one knew for what they were intended.\nEven the Indians employed could not tell, and Waboga was himself\nignorant.\n\nThe captives were equally at a loss to make out what was meant; though\nthey surmised it to be the preliminary to some mode of punishment\nintended for themselves.\n\nWhen they saw the erection taking the form of a crucifix, this of itself\nwas suggestive of torture; but observing also the strange spot in which\nit was being set up, there began to glimmer on their minds a shadowy\nthought of its kind.  Snively and one or two others--Blount Blackadder\namong them--in the upright post and its cross-piece, with the water-jet\nfalling in front, were reminded of a mode of punishment they had\nthemselves too often inflicted.\n\n\"I wonder what they can be after wantin' with that,\" said one of the\nplanters to his fellow-captives.\n\nNone of them made reply.  The same thought was in the minds of all, and\nit was terrifying them beyond the power of speech.\n\nThe interrogatory was answered in a different way.  About a dozen of the\nIndians, who had been called up around the chief, appeared to receive\nsome directions from him.  They were given in the Cheyenne tongue, and\nthe captives could not make out what was said; though they could tell by\nthe attitude and gestures of the chief Indians it related to themselves.\n\nThey were not long before discovering its object.  Five or six of the\nyoung braves, after listening to the commands of their leader, turned\ntheir backs upon him, and came bounding on to the spot where the\nprisoners lay.  They appeared in high glee, as if some sport was\nexpected; while the hostile glance from their fierce eyes proclaimed it\nto be of a malignant kind--some ceremony of torture.  And so was it.\n\nIt could scarce have been by accident that Blount Blackadder was the\nfirst victim selected.  He was behind the others, and half crouching in\nconcealment, when he was seized by two of the painted savages; who,\njerking him suddenly to his feet, undid the fastenings around his\nankles.\n\nIt was not to set him free; only to save them the trouble of carrying\nhim to the spot where he was to afford them a spectacle.  And it was of\nthe kind at which he had himself often assisted--though only as a\nspectator.\n\nHis fellow-prisoners had no longer a doubt as to the torture intended\nfor him, and in store for themselves.  If they had, it was soon settled\nby their seeing him conducted forward to the spot where fell the tiny\ncataract, and forced under it--with his back towards the tree-trunk.\n\nIn a few seconds, his ankles were bound around its base.  Then his arms,\nset free, were pulled out to their full stretch, and fast lashed to the\ntransverse bar, so that his attitude resembled that of one suffering\ncrucifixion!\n\nSomething still remained to be done.  A raw-hide rope was passed around\nhis throat and the tree-trunk behind, to which it was firmly attached.\nHis head was still untouched by the water-jet, that fell down directly\nin front of his face.\n\nBut he was not to remain thus.  As soon as his position seemed\nsatisfactory to the Indian chief, who stood examining it with a critical\neye, and, so far as could be judged through the paint, with a pleased\nexpression upon his face, he called some words of direction to a young\nwarrior who was near.  It was obeyed by the Indian, who, picking up an\noblong block of stone, stood holding it above the head of him who was\nbound to the cross.\n\n\"So, Blount Blackadder!\" cried the Cheyenne chief, no longer speaking in\nthe Indian tongue, but in plain understandable English.  \"It's your turn\nnow.  _Give him a double dose_!\"\n\nAs he spoke, the Indian, who held the stone, sogged it down between the\nback of Blackadder's neck and the trunk of the tree.  Wedged there, it\nbrought his head into such a position, that the stream of water fell\nvertically upon his crown!\n\nThe words pronounced by the Cheyenne chief produced a startling effect.\nNot so much upon him, who was transfixed under the jet; though he heard\nthem through the plashing water, that fell sheeted over his ears.\n\nFor he well knew the purpose for which he had been so disposed, as well\nas the pain to be endured; and he was already in a state of mind past\nthe possibility of being further terrified.\n\nIt was not he, but others, who heard them with increased fear; others\nwho knew them to be words of dread import.\n\nSnively started as they fell upon his ear; and so to Clara Blackadder.\nShe looked up with a strange puzzled expression upon her countenance.\n\n_Give him a double dose_!\n\nWhat could it mean?  Snively had heard the order before--remembered a\nday on which he was commanded to execute it!\n\nAnd the words, too, came from the mouth of an Indian chief--a painted\nsavage--more than a thousand miles from the scene that recalled them.\nEven among the blacks, huddled up in the rocky embayment, there were\nfaces that expressed surprise, some the ashy pallor of fear, as if from\na stricken conscience.\n\n\"Give him a double dose!  Gollamity!\" exclaimed one.  \"What do de Indyin\nmean?  Dat's jess wha' Massa Blount say five year ago, when dey wa'\ngwine to pump on de head ob Blue Dick!\"\n\nMore than one of the negroes remembered the cruel command, and some also\nrecalled how cruelly they had sneered at him on whom the punishment was\ninflicted.  A speech, so strangely recurring, could not help giving them\na presentiment that something was nigh at hand to make them repent of\ntheir heartlessness.\n\nThey, too, as well as Snively, looked towards the chief for an\nexplanation, and anxiously listened for what he might next say.\n\nFor a time there was no other word to make the matter clearer!  With his\nwolf-skin robe hanging from his shoulders, the chief stood contemplating\nthe punishment he had decreed to his captive; a smile of exultation\noverspreading his face, as he thought of the pain his white victim was\nenduring.\n\nIt ended in a loud laugh, as he ordered the sufferer to be unloosed from\nhis lashings; and dragged clear of the cross.\n\nAnd the laugh broke forth again, as Blount Blackadder, half drowned,\nhalf dead from the aching pain in his skull, lay prostrate on the grass\nat his feet.\n\nThen came from his lips an additional speech, the young planter might\nnot have heard, but that smote upon the ears of the overseer with a\nmeaning strangely intelligible.\n\n\"_It'll do for the present.  Next time he offends in like manner, he\nshall be pumped upon till his thick skull splits like a cedar rail_!\"\n\n\n\nCHAPTER THIRTEEN.\n\nMAKING A BOLT.\n\nAt the new and still strange speech, Snively started again, and Clara\nBlackadder looked up with a yet still more puzzled expression; while\namong the blacks there ran a murmur of interrogatories and exclamations\nof terror.\n\nIt was on the overseer, however, that the words produced the strongest\nimpression.  He was a man of too much intellect--or that 'cuteness that\npasses for it--to be any longer in doubt as to the situation in which he\nand his fellow-captives, were placed.  A clear memory, coupled with an\naccusing conscience, helped him to an explanation, at the same time\ntelling him of a danger far worse than being captive in the hands of\nhostile Indians.  It was the danger of death, with torture for its\nprelude.  Both now appeared before his imagination, in their most horrid\nshape--an apprehension of moral pain, added to the physical.\n\nHe glanced at his fastenings; examined them, to see if there was any\nchance of setting himself free.  It was nor the first time for him to\nmake the examination; but never more earnestly than now.\n\nThe raw-hide thong, wetted with the sweat of his body--in places with\nhis blood--showed signs of stretching.  By a desperate wrench he might\nget his limbs clear of it!\n\nWhat if he should succeed in untying himself?\n\nHis liberty could only last for a moment--to be followed by a renewal of\nhis captivity, or by a sudden death?\n\nNeither could be worse than the fate that now seemed to be awaiting him,\nand near?  Even death would be preferable to the agony of apprehension\nhe was enduring!\n\nOne more glance at his fastenings, and along with it the determination\nto set himself free from them.\n\nAnd, without reflecting further, he commenced a struggle, in which all\nhis strength and cunning were concentrated.\n\nThe raw-hide ropes yielded to the superhuman effort; and, clearing\nhimself of their coils, he sprang out from among his fellow-prisoners;\nand off at full speed towards the prairie!\n\nHe did not continue far in the direction of the outward plain.  With no\nother hope of getting clear, than that held out by mere swiftness of\nfoot, he would not have made the attempt.  With the Indians' horses\nstanding near, ready to be mounted at a moment's notice, the idea would\nhave been simply absurd.  Even before he had made a half-score strides,\nseveral of the savages were seen rushing towards their steeds to take up\nthe pursuit, for the prairie Indian never thinks of following a foe upon\nfoot.\n\nHad Snively kept on for the open plain, the chase would have been a\nshort one.  He had determined on a different course.  While lying on the\nground, and speculating on the chances of getting away, he had noticed a\nravine that ran sloping up towards the summit of the cliff.  Trees grew\nthickly in it.  They were dwarf cedars, bushy and umbrageous.  If he\ncould only get among them, screened by their foliage, he might succeed\nin baffling his pursuers.  At all events, their arrows and bullets would\nbe aimed with less likelihood of hitting him.\n\nOnce on the mountain slope above, which was also forest-clad, he would\nhave at least a chance for his life.\n\nHe was a man of great strength, swift too of foot, and he knew it.  It\nwas his knowledge of the possession of these powers that gave him hope,\nand determined him on the attempt he had made.\n\nIt was not so unfeasible, and might have succeeded, had his only\npursuers been they who had taken to their horses.\n\nBut there was one who followed him on foot, of equal strength, and\nswifter of foot than he.  This was the Cheyenne chief.  The latter had\nnoticed the prisoner as he gave the last wrench to the ropes, and saw\nthat he had succeeded in setting himself free from their coils.  At the\nsame instant that Snively sprang out from among his fellow-prisoners,\nthe chief was upon the hound after him, with his long spear poised and\nready for a thrust.  He had thrown off his wolf-skin cloak to obtain\nfreedom of movement for his arms.\n\nSnively, as he had intended, turned abruptly to one side, and struck up\nthe ravine, with the chief close following him.  Those who had taken to\ntheir horses were for the time thrown out of the chase.\n\nIn a few seconds, both fugitive and pursuer had entered the gorge, and\nwere lost to view under the spreading fronds of the cedars.\n\nFor a time those remaining below could not see them, but by the\ncrackling of the parted branches, and the rattle of stones displaced by\ntheir feet, it could be told that both were still struggling up the\nsteep.\n\nThen came loud words, proclaiming that the pursuer had overtaken the\npursued.\n\n\"A step further, you accursed nigger-driver! one step further, and I'll\nrun my lance-blade right up through your body!  Down again! or I'll\nsplit you from hip to shoulder.\"\n\nAlthough they saw it not from below, a strange tragical tableau was\npresented at the moment when these words were spoken.\n\nIt was the chief who had uttered the threat.  He was standing upon a\nledge, with his spear pointed vertically upward.  Above him, hanging\nfrom a still higher ledge, with one hand grasping the edge of the rock,\nwas the long lathy form of the Mississippian overseer, outlined in all\nits ungainly proportions against the facade of the cliff!\n\nHe had been endeavouring to climb higher; but, not succeeding, was now\novertaken, and at the mercy of his savage pursuer.\n\n\"Down!\" repeated the latter, in a voice that thundered along the cliffs.\n\"Why do you want to run away?  You see I don't intend to kill you?  If\nI did, how easily I might do it now.  Down, I say!\"\n\nFor a moment Snively seemed to hesitate.  A desperate effort might still\ncarry him beyond the reach of the threatening spear.  Could he be quick\nenough?\n\nNo.  The eye of his enemy was too watchful.  He felt, that on turning to\nmake another attempt, he would have the iron blade, already red with his\nown blood, thrust through his body.\n\nAnother thought came into his mind.  Should he drop down, grapple with\nthe savage, and endeavour to wrest the weapon from his hands?  He now\nknew whose hands held it.\n\nIt was a design entertained but for a moment.  Ere he could determine\nupon its execution, half a dozen of the Indians, who had close followed\ntheir chief, came rushing up the ravine, and stood upon the ledge beside\nhim.\n\nExhausted by long hanging, with but slight foothold against the cliff,\nSnively's gripe became detached from the rock; and he fell back into\ntheir midst; where he was at once seized and tied more securely than\never.\n\n\"Drag him down!\" commanded the Cheyenne chief, speaking to his\nfollowers.  And then addressing himself to the overseer, he continued:\n\"When we get below, Mr Snively, I'll explain to you why you're not\nalready a dead man.  I don't wish that; I want to have you alive for\nawhile.  I've a show for you, as well as the others--especially those\nbelonging to old Blackadder's plantation; but above all for yourself,\nits worthy overseer.  Bring him below!\"\n\nThe recaptured captive, dragged back down the ravine, though with\nfearful apprehensions as to what was in store for him, had no longer any\ndoubt as to the identity of him with whom he had to deal.\n\nWhen the Cheyenne chief strode up to the waterfall; washed the paint\nfrom his face; and, then, turning towards the other captives, showed\nthem the bright yellow skin of a mulatto, he was not taken by surprise.\n\nBut there was profound astonishment on the countenances of the negro\ncaptives; who, on recognising the freshly washed face, cried out as with\none voice:\n\n\"_Blue Dick_!\"\n\n\n\nCHAPTER FOURTEEN.\n\nTHE RESCUERS.\n\nWhile the savage scenes described were being enacted in the mountain\nvalley, a band of horsemen was fast approaching it, making their way\naround the skirting spurs that at intervals protruded into the prairie.\n\nIt is scarce necessary to say that these were the trappers from Saint\nVrains, nor to add that they were riding at top-speed--fast as the\nhorses and mules on which they were mounted could carry them.\n\nConspicuous in the front were two who appeared to act in the double\ncapacity of leaders and guides.  One of them seemed exceedingly anxious\nto press forward--more than any of the party.  He was acting as if some\nstrong urgency was upon him.  It was the young Irishman, O'Neil.  The\nman riding by his side, also seemingly troubled about time, was his old\ncomrade, 'Lije Orton, the trapper.\n\nThe two kept habitually ahead, now in muttered converse with one\nanother, and now shouting back to their companions, to urge them onward.\nSome of these came close up, while some, at times, showed a disposition\nto straggle.\n\nThe truth is, the \"mountain men\" had brought their whisky-flasks along\nwith them, and, at every stream crossed, they insisted on stopping to\n\"take a horn.\"\n\nO'Neil was the one who chafed loudest at the delay.  To him it was\nexcruciating torture.\n\n\"Arter all,\" said Orton, with the intention less to restrain than\ncomfort him, \"it won't make so much diffrence, Ned.  A wheen o' minutes\nant neyther hyur nor thur, in a matter o' the kind.  In course, I know\nwell o' what ye're thinkin' about.\"\n\nHe paused, as if expecting a rejoinder.\n\nO'Neil only answered with a deep, long-drawn sigh.\n\n\"Ef anything air to happen to the gurl,\" continued 'Lije, rather in the\nstrain of a Job's comforter, \"it will hev happened long 'fore this.\"\n\nThe young Irishman interrupted him with a groan.\n\n\"Maybe, howsomdever,\" continued 'Lije, \"she air all right yet.  It air\npossible enuf the Injuns'll all get drunk, as soon as they lay ther\nclaws on the licker that must 'a been in the waggins; an' ef that be the\ncase, they won't think o' troublin' any o' thar keptives till thar\ncarousin' kums to a eend.  This chile's opeenyun is, ef they intend any\ntorturin', they'll keep that sport over till the morrow: an', shud they\ndo so, darn me, ef we don't dissapeint 'em.  Oncst we git upon the spot,\nwe'll gi'e 'em sport very diff'runt from that they'll be expectin'.\"\n\nThere was reason in what 'Lije said.  His words were consolatory to\nO'Neil; and, for a time, he rode on with a countenance more cheerful.\n\nIt soon became clouded again, as he returned to reflect on the character\nof the Indians who were supposed to have \"struck\" the caravan; more\nespecially their chief, whose fame as a hater of white men was almost\nequalled by his reputation as a _lover_ of white women.  There was more\nthan one story current among the trappers, in which the Yellow Chief had\nfigured as a gallant among white-skinned girlish captives, who had\nfallen into his hands on their passage across the prairie.\n\nWith the remembrance of these tales coming freshly before his mind,\nO'Neil groaned again.\n\nWhat if Clara Blackadder--in his memory still an angel--what if she\nshould, at that moment, be struggling in the arms of a paint-bedaubed\nsavage?  Beauty in the embrace of a fiend!  The reflection was fearful--\nodious, and, as it shadowed the young hunter's heart, he drove the spurs\ndeep into the flanks of his horse, and cried to his comrade, \"Come on,\n'Lije! come on!\"\n\nBut the time had arrived when something besides haste was required of\nthem.  They were nearing the spot where the pillagers of the caravan\nwere supposed to have made camp; and the trappers were too well\nacquainted with the wiles of prairie life to approach either men or\nanimals in an open manner.  They knew that no Indians, even in their\nhours of carousal, would leave their camp unguarded.  A whole tribe\nnever gets drunk together.  Enough of them always stay sober to act as\nsentinels and videttes.\n\nSafe as the Cheyenne Chief and his fellow-plunderers might deem\nthemselves--far away from any foe likely to molest them--they would, for\nall this, be sure to keep pickets around their camping-place, or scouts\nin its vicinity.\n\nThere was a bright daylight, for it was yet early in the afternoon.  To\nattempt approaching the bivouac of the savages across the open plain, or\neven close-skirting the mountains, could only lead to a failure of their\nenterprise.  They would be sure of being seen, and, before they could\nget within striking distance, the Indians, if not disposed to fight,\nwould be off, carrying along with them both their booty and their\ncaptives.  Mounted on fresher horses than those ridden by the trappers,\nnow panting and sweating after a long, continuous gallop, they could\neasily accomplish this.\n\nThere seemed but one way of approaching the Indian camp--by stealth; and\nthis could only be done by waiting for the night and its darkness.\n\nAs this plan appeared to be the best, most of the trappers counselled\nfollowing it.  They could think of no other.\n\nThe thought of such long delay was agony to O'Neil.  Was there no\nalternative?\n\nThe question was put to his comrade, 'Lije, while the discussion was in\nprogress.\n\n\"Thur air a alturnative,\" was the answer addressed to all, though to\nnone who so welcomed it as his young friend.\n\n\"What other way?\" demanded several voices, O'Neil's being the first\nheard.\n\n\"You see them mountings?\" said 'Lije, pointing to a range that had just\nopened to their view.\n\n\"Sartin; we ain't all; blind,\" replied one of the men.  \"What about\nthem?\"\n\n\"You see that hill that sticks out thur, wi' the trees on top o't, jest\nlike the hump o' a buffler bull.\"\n\n\"Well, what of it?\"\n\n\"Clost by the bottom o' that, them Injuns air camped--that be, ef this\nchile hain't made a mistake 'bout thar intenshuns.  We'll find 'em thur,\nI reck'n.\"\n\n\"But how are we to approach the place without their spying us?  There\nain't a bit o' cover on the prairie for miles round.\"\n\n\"But there air kiver on the mounting itself,\" rejoined 'Lije.  \"Plenty\no' tree kiver, as ye kin see.\"\n\n\"Ah! you mean for us to make a circumbendibus over the ridge, and attack\n'em from the back-side.  Is that it, 'Lije?\"\n\n\"That's it,\" laconically answered the old trapper.\n\n\"You must be mistaken about that, Orton,\" put in Black Harris, supposed\nto be the sagest among \"mountain men.\"\n\n\"We might get over the ridge 'ithout bein' noticed, I reck'n; but not\nwith our animals.  Neyther hoss nor mule can climb up yonder.  And if we\nleave them behind, it'll take longer than to wait for the night.\nBesides, we mightn't find any track up among the rocks.  They look, from\nhere, as if they had been piled up by giants as had been playing\njack-stones wi' 'em.\"\n\n\"So they do, Harry,\" responded 'Lije, \"so do they, But, for all that,\nthere's a coon kin find a path to crawl through among 'em, an' that's\n'Lije Orton.  I hain't trapped all roun' hyur 'ithout knowin' the neer\ncuts; an' there's a way over that ridge as'll fetch us strait custrut to\nthe Injun campin'-groun', an' 'ithout their purseevin' our approach in\nthe clarest o' sunlight.  Beeside, it'll bring us into sech a pursishun\nthat we'll hev the skunks 'ithin reech o' our guns, afore they know\nanythin' 'bout our bein' near 'em.  Beeside, too, it'll save time.  We\nkin get thur long afore dark, so as to have a good chance o' lookin'\nthrough the sights o' our rifles.\"\n\n\"Let us go that way,\" simultaneously cried several voices, the most\nearnest among them being that of O'Neil.\n\nNo one dissenting, the mountain-path was determined upon.\n\nContinuing along the plain for a half-mile farther, the trappers\ndismounted, _cached_ their animals among the rocks, and commenced\nascending the steep slope--'Lije Orton still acting as their guide.\n\n\n\nCHAPTER FIFTEEN.\n\nRETALIATION IN KIND.\n\nThe thrill that passed through the captives as Blue Dick discovered to\nthem his identity was not so startling to all.  With Blount Blackadder\nand Snively, his words, as well as his acts, had long since led to his\nrecognition.  Also among the slaves were some who remembered that scene\nin the court-yard of the old home plantation, when he had been subjected\nto the punishment of the pump.  Despite their supposed obtuseness, they\nwere sharp enough to connect it with the very similar spectacle now\nbefore their eyes; and, on hearing the command, \"Give him a double\ndose,\" more than one remembered having heard the words before.  Those\nwho did were not happy, for they also recalled their own conduct on that\noccasion, and were apprehensive of just retaliation from the hands of\nhim whom they had scoffed.  Seeing how their young master had been\nserved, they became sure of it; still more when the overseer, Snively,\nwas submitted to the same dread castigation, and, after him, the huge\nnegro who had worked the pump-handle when Blue Dick was being _douched_.\n\nBoth these received the double dose, and more than double.  As Snively\nwas unloosed from the cross, and dragged out beyond the water-jet, the\nhideous gash along his cheek looked still more hideous from its\nblanching.\n\nAnd the negro, thick as was his skull, roared aloud, and felt as though\nhis head had been laid open.  He said so on recovering his senses.  The\ngrin upon his face was no longer that of glee, as when he himself was\nadministering the punishment.  It was a contortion that told of\nsoul-suffering agony.\n\nHe was not the last to be so served.  Others were taken from the crowd\nof slaves, not indiscriminately, but evidently selected one after\nanother.  And the rest began to see this, and to believe they were not\nto be tortured.  Some were solaced by the thought that to others gave\nkeen apprehension.  They had not all jeered their fellow-slave, when he\nwas himself suffering.  Only the guilty were stricken with fear.\n\nAnd need had they to fear; for, one after another, as the chief pointed\nthem out, they were seized by his satellites, dragged from amongst their\ntrembling fellow-captives, and in turn tied to the pine-tree cross.  And\nthere were they kept, till the cold melted snow from Pike's Peak,\ndescending on their crania, caused them to shriek out in agony.\n\nAll this while were the Cheyennes looking on; not gravely, as becomes\nthe Indian character, but laughing like the spectators of a Christmas\npantomime, capering over the ground like its actors, and yelling until\nthe rocks gave back the mimicry of their wild mirth in weird unearthly\nechoes.\n\nNever till now had they held in such high esteem the mulatto adopted\ninto their tribe, who, by brave deeds, had won chieftainship over them.\nNever before had he treated them to such a spectacle, consonant to their\nsavage natures, and still more in consonance with their hate for the\npale face.\n\nFor, even at this period of their history, when the elders of the\nCheyenne tribe were in a sort of accord with the white man, and\nprofessing a false amity, the young filibustering \"bloods\" were with\ndifficulty restrained from acts of hostility.\n\nThe Yellow Chief, who had strayed among them coming from afar, who had\nmarried the belle of their tribe--the beautiful daughter of their\n\"medicine man\"--who surpassed all of them in his hatred of the white\nrace, and more than once had led them in a like murderous maraud against\ntheir hereditary enemies was the man after their heart, the type of a\npatriotic savage.\n\nNow, more than ever, had he secured their esteem; now, as they saw him,\nwith cruel, unsparing hand, deal out castigation to their pale-faced\ncaptives; a punishment so quaintly original, and so terribly painful,\nthat they would not have believed in it, but for the cries of keen agony\nuttered by those who had to endure it.\n\nTo Cheyenne ears they were sounds so sweet and welcome, as to awake the\nintoxicated from their alcoholic slumbers, and call them up to become\nsharers in the spectacle.  Drunk and sober alike danced over the ground,\nas if they had been so many demons exhibiting their saltatory skill upon\nthe skull-paved, floors of Acheron.\n\nNor was their laughter restrained when they saw that the punishment,\nhitherto confined to their male captives, was about to be extended to\nthe women.  On the contrary, it but increased their fiendish glee.  It\nwould be a variety in the performance--a new sensation--to see how the\nlatter should stand it.\n\nAnd they did see; for several of the female slaves--some of them still\nyoung, others almost octogenarian \"aunties\"--were ruthlessly led up to\nthe stake, to that martyrdom of water painful as fire itself!\n\n\n\nCHAPTER SIXTEEN.\n\nTHE WHITE WOMEN.\n\nFor more than two hours was the fiendish spectacle kept up--a tragedy of\nmany acts; though, as yet, none of them ending in death.\n\nBut neither actors nor spectators knew how soon this might be the\ntermination of it.\n\nSo horrified were the captives, they could not calmly reflect; though,\nfrom the heartless revelry around them, instinct itself guided them to\nexpect very little mercy.\n\nThe discrimination shown in their punishment led some to entertain a\nhope.  All, both blacks and whites, now knew with whom they had to deal;\nfor, in a whispered conversation among themselves, the story of Blue\nDick was told to those of the emigrant party who had never heard of him\nbefore.\n\nAnd the slaves who were not of the Blackadder plantation, as also the\nwhite men to whom these belonged, began to indulge in the belief that\nthey were not to be made victims to the vengeance of the mulatto.\n\nThey were allowed time enough to reflect; for after some ten or a dozen\nof the female slaves had been _douched_, to the delight of the young\nCheyennes, and the apparent satisfaction of their chief, there was an\ninterlude in the atrocious performance.  The renegade, as if contented\nwith revenge--at least, for the time--had turned away from the\nwaterfall, and gone inside his tent.\n\nAmong the three captive groups, there was none in which apprehension\ncould be more keen than that composed of the white women.  They had to\nfear for something dearer to them to life--their honour.\n\nSeveral of them were young, and more than one good-looking.  Not to know\nit they could not have been women.\n\nUp to that hour the savages had not insulted them.  But this gave them\nno assurance.  They knew that these loved wine more than women; and the\nwhisky taken from the despoiled wagons had hitherto diverted the savages\nfrom intruding upon them.\n\nIt could not long continue, for they had been told of something besides\nthis.  The character of cold incontinence given to the forest-Indian--he\nwho figured in the early history of their country's colonisation--has no\napplication to the fiery Centaurs of the prairie.  All they had ever\nheard of these savages led to this conclusion; and the white women, most\nof them wives, while thinking of danger to their husbands, were also\napprehensive about their own.\n\nShe who had no husband, Clara Blackadder, suffered more than any of\nthem.  She had seen her father's corpse lying upon the prairie sward,\nbathed in its own blood.  She had just ceased to behold her brother\nsubjected to a punishment she now knew to be fearfully painful; and she\nwas reflecting what might be in store for herself.\n\nShe remembered Blue Dick well.  As his master's daughter--his young\nmistress--she had never been unkind to him.  But she had never been\nspecially kind; for some influence, exerted by the slave Sylvia, had\nrather turned her against him.  Not to actual hostility; only to the\nshowing of a slight disfavour.  The truth was, that the heart of the\nplanter's daughter had been so occupied with its own affairs--its love\nfor the young stranger, O'Neil--it had little room for any other\nthought.\n\nThe same thought was still there; not dead, but surrounded by a\nwoe-begone despair; that, even now, hindered her from feeling, keenly as\nshe otherwise might have done, the danger of the situation.\n\nStill was she not insensible to it.  The Cheyenne Chief, in passing, had\nglared angrily upon her, with an expression she remembered more than\nonce to have seen in the eyes of Blue Dick.  As Sylvia's mistress, as\nthe friend and confidant of the quadroon slave, more than all, as the\nsister of Blount Blackadder, she could not expect either grace or mercy\nfrom the mulatto.  She knew not what she might expect.  It was painful\nto think, still more to converse, upon it with the women around her.\n\nThese did not talk or think of her fate.  It was sorrow enough for them\nto reflect upon their own.  But she had more to dread than any of them,\nand she knew it.  With that quick instinct peculiar to women, she knew\nshe was the conspicuous figure in the group.\n\nAs the horror of the situation came palpably before her mind, she\ntrembled.  Strong as she was, and self-willed as through life she had\nbeen, she could not help having the keenest apprehensions.\n\nBut along with her trembling came a determination to escape, even with\nSnively's example and failure before her face!\n\nShe might be overtaken.  No matter.  It could not increase the misery of\nher situation.  It could not add to its danger.  At the worst, it could\nonly end in death; and death she would accept sooner than degradation.\n\nShe was but slightly tied.  In this the Indians do not take much pains\nwith their women captives.  It is not often these make any effort to get\nfree; and when they do, it costs but little trouble to track and\nrecapture them.\n\nStill have there been incidents in the history of the prairies where\nbrave, heroic women--even delicate ladies--have contrived to escape from\nsuch captivity, and in a manner almost miraculous.  The early history of\nthe West teems with such episodes; and she, a child of the West, had\nheard them as part of her nursery lore.  It was their remembrance that\nwas partly inspiring her to make the attempt.\n\nShe did not communicate the design to her fellow-captives.  They could\nnot aid, but only obstruct her.  Under the circumstances, it would be no\nselfishness to forsake them.\n\nOne might deem it a wild, hopeless chance.  And so, too, would she, but\nfor a thought that had stolen into her mind.  It had been suggested by\nthe sight of an animal standing near.  It was her own horse, that had\nbeen appropriated by one of the Indians.  He was standing with the\nsaddle still on, and the bridle resting over the crutch.  A riding-gear\nso new to them had caught the fancy of the Indians, and they had left it\non for exhibition.\n\nClara Blackadder knew her horse to be a fleet one.\n\n\"Once on his back,\" thought she, \"I might gallop out of their reach.\"\n\nShe had a thought beyond.  She might get upon the trace which the wagons\nhad followed from Bent's Fort.  She believed she could remember, and\nreturn along it.\n\nAnd still another thought.  At the Fort she had seen many white men.\nThey might be induced to come back with her, and rescue her captive\ncompanions--her brother.\n\nAll this passed through her mind in a few short moments; and while it\nwas so passing, she slipped off the thongs, that were but carelessly\nlapped around her delicate limbs, and prepared for a start.\n\nNow was the time, while the chief was inside his tent.\n\n\n\nCHAPTER SEVENTEEN.\n\nA FLIGHT URGED BY DESPAIR.\n\n\"Now or never!\" was the reflection that passed through Clara\nBlackadder's mind; and she was in the act of springing up from her\nrecumbent position, when a circumstance occurred seeming to say,\n\"never!\"\n\nThe mulatto had stepped out from the canvas screen, and stood in front\nof it; no longer robed in the costume of an Indian chief, but wearing\nthe same dress he had worn as a slave on the Mississippi plantation.  It\nwas the same as on that morning when she had been a spectator of his\npunishment.  He was the Blue Dick of bygone days, only taller and\nstouter.  But the coarse jeans coat and cotton trousers, of\ncopperas-stripe, had been ample enough not to be outgrown.\n\n\"You'll know me better now, my old masters and fellow-slaves,\" he\nshouted out, adding a derisive laugh.  \"And you, too, my young\nmistress,\" he continued, turning toward the group of white women, and\napproaching it in a triumphant stride.  \"Ha, Miss Clara Blackadder!  You\nlittle thought, when one fine day you stood in the porch of your\nfather's fine house, looking calmly on while I was in torture, that,\nsome other fine day, your turn would come for being tortured too.  _It\nhas come_!  The rest, including your beautiful brother, have had a\ntaste--only a taste of what's in store for them.  I've kept you to the\nlast, because you are the daintiest.  That's always the way in a feast\nof revenge.  Ha, ha, ha!\"\n\nThe young lady made no reply.  In the fiendish glance cast upon her, she\nsaw there was no hope for mercy, and that words would be thrown away.\nShe only crouched cowering before him.\n\nBut even at that moment she did not lose presence of mind.  She still\ncontemplated springing up, and making toward her horse.\n\nAlas! it seemed impossible.  He stood right in the way, and could have\ncaught her before she had taken three steps.\n\nAnd he did catch her before she had made one--even before she had\nattempted to stand erect.\n\n\"Come!\" cried he, roughly clasping her waist, and jerking her to her\nfeet.  \"Come with me.  You've been a looker-on long enough.  It's your\nturn now to afford sport for others.\"\n\nAnd, without waiting for a reply, he commenced dragging her in the\ndirection of the waterfall.\n\nShe made no resistance.  She did not scream, nor cry out.  She knew it\nwould be idle.\n\nBut there was a cry sent from the other side of the glen--a shriek so\nloud, wild, and unearthly, that it caused the mulatto to stop suddenly,\nand look in the direction whence it came.\n\nRushing out from among the crowd of negro captives, was one who might\nhave been the oldest of them--a woman of near seventy years of age, and\nthat weird aspect common among the old crones of a plantation.  With\nhollow cheeks, and white wool thinly set over her temples, with long\nshrivelled arms outstretched beyond the scant rag of garment which the\nplunderers had permitted to remain upon her shoulders, she looked like\nsome African Hecate, suddenly exorcised for the occasion.\n\nDespite the forbidding aspect, hers was not an errand of destruction,\nbut mercy.\n\n\"Let go hole of de young missa!\" she cried, pressing forward to the\nspot.  \"You let go hole ob her, Bew Dick.  You touch a hair ob her head!\nEf you do, you a tief--a murderer.  Yach! wuss dan dat.  You be a\nmurderin' ob you own fresh an' brud!\"\n\n\"What do you mean, you old fool!\" cried the mulatto, at the same time\nshowing, by his looks, that her words had surprised him.\n\n\"Wha de ole fool mean?  She mean wha she hab jess say.  Dat ef you do\nharm to Missy Crara, you _harm you own sissa_!\"\n\nThe mulatto started as if he had received a stab.\n\n\"My sister!\" he exclaimed.  \"You're gabbling, Nan.  You're old, and have\nlost your senses.\"\n\n\"No, Bew Dick; Nan habent loss none o' her senses, nor her 'membrance\nneider.  She 'memba dan'lin you on her knee, when you wa' bit\npiccaninny, not bigger dan a 'possum.  She nuss Miss Crara 'bout de same\ntime.  She know who boaf come from.  You boaf childen ob de same\nfadder--ob Mass Brackadder; an' she you sissa.  Ole Nan tell you so.\nShe willin' swar it.\"\n\nFor a time Blue Dick seemed stunned by the startling revelation.  And\nequally so she, whose wrist he still held in angry clasp.  It was a tale\nstrange and new to both of them.\n\nBut the asseverations of the old negress had in them the earnestness of\ntruth; more so at such a moment.  And along with this were some gleams\nof light, derived from an indefinite source--instincts or dreams--\nperhaps some whisperings over the cradle--that served to confirm her\nstatement.\n\nRevolting as was the thought of such a relationship to the delicate\nsensibilities of the young lady, she did not attempt to deny it.\nPerhaps it might be the means of saving her brother and herself; and,\nfor the first time, she turned her eyes toward the face of Blue Dick in\na glance of appeal.\n\nIt fell in sudden disappointment.  There was no mercy there--no look of\na brother!  On the contrary, the countenance of the mulatto--always\nmarked by a harsh, sinister expression--seemed now more merciless than\never.  His eyes were absolutely dancing with a demoniac triumph.\n\n\"Sister!\" he cried, at length, sarcastically hissing the word through\nhis teeth.  \"A sweet sister! she who all my early life has been but my\ntyrant mistress!  What if we are from the same father?  Our mothers were\ndifferent, and I am the son of my mother.  A dear father, indeed, who\ntaught me but to toil for him!  And that an affectionate brother!\"--here\nhe pointed to Blount, who, restored to his fastenings, lay stretched on\nthe grass--\"who only delighted in torturing me; who ruined my love--my\nlife!  Sweet sister, indeed! you, who treated me as a menial and slave!\nNow shall you be mine!  You shall sweep out my tent, wait upon my Indian\nwife, work for her, slave for her, as I have done for you.  Come on,\nMiss Clara Blackadder!\"\n\nFreshly grasping the young lady's wrist, he recommenced dragging her\nacross the camp-ground.\n\nAn involuntary murmur of disapprobation rose from the different groups\nof captives.  During their long, toilsome journey across the plains,\nClara Blackadder had won the good wishes of all--not only by her grace\nand beauty, but for many kindnesses shown to her travelling companions,\nblack as well as white.  And when they now saw her in the clutch of the\nunnatural monster, being led, as they supposed, to the terrible torture\nsome of them had already experienced, one and all uttered exclamations\nagainst it.  They were not certain that such was the torture intended by\nthe spiteful renegade; they only guessed it, by the direction in which\nhe was conducting her.\n\nWhatever might have been his purpose, it was prevented.\n\nWith a spring as if all the energies of youth had been restored to her\nshrivelled frame, the old nurse rushed upon him; and clutching his\nthroat in her long bony fingers, caused him to let go his hold.\n\nHe turned upon her like an enraged tiger, and, after a short struggle,\nending with a blow from his strong arm, old Nan fell flat upon the\nearth.\n\nBut on facing toward the girl to renew his grasp, he saw she was no\nlonger within his reach!  While he was struggling with the negress, she\nhad darted away from his side; and, springing upon the back of her own\nhorse, was urging the animal in full gallop out of the gorge!\n\n\n\nCHAPTER EIGHTEEN.\n\nTHE STALKERS ASTONISHED.\n\nMaking their way up the steep mountain-path, climbing over fallen\ntree-trunks, obstructed by thicket and scaur, the trappers at length got\nclose to the cliff which, as 'Lije Orton had told them, looked down on\nthe camping-place of the Cheyennes.\n\nThey had ceased talking aloud, and communicated with one another only in\nwhispers.  There was a deathlike stillness in the pure mountain air, and\nthey knew that the slightest sound might make known their approach to\nthe enemy.\n\nThey had thrown themselves into a deployed line, after the manner of\nskirmishers, crouching silently among the stunted pines, and gliding\nrapidly forward where the ground was without cover.  Orton was directing\nthem by signs; O'Neil stepping close by his side, and near enough for\nthe slightest whisper to be heard between them.\n\nThe young Irishman still kept impatiently urging the advance.  Every\nmoment of delay seemed a month to the heart of the lover.  Over and over\nagain came before his mind that hideous picture his fancy had painted--\nClara Blackadder struggling in the embrace of a savage!  And that savage\nthe Yellow Chief of the Cheyennes!\n\nThese fancies were like the waves of a tempestuous sea, following one\nanother at intervals.  As each rose grimly before him, he came near\ngroaning aloud.  He was only restrained by knowing the necessity for\nsilence.  As a relief he kept constantly whispering to his old comrade,\nand urging him to a more rapid advance.\n\n\"Dod rot it, Ned!\" replied the latter; \"don't be so hurrified 'bout it.\nWe'll git theer in good time, take this chile's word for it.  Theer's\nbeen plenty o' licker in the emigrant wagons, I guess.  Them Massissippy\nplanters don't offen go travellin' 'thout a good stock o' corn.  An' as\nfor the Injuns, they ain't a-goin' to trouble theerselves 'bout weemen\nas long 's the licker lasts.  Don't you be uneezy; we'll git up time\nenuf to purtect the gurl, an' chestise the skunks has ev captered her;\nyou see if we don't.\"\n\n\"But why go creeping this way?  Once upon the cliff, we must declare\nourselves.  We can't get down among them, as you say; and since it must\nall be done with our rifles, the first shot will discover us.\"\n\n\"So it will; diskiver us to a sartinty.  But theer's jest the pint.\nThat fust shot must be deelivered by all o' us at the same instinck o'\ntime.  Unless we make a _latter_ o' them, as the French trappers call\nit, they'd be off in the shakin' o' a goat's tail, prehaps takin' thar\nprisners along wi' 'em.  An' whar 'ud we be to foller 'em?  Thurfor, we\nmust fix things so'st' every one may take sight on a different Injun at\nthe same time; an' then, afore they kin git clar out o' the gully, we'll\nbe loaded for a second shot.  I guess that'll make 'em think o'\nsomethin' else than toatin' off thar captives.  Keep yur patience, young\nfellur!  Trust to ole 'Lije Orton, when he sez yur gurl air still safe\nan' soun'.\"\n\nThe anxious lover, despite his anxiety, could not help feeling\nconfidence in the words thus whispered.  More than once had he seen\n'Lije Orton acting under circumstances of a like trying nature, and as\noften coming out triumphant.  With an effort he restrained his\nimpatience, and imitated the cautious approach of his comrade.\n\nThey were soon sufficiently near the edge of the cliff to hear a murmur\nof voices rising up out of the valley.  As the ears of all were well\nattuned to such sounds, they knew them to be the voices of Indians.  And\nthese could be no other than Yellow Chief, and his band of marauders.\n\nA halt was made; and a hurried council held, about the best mode of\nmaking attack.\n\n\"There must be ne'er a noise among ye,\" whispered 'Lije, \"not the\nspeakin' o' a word, till we've got one fire at 'em.  Then churge yur\nrifles agen, quick's ever you kin.  Two sets o' shots oughter thin 'em,\nso as they won't mind 'beout thar captives, nor any thin' else, 'ceptin'\nto streak it--that air, sech as be left o' 'em.\"\n\nThis counsel was delivered in a whisper, and in the same way passed\nalong the line.\n\n\"Only one half o' ye fire at a time,\" continued 'Lije.  \"You fellurs on\nthe left shoot first.  Let the tothers resarve for the second volley.\n'Twon't do to waste two bullets on the same redskin.  Leave Yellow Chief\nto me.  I hev got a ole score to settle wi' that Injun.\"\n\nWith these precautions, communicated from left to right, the trappers\nonce more advanced--no longer as skirmishers, but in line, and as near\nto one another as the inequality of the ground would permit.\n\nThey could now hear the voice of a man, who talked loudly and in a tone\nof authority.  They could even make out some of the words, for they were\nin English!\n\nThis gave them a surprise; but they had scarce time to think of it, when\nthere arose a chorus of cries, uttered in quick sharp intonation, that\ntold of some unusual occurrence.  Among these were the screams of women.\n\nAt the same instant the trampling of hoofs resounded along the rocks, as\nif a horse was going off at a gallop over the hard turf of the prairie.\nThen succeeded another chorus of yells--a confused din--and soon after\nthe pattering of many hoofs, as of a whole troop of horses following the\nfirst.\n\nThe sound, reaching the ears of the trappers, carried their eyes out\ntoward the plain; where they beheld a sight that caused one and all of\nthem wild throbbings of the heart.  Upon the prairie, just clearing the\nscarped edge of the cliff, was a woman on horseback.  At a glance they\ncould tell it was a young girl; but as her back was toward them, they\ncould see neither face nor features.  She was in a lady's saddle; and\nurging her horse onward as if riding for life--her skirt and hair\nstreaming loosely behind her.\n\nThere was one among them that knew who she was.  The quick instinct of\nlove told Edward O'Neil well the fugitive upon horseback was Clara\nBlackadder.  His instincts were aided by remembrance.  That magnificent\nhead of hair, black as the plumage of a raven, was well remembered by\nhim.  It had often been before his fancy in a lone bivouac--at night\nentwining itself with his dreams.\n\n\"O Heavens!\" he exclaimed, \"it is Clara herself!\"\n\n\"Yur right, Ned,\" responded 'Lije, gazing intently after her.  \"Darned\nef it ain't her, that very gurl!  She's a-tryin' to git away from 'em.\nSee! thar goes the hul o' the Injuns arter her, gallopin' like h--!\"\n\nAs Orton spoke, the pursuers began to appear, one after another passing\noutside the cliff-line--urging their horses onward with blows and loud\nvociferations.\n\nSeveral of the trappers raised their rifles to the level, and seemed\ncalculating the distance.\n\n\"For yur lives, don't shoot!\" cautioned 'Lije, speaking in a constrained\nvoice, and making himself better understood by a wave of the hand.  \"It\nkin do ne'er a good now, but only spile all.  Let 'em go off.  Ef the\ngurl gits clur, we'll soon track her up.  Ef she don't, they're boun' to\nbring her back, an' then we kin settle wi' 'em.  I reck'n they're not\nall arter her.  Theer's some o' the skunks still below.  Let's jest see\nto them; an' then we kin lay out our plans for them's have rid out in\nthe purshoot.\"\n\n'Lije's counsel was unanimously accepted, and the gun-barrels brought\ndown again.\n\n\"Lie clost hyur,\" he again counselled, \"while some o' us steal forard\nan' reconnoitre.  Harry, s'pose you kum 'longs wi' me?\"\n\nHis purpose was understood by Black Harris, who instantly volunteered to\naccompany the old trapper--his senior in years, and his equal in rank\namong the \"mountain men.\"\n\n\"Now, boys!\" muttered 'Lije on leaving them, \"lie close as I've tolt\nyou, and ne'er a word out o' one o' ye till we git back.\"\n\nSo saying, he crept forward, Black Harris by his side--the two going on\nhands and knees, and with as much caution as if they had been\napproaching a herd of antelopes.\n\nThe glance of the others did not follow them.  All eyes were turned\ndownward to the prairie; watching the pursuit, now far off and still\ngoing farther across the open plain.\n\nBut no one watched with such anxiety as O'Neil.  It absorbed his whole\nsoul, like some pent-up agony.  His very breathing seemed suspended, as\nhe crouched behind the dwarf cedar-tree, calculating the distance\nbetween pursuers and pursued.  How he regretted having left his horse\nbehind him!  What would he not have given at that moment to be on the\nback of his brave steed, and galloping to the rescue of his beloved!\n\nPerhaps his suffering would have been still more acute, but for the\nwords just spoken by his old comrade.  The girl would either get off, or\nbe brought back; and either way there was hope of saving her.  With this\nthought to console him, he witnessed the spectacle of the pursuit with\nmore equanimity.  So, watching it with eager eyes, he awaited the result\nof the reconnoissance.\n\nCrouching slowly and cautiously along, Orton and Harris at length\nreached the edge of the cliff, and looked down into the valley below.  A\nglance enabled them to comprehend the situation.  It was just as they\nhad conjectured.  The white and negro captives seen in separate groups,\nguarded by something less than a moiety of the Indian band, and these\nreeling over the ground half intoxicated.\n\n\"They'll be a eezy capter now,\" said 'Lije, \"and we must capter 'em.\nArter that, we kin kill 'em 'ithout much noise.\"\n\n\"Why not bring up the rest, and shoot 'em whar they stand?  We can rub\nout every redskin of 'em at a single volley.\"\n\n\"Sartin we could; but don't ye see, old hoss, that 'ud niver do.  Ye\nforget the gurl; an she are the only one 'o the hul lot wuth savin', I\nreckin; the only one I'd give a darn to waste powder for.  Ef we wur to\nfire a shot, the purshooers out yonner 'ud be surtin to hear it, and\nthen good-bye to the gurl--that is, if they git their claws on her\nagin.\"\n\n\"I see what you mean; an you're right.  We must bag this lot below,\nwithout makin a rumpus; then we can set our traps for the others.\"\n\n\"Jess so, Harry.\"\n\n\"How are we to do it, think ye, 'Lije?  We'll have to go back to whar we\nleft our horses, and ride round by the open eend of the valley.  That\nway we'll have them shut up like sheep in a pen.\"\n\n\"No, Harry; we han't time to go back for the anymals.  Afore we ked git\nroun' thar, the purshooers mout catch the gurl and be comin' back.  Then\nit 'ud be no go.  I bethinks me o' a better way.\"\n\nBlack Harris waited to hear what it was.\n\n\"I know a pass,\" continued 'Lije, \"by the which we may git down wi' a\nleetle streetchin' o' the arms.  If we kin only reech bottom afore they\nsees us, we'll make short work o' 'em.  But we must be cunnin' beout it.\nEf but a one o' the skunks hev the chance to eescape, the gurl'll be\nlost sure.  Thar aint a second o' time to be wasted.  Let's back to the\nboys, an at oncest down inter the gully.\"\n\n\n\nCHAPTER NINETEEN.\n\nSETTING A STRANGE SCENE.\n\nRetreating from the edge of the cliff with the same caution as they had\napproached it, the two mountain men rejoined their companions in ambush.\n'Lije, after making known his design, led them toward the pass of which\nhe had spoken--a sloping ravine, the same up which Snively had made his\nvain attempt at escaping.\n\nScreened by the scrub-cedars, the trapper party succeeded in descending\nit, without being perceived either by the Indians below, or the captives\nover whom these were keeping but careless watch.\n\nTheir sudden appearance upon the plain was a surprise to both: to the\nlatter a joyful sight; to the former a terrible apparition--for they saw\nin it the quick harbinger of death.\n\nNot a shot was fired by the assailants.  On the moment of their feet\ntouching the plain, they flung aside their guns; and, drawing daggers\nand knives, went at the Indian sentinels, in a hurried but silent\nslaughter.\n\nThere was grappling, struggling, and shouts; but the attacking party\noutnumbered those attacked; and in less than ten minutes' time the\nshouting ceased--since there was not a living Indian upon the ground to\ncontinue it.  Instead was the green meadow sward strewn with dead\nbodies, every one of them showing a bronze-coloured skin, horribly\nenamelled with gashes or gouts of crimson blood!\n\nThe captives were in raptures of joy.  They saw that their rescue was\ncomplete.  The whites, both men and women, sprang to their feet, and\nstruggled with their fastenings--wishing to have their arms free in\norder to embrace their preservers; while the negroes, none of whom were\nbound, came pouring forth out of the _cul-de-sac_, where they had been\nhitherto penned up, uttering frenzied shouts.\n\n\"Keep yur groun' an' stop yur durned shoutin'!\" cried 'Lije, with a\ngesture waving them back.  \"Don't one 'o ye stir out o' yur places.\nBack, back, I say!  Stay as ye wur, till we gie ye the word.  An' you\nalser,\" he continued, running to the other side and checking the forward\nmovement of the whites, \"hunker down jest as ye did afore.  We haint\nfinished this show bizness yit.  Thar's another scene o' it to kum.\"\n\nBoth negroes and whites were a little surprised, at being thus\nrestrained from the full ebullition of their joy.  But the earnest tone\nof the old trapper, sustained as it was by the gestures of his\ncompanions, had its effect upon them; and all at once cowered back into\ntheir original position.  What was the intention they could not guess;\nbut, released from the agony of fear, they were willing to wait for it\nwith patience.\n\nThey soon beheld a spectacle, so strange as almost to restore them to\nterrified thought.  They saw the dead bodies of the Indians raised from\ntheir recumbent position; set up beside their long spears, that had been\npreviously planted in the ground; and lashed to these in such a manner\nas to sustain them in an erect attitude.  There were distributed here\nand there over the sward, most of them close to the captives, as if\nstill keeping guard over them!  Those not so disposed of were dragged\noff, and hidden away behind the large boulders of rock that lay along\nthe base of the cliff.\n\n\"Now!\" thundered the old trapper, addressing his speech to the captives,\nwhite as well as black, \"ef one o' ye stir from the spot ye're in, or\nventurs to show sign o' anythin' thet's tuk place, till ye git the word\nfrom me, ye'll hev a rifle bullet sent plum through ye.  The gurl hez\ngot to be rescooed 'ithout harm done to her; an' I reck'n she's wuth\nmore than the hul o' ye thegither.  Thar's but one way o' savin' her,\nan' thet's by yur keepin' yur heads shet up, an' yur karkidges 'ithout\nstirrin' as much as a finger.  So don't make neery movement, ef ye vally\nyur preecious lives.  Ye unnerstan' me?\"\n\nThe captives were too much controlled to make rejoinder; but they saw,\nby the earnestness of the old trapper, that his commands were to be\nobeyed; and silently resolved to obey them.\n\nAfter delivering the speech, 'Lije turned toward his trapper\ncompanions--all of whom knew what was meant; and who, without waiting\nword or sign, rushed toward their rifles--still lying on the ground.\n\nIn a few seconds they had regained them; and, in less than five minutes\nafter, not a trapper was to be seen about the place.  They had\ndisappeared as suddenly as sprites in a pantomime; and the little valley\nseemed suddenly restored to the state in which it had been left, when\nthe pursuers of Clara Blackadder swept out of it.  Any one glancing into\nit at that moment could have had no other thought, than that it\ncontained the captives of an emigrant train, with their Indian captors\nkeeping guard over them.\n\n\n\nCHAPTER TWENTY.\n\nA RIDE FOR MORE THAN LIFE.\n\nNerved by the fear of a terrible fate, did the escaping captive urge\nforward her swift horse, encouraging the animal both with words and\ncaresses.\n\nHe knew her voice, and did his best.  He seemed to know, also, why he\nwas thus put to the top of his speed, for under such circumstances the\nhorse seems to be stirred by something more than instinct.\n\nThe one ridden by Clara Blackadder was a hunter, of the best Kentucky\nbreed, and might have distanced any of the mustangs mounted by the\nIndians.\n\nBut there was another of the same race among his pursuers--one superior\nin size, strength, and swiftness even to himself.  It was the horse that\nhad belonged to the young lady's brother, appropriated by Blue Dick, and\nnow following with the mulatto upon his back.\n\nShe did not know who.  She only knew that one of the pursuers was coming\nclose after her, and saw that the rest had fallen far behind.  But, to\nher terror, she saw that this single horseman was gradually gaining upon\nher.\n\nHad she been a strong man and armed, she might have reined up, and given\nhim combat.  But she knew that the weakest of the Indian warriors would\nbe more than a match for her: and, if overtaken, she must succumb.\n\nThere was no hope for her, but in the swiftness of her horse; and once\nmore she spoke words of encouragement, patting him on the neck with her\nlittle hands, while striking the heel of her tiny boot against his\nsides.\n\nThe Kentucky blood, answering to this urgency, did his best; and\ngalloped onward, as if his own life, as well as that of the rider,\ndepended upon his speed.\n\nIt was all to no purpose.  Ere the fleeing girl had made another mile\nacross the prairie, the close clattering of hoofs gave warning that the\npursuer was rapidly drawing near; and, giving a glance black, she saw\nhim within less than a hundred lengths from the heels of her own horse.\n\nShe saw, besides, what rendered her fears yet more agonising, that it\nwas no Indian who was thus hotly pursuing her, but a man in a cotton\nshirt--he who was once a slave on her father's plantation.  It was the\nYellow Chief divested of his Indian habiliments, whom now, from what she\nhad heard, she must believe to be her brother.\n\nAnd a brother so cruel--so unnatural!  She trembled at the thought of\nthe encounter!\n\nIt could not be avoided.  In ten minutes more he was riding by her side.\n\nClutching the bridle-rein of her horse, he drew the animal down upon its\nhaunches--at once putting an end to the pursuit.\n\n\"No, no, Miss Clarey!\" he tauntingly cried out, \"you shan't escape me so\neasily.  You and I don't part company, till you've served me and mine as\nI've served you and yours.  It makes no matter if I _am_ your brother,\nas Old Nan says.  You've got to come back with me, and see how _you'll_\nlike being a slave.  We keep slaves among the Indians, just as you proud\nplanters of Mississippi.  Come along with me, and see!\"\n\nThe young lady offered no resistance; nor did she say a word in reply.\nFrom what she had already seen and experienced, she knew it would be\nidle; and resigning the rein, she permitted her horse to be controlled\nby him who had so easily overtaken her.\n\nTurning about upon the prairie, captor and captive commenced retracing\ntheir tracks; the former sitting erect in his saddle, exultant of\nsuccess; the latter with bent attitude, and eyes regarding the ground in\na look of despair.\n\nThe Indians soon came up with their chief; and the captive was conducted\nback toward the scene where she had witnessed so much suffering.\n\nAnd what was to be _her_ torture?  She could not tell.  She did not even\nthink of it.  Her spirit was crushed beyond the power of reflection.\n\nThe chase had occupied about half an hour.  It took over twice the time\nfor the Indians to return.  The sun had already sunk low over the ridge\nof the Rocky Mountains, and it was twilight within the little valley.\nBut, as they advanced, there was light enough for them to distinguish\nthe other captives still lying on the grass, and their comrades keeping\nguard over them.\n\nSo thought the Yellow Chief, as, on reaching the crest of the ridge that\nran transversely across the entrance, he glanced up the gorge, and saw\nthe different groups to all appearance as he had left them.\n\nRiding in the front, he was about to descend the slope, when an\nexclamation from the rear caused him to rein up, and look back.\n\nSeveral of the Indians, who had also mounted the ridge, were seen halted\nupon its summit, as if something was causing them surprise or alarm.\n\nIt could not be anything seen in the encampment.  Their faces were not\nturned in that direction, but along the mountain line to the northward.\n\nThe chief, suddenly wheeling about, trotted back to the summit; and\nthere saw what was causing surprise to his followers, and what now,\nalso, astonished himself.  Making out from the mountain, and scattering\nover the prairie, was a troop of horses without riders.  In such a place\nthey might have passed for wild steeds, with some mules among them, for\nthey saw also these.  But they were near enough nor to be mistaken for\n_mustangs_.\n\nBesides, it was seen that they all carried saddles on their backs, and\nbridles over their necks--the reins of most of them trailing down to the\ngrass.\n\nThe red marauders knew at a glance what it meant.  It could be nothing\nelse than the _cavallada_ of some camp that had \"stampeded.\"\n\nAn encampment of whites, or men of their own colour?  This was the\nquestion that, for a while, occupied their attention, as they stood\nregarding the movements of the animals.\n\nIt did not take them long to arrive at a conclusion.  The strange\nhorses, at first scampering in different directions, had wheeled back\ntoward a common centre; and in a drove were now coming toward the spot\noccupied by the Indians.  As they drew nearer, the style of the saddles\nand other riding-gear told the Cheyennes that their owners were not\nIndians.\n\nOn first seeing them, the Yellow Chief had commanded his followers to\ntake position behind a clump of trees standing upon the slope of the\nridge, and hindering observation from the northward.  There, for a time,\nthey continued to observe the movements of the riderless horses.\n\nWhat seemed strange was, that there were no men following them.  If\nescaping from a camp in broad daylight, as it still was, they should\nhave been seen, and some attempt made to recapture them.  But, as they\nstrayed under the eyes of the Indians, no owners appeared to be after\nthem.\n\nFor some time the Cheyenne chief and his followers sat gazing upon the\n_cavallada_, and endeavouring to explain its presence.\n\nThey could make nothing out of it, beyond the fact of its being a troop\nof stampeded animals.\n\nAnd these could only have come from a camp of whites; for neither the\nhorses nor their trappings were such as are in use among Indians.  There\nwere American horses among them, very different from the mustang of the\nprairies.\n\nHad they got away in the night, when their owners were asleep?  Not\nlikely.  Even thus they would have been trailed and overtaken.  Besides,\nwhen the Indians first set eyes on them, they were galloping excitedly,\nas if freshly stampeded.  They were now getting quieted after their\nscare--whatever it may have been--some of them, as they stepped along,\nstooping their heads to gather a mouthful of grass.\n\nTo the Indians it was a tempting sight.  Horse-stealing is their regular\nprofession, and success at it one of their boasted accomplishments.  A\nyoung brave, returning to his tribe with the captured horse of an enemy,\nis received almost with as much triumph and congratulation as if he\ncarried the scalp of that enemy on the point of his spear.\n\nThey remained in ambush only long enough to see that there were no men\nwithin sight of the straying horses; and to reflect that, even if the\nowners were near, they must be afoot, and therefore helpless to hinder\ntheir cattle from being captured.  A dash after the drove would do it.\nThey were all provided with their lazos, and there could be little\ndifficulty in securing the strays, to all appearance docile, as if jaded\nafter a long journey.  With the quickness of lightning these thoughts\npassed through the minds of the marauders; and simultaneously they\nturned their eyes upon the chief, as if seeking permission to ride off\nin pursuit.  Not only was it given, but he himself determined to lead\nthe chase.\n\nAmong his other evil passions, cupidity was one; and, by Indian law, the\nprize belongs to him who takes it.  The chance of adding two or three\nfine horses to his stock was not to be slighted; and turning to one of\nthe men who kept guard over the captive girl, he ordered him to take her\non to the encampment.\n\nThen, setting the example to his followers, he rode out from behind the\ncopse, and, at an easy pace, directed his course toward the sauntering\n_cavallada_.\n\n\n\nCHAPTER TWENTY ONE.\n\nA PLEASANTER CAPTIVITY.\n\nIf the sight of the straying horses had caused surprise to the Indians,\nnot less astonished were they who, within the valley, had been awaiting\ntheir approach.  The trappers, placed in a well-contrived ambush, had\nseen Yellow Chief as he ascended to the crest of the ridge, and noticed\nhis strange movements.  Divided into two parties, they were stationed\nnear the entrance of the gorge, about one-half their number on each side\nof it.  Two lateral ravines running some distance into the face of the\nrocky cliff, and thickly studded with scrub-cedars, afforded them a\nplace of concealment.  Their plan was to let the returned pursuers pass\nin, and then, rushing out, to close up the entrance, and thus cut off\ntheir retreat.  Trusting to their guns, pistols, and knives, as well as\nthe panic which the surprise would undoubtedly create, they intended\nmaking a _battue_ of the savages--to strike a grand \"coup,\" as they\nthemselves expressed it.  There was no talk of giving quarter.  The word\nwas not even mentioned.  In the minds of these men the thought of mercy\nto an Indian enemy has little place; less for a Cheyenne; and less still\nfor the band of braves led by the Yellow Chief--a name lately\ndistinguished for treacherous hostility toward trappers as well as\ncruelty of every kind.\n\n\"Let's kill every redskin of them!\" was the resolution understood by\nall, and spoken by several, as they separated to take their places in\nambuscade.  When they saw the Indians mount upon the summit of the\nridge, the chief already descending, they felt as if their design was\nsoon to be accomplished.  They were near enough to the savages to make\nout the expression upon their countenances.  They saw no signs denoting\ndoubt.  In five minutes more the unconscious enemy would be through the\ngap, and then--\n\nAnd then was it that the exclamation was heard from those upon the hill,\ncausing the chief suddenly to turn his horse and ride back.\n\nWhat could it mean?  Not one of the trappers could guess.  Even 'Lije\nOrton was puzzled by the movement.\n\n\"Thar must be somethin' queery on tother side,\" he whispered to O'Neil,\nwho was in ambush by his side.  \"That ere movement can't a be from\nanything they've seed hyar.  They waant lookin' this way.  Durn me, if I\nkin make out what stopped 'em!\"\n\nOf all those awaiting the approach of the Indians, no one suffered so\nmuch from seeing them halt as the young Irishman.  For the first time in\nfive years he had a view of that face, almost every night appearing to\nhim in his dreams.  She was near enough for him to trace the lineaments\nof those features, indelibly impressed upon his memory.  If he saw\nchange in them, it was only that they appeared more beautiful than ever.\nThe wan hue of sadness, and that pallor of complexion, natural to a\ndaughter of the South, had been replaced by a red suffusion upon her\ncheeks, caused by the chase, the capture, and the terrible excitement of\nthe situation; and she seemed to glow with beauty.  And there was\nsomething that at the moment rendered her still more beautiful in the\neyes of O'Neil.  During the interval of hasty action since entering the\nIndian encampment, he had found time to place himself in communication\nwith some of the white captives, her companions on the journey.  From\nthem he had learnt enough to know, that Clara Blackadder was yet\nunwedded; something, too, of her mood of habitual melancholy, as if\nthere was a void in her heart, none of them understood!\n\nAs he knelt behind the cedar-trees, expectant of her return, he had\nindulged in sweet conjectures as to its cause; and when he saw her upon\nthe ridge, riding down as it were into his arms, a thrill of delightful\nanticipation passed over his spirit.  He could scarce restrain himself\nfrom rushing forth to receive her; and it was with difficulty the old\ntrapper could keep him silent in his concealment.\n\nStill more difficult as the Indians halted on the hill.\n\n\"They may ride off again,\" said he, in an agonised whisper, to his more\npatient comrade.  \"Supposing they suspect our presence?  They may gallop\noff, and take her along with them?  We have no horses to follow.  We\nshould never overtake them afoot.\"\n\n\"You kedn't ef we charged on 'em now.  They're ayont the carry o' our\nguns.  Ef they git a glimps o' one o' us, they'll be sartin to stampede.\nDon't show the tip o' yur nose, Ned; for yur life, don't!\"\n\nThe counsel might not have been heeded.  O'Neil was in an agony of\nimpatient apprehension.  It seemed so easy to rush up to the summit of\nthe ridge, and rescue her he so dearly loved.  He felt as if he could\nhave outrun the swiftest horse, and alone vanquished the full band of\nsavages that surrounded her!\n\nYielding to the impetuosity of his long-constrained passion, he might\nhave made the suicidal attempt, had he not been stayed by the next\nmovement of the Indians, who, to the surprise of all, both prisoners and\ntrappers, were seen to turn their backs upon the encampment, leaving the\nyoung girl in the charge of a single savage!  Even then Orton found it\ndifficult to restrain O'Neil from leaping out from his ambush and\nrushing toward his beloved.  It seemed now so easy to rescue her!\n\nThe old trapper was again compelled to use force, throwing his arms\naround and holding him in his place.\n\n\"A minnit more, ye fool!\" was the hurried though not very complimentary\nspeech hissed into O'Neil's ear.  \"Hev patience one minnit, and she'll\ncoflumix right into yur arms, like a barked squirrel from the branch o'\na tree.  Hish!\"\n\nThe last exclamation was simultaneous with a movement on the part of the\nIndian who had been left in charge of the captive.  In obedience to the\nhurried order of his chief, the savage had taken the bridle of her\nhorse, and commenced leading the animal down the slope in the direction\nof the ravine, his eyes straying over the ground of the encampment.\n\nBefore entering the gap, he looked ahead!  The silence there seemed\nsomewhat to astonish him.  It was strange there was no movement.  He\ncould see several of his comrades lying upon the grass, and others\nstanding over the captives, these still in their planes just as he\nremembered them, when starting forth on the pursuit.\n\nThe Indians upon the ground seemed natural enough.  They were those who\nhad drunk too freely of the white man's fire-water.  But the guards\nstanding erect--leaning upon their long lances--it was odd they should\nbe so silent, so motionless!  He knew his comrades to be trained to a\ncertain stoicism; but, considering the exciting scenes that had\noccurred, this was beyond expectation.\n\nFor all, the thing caused him no suspicion.  How could he have a thought\nof what had transpired in his absence?\n\nHe advanced without further pause, leading the captive's horse, till he\nhad passed through the gap of the gorge.  Whether he then saw enough to\ntell him of the trap into which he had fallen can never be known.  If he\ndid, he had no time either to reflect upon or escape from it.  A man,\ngliding silently out from the bushes, sprang like a panther upon the\ncroup of his horse; and before he could turn to see who thus assailed\nhim, a bowie-knife had gone deep into his dorsal ribs, causing him to\ndrop dead to the ground without uttering a groan!\n\nIt was the bowie-knife of old 'Lije Orton that had inflicted the fatal\nstab.\n\nAt the same instant another man, rushing out from the same cover,\nclasped the captive girl in his arms, and tenderly lifted her from the\nsaddle.\n\nShe was surprised, but not terrified.  There could be no more terror\nthere.  If there had, it would have passed in a moment, when in her\ndeliverer she recognised one who, for five long years, had been alike\nthe torture and solace of her thoughts.\n\n\n\nCHAPTER TWENTY TWO.\n\nTHE SCENE RE-ARRANGED.\n\nEdward O'Neil held Clara Blackadder in his arms.  He now knew she loved\nand had been true to him, though not from any words that had passed\nbetween them.\n\nThere was scarce time for them to do more than pronounce one another's\nnames; but the glance exchanged was eloquent to the hearts of both.\nEach saw in the other's eyes that the old fondness was still there,\nstrengthened, if aught changed, by the trials through which they had\npassed.\n\nAlmost on the instant of their coming together they were again parted by\nthe trappers; who, with 'Lije Orton and Black Harris directing them, had\nhastily commenced rearranging the ambuscade.  Every moment they might\nexpect the return of the Indians.  A scout, who had hurried up to the\ncrest of the ridge, telegraphed back why the savages had ridden off.\n\nWith the quick perception common to men of their calling, they at once\nunderstood all.  They remembered that in their haste they had but\nslightly secured their horses.  Something, some sort of wild beast,\nperhaps a grizzly bear, had got among them, causing the stampede.  It\nwas an occurrence not new to them.\n\nIt only increased their thirst for vengeance against the detested\nCheyennes, and made them more than ever determined on a wholesale\ndestruction of the predatory band.\n\n\"Let's rub them out, every redskin of them!\" was the counsel passed\naround.\n\n\"We must get back our horses anyhow!\"\n\n\"We'll do thet,\" said Orton, \"an' thar horses, too, to redemnify us for\nthe trouble.  But, boyees, 't won't do to go foolich about it.  Though\nthar's no fear o' these hyur skunks tellin' tales, we must take\npercaushuns for all that.  This nigger wants proppin' up like the rest\no' 'em.  When that air done, we'll be riddy to gie 'em thar recepshun.\"\n\nThe others knew what 'Lije meant, and hastened to reset the stage for\nthe next scene of the sanguinary drama.\n\nWhile the scout on the crest of the ridge kept them warned as to the\nmovements of the Indians, the others were busy placing the tableau that\nwas to greet them on their return.  The young lady was directed to\nassume a half-recumbent attitude on the grass--her horse still saddled\nstanding near.  Close by, propped up, was the dead body of the savage to\nwhose keeping she had been entrusted; not seeming dead, but life-like by\nthe side of his own horse, as if still keeping guard over the captive.\nAll was arranged in less than ten minutes of time.  These rude mountain\nmen are ready at such _ruses_.  No wonder their wits should be quick and\nkeen; their lives often depend upon the successful execution of such\nschemes.\n\nThey found time to make many changes in the arrangement previously made.\nIn their haste the stage had not been set to their satisfaction.  The\nother dead sentinels were placed in attitudes more life-like and\nnatural, and all traces of the brief struggle were carefully blotted out\nor removed.  The captives, both white and black, were cautioned to keep\ntheir places, and instructed how to act, in case of any unforeseen\naccident causing a change in the carrying out of the programme.\n\nWhen everything was fixed to their satisfaction, the trappers returned\nto their ambush; as before, distributing themselves into two parties--\none for each side of the gorge.  A vidette was still kept upon the top\nof the ridge, though not the man first deputed for the performance of\nthis duty.  There were now two of them--Black Harris and 'Lije Orton.\n\nIt was an interval of strange reflection with the young Irishman,\nO'Neil.  Before his eyes--almost within reach of his arms--upon the\ngrassy sward, he saw lying that fair form which for long absent years\nhad remained vividly outlined in his memory.  How he longed to go nearer\nand embrace her!  And all the more, that he could perceive her glance\nturned toward the spot where he lay concealed, as if endeavouring to\npenetrate the leafy screen that separated them.  How he longed for the\nfinal event that would terminate this red tragedy, and bring them\ntogether again, in life never more to be parted!  It was a relief, as\nwell as joy to him, when his old comrade, Orton, close followed by Black\nHarris, was seen hastily descending the slope, their gestures showing\nthat the horse-hunt was over, and the savages were riding back toward\nthe encampment.\n\n\"Now, boyees!\" said 'Lije, gliding to both sides of the gorge, and\naddressing the trappers in a cautious undertone, \"ef ye'll jest keep\nyerselves purfectly cool for about ten minutes longer, an' wait till ye\ngit the word from Black Harry or myself, ye'll have a chance o' wipin'\nout any scores ye may hev run up 'twixt yur-selves an' Yellow Chief.\nDon't neer a one o' ye touch trigger till the last of the cussed\nvarmints hev got clar past the mouth o' this hyur gully.  An' then wait\ntill ye hear the signal from me.  It'll be the crack o' my rifle.  Arter\nthet, the Injuns aint like to hev any chief; an' ye kin go in, an' gie\n'em eturnal darnation.\"\n\nIn ten seconds after he had ceased speaking not a trapper was to be seen\nnear the Indian encampment; only the captives with their sentinels\nstanding over them, surrounded by a stillness as of death.  It was like\nthe ominous calm that comes between two gusts of a storm, all the more\nawful from the contrasting silence.\n\n\n\nCHAPTER TWENTY THREE.\n\nTHE STAMPEDERS CAPTURED.\n\nIn starting in chase of the straying _cavallada_, the Cheyennes did not\ngo on at full speed.  The spectacle of over twenty horses saddled and\nbridled, wandering about without riders on their backs, or the sign of\nan owner following after them, was one so novel, that, while causing\nastonishment to the savages, it also aroused their instincts of caution.\nIt looked like what the Indians had first taken it for--a stampede.\nAnd still it might be the ruse of an enemy, with the design of drawing\nthem into an ambuscade.  Partly for this reason, and partly that the\nownerless animals might not be scared into a second stampede, and so\nbecome difficult of capture, the Cheyennes rode toward them slowly and\ndeliberately.\n\nAs they drew near, however, and still no white men appeared in sight,\nthey quickened their pace, and at length broke into a gallop--charging\nat full speed upon the sauntering drove.  This had become necessary, as\nthe white men's horses had \"smelt Indian,\" and with crests erect, and\nsnorting nostrils, showed signs of making off.\n\nFor a period of ten minutes there was a confused movement upon the\nplain--a sort of irregular tournament, in which horses ridden by dusky\nriders, and others without any, were mingled together and galloping\ntowards every point of the compass; long slender ropes, like snakes,\nsuddenly uncoiled, were seen circling through the air; wild cries were\nheard, sent forth from a score of savage throats--the clamour increased\nby the shrill neighing of horses and the shriller hinneying of the\nmules--while the firm prairie turf echoed the tread of over a hundred\nhoofs.\n\nAnd soon this tableau underwent a change.  The dark moving mass became\nscattered over a wider surface, and here and there could be seen, at\nintervals apart, the oft-described spectacle of a horseman using the\nlazo: two horses at opposite ends of a long rope stretched taut between\nthem, tails toward each other, one of them standing with feet firmly\nplanted, the lazo fast to a stapled ring in the tree of his saddle; the\nother prostrate upon the ground, with the rope wound around his neck, no\nlonger struggling to free himself, but convulsively to get breath.\n\nAnd soon again the tableau became changed.  The captured steeds were\nwhipped back upon their feet, and their captors once more got into a\nclump together, each leading a spare horse, that followed without\nfurther resistance.\n\nSome had none, while others, more fortunate or skilful, had succeeded in\nmaking a double take during the quick scramble.\n\nAfter the more serious work of the morning, it was a light and pleasant\ninterlude for the young Cheyennee, and, as they returned toward their\ncamp, they were full of joyous glee.\n\nStill were their thoughts damped with some suspicion of danger.  The\nnovelty of such an easy razzia had in it also something of mystery; and\nas they rode slowly back over the prairie swells, they glanced anxious\nglances toward the north--the point from which the stampeded horses had\ncome.\n\nBut no one was in sight--there was no sign of a human being!\n\nWere the owners of the lost horses asleep?  Or had they been struck\ndead, before the scattering commenced?\n\nThe mutual congratulations of the savages on the handsome _coup_ they\nhad made were restrained by the mystery that surrounded it; and, with\nmingled feelings of gladness and apprehension, they once more approached\nthe spot where, as they supposed, their comrades and captives awaited\nthem.\n\nThey went with as much speed as the led horses would allow them.  Their\nchief, cunning as he was courageous, suspected that danger might be\nnigh.  Where there was smoke there should be fire; and thinking of this\nold adage, he knew that where there were over twenty caparisoned horses\nthere must be at least this number of men not far off--men who could\nonly be enemies.  Now that the animals were in his possession, he was\nsure of their owners being white.  The saddles, bridles, and other\ntrappings were such as are never, or only occasionally, used by the\nred-skinned cavaliers of the prairie.  Though now surely afoot, the men\nto whom the horses belonged would be as sure to follow them; and the\nYellow Chief knew that a score of white men armed with their\ndeath-dealing rifles would be an overmatch for his band, though these\noutnumbered them two to one.  The captured animals told him something\nbesides: their caparison proved them to belong to trappers; which, in\nhis reckoning, more than doubled their number.\n\nTo gather up the spoils taken from the emigrant train, along with the\ncaptives, and take speedy departure from the place, was now his design.\n\nHe was thinking of the triumph that awaited him on his return to the\nhead town of the great Cheyenne tribe; the welcome he would receive\nbringing back such a booty--horses, spoils, prisoners, the last to be\ndistributed as slaves--of his increased glory in the nation, his\npromotion among the leaders, and the hope some day to become head chief\nof the Cheyennes--all these thoughts passing through his mind made him\nhighly exultant.\n\nAnd there was the other thought--revenge over his enemies in early\nlife--those by whose tyranny and persecution he had been driven forth to\nfind a home, and along with it honour, among the red men of the\nwilderness.\n\nHis fiendish spirit felt sweet joy, thus revelling in revenge; and as he\nrode back toward the camp, where he knew his victims awaited him, he\nmight have been heard muttering to himself:\n\n\"They shall serve me, as I have served them.  And she who is called my\nsister--_she shall be my slave_!\"\n\n\n\nCHAPTER TWENTY FOUR.\n\nFINALE.\n\nThe sun was already close down to the summit of the _sierra_, when the\nYellow Chief and his followers once more surmounted the ridge that\nbrought them in sight of the encampment.\n\nAlthough the daylight was still lingering around them, the little glen\nand the gap leading into it were obscured under the purple shadows of\napproaching night.\n\nThere was light enough left for the Indian horsemen to distinguish the\nsalient features of the scene.  They could see the various groupings of\ntheir prisoners, with their comrades standing sentry over them; the\nwhite men on one side; the women near; and on the opposite edge of the\nvalley, the sable crowd, some seated, some standing, in all respects\napparently as they had parted from them when starting on the pursuit of\nClara Blackadder.\n\nApart from all the rest they saw her, with the Choctaw keeping watch\nclose by, his hand clutching the withers of his horse.\n\nThe picture was complete.  Nothing seemed wanting.  No one was there who\nshould not have been, nor any one missing.  Who could have had\nsuspicion, that close to those silent groupings there were others\nequally silent, but unseen and unsuspected?  Not the young Cheyenne\nbraves returning with their captured horses; not the daring chief who\nrode at their head.\n\nWithout the slightest warning of the surprise that awaited them, they\npushed boldly through the gap, and on, over the level meadow, toward the\nspot occupied by their prisoners.\n\nIt was not till they had drawn up amidst the captive groups that things\nseemed a little strange to them.  Why were their comrades so still, so\nsilent?  They did not think of those lying stretched along the grass--in\nall about a dozen.  They had left them there, and knew that they were\nintoxicated.  But the guards standing erect--why were these so\nundemonstrative?  It was a thing unusual.  Returning with such spoil,\nthey might expect to have been hailed by a paean of congratulations.\nThere was not even a salute!\n\nIt was a puzzle--a mystery.  Had there been a better light, it might\nsooner have been solved.  The blood sprinkled here and there over the\ngrass, the gashes that would have been seen on the bodies of the\nsentinels, their stiff set attitudes and ghastly faces--all would have\nbeen apparent.  But over all was the veil of a fast-darkening twilight,\nand through its obscurity only the outlines of their figures could be\ntraced, in positions and attitudes seeming natural enough.  It was the\nabsence of all motion, coupled with the profound silence, that seemed\nstrange, ominous, appalling!\n\n\"Waboga!\" cried the chief, addressing himself to the Choctaw who stood\nguard over the girl, \"what means this?  Why do you stand there like a\ntree-stump?  Why do you not speak?\"\n\nNo answer from Waboga!\n\n\"Dog!\" cried the mulatto, \"if you don't make answer, I'll have you\nnailed to that cross, you have yourself erected.  Once more I ask you,\nwhat is the meaning of this nonsense?\"\n\nThe threat had no effect upon Waboga.  It elicited no answer--not even\nthe courtesy of a sign!\n\n\"Slave!\" shouted the chief, leaping down from his horse, and rushing\ntoward the silent sentry, \"I shall not give you the grace of a trial.\nThis instant shall you die!\"\n\nAs he spoke, a blade glistened in his hand, which, as his gestures\nshowed, was about to be buried in the body of Waboga.\n\nThe sentry stood staunch, apparently regardless of the death that\nthreatened him!\n\nThe chief stayed his hand, surprised at the unparalleled coolness of the\nChoctaw.\n\nOnly for a moment; for as he stood regarding him, now close up to the\nbody, he saw what explained all--a gash great as he could have himself\ninflicted!\n\nWaboga was already dead!\n\nThe horse upon which the Choctaw was leaning, scared by the threatening\ngesture, shied to one side, and the lifeless form fell heavily to the\nearth!\n\nThe knife dropped from the hands of the Cheyenne chief, and, with a\nwild, distracted air, he turned toward his followers to seek an\nexplanation.  But before a word could be spoke all was explained.\n\nA cordon of dark forms was seen closing up the entrance of the valley;\nthe word \"Fire!\" was heard, followed by a serried sheet of flame, and\nthe sharp \"crack, crack, crack,\" proclaiming the discharge of a score of\nrifles.\n\nIt was the last sight seen by the Yellow Chief--the last sound heard by\nhim before passing into eternity!\n\nAnd the same with his freebooting band.  Not one of them went alive out\nof that valley, into which the trappers had decoyed them.\n\n------------------------------------------------------------------------\n\nThe emigrants continued on to California, now with diminished numbers;\nfor, along with the leader, several others had been killed in the attack\nupon the caravan.\n\nBut, besides the dead, there was one living who went not with them.\n\nNow that her father was no more, there was no one to hinder Clara\nBlackadder from staying behind, along with the man of her choice; no\nreason why she should not return with him to the seats of civilisation.\n\nAnd she did so; not to share with him an humble home, but a residence\nfar more splendid than the old plantation-house in the \"Choctaw\npurchase.\"  As the Irish trapper had declared it, Edward O'Neil was one\nof the \"Onales of Tipperary, a gintleman on both sides av the house;\"\nand in due time the property belonging to both sides of the house became\nhis.\n\nIt might be chivalry that he did not take his young Southern wife there,\nwhere she might feel lonely in a land of strangers.  But it gave equal\nevidence of good sense, that he sold off his Tipperary estates, and\ninvested the money in the purchase of town-lots upon an islet he had\nlearned to love even more than the \"gem of the seas.\"  It was the isle\nof Manhattan.\n\nThere he still lives, happy in the companionship of his beautiful and\nfaithful wife; cheered by sweet children, and, at intervals, by the\npresence of his old comrade, 'Lije Orton, who, now that railroads have\npenetrated the far prairies, comes occasionally to pay him a visit, and\nkeep him posted up in the lore of the \"mountain men.\"\n\n------------------------------------------------------------------------\n\nThe End.\n\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Yellow Chief, by Mayne Reid\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE YELLOW CHIEF ***\n\n***** This file should be named 36603.txt or 36603.zip *****\nThis and all associated files of various formats will be found in:\n        http:\/\/www.gutenberg.org\/3\/6\/6\/0\/36603\/\n\nProduced by Nick Hodson of London, England\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp:\/\/gutenberg.org\/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark\/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s\/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http:\/\/www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp:\/\/pglaf.org\/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http:\/\/pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http:\/\/pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http:\/\/pglaf.org\/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http:\/\/www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n","id":451,"split":"train"}
