{"ori_id":"c5ada098b3a74fbe9dbd4d6f15121ef92aed7f02","title":"Seven Little Australians","context":"Seven Little Australians\n The seven children of the title live in 1880s Sydney with their father, an army Captain who has little understanding of his children, and their 20-year-old stepmother Esther, who can exert little discipline on them. Accordingly, they wreak havoc wherever possible, for example by interrupting their parents while they entertain guests and asking for some of their dinner (implying to the guests that the children's own dinner is inadequate).\nAfter a prank by Judy and Pip embarrasses Captain Woolcot at his military barracks, he orders that ringleader Judy be sent away to boarding school in the Blue Mountains.\nMeg comes under the influence of an older girl, Aldith, and tries to improve her appearance according to the fashions of the day. She and Aldith make the acquaintance of two young men, but Meg believes she has fallen in love with the older brother of one, Alan. When Aldith and Meg arrange to meet the young men for a walk, Meg is embarrassed after a note goes astray and Alan comes to the meeting instead and reproaches her for becoming 'spoilt', rather than remaining the sweet young girl she was. Meg returns home and later faints, having tight-laced her waist under pressure from Aldith until it affects her health.\nUnhappy at being away from her siblings, Judy runs away from school, returns home, and hides in the barn. Despite her ill-health as a result of walking for several days to get home, the other children conceal her presence from their father, but he discovers her. He plans to send her back to school, but when the doctor reports she has pneumonia and is at risk of tuberculosis, she is allowed to remain at home.\nTo assist Judy's recuperation, Esther's parents invite her and the children to their sheep station Yarrahappini. One day the children go on a picnic far away from the property. A ringbarked tree falls and threatens to crush 'the General', the youngest sibling and Esther's own child. Judy, who promised 'on her life' not to allow him to be harmed on the picnic, rushes to catch him and her body protects him from the tree. However her back is broken and she dies before help can be fetched.\nAfter burying Judy on the property, the family returns home to Sydney sobered by her death. While ostensibly things remain the same, each character is slightly changed by their experience. In particular Captain Woolcot regrets the fact that he never really understood Judy and tries to treasure his remaining children a little more, though he shows it very little more than before.\nï»¿Project Gutenberg's Seven Little Australians, by Ethel Sybil Turner\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n\nTitle: Seven Little Australians\n\nAuthor: Ethel Sybil Turner\n\nPosting Date: December 7, 2009 [EBook #4731]\nRelease Date: December, 2003\nFirst Posted: March 6, 2002\nLast Updated: January 2, 2018\n\nLanguage: English\n\n\n*** START OF THIS PROJECT GUTENBERG EBOOK SEVEN LITTLE AUSTRALIANS ***\n\n\n\n\nProduced by Geoffrey Cowling.  HTML version by Al Haines.\n\n\n\n\n\n\n\n\n\nSeven Little Australians\n\n\nby\n\nEthel Turner\n\n\n\n\nCONTENTS\n\nCHAPTER\n\n     I  Chiefly Descriptive\n    II  Fowl for Dinner\n   III  Virtue Not Always Rewarded\n    IV  The General Sees Active Service\n     V  \"Next Monday Morning\"\n    VI  The Sweetness of Sweet Sixteen\n   VII  \"What Say You to Falling in Love?\"\n  VIII  A Catapult and a Catastrophe\n    IX  Consequences\n     X  Bunty in the Light of a Hero\n    XI  The Truant\n   XII  Swish, Swish!\n  XIII  Uninvited Guests\n   XIV  The Squatter's Invitation\n    XV  Three Hundred Miles in the Train\n   XVI  Yarrahappini\n  XVII  Cattle-Drafting at Yarrahappini\n XVIII  The Picnic at Krangi-Bahtoo\n   XIX  A Pale-Blue Hair Ribbon\n    XX  Little Judy\n   XXI  When the Sun Went Down\n  XXII  And Last\n\n\n\n\n  To\nMY MOTHER\n\n\n\n\nCHAPTER I\n\nChiefly Descriptive\n\n\nBefore you fairly start this story I should like to give you just a\nword of warning.\n\nIf you imagine you are going to read of model children, with\nperhaps; a naughtily inclined one to point a moral, you had better lay\ndown the book immediately and betake yourself to 'Sandford and Merton'\nor similar standard juvenile works.  Not one of the seven is really\ngood, for the very excellent reason that Australian children never are.\n\nIn England, and America, and Africa, and Asia, the little folks may\nbe paragons of virtue, I know little about them.\n\nBut in Australia a model child is--I say it not without\nthankfulness--an unknown quantity.\n\nIt may be that the miasmas of naughtiness develop best in the\nsunny brilliancy of our atmosphere.  It may be that the land and\nthe people are young-hearted together, and the children's spirits not\ncrushed and saddened by the shadow of long years' sorrowful\nhistory.\n\nThere is a lurking sparkle of joyousness and rebellion and mischief\nin nature here, and therefore in children.\n\nOften the light grows dull and the bright colouring fades to\nneutral tints in the dust and heat of the day.  But when it\nsurvives play-days and school-days, circumstances alone determine\nwhether the electric sparkle shall go to play will-o'-the-wisp\nwith the larrikin type, or warm the breasts of the spirited,\nsingle-hearted, loyal ones who alone can \"advance Australia.\"\n\nEnough of such talk.  Let me tell you about my seven select\nspirits.  They are having nursery tea at the present moment with\na minimum of comfort and a maximum of noise, so if you can bear a\ndeafening babel of voices and an unmusical clitter-clatter of\ncrockery I will take you inside the room and introduce them to\nyou.\n\nNursery tea is more an English institution than an Australian one;\nthere is a kind of _bon camaraderie_ feeling between parents and\nyoung folks here, and an utter absence of veneration on the part of\nthe latter.  So even in the most wealthy families it seldom\nhappens that the parents dine in solemn state alone, while the\nchildren are having a simple tea in another room: they all\nassemble around the same board, and the young ones partake of the\nsame dishes, and sustain their parts in the conversation right\nnobly.\n\nBut, given a very particular and rather irritable father, and\nseven children with excellent lungs and tireless tongues, what\ncould you do but give them separate rooms to take their meals in?\n\nCaptain Woolcot, the father, in addition to this division, had had\nthick felt put over the swing door upstairs, but the noise used to\nfloat down to the dining-room in cheerful, unconcerned manner\ndespite it.\n\nIt was a nursery without a nurse, too, so that partly accounted\nfor it.  Meg, the eldest, was only sixteen, and could not be\nexpected to be much of a disciplinarian, and the slatternly but\ngood-natured girl, who was supposed to combine the duties of\nnursery-maid and housemaid, had so much to do in her second\ncapacity that the first suffered considerably.  She used to lay\nthe nursery meals when none of the little girls could be found to\nhelp her, and bundle on the clothes of the two youngest in the\nmorning, but beyond that the seven had to manage for themselves.\n\nThe mother? you ask.\n\nOh, she was only twenty--just a lovely, laughing-faced girl, whom\nthey all adored, and who was very little steadier and very\nlittle more of a housekeeper than Meg.  Only the youngest of the\nbrood was hers, but she seemed just as fond of the other six as\nof it, and treated it more as if it were a very entertaining\nkitten than a real live baby, and her very own.\n\nIndeed at Misrule--that is the name their house always went by,\nthough I believe there was a different one painted above the\nbalcony--that baby seemed a gigantic joke to everyone.  The\nCaptain generally laughed when he saw it, tossed it in the air,\nand then asked someone to take it quickly.\n\nThe children dragged it all over the country with them, dropped\nit countless times, forgot its pelisse on wet days, muffled it up\nwhen it was hot, gave it the most astounding things to eat, and yet\nit was the healthiest, prettiest, and most sunshiny baby that\never sucked a wee fat thumb.\n\nIt was never called \"Baby,\" either; that was the special name of\nthe next youngest.  Captain Woolcot had said, \"Hello, is this the\nGeneral?\" when the little, red, staring-eyed morsel had been put\ninto his arms, and the name had come into daily use, though I\nbelieve at the christening service the curate did say something\nabout Francis Rupert Burnand Woolcot.\n\nBaby was four, and was a little soft fat thing with pretty\ncuddlesome ways, great smiling eyes, and lips very kissable when\nthey were free from jam.\n\nShe had a weakness, however, for making the General cry, or she\nwould have been really almost a model child.  Innumerable times\nshe had been found pressing its poor little chest to make it\n\"squeak;\" and even pinching its tiny arms, or pulling its\ninnocent nose, just for the strange pleasure of hearing the yells\nof despair it instantly set up.  Captain Woolcot ascribed the\npeculiar tendency to the fact that the child had once had a\ndropsical-looking woolly lamb, from which the utmost pressure would\nonly elicit the faintest possible squeak: he said it was only\nnatural that now she had something so amenable to squeezing she\nshould want to utilize it.\n\nBunty was six, and was fat and very lazy.  He hated scouting at\ncricket, he loathed the very name of a paper-chase, and as for\nrunning an errand, why, before anyone could finish saying something\nwas wanted he would have utterly disappeared.  He was rather small\nfor his age;-and I don't think had ever been seen with a clean face.\nEven at church, though the immediate front turned to the minister\nmight be passable, the people in the next pew had always an\nuninterrupted view of the black rim where washing operations had\nleft off.\n\nThe next on the list--I am going from youngest to oldest, you\nsee--was the \"show\" Woolcot, as Pip, the eldest boy, used to say.\nYou have seen those exquisite child-angel faces on Raphael Tuck's\nChristmas cards?  I think the artist must just have dreamed of\nNell, and then reproduced the vision imperfectly.  She was ten,\nand had a little fairy-like figure, gold hair clustering in wonderful\nwaves and curls around her face, soft hazel eyes, and a little\nrosebud of a mouth.  She was not conceited either, her family took\ncare of that--Pip would have nipped such a weakness very sternly\nin its earliest bud; but in some way if there was a pretty ribbon\nto spare, or a breadth of bright material; just enough for one little\nfrock, it fell as a matter of course to her.\n\nJudy was only three years older, but was the greatest contrast\nimaginable.  Nellie used to move rather slowly about, and would\nhave made a picture in any attitude.  Judy I think, was never\nseen to walk, and seldom looked picturesque.  If she did not dash\nmadly to the place she wished to get to, she would progress by a\nseries of jumps, bounds, and odd little skips.  She was very thin,\nas people generally are who have quicksilver instead of blood in\ntheir veins; she had a small, eager, freckled face, with very,\nbright dark eyes, a small, determined mouth, and a mane of untidy,\ncurly dark hair that was the trial of her life.\n\nWithout doubt she was the worst of the seven, probably because she\nwas the cleverest.  Her brilliant inventive powers plunged them all\ninto ceaseless scrapes, and though she often bore the brunt of the\nblame with equanimity, they used to turn round, not infrequently,\nand upbraid her for suggesting the mischief.  She had been\nchristened \"Helen,\" which in no way account's for \"Judy,\" but\nthen nicknames are rather unaccountable things sometimes, are they\nnot?  Bunty said it was because she was always popping and\njerking herself about like the celebrated wife of Punch, and\nthere really is something in that.  Her other name, \"Fizz,\" is\neasier to understand; Pip used to say he never yet had seen the\nginger ale that effervesced and bubbled and made the noise that\nJudy did.\n\nI haven't introduced you to Pip yet, have I?  He was a little like\nJudy, only handsomer and taller, and he was fourteen, and had as\ngood an opinion of himself and as poor a one of girls as boys of\nthat age generally have.\n\nMeg was the eldest of the family, and had a long, fair plait that\nBunty used to delight in pulling; a sweet, rather dreamy face,\nand a powdering of pretty freckles that occasioned her much\ntribulation of spirit.\n\nIt was generally believed in the family that she wrote poetry\nand stories, and even kept a diary, but no one had ever seen a\nvestige of her papers, she kept them so carefully locked up in\nher old tin hat-box.  Their father, had you asked them they would\nall have replied with considerable pride, was \"a military man,\"\nand much from home.  He did not understand children at all, and was\nalways grumbling at the noise they made, and the money they cost.\nStill, I think he was rather proud of Pip, and sometimes, if Nellie\nwere prettily dressed, he would take her out with him in his dogcart.\n\nHe had offered to send the six of them to boarding school when he\nbrought home his young girl-wife, but she would not hear of it.\n\nAt first they had tried living in the barracks, but after a time\nevery one in the officers' quarters rose in revolt at the pranks\nof those graceless children, so Captain Woolcot took a house some\ndistance up the Parramatta River, and in considerable bitterness\nof spirit removed his family there.\n\nThey liked the change immensely; for there was a big wilderness\nof a garden, two or three paddocks, numberless sheds for\nhide-and-seek, and, best of all, the water.  Their father kept\nthree beautiful horses, one at he barracks and a hunter and a\ngood hack at Misrule; so, to make up, the children--not that they\ncared in the slightest--went about in shabby, out-at-elbow clothes,\nand much-worn boots.  They were taught--all but Pip, who went to\nthe grammar school--by a very third-class daily governess, who\nlived in mortal fear of her ignorance being found out by her\npupils.  As a matter of fact, they had found her out long ago, as\nchildren will, but it suited them very well not to be pushed on\nand made to work, so they kept the fact religiously to\nthemselves.\n\n\n\n\nCHAPTER II\n\nFowl for Dinner\n\n\n  \"Oh, don't the days seem lank and long\n  When all goes right and nothing wrong;\n  And isn't your life extremely flat\n  With nothing whatever to grumble at?\"\n\nI hope you are not quite deafened yet, for though I have got\nthrough the introductions, tea is not nearly finished, so we must\nstay in the nursery a little longer: All the time I have been\ntalking Pip has been grumbling at the lack of good things.  The\ntable was not very tempting, certainly; the cloth looked as if it\nhad been flung on, the china was much chipped and battered, the tea\nwas very weak, and there was nothing to eat but great thick slices\nof bread and butter.  Still, it was the usual tea, and everyone\nseemed surprised at Pip's outburst.\n\n\"My father and Esther\" (they all called their young stepmother\nby her Christian name) \"are having roast fowl, three vegetables,\nand four kinds of pudding,\" he said angrily; \"it isn't fair!\"\n\n\"But we had dinner at one o'clock, Pip, and yours is saved as\nusual,\" said Meg, pouring out tea with a lavish allowance of hot\nwater and sugar.\n\n\"Boiled mutton and carrots and rice pudding!\" returned her brother\nwitheringly.  \"Why shouldn't we have roast fowl and custard and\nthings?\"\n\n\"Yes, why shouldn't we?\" echoed little greedy Bunty; his eyes\nlighting up.\n\n\"What a lot it would take for all of us!\" said Meg, cheerfully\nattacking the bread loaf.\n\n\"We're only children--let us be thankful for this nice thick bread\nand this abundance of melting butter,\" said Judy, in a good little\ntone.\n\nPip pushed his chair back from the table.\n\n\"I'm going down to ask for some roast fowl,\" he said, with a look\nof determination in his eyes.  \"I can't forget the smell of it,\nand they'd got a lot on the table--I peeped in the door.\"\n\nHe took up his plate and proceeded downstairs, returning presently,\nto the surprise of everyone, with quite a large portion on his plate.\n\n\"He couldn't very well refuse,\" he chuckled.  \"Colonel Bryant\nis there; but he looked a bit mad--here, Fizz, I'll go you halves.\"\n\nJudy pushed up her plate eagerly at this unusually magnanimous\noffer, and received a very small division, a fifth part, perhaps,\nwith great gratitude.\n\n\"I just LOVE fowl,\" said Nell longingly; \"I've a great mind to go\ndown and ask for a wing--I believe he'd give it to me.\"\n\nThese disrespectful children, as I am afraid you will have noticed,\nalways alluded to their father as \"he.\"\n\nNell took up another plate, and departed slowly to the lower\nregions.  She followed into the dining-room at the heels of the\nhousemaid, and stood by the side of her father, her plate well\nbehind her.\n\n\"Well, my little maid, won't you shake hands with me?  What is\nyour name?\" said Colonel Bryant, tapping her cheek playfully.\n\nNell looked up with shy, lovely eyes.\n\n\"Elinor Woolcot, but they call me Nell,\" she said, holding out\nher left hand, since her right was occupied with the plate.\n\n\"What a little barbarian you are, Nell!\" laughed her father; but\nhe gave her a quick, annoyed glance.  \"Where is your right hand?\"\n\nShe drew it slowly from behind and held out the cracked old plate.\n\"I thought perhaps you would give me some fowl too,\" she said--\"just\na leg or a wing, or bit of breast would do.\"\n\nThe Captain's brow darkened.  \"What is the meaning of this?  Pip\nhas just been to me, too.  Have you nothing to eat in the\nnursery?\"\n\n\"Only bread and butter, very thick,\" sighed Nellie.\n\nEsther suppressed a smile with difficulty.\n\n\"But you had dinner, all of you, at one o'clock.\"\n\n\"Boiled mutton and carrots and rice pudding,\" said Nell mournfully.\n\nCaptain Woolcot severed a leg almost savagely and put it on her\nplate.\n\n\"Now run away; I don't know what has possessed you two to-night.\"\n\nNellie reached the door, then turned back.\n\n\"Oh, if you would just give me a wing for poor Meg--Judy had some\nof Pip's, but Meg hasn't any,\" she said, with a beautiful look of\ndistress that quite touched Colonel Bryant.\n\nHer father bit his lip, hacked off a wing in ominous silence, and\nput it upon her plate.\n\n\"Now run away,--and don't let me have any more of this nonsense,\ndear.\"  The last word was a terrible effort.\n\nNell's appearance with the two portions of fowl was hailed with\nuproarious applause in the nursery; Meg was delighted with her\nshare; cut a piece off for Baby, and the meal went on merrily.\n\n\"Where's Bunty?\", said Nell, pausing suddenly with a very clean\ndrumstick in her fingers, \"because I HOPE he hasn't gone\ntoo; someway I don't think Father was very pleased, especially\nas that man was there.\"\n\nBut that small youth had done so, and returned presently\ncrestfallen.\n\n\"He wouldn't give me any--he told me to go away, and the man\nlaughed, and Esther said we were very naughty--I got some\nfeathered potatoes, though, from the table outside the door.\"\n\nHe opened his dirty little hands and dropped the uninviting\nfeathered delicacy out upon the cloth.\n\n\"Bunty, you're a pig,\" sighed Meg, looking up from her book.\nShe always read at the table, and this particular story was\nabout some very refined, elegant girls.\n\n\"Pig yourself--all of you've had fowl but me, you greedy things!\"\nretorted Bunty fiercely, and eating up his potato very fast.\n\n\"No, the General hasn't,\" said Judy and the old mischief light\nsprang up suddenly into her dark eyes.\n\n\"Now, Judy!\" said Meg warningly; she knew too well what that\nparticular sparkle meant.\n\n\"Oh, I'm not going to hurt you, you dear old thing,\" said Miss Judy,\ndancing down the room and bestowing a pat on her sister's fair head\nas she passed.  \"It's only the General, who's after havin' a bit\no' fun.\"\n\nShe lifted him up out of the high chair, where he had been sitting\ndrumming on the table with a spoon and eating sugar in the\nintervals.\n\n\"It's real action you're going for to see, General,\" she said,\ndancing to the door with him.\n\n\"Oh, Judy, what are you going to do?\" said Meg entreatingly.\n\n\"Ju-Ju!\" crowed the General, leaping almost out of Judy's arms,\nand scenting fun with the instinct of a veteran.\n\nDown the passage they went, the other five behind to watch\nproceedings.  Judy sat down with him on the last step.\n\n\"Boy want chuck-chuck, pretty chuck-chuck?\" she said insidiously.\n\n\"Chuck-chuck, chuck-a-chuck,\" he gurgled, looking all around\nfor his favourite friends.\n\n\"Dad got lots--all THIS many,\" said Judy, opening her arms very\nwide to denote the number in her father's possession.  \"Boydie,\ngo get them!\"\n\n\"Chuck-chuck,\" crowed the General delightedly, and struggling\nto his feet--\"find chuck-chuck.\"\n\n\"In there,\" whispered Judy, giving him a gentle push into the\nhalf-open dining-room door; \"ask Dad.\"\n\nRight across the room the baby tottered on fat, unsteady little\nlegs.\n\n\"Are the children ALL possessed to-night, Esther?\" said the\nCaptain, as his youngest son clutched wildly at his leg and\ntried to climb up it.\n\nHe looked down into the little dirty, dimpling face.  \"Well,\nGeneral, and to what do we owe the honour of your presence?\"\n\n\"Chuck-chuck, chuck-a-chuck, chuck, chuck, chuck,\" said the\nGeneral, going down promptly upon all fours to seek for the\nfeathered darlings Judy had said were here.\n\nBut Esther gathered up the dear, dirty-faced young rascal and\nbore him struggling out of the room.  At the foot of the stairs\nshe nearly stumbled over the rest of the family.\n\n\"Oh, you scamps, you bad, wicked imps!\" she said, reaching out\nto box all their ears, and of course failing.\n\nShe sat down on the bottom stair to laugh for a second, then she\nhanded the General to Pip.  \"To-morrow,\" she said, standing up\nand hastily smoothing the rich hair that the General's hands had\nclutched gleefully--\"to-morrow I shall beat every one of you\nwith the broomstick.\"\n\nThey watched the train of her yellow' silk dress disappear into\nthe dining-room again, and returned slowly to the nursery and\ntheir interrupted tea.\n\n\n\n\nCHAPTER III\n\nVirtue Not Always Rewarded\n\n\nIt was not to be expected that such an occurrence could be passed\nentirely over, but then again it is difficult to punish seven\nchildren at the same time.  At first Captain Woolcot had requested\nEsther to ask Miss Marsh, the governess, to give them all ten\nFrench verbs to learn; but, as Judy pointed out, the General\nand Baby and Bunty and Nell had not arrived at the dignity of\nFrench verbs yet, so such a punishment would be iniquitous.\nThe sentence therefore had not been quite decided upon as yet,\nand everyone felt in an uncomfortable state of suspense.\n\n\"Your father says you're a disgraceful tribe,\" said the young\nstepmother slowly, sitting down on the nursery rocking-chair\na day later.  She had on a trailing morning wrapper of white\nmuslin with cherry ribbons, but there was a pin doing duty\nfor a button in one or two places and the lace was hanging\noff a bit at the sleeve.\n\n\"Meg, dear, you're very untidy, you know, and Judy's absolutely\nhopeless.\"\n\nMeg was attired in an unbecoming green cashmere, with the elbows\nout and the plush torn off in several places, while Judy's\nexceedingly scant and faded pink zephyr had rents in several\nplaces, and the colour was hardly to be seen for fruit-stains.\n\nMeg coloured a little.  \"I know, Esther, and I'd like to be\nnicely-dressed as well as anyone, but it really isn't worth\nmending these old things.\"\n\nShe picked up her book about the elegant girls who were\ndisturbing her serenity and went over to the armchair with it.\n\n\"Well, Judy, you go and sew up those rents, and put some buttons\non your frock.\"  Esther spoke with unusual determination.\n\nJudy's eyes snapped and sparkled.\n\n\"'Is that a dagger that I see before me, the handle to my hand?\nCome, let me grasp it,'\" she said saucily, snatching one of the\npins from Esther's dress, fastening her own with it, and dropping\na curtsey.\n\nEsther reddened a little now.\n\n\"That's the General, Judy: he always pulls the buttons off my\nwrappers when I play with him.  But I'm forgetting.  Children,\nI have bad news for you.\"\n\nThere was a breathless silence.  Everyone crowded round her knees.\n\n\"Sentence has been proclaimed,\" said Judy dramatically: \"let us\nshave our heads and don sackcloth.\"\n\n\"Your father says he cannot allow such conduct to go unpunished,\nespecially as you have all been unusually tiresome lately;\ntherefore: you are all--\"\n\n\"To be taken away and hanged by the neck until we are dead!\"\n\n\"Be quiet, Judy.  I have tried my best to beg you off, but it\nonly makes him more vexed.  He says you are the untidiest, most\nunruly lot of children in Sydney, and he will punish you each time\nyou do anything, and--\"\n\n\"There shall be weeping and gnashing of teeth.\"\n\n\"Oh, shut up, Judy!  Can't you let us hear?\"  Pip put his hand\nover her mouth and held her by the hair while Esther told the\nnews.\n\n\"None of you are to go to the pantomime.  The seats were taken for\nThursday night, and now, you very foolish children, you will all\nhave to stay at home.\"\n\nThere was a perfect howl of dismay for a minute or two.  They had\nall been looking forward to this treat for nearly a month, and the\ndisappointment was a really bitter one to them all.\n\n\"Oh, I say, Esther, that's too bad, really!  All the fellows at\nschool have been.\"  Pip's handsome face flushed angrily.  \"And for\nsuch a little thing, too!\"\n\n\"Just because you had roast fowl for dinner,\" said Judy, in a\nhalf-choked voice.  \"Oh, Esther, why couldn't you have had cow,\nor horse, or hippopotamus--anything but roast fowl?\"\n\n\"Couldn't you get round him, Esther?\"  Meg looked anxiously at\nher.\n\n\"Dear Esther, do!\"\n\n\"Oh, you sweet, beautiful Essie, do try!\"\n\nThey clung round her eagerly.  Baby flung her arms round her neck\nand nearly choked her; Nell stroked her cheek; Pip patted her\nback, and besought her to \"be a good fellow\"; Bunty buried his\nnose in her back hair and wept a silent tear; Meg clasped her hand\nin an access of unhappiness; the General gave a series of delighted\nsqueaks; and Judy in her wretchedness smacked him for his pains.\n\nEsther would do her best, beg as she had never done before, coax,\nbeseech, wheedle, threaten; and they let her go at last with that\nassurance.\n\n\"Only I'd advise you all to be preternaturally good and quiet\nall day,\" she said, looking back from the doorway.  \"That would\nhave most effect with him, and he is going to be at home all day.\"\n\nGOOD!  It was absolutely painful to witness the virtue of those\nchildren for the rest of the day.\n\nIt was holiday-time, and Miss Marsh was away, but not once did\nthe sound of quarrelling, or laughing, or crying fly down\nto the lower regions.\n\n\"'Citizens of Rome, the eyes of the world are upon you!'\"\nJudy had said solemnly, and all had promised so to conduct\nthemselves that their father's heart could not fail to be melted.\n\nPip put on his school jacket, brushed his hair, took a pile of\nschool books, and proceeded to the study where his father was\nwriting letters, and where he was allowed to do his home-lessons.\n\n\"Well, what do you want?\" said the Captain, with a frown.  \"No,\nit's no good coming to the about that pup, sir--I won't have you\nkeep it.\"\n\n\"I came to study, sir,\" said Pip mildly.  \"I feel I'm a bit\nbackward with my mathematics, so I won't waste all the holidays,\nwhen I'm costing you so much in school fees.\"\n\nThe Captain gave a little gasp and looked hard at Pip; but the\nboy's face was so unsmiling and earnest that he was disarmed,\nand actually congratulated himself that his eldest son was at\nlast seeing the error of his ways.\n\n\"There are those sets of problems in that drawer that I did when\nI was at school,\" he said graciously.  \"If they are of any use\nto you, you can get them out.\"\n\n\"Thanks awfully--they will be a great help,\" said Pip gratefully.\n\nHe examined them with admiration plainly depicted upon his face.\n\n\"How very clearly and correctly you worked, Father,\" he said\nwith a sigh.  \"I wonder if ever I'll get as good as this!  How\nold were you, Father, when you did them?\"\n\n\"About your age,\" said the Captain, picking up the papers.\n\nHe examined them with his head on one side.  He was rather proud\nof them, seeing he had utterly forgotten now how to work decimal\nfractions, and could not have done a quadratic equation to save his\nlife.\n\n\"Still, I don't think you need be quite discouraged, Pip.  I was\nrather beyond the other boys in my class in these subjects, I\nremember.  We can't all excel in the same thing, and I'm glad to\nsee you are beginning to realize the importance of work.\"\n\n\"Yes, Father.\"\n\nMeg had betaken herself to the drawing-room, and was sitting on the\nfloor before the music canterbury with scissors, thimble, and a\nroll of narrow blue ribbon on her knee, and all her father's songs,\nthat he so often complained were falling to pieces, spread out\nbefore her.\n\nHe saw her once as he passed the door, and looked surprised and\npleased.\n\n\"Thank you, Margaret: they wanted it badly.  I am glad you can\nmake yourself useful, after all,\" he said.\n\n\"Yes, Father.\"\n\nMeg stitched on industriously.\n\nHe went back to his study, where Pip's head was at a studious,\nabsorbed angle, and pyramids of books and sheaves of paper were\non the table.  He wrote two more letters, and there came a little\nknock at the door.\n\n\"Come in,\" he called; and there entered Nell.\n\nShe was carrying very carefully a little tray covered with a\nsnow-white doyley, and on it were a glass of milk and a plate\nof mulberries.  She placed it before him.\n\n\"I thought perhaps you would like a little lunch, Father,\" she\nsaid gently; and Pip was seized with a sudden coughing fit.\n\n\"My DEAR child!\" he said.\n\nHe looked at it very thoughtfully.\n\n\"The last glass of milk I had, Nellie, was when I was Pip's age,\nand was Barlow's fag at Rugby.  It made me ill, and I have never\ntouched it since.\"\n\n\"But this won't hurt you.  You will drink this?\"  She gave him one\nof her most beautiful looks.\n\n\"I would as soon drink the water the maids wash up in, my child.\"\nHe took a mulberry, ate it, and made a wry face.  \"They're not\nfit to eat.\"\n\n\"After you've eaten about six you don't notice they're sour,\"\nshe said eagerly.  But he pushed them away.\n\n\"I'll take your word for it.\"  Then he looked at her curiously.\n\"What made you think of bringing me anything, Nellie?  I don't\never remember you doing so before.\"\n\n\"I thought you might be hungry writing here so long,\" she said\ngently; and Pip choked again badly, and she withdrew.\n\nOutside in the blazing sunshine Judy was mowing the lawn.\n\nThey only kept one man, and, as his time was so taken up with the\nhorses and stable work generally, the garden was allowed to fall\ninto neglect.  More than once the Captain had spoken vexedly of\nthe untidy lawns, and said he was ashamed for visitors to come to\nthe house.\n\nSo Judy, brimming over with zeal, armed herself with an abnormally\nlarge scythe, and set to work on the long, long grass.\n\n\"Good heavens, Helen! you'll cut your legs off!\" called her\nfather, in an agitated tone.\n\nHe had stepped out on to the front veranda for a mild cigar after\nthe mulberry just as she brought her scythe round with an\nadmirable sweep and decapitated a whole army of yellow-helmeted\ndandelions.\n\nShe turned and gave him a beautiful smile.  \"Oh, no, Father!--why,\nI'm quite a dab at mowing.\"\n\nShe gave it another alarming but truly scientific sweep.\n\n\"See that--and th-a-at--and tha-a-a-at!\"\n\n\"Th-a-at\" carried off a fragment of her dress, and \"tha-a-a-at\"\nswitched off the top of a rose-bush; but there are details to\neverything, of course.\n\n\"Accidents WILL happen, even to the best regulated grass-cutters,\"\nshe said composedly, and raising the scythe for a fresh circle.\n\n\"Stop immediately, Helen!  Why ever can't you go and play quietly\nwith your doll, and not do things like this?\" said her father\nirascibly.\n\n\"An' I was afther doin' it just to pleasure him,\" she said,\napparently addressing the dandelions.\n\n\"Well, it won't 'pleasure him' to have to provide you with cork\nlegs and re-stock the garden,\" he said dryly: \"Put it down.\"\n\n\"Sure, an' it's illigence itsilf this side: you wouldn't be\nafther leaving half undone, like a man with only one cheek shaved.\"\n\nJudy affected an Irish brogue at intervals, for some occult reason of her own.\n\n\"Sure an' if ye'd jist stip down and examine it yirself, it's\nquite aisy ye'd be in yer moind.\"\n\nThe Captain hid a slight smile in his moustache.  The little girl\nlooked so comical, standing there in her short old pink frock, a\nbroken-brimmed hat on her tangle of dark curls, her eyes\nsparkling, her face flushed, the great scythe in her hands, and the\nsaucy words on her lips.\n\nHe came down and examined it: it was done excellently well, like\nmost of the things miss Judy attempted--mischief always included:\nand her little black-stockinged legs were still in a good state of\npreservation.\n\n\"Hum!  Well, you can finish it then, as Pat's busy.  How did you\nlearn to mow, young lady of wonderful accomplishments?\" (he looked\nat her questioningly); \"and what made you set yourself such a task?\"\n\nJudy gave her curls a quick push off her hot forehead.\n\n\"(A) Faix, it was inborn in me,\" she answered instantly; \"and\n (B)--sure, and don't I lo-o-ove you and delaight to plaize you?\"\n\nHe went in again slowly, thoughtfully.  Judy always mystified\nhim.  He understood her the least of any of his children, and\nsometimes the thought of her worried him.  At present she was only\na sharp, clever, and frequently impertinent child; but he felt\nshe was utterly different from the other six, and it gave him\nan aggrieved kind of feeling when he thought about it, which was\nnot very often.\n\nHe remembered her own mother had often said she trembled for\nJudy's future.  That restless fire of hers that shone out of her\ndancing eyes, and glowed scarlet on her cheeks in excitement, and\nlent amazing energy and activity to her young, lithe body, would\neither make a noble, daring, brilliant woman of her, or else she\nwould be shipwrecked on rocks the others would never come to, and\nit would flame up higher and higher and consume her.\n\n\"Be careful of Judy\" had been almost the last words of the anxious\nmother when, in the light that comes when the world's is going out,\nshe had seen with terrible clearness the stones and briars in the\nway of that particular pair of small, eager feet.\n\nAnd she had died, and Judy was stumbling right amongst them now,\nand her father could not \"be careful\" of her because he\nabsolutely did not know how.\n\nAs he went up the veranda steps again and through the hall, he was\nwishing almost prayerfully she had not been cast in so different a\nmould from the others, wishing he could stamp out that strange\nflame in her that made him so uneasy at times.  He gave a great\npuff at his cigar, and sighed profoundly; then he turned on his\nheel and went off toward the stables to forget it all.\n\nThe man was away, exercising one of the horses in the long paddock;\nbut there was something stirring in the harness-room, so he went\nin.\n\nThere was a little, dripping wet figure standing over a great\nbucket, and dipping something in and out with charming vigour.\nAt the sound of his footsteps, Baby turned round and lifted a\nperspiring little face to his.\n\n\"I'se washing the kitsies for you, and Flibberty-Gibbet,\" she said\nbeamingly.\n\nHe took a horrified step forward.\n\nThere were two favourite kittens of his, shivering, miserable,\nup to their necks in a lather of soapy water; and Flibberty-Gibbet,\nthe beautiful little fox terrier he had just bought for his wife,\nchained to a post, also wet, miserable, and woebegone, also\nundergoing the cleansing process, and being scrubbed and\nswilled till his very reason was tottering.\n\n\"They'se SO clean and nicey--no horrid ole fleas 'n them now.\nAREN't you glad?  You can let Flibberty go on your bed now, and\nKitsy Blackeye is--\"\n\nPoor Baby never finished her speech.  She had a confused idea of\nhearing a little \"swear-word\" from her father, of being shaken in\na most ungentle fashion and put outside the stable, while the\nunfortunate animals were dried and treated with great consideration.\n\nBut the worst was yet to come, and the results were so exceedingly\nbad that the young Woolcots determined never again to assume virtues\nthat they had not.\n\nBunty, of course, desired to help the cause as strongly as the\nothers, and to that end his first action was to go into his\nbedroom and perform startling ablutions with his face, neck, and\nhands.  Then he took his soap-shiny countenance and red, much\nbescrubbed hands downstairs, and sunned himself under his\nfather's very nose, hoping to attract favourable comment.\n\nBut he was bidden irritably \"go and play,\" and saw he would\nhave to find fresh means of appeasement.\n\nHe wandered into the study, with vague thoughts of tidying\nthe tidy bookshelves; but Pip was there, surrounded with books\nand whittling a stick for a catapult, so he went out again.\nThen he climbed the stairs and explored his father's bedroom\nand dressing-room.  In the latter there was a wide field for his\noperations.  A full-dress uniform was lying across a chair, and it\nstruck Bunty the gold buttons were looking less bright than they\nshould, so he spent a harmless quarter of an hour in polishing\nthem up.  Next, he burnished some spurs, which also was harmless.\nThen he cast about for fresh employment.\n\nThere was quite a colony of dusty boots in one corner of the\nroom, and there was a great bottle of black, treacly looking\nvarnish on the mantelpiece.  Bunty conceived the brilliant idea of\ncleaning the whole lot and standing them in a neat row to meet his\nfather's delighted eyes.  He found a handkerchief on the floor, of\nsuperfine cambric, though dirty, poured upon it a liberal allowance\nof varnish, and attacked the first pair.\n\nA bright polish rewarded him, for they were patent leather ones;\nbut the next and the next and the next would not shine, however\nhard he rubbed.  There was a step on the stair, the firm, well-known\nstep of his father, and he paused a moment with a look of\nconscious virtue on his small shiny face.\n\nBut it fled all at once, and a look of horror replaced it.  He had\nstuck the bottle on a great armchair for convenience, as he was\nsitting on the floor, and now he noticed it had fallen on its side\nand a black, horrid stream was issuing from its neck.\n\nAnd it was the chair with the uniform on, and one of the sleeves\nwas soaked with the stuff, and the beautiful white shirt that\nlay there, too, waiting for a button, was sticky, horrible!\nBunty gave a wild, terrified look round the room for some place\nto efface himself, but there were no sheltering corners or curtains,\nand there was not time to get into the bedroom and under the bed.\nNear the window was a large-sized medicine chest, and in despair\nBunty crushed himself into it, his legs huddled up, his head\nbetween his knees, and an ominous rattle of displaced bottles\nin his ears.  The next minute his father was in the room.\n\n\"Great Heavens!  God bless my soul!\" he said, and Bunty shivered\nfrom head to foot.\n\nThen he said a lot of things very quickly--\"foreign language\" as\nJudy called it; kicked something over, and shouted \"Esther!\" in a\nterrifying tone.  But Esther was down in one of the paddocks with\nthe General, so there was no reply.\n\nMore foreign language, more stomping about.\n\nBunty's teeth chattered noisily; he put up his hand to hold\nhis mouth together, and the cupboard, overbalanced, fell right\nover, precipitating its occupant right at his father's feet,\nand the bottles everywhere.\n\n\"I didn't--I haven't--'twasn't me--'twasn't my fault!\" he\nhowled, backing towards the door.  \"Hoo--yah--boo-hoo-ooo!\nEsther--boo--yah--Judy--oh--oh--h! oh--oh--h--h--h--h!\"\nAs might be expected, his father had picked up a strap that\nlay conveniently near, and was giving his son a very fair\ntaste of it.\n\n\"Oh--h--h--h! o--o--h! o--o--h! ah--h--h! 'twasn't me--'twasn't my\nfault--its Pip and Judy--oh--h--h--h! hoo--the pant'mime! boo-hoo!\nah--h--h--h--you're killing me! hoo-boo! I was only d--doin'\nit--oh--hoo--ah--h--h! d--oin' it to p--please--boo--oo--oo! to\np--please you!\"\n\nHis father paused with uplifted strap.  \"And that's why all\nthe others are behaving in so strange a fashion?  Just for me\nto take them to the pantomime?\"\n\nBunty wriggled himself free.  \"Boo--hoo--yes! but not me--I\ndidn't--I never--true's faith--oh-h-h-hoo-yah! it wasn't my\nfault, it's all the others--boo--hoo--hoo! hit them the rest.\"\n\nHe got three more smart cuts, and then fled howling and yelling\nto the nursery, where he fell on the floor and kicked and rolled\nabout as if he were half killed.\n\n\"You sn--n--n--n--neaks!\" he sobbed, addressing the others,\nwho had flown from all parts at his noisy outcry, \"you m-m--mean\np--p--p--pigs! I h--hadn't n--n--no fo--o--ow-l, and I've\nh--h--had all the b--b--b--beating! y--you s--s--sn--n-neaks!\noh--h--h--h! ah--h--h--h! oh--h--h--h! oh--h--h-h! I'm b--b--bleeding\nall over, I kno--o--o--ow!\"\n\nThey couldn't help laughing a bit; Bunty was always so\nirresistibly comic when he was hurt ever so little; but still\nthey comforted him as well as they could, and tried to find out\nwhat had happened.\n\nEsther came in presently, looking very worried.  \"Well?\" they\nsaid in a breath.\n\n\"You really are the most exasperating children,\" she said\nvexedly.\n\n\"But the pantomime--quick, Esther--have you asked him?\" they\ncried impatiently.\n\n\"The pantomime!  He says he would rather make it worth Mr.\nRignold's while to take it off the boards than that one of you\nshould catch a glimpse of it--and it serves you very well right!\nMeg, for goodness' sake give Baby some dry clothes--just look\nat her; and, Judy, if you have any feeling for me, take off\nthat frock.  Bunty, you wicked boy, I'll call your father if\nyou don't stop that noise.  Nell, take the scissors from the\nGeneral, he'll poke his eyes out, bless him.\"\n\nThe young stepmother leaned back in her chair and looked round\nher tragically.  She had never seen her husband so thoroughly\nangered, and her beautiful lips quivered when she remembered how\nhe had seemed to blame her for it all.\n\nMeg hadn't moved; the water was trickling slowly off Baby's\nclothes and making a pool on the floor, Bunty was still giving\nvent to spasmodic boos and hoos, Judy was whistling stormily,\nand the General, mulcted of the scissors, was licking his own\nmuddy shoe all over with his dear little red tongue.\n\nA sob rose in her throat, two tears welled up in her eyes and\nfell down her smooth, lovely cheeks.  \"Seven of you, and I'm only\ntwenty!\" she said pitifully.  \"Oh! it's too bad--oh dear! it\nis too bad.\"\n\n\n\n\nCHAPTER IV\n\nThe General Sees Active Service\n\n   \"My brain it teems\n    With endless schemes,\n    Both good and new.\"\n\n\nIt was a day after \"the events narrated in the last chapter,\"\nas story-book parlance has it.  And Judy, with a wrathful look in\nher eyes, was sitting on the nursery table, her knees touching her\nchin and her thin brown hands clasped round them.\n\n\"It's a shame,\" she said, \"it's a burning, wicked shame!\nWhat's the use of fathers in the world, I'd like to know!\"\n\n\"Oh, Judy!\" said Meg, who was curled up in an armchair, deep in\na book.  But she said it mechanically, and only as a matter of\nduty, being three years older than Judy.\n\n\"Think of the times we could have if he didn't live with us,\"\nJudy continued, calmly disregardful.  \"Why, we'd have fowl\nthree times a day, and the pantomime seven nights a week.\"\n\nNell suggested that it was not quite usual to have pantomimic\nperformances on the seventh day, but Judy was not daunted.\n\n\"I'd have a kind of church pantomime,\" she said thoughtfully--\"beautiful\npictures and things about the Holy Land, and the loveliest music,\nand beautiful children in white, singing hymns, and bright colours\nall about, and no collection plates to take your only threepenny\nbit--oh! and no sermons or litanies, of course.\"\n\n\"Oh, Judy!\" murmured Meg, turning a leaf.  Judy unclasped her\nhands, and then clasped them again more tightly than before.\n\"Six whole tickets wasted--thirty beautiful shillings--just\nbecause we have a father!\"\n\n\"He sent them to the Digby-Smiths,\" Bunty volunteered, \"and wrote\non the envelope, 'With compts. J. C. Woolcot.'\"\n\nJudy moaned.  \"Six horrid little Digby-Smiths sitting in the\ntheatre watching our fun with their six horrid little eyes,\" she\nsaid bitterly.\n\nBunty, who was mathematically inclined, wanted to know why they\nwouldn't look at it through their twelve horrid little eyes, and\nJudy laughed and came down from the table, after expressing a\nwicked wish that the little Digby-Smiths might all tumble over the\ndress-circle rail before the curtain rose.  Meg shut her book with\na hurried bang.\n\n\"Has Pip gone yet?  Father'll be awfully cross.  Oh dear, what a\nhead I've got!\" she said.  \"Where's Esther?  Has anyone seen Esther?\"\n\n\"My DEAR Meg!\" Judy said; \"why, it's at least two hours since\nEsther went up the drive before your very nose.  She's gone to\nWaverly--why, she came in and told you, and said she trusted you\nto see about the coat, and you said, 'M--'m! all right.'\"\n\nMeg gave a startled look of recollection.  \"Did I have to clean\nit?\" she asked in a frightened tone, and pushing her fair hair\nback from her forehead.  \"Oh, girls! what WAS it I had to do?\"\n\n\"Clean with benzine, iron while wet, put in a cool place to keep\nwarm, and bake till brown,\" said Judy promptly.  \"SURELY you\nheard, Margaret?  Esther was at such pains to explain.\"\n\nMeg ruffled her hair again despairingly.  \"What shall I do?\" she\nsaid, actual tears springing to her eyes.  \"What will Father\nsay?  Oh, Judy, you might have reminded me.\"\n\nNell slipped an arm round her neck.  \"She's only teasing,\nMegsie; Esther did it and left it ready in the hall--you've only\nto give it to Pip.  Pat has to take the dogcart into town this\nafternoon to have the back seat mended, and Pip's going in it,\ntoo, that's all, and they're putting the horse in now; you're\nnot late.\"\n\nIt was the coat Bunty had done his best to spoil that all\nthe trouble was about.  It belonged, as I said, to the Captain's\nfull-dress uniform, and was wanted for a dinner at the Barracks\nthis same evening.  And Esther had been sponging and cleaning\nat it all the morning, and had left directions that it was to be\ntaken to the Barracks in the afternoon.\n\nPresently the dogcart came spinning round to the door in great\nstyle, Pip driving and Pat looking sulkily on.  They took the\ncoat parcel and put it carefully under the seat, and were\npreparing to start again, when Judy came out upon the veranda,\nholding the General in an uncomfortable position in her arms.\n\n\"You come, too, Fizz, there's heaps of room--there's no reason you\nshouldn't,\" Pip said suddenly.  \"Oh--h--h!\" said Judy, her eyes\nsparkling.  She took a rapid step forward and lifted her foot to\nget in.\n\n\"Oh, I say!\" remonstrated Pip, \"you'll have to put on something\nover that dress, old girl--it's all over jam and things.\"\n\nJudy shot herself into the hall and returned with her ulster; she\nset the General on the floor for a minute while she donned it,\nthen picked him up and handed him up to Pip.\n\n\"He'll have to come, too,\" she said; \"I promised Esther I\nwouldn't let him out of my sight for a minute; she's getting\nquite nervous about him lately--thinks he'll get broken.\"\n\nPip grumbled a minute or two, but the General gave a gurgling,\ncaptivating laugh and held up his arms, so he took him up and\nheld him while Judy clambered in.\n\n\"We can come back in the tram to the Quay, and then get a boat\nback,\" she said, squeezing the baby on the seat between them.\n\"The General loves going on the water.\"\n\nAway they sped; down the neglected carriage drive, out of the\ngates, and away down the road.  Pip, Judy of the shining eyes,\nthe General devouring his thumb, and Pat smiling-faced once more\nbecause in possession of the reins.\n\nA wind from the river swept through the belt of gum trees on the\nCrown lands, and sent the young red blood leaping through their\nveins; it played havoc with Judy's curls, and dyed her brown\ncheeks a warm red; it made the General kick and laugh and grow\nrestive, and caused Pip to stick his hat on the back of his head\nand whistle joyously.\n\nUntil town was reached, when they were forced to yield\nsomewhat to the claims of conventionality.  On the way to\nPaddington a gentleman on horseback slackened pace a little.\nPip took off his hat with a flourish, and Judy gave a frank,\npleased smile, for it was a certain old Colonel they had known\nfor years, and had cause to remember his good-humour and\nliberality.\n\n\"Well, my little maid--well, Philip, lad,\" he said, smiling\ngenially, while his horse danced round the dogcart--\"and the\nGeneral too--where are you all off to?\"\n\n\"The Barracks--I'm taking something up for the governor,\" Pip\nanswered, Judy was watching the plunging horse with admiring eyes.\n\"And then we're going back home.\"\n\nThe old gentleman managed, in spite of the horse's tricks, to\nslip his hand in his pocket.  \"Here's something to make yourselves\nill with on the way,\" he said, handing them two half-crowns; \"but\ndon't send me the doctor's bill.\"\n\nHe flicked the General's cheek with his whip, gave Judy a nod, and\ncantered off.\n\nThe children looked at each other with sparkling eyes.\n\n\"Coconuts,\" Pip said, \"and tarts and toffee, and save the rest for\na football?\"  Judy shook her head.  \"Where do I come in?\" she said.\n\"You'd keep the football at school.  I vote pink jujubes, and icecreams,\nand a wax doll.\"\n\n\"A wax grandmother!\" Pip retorted; \"you wouldn't be such a girl, I\nhope.\"  Then he added, with almost pious fervour, \"Thank goodness\nyou've always hated dolls, Fizz.\"\n\nJudy gave a sudden leap in her seat, almost upsetting the General,\nand bringing down upon her head a storm of reproaches from the\ncoachman.  \"I know!\" she said; \"and we're almost halfway there\nnow.  Oh--h--h! it will be lovely.\"\n\nPip urged her to explain herself.\n\n\"Bondi Aquarium--skating, boats, merry-go-round, switchback\nthreepence a go!\" she returned succinctly.\n\n\"Good iron,\" Pip whispered softly, while he revolved the thing\nin his mind.  \"There'd be something over, too, to get some tucker\nwith, and perhaps something for the football, too.\"  Then his\nbrow clouded.\n\n\"There's the kid--whatever did you go bringing him for?  Just\nlike a girl to spoil everything!\" Judy looked nonplussed.\n\n\"I quite forgot him,\" she said, vexedly.  \"Couldn't we leave\nhim somewhere?  Couldn't we ask someone to take care of him\nwhile we go?  Oh, it would be TOO bad to have to give it up\njust because of him.  It's beginning to rain, too; we couldn't\ntake him with us.\"\n\nThey were at the foot of Barrack Hill now, and Pat told them\nthey must get out and walk the rest of the way up, or he would\nnever get the dogcart finished to take back that evening.\n\nPip tumbled out and took the General, all in a bunched-up heap,\nand Judy alighted carefully after him, the precious coat parcel\nin her arms.  And they walked up the asphalt hill to the\ngate leading to the officers' quarters in utter silence.\n\n\"Well?\" Pip said querulously, as they reached the top.  \"Be\nquick; haven't you thought of anything?\"\n\nThat levelling of brows, and pursing of lips, always meant deep\nand intricate calculation on his sister's part, as he knew full\nwell.\n\n\"Yes,\" Judy said quietly.  \"I've got a plan that will do, I think.\"\nThen a sudden fire entered her manner.\n\n\"Who is the General's father?  Tell me that,\" she said, in a\nrapid, eager way; \"and isn't it right and proper fathers should\nlook after their sons?  And doesn't he deserve we should get\neven with him for doing us out of the pantomime?  And isn't the\nAquarium too lovely to miss?\"\n\n\"Well?\"  Pip said; his slower brain did not follow such rapid\nreasoning.\n\n\"Only I'm going to leave the General here at the Barracks for a\ncouple of hours till we come back, his father being the proper\nperson to watch over him.\"  Judy grasped the General's small.\nfat hand in a determined way, and opened the gate.\n\n\"Oh, I say,\" remarked Pip, \"we'll get in an awful row, you know,\nFizz.  I don't think we'd better--I don't really, old girl.\"\n\n\"Not a bit,\" said Judy, stoutly--\"at least, only a bit, and\nthe Aquarium's worth that.  Look how it's raining; the child will\nget croup, or rheumatism, or something if we take him; there's\nFather standing over on the green near the tennis-court talking to\na man.  I'll slip quietly along the veranda and into his own room,\nand put the coat and the General on the bed; then I'll tell a\nsoldier to go and tell Father his parcels have come; and while\nhe's gone I'll fly back to you, and we'll catch the tram\nand go to the Aquarium.\"\n\nPip whistled again softly.  He was used to bold proposals from\nthis sister of his, but this was beyond everything.  \"B--b--but,\"\nhe said uneasily, \"but, Judy, whatever would he do with that kid for\ntwo mortal hours?\"\n\n\"Mind him,\" Judy returned promptly.  \"It's a pretty thing if a\nfather can't mind his own child for two hours.  Afterwards, you\nsee, when we've been to the Aquarium, we will come back and fetch\nhim, and we can explain to Father how it was raining, and that we\nthought we'd better not take him with us for fear of rheumatism,\nand that we were in a hurry to catch the tram, and as he wasn't\nin his room we just put him on the bed till he came.  Why, Pip,\nit's beautifully simple!\"\n\nPip still looked uncomfortable.  \"I don't like it, Fizz,\" he said\nagain; \"he'll be in a fearful wax.\"\n\nJudy gave him one exasperated look.  \"Go and see if that's the\nBondi tram coming,\" she said; and glad of a moment's respite,\nhe went down the path again to the pavement and looked down\nthe hill.  When he turned round again she had gone.\n\nHe stuck his hands in his pockets and walked up and down the path\na few times.  \"Fizz'll get us hanged yet,\" he muttered, looking\ndarkly at the door in the wall through which she had disappeared.\nHe pushed his hat to the back of hiss head and stared gloomily\nat his boots, wondering what would be the consequences of this\nnew mischief.  There was a light footfall beside him.\n\n\"Come on,\" said Judy, pulling his sleeve; \"it's done now, come on,\nlet's go and have our fun; have you got the money safe?\"\n\nIt was two o'clock as they passed out of the gate and turned\ntheir faces up, the hill to the tram stopping-place.  And it was\nhalf-past four when they jumped out of a town-bound tram and\nentered the gates again to pick up their charge.\n\nSuch an afternoon as they had had!  Once inside the Aquarium,\neven Pip had put his conscience qualms on one side, and bent all\nhis energies to enjoying himself thoroughly.  And Judy was like\na little mad thing.  She spent a shilling of her money on the\nswitchback railway, pronouncing the swift, bewildering motion\n\"heavenly.\"  The first journey made Pip feel sick, so he\neschewed a repetition of it, and watched Judy go off from time to\ntime, waving gaily from the perilous little car, almost with his\nheart in his mouth.  Then they hired a pair of roller skates each,\nand bruised themselves black and blue with heavy falls on the\nasphalt.  After that they had a ride on the merry-go-round, but\nJudy found it tame after the switchback, and refused to squander\na second threepence upon it, contenting herself with watching Pip\nfly round, and madly running by his side, to keep up as long as\nshe could.  They finished the afternoon with a prolonged\ninspection of the fish-tanks, a light repast of jam tarts of\nquestionable freshness, and twopennyworth of peanuts.  And, as\nI said, it was half-past four as they hastened up the path again\nto the top gate of the Barracks.\n\n\"I hope he's been good,\" Judy said, as she turned the handle.\n\"Yes, you come, too, Pip\"--for that young gentleman hung back one\nagonized second.  \"Twenty kicks or blows divided by two only make\nten, you see.\"\n\nThey went up the long stone veranda and stopped at one door.\n\nThere was a little knot of young officers laughing and talking\nclose by.\n\n\"Take my word, 'twas as good as a play to see Wooly grabbing his\nyoungster, and stuffing it into a cab, and getting in himself, all\nwith a look of ponderous injured dignity,\" one said, and laughed\nat the recollection.\n\nAnother blew away a cloud of cigar smoke.  \"It was a jolly little\nbeggar,\" he said.  \"It doubled its fists and landed His High\nMightiness one in the eye; and then its shoe dropped off, and\nwe all rushed to pick it up, and it was muddy and generally\ndilapidated, and old Wooly went red slowly up to his ear-tips as\nhe tried to put it on.\"\n\nA little figure stepped into the middle of the group--a little\nfigure with an impossibly short and shabby ulster, thin\nblack-stockinged legs, and a big hat crushed over a tangle of\ncurls.\n\n\"It is my father you are speaking of,\" she said, her head very\nhigh, her tone haughty, \"and I cannot tell where your amusement is.\nIs my father here, or did I hear you say he had gone away?\"\n\nTwo of the men looked foolish, the third took off his cap.\n\n\"I am sorry you should have overheard us, Miss Woolcot,\" he\nsaid pleasantly.  \"Still, there is no irreparable harm done, is\nthere?  Yes, your father has gone away in a cab.  He couldn't\nimagine how the little boy came on his bed, and, as he couldn't\nkeep him here very well, I suppose he has taken him home.\"\n\nSomething like a look of shame came into Judy's bright eyes,\n\n\"I am afraid I must have put my father to some inconvenience,\"\nshe said quietly.  \"It was I who left the Gen--my brother here,\nbecause I didn't know what to do with him for an hour or two.\nBut I quite meant to take him home myself.  Has he been gone\nlong?\"\n\n\"About half an hour,\" the officer said, and tried not to look\namused at the little girl's old-fashioned manner.\n\n\"Ah, thank you.  Perhaps we can catch him up.  Come on, Pip,\"\nand, nodding in a grave, distant manner, she turned away, and\nwent down the veranda and through the gate with her brother.\n\n\"A nice hole we're in,\" he said.\n\nJudy nodded.\n\n\"It's about the very awfullest thing we've ever done in our lives.\nFancy the governor carting that child all the way from here!  Oh,\nlor'!\"\n\nJudy nodded again.\n\n\"Can't you speak?\" he said irritably.  \"You've got us into this--I\ndidn't want to do it; but I'll stand by you, of course.  Only\nyou'll have to think of something quick.\"\n\nJudy bit three finger-tips off her right-hand glove, and looked\nmelancholy.\n\n\"There's absolutely nothing to do, Pip,\" she said slowly.  \"I\ndidn't think it would turn out like this.  I suppose we'd better\njust go straight back and hand ourselves over for punishment.\nHe'll be too angry to hear any sort of an excuse, so we'd better\njust grin and hear whatever he does to us.  I'm really sorry, too,\nthat I made a laughing-stock of him up there.\"\n\nPip was explosive.  He called her a little ass and a gowk and a\nstupid idiot for doing such a thing, and she did not reproach him\nor answer back once.\n\nThey caught a tram and went into Sydney, and afterwards to the\nboat.  They ensconced themselves in a corner at the far end, and\ndiscussed the state of affairs with much seriousness.  Then Pip got\nup and, strolled about a little to relieve his feelings, coming\nback in a second with a white, scared face.\n\n\"He's on the boat,\" he said, in a horrified whisper.\n\n\"Where-where--where? what--what--what?\" Judy cried, unintentionally\nmimicking a long-buried monarch.\n\n\"In the cabin, looking as glum as a boiled wallaby, and hanging\non to the poor little General as if he thinks he'll fly away.\"\n\nJudy looked a little frightened for the first time.  \"Can't we\nhide?  Don't let him see us.  It wouldn't be any good offering to\ntake the General now.  We're in for it now, Pip--there'll be no\nquarter.\"\n\nPip groaned; then Judy stood up.\n\n\"Let's creep down as far as the engine,\" she said, \"and see if he\ndoes look very bad.\"\n\nThey made their way cautiously along the deck, and took up a\nposition where they could see without being seen.  The dear\nlittle General was sitting on the seat next to his stern father,\nwho had a firm hold of the back of his woolly-pelisse.  He was\nsucking his little dirty hand, and casting occasional longing\nglances at his tan shoe, which he knew was delicious to bite.\nOnce or twice he had pulled it off and conveyed it to his mouth,\nbut his father intercepted it, and angrily buttoned it on again\nin its rightful place.  He wanted, too, to slither off the horrid\nseat, and crawl all over the deck, and explore the ground under\nthe seats, and see where the puffing noise came from; but there\nwas that iron grasp on his coat that no amount of wriggling would\nmove.  No wonder the poor child looked unhappy!\n\nAt last the boat stopped at a wharf not far from Misrule, and the\nCaptain alighted, carrying his small dirty son gingerly in his\narms.  He walked slowly up the red road along which the dogcart\nhad sped so blithesomely some six or seven hours ago, and Judy\nand Pip followed at a respectful--a very respectful--distance.\nAt the gate he saw them, and gave a large, angry beckon for them\nto come up.  Judy went very white, but obeyed instantly, and Pip,\npulling himself together, brought up the rear.\n\nAfterwards Judy only had a very indistinct remembrance of what\nhappened during the next half-hour.  She knew there was a stormy\nscene, in which Esther and the whole family came in for an\nimmense amount of vituperation.\n\nThen Pip received a thrashing, in spite of Judy's persistent avowal\nthat it was all her fault, and Pip hadn't done anything.  She\nremembered wondering whether she would be treated as summarily as\nPip, so angry was her father's face as he pushed the boy aside\nand stood looking at her, riding whip in hand.  But he flung\nit, down and laid a heavy hand on her shrinking shoulder.\n\n\"Next Monday,\" he said slowly--\"next Monday morning you will\ngo to boarding school.  Esther, kindly see Helen's clothes are\nready for boarding school--next Monday morning.\"\n\n\n\n\nCHAPTER V\n\n\"Next Monday Morning\"\n\n\nThere was a trunk standing in the hall, and a large, much-travelled\nportmanteau, and there were labels on them that said: \"Miss Helen\nWoolcot, The Misses Burton, Mount Victoria.\"\n\nIn the nursery breakfast was proceeding spasmodically.  Meg's\nblue eyes were all red and swollen with crying, and she was still\nsniffing audibly as she poured out the coffee.  Pip had his hands\nin his pockets and stood on the hearthrug, looking gloomily at a\ncertain plate, and refusing breakfast altogether; the General was\ncrashing his own mug and plate joyously together; and Bunty\nwas eating bread and butter in stolid silence.\n\nJudy, white-faced and dry-eyed, was sitting at the table, and Nell\nand Baby were clinging to either arm.  All the three days between\nthat black Thursday and this doleful morning she had been obstinately\nuncaring.  Her spirits had never seemed higher, her eyes brighter,\nher tongue sharper, than during that interval of days; and she had\npretended to everyone, and her father, that she especially thought\nboarding school must be great fun, and that she should enjoy it\nimmensely.\n\nBut this morning she had collapsed altogether.  All the time before,\nher hot childish heart had been telling her that her father could\nnot really be so cruel, that he did not really mean to send her\naway among strangers, away from dear, muddled old Misrule and all\nher sisters and brothers; he was only saying it to frighten her,\nshe kept saying to herself, and she would show him she was not\na chickenhearted baby.\n\nBut on Sunday night, when she saw a trunk carried downstairs\nand filled with her things and labelled with her name, a cold\nhand seemed to close about her heart.  Still, she said to herself,\nhe was doing all this to make it seem more real.\n\nBut now it was morning, and she could disbelieve it no longer.\nEsther had come to her bedside and kissed her sorrowfully, her\nbeautiful face troubled and tender.  She had begged as she had\nnever done before for a remission of poor Judy's sentence, but\nthe Captain was adamant.  It was she and she only who was always\nringleader in everything; the others would behave when she was not\nthere to incite them to mischief and go she should.  Besides, he\nsaid, it would be the making of her.  It was an excellent school\nhe had chosen for her; the ladies who kept it were kind, but very\nfirm, and Judy was being ruined for want of a firm hand.  Which,\nindeed, was in a measure true.\n\nJudy sat bolt upright in bed at the sight of Esther's sorrowful\nface.\n\n\"It's no good, dear; there's no way out of it,\" she said gently.\n\"But you'll go like a brave girl, won't you, Ju-Ju?  You always\nwere the sort to die game, as Pip says.\"\n\nJudy gulped down a great lump in her throat, and her poor little\nface grew white and drawn.\n\n\"It's all right, Essie.  There, you go on down to breakfast,\"\nshe said, in a voice that, only shook a little; \"and please\nleave the General, Esther; I'll bring him down with me.\"\n\nEsther deposited her little fat son on the pillow, and with one\nloving backward glance went out of the door.\n\nAnd Judy pulled the little lad down into her arms, and covered the\nbedclothes right over both their heads, and held him in a fierce,\nalmost desperate clasp for a minute or two, and buried her face\nin his soft, dimpled neck, and kissed it till her lips ached.\n\nHe fought manfully against these troublesome proceedings, and at\nlast objected, with an angry scream, to being suffocated.  So she\nflung back the clothes and got out of bed, leaving him to burrow\nabout among the pillows, and pull feathers out of a hole in one\nof them.\n\nShe dressed in a quick nervous fashion, did her hair with more\ncare than usual, and then picked up the General and took him along\nthe passage into the nursery.  All the others were here, and, with\nEsther, were evidently discussing her.  The three girls looked\ntearful and protesting; Pip had just been brought to book for\nspeaking disrespectfully of his father, and was looking sullen;\nand Bunty, not knowing what else to do at such a crisis, had fallen\nto catching flies, and was viciously taking off their wings.\n\nIt was a wretched meal: The bell sounded for the downstairs\nbreakfast, and Esther had to go.  Everyone offered Judy everything\non the table, and spoke gently and politely to her.  She seemed\nto be apart from them, a person not to be lightly treated in the\ndignity of this great trouble.  Her dress, too, was quite new--a\nneat blue serge fresh from the dressmaker's hands; her boots\nwere blacked and bright, her stockings guiltless of ventilatory\nchasms.  All this helped to make her a Judy quite different from\nthe harum-scarum one of a few days back, who used to come to\nbreakfast looking as if her clothes had been pitchforked upon her.\n\nBaby addressed herself to her porridge for one minute, but the\nnext her feelings overcame her, and, with a little wail, she rushed\nround the table to Judy, and hung on her arm sobbing.  This\ndestroyed the balance of the whole company.  Nell got the other arm\nand swayed to and fro in an excess of misery. Meg's tears rained\ndown into her teacup; Pip dug his heel in the hearthrug, and\nwondered what was the matter with his eyes; and even Bunty's\nappetite for bread and butter diminished.\n\nJudy sat there silent; she had pushed back her unused plate, and\nsat regarding it with an expression of utter despair on her\nyoung face.  She looked like a miniature tragedy queen going to\nimmediate execution.\n\nPresently Bunty got off his chair, covered up his coffee with his\nsaucer to keep the flies out, and solemnly left the room.  In a\nminute he returned with a pickle bottle, containing an enormous\ngreen frog.\n\n\"You can have it to keep for your very own, Judy,\" he said, in a\ntone of almost reckless sadness.  \"It'll, keep you amused, perhaps,\nat school.\"  Self-sacrifice could go no further, for this frog was\nthe darling of Bunty's heart.\n\nThis stimulated the others; everyone fetched some offering to lay\nat Judy's shrine for a keepsake.  Meg brought a bracelet, plaited\nout of the hair of a defunct pet pony.  Pip gave his three-bladed\npocketknife.  Nell a pot of musk that she had watered and cherished\nfor a year, Baby had a broken-nosed doll, that was the Benjamin of\nher large family.\n\n\"Put them in the trunk, Meg--there's room on top, I think,\" Judy\nsaid in a choking voice, and deeply touched by these gifts.  \"Oh!\nand, Bunty, dear! put a cork over the f--f--frog, will you? it\nmight get lost, poor thing! in that b--b--big box.\"\n\n\"All right,\" said Bunty, \"You'll take c--c--care of it, w--won't\nyou, Judy?  Oh dear, oh--h--h!--boo-hoo!\"\n\nThen Esther came in, still troubled-looking.  \"The dogcart is\nround,\" she said.  \"Are you ready, Ju, dearest?  Dear little Judy!\nbe brave, little old woman.\"\n\nBut Judy was white as death, and utterly limp.  She suffered\nEsther to put her hat on, to help her into her new jacket, to put\nher gloves into her hand.  She submitted to being kissed by the\nwhole family, to be half carried downstairs by Esther, to be\nkissed again by the girls, then by the two good-natured domestics,\nwho, in spite of her peccadilloes, had a warm place in their hearts\nfor her.\n\nEsther and Pip lifted her into the dogcart; and she sat in a\nlittle, huddled-up way, looking down at the group on the veranda\nwith eyes that were absolutely tragic in their utter despair.  Her\nfather came out, buttoning his overcoat, and saw the look.\n\n\"What foolishness is this?\" he said irascibly--\"Esther-great\nheavens! are you making a goose of yourself, too?\"--there were\ngreat tears glistening in his wife's beautiful eyes.  \"Upon my\nsoul, one would think I was going to take the child to be hanged,\nor at least was going to leave her in a penitentiary.\"\n\nA great dry sob broke from Judy's white lips.\n\n\"If you'll let me stay, Father, I'll never do another thing to vex\nyou; and you can thrash me instead, ever so hard.\"\n\nIt was her last effort, her final hope, and she bit her poor\nquivering lip till it bled while she waited for his answer.\n\n\"Let her stay--oh! do letter stay, we'll be good always,\" came\nin a chorus from the veranda.  And, \"Let her stay, John, PLEASE!\"\nEsther called in a tone as entreating as any of the children.\n\nBut the Captain sprang into the dogcart and seized the reins from\nPat in a burst of anger.\n\n\"I think you're all demented!\" he cried.  \"She's going to a\nthoroughly good home, I've paid a quarter in advance already,\nand I can assure you good people I'm not going to waste it.\"\n\nHe gave the horse a smart touch with the whip, and in a minute\nthe dogcart had flashed out of the gate, and the small, unhappy\nface was lost to sight.\n\n\n\n\nCHAPTER VI\n\nThe Sweetness of Sweet Sixteen\n\n  \"She is not yet so old\n  But she may learn: happier than this,\n  She is not bred so dull but she can learn.\"\n\n\nMeg's hair had always been pretty, but during the last two months\nshe had cut herself a fringe, and begun to torture it up in curl\npapers every night.  And in her private drawer she kept a jam tin\nfilled with oatmeal, that she used in the water every time she\nwashed, having read it was a great complexion beautifier.  And\nnightly she rubbed vaseline on her hands and slept in old kid\ngloves.  And her spare money went in the purchase of \"Freckle\nLotion,\" to remove that slight powdering of warm brown sun-kisses\nthat somehow lent a certain character to her face.\n\nAll these things were the outcome of being sixteen, and having\nfound a friend of seventeen.\n\nAldith MacCarthy learnt French from the same teacher that Meg\nwas going to twice a week, and after an exchange of chocolates,\nhair-ribbons, and family confidences a friendship sprang up.\n\nAldith had three grown-up sisters, whom she aped in everything,\nand was considerably wiser in the world than simple-minded,\nromantic Meg.\n\nShe lent Meg novels, \"Family Herald Supplements\", \"Young Ladies'\nJournals\", and such publications, and the young girl took to them\nwith avidity, surprised at the new world into which they took her;\nfor Charlotte Yonge and Louisa Alcott and Miss Wetherall had hitherto\nformed her simple and wholesome fare.\n\nMeg began to dream rose-coloured dreams of the time when her fair,\nshining hair should be gathered up into \"a simple knot at the back\nof her head\" or \"brushed into a regal coronet,\" these being the\nstyles in which the heroines in the novels invariably dressed\ntheir hair.  A pigtail done in three was very unromantic.  That\nwas why, as a sort of compromise, she cut herself a fringe and\nbegan to frizz out the end of her plait.  Her father stared at her,\nand said she looked like a shop-girl, when first he noticed it,\nand Esther told her she was a stupid child; but the looking-glass\nand Aldith reassured her.\n\nThe next thing was surreptitiously to lengthen her dresses, which\nwere at the short-long stage.  In the privacy of her own bedroom\nshe took the skirts of two or three of her frocks off the band,\ninserted a piece of lining for lengthening purposes, and then\nadded a frill to the waists of her bodices to hide the join.  This\ndropped the skirts a good two inches, and made her look quite a\ntall, slim figure, as she was well aware.\n\nAnd none of these things were very harmful.\n\nBut Aldith gradually grew dissatisfied with her waist.\n\n\"You're at least twenty-three, Marguerite,\" she said once, quite in\na horrified way. She never called her friend Meg, pronouncing that\nname to be \"too domestic and altogether unlovely.\"\n\nMeg glanced from her own waist to her friend's slender, beautiful\none, and sighed profoundly.  \"What ought I to be?\" she said in a\nlow tone; and Aldith had answered, \"Eighteen--or nineteen,\nMarguerite, at the most; true symmetrical grace can never be\nobtained with a waist twenty-three inches round.\"\n\nAldith had not only made statements and comparisons, she had given\nher friend practical advice, and shown her how the thing was to be\ndone.  And every night and morning Meg pulled away ruthlessly\nat her corset laces, and crushed her beautiful little body into\nnarrower space.  She had already brought it within a girdle of\ntwenty-one inches, which was a clear saving of two, and she had\ntaken in all her dresses at the seams.\n\nBut she gave up the evening game of cricket, and she never made one\nat rounders now, much to the others' disgust.  No one, to look at\nthe sweet blossom-like face, and soft, calm eyes, could have\nguessed what torture was being felt beneath the now pretty,\nwelt-fitting dress body.  To walk quickly was positive pain; to\nstoop, almost agony; but she endured it all with a heroism\nworthy of a truly noble cause.\n\n\"How long shall I have to go on like this, Aldith?\" she asked\nonce faintly, after a French lesson that she had scarcely been\nable to sit through.\n\nAnd the older girl answered carelessly, \"Oh, you mustn't leave\nit off, of course, but you don't feel it at all after a bit.\"\n\nWith which assurance Meg pursued her painful course.\n\nEsther, the only person in a position to exercise any authority\nin the matter, had not noticed at all, and, indeed, had she done,\nso would not have thought very gravely of it, for it was only\nfour years since she, too, had been sixteen, and a \"waist\" had\nbeen the most desirable thing on earth.\n\nOnce she had said unwittingly,\n\n\"What a nice little figure you are getting, Meg; this new\ndressmaker certainly fits better than Miss Quinn\"; and foolish\nMeg, with a throb of delight, had redoubled her efforts.\n\nLynx-eyed Judy would have found her out long ago, and laughed her\nto utter shame, but unfortunately for Meg's constitution she\nwas still at school, it being now the third month of her\nabsence.\n\nAldith only lived about twenty minutes' walk from Misrule, so\nthe two girls were always together.  Twice a week they went down\nto town in the river-boat to learn how to inquire, in polite\nFrench, \"Has the baker's young daughter the yellow hat, brown\ngloves, and umbrella of the undertaker's niece?\" And twice a\nweek, after they had answered irrelevantly, \"No, but the surgeon\nhad some beer, some mustard, and the dinner-gong,\" Aldith conducted\nher friend slowly up and down that happy hunting-ground of\nSydney youth and fashion--the Block.  \"Just see how many hats\nI'll get taken off,\" Miss Aldith would say as they started; and\nby the end of the time Meg would say longingly, \"How lovely it must\nbe to know crowds of gentlemen like you do.\"\n\nSometimes one or two of them would stop and exchange a word or two,\nand then Aldith would formally introduce Meg; often, however, the\nlatter, who was sharp enough for all her foolishness, would fancy\nshe detected a patronizing, amused air in these gentlemen's\nmanners.  As, indeed, there often was; they were chiefly men\nwhom Aldith had met at dances and tennis in her own home; and\nwho thought that young lady a precocious child who wanted keeping\nin the schoolroom a few more years.\n\nOne day Aldith came to Misrule brimming over with mysterious\nimportance.  \"Come down the garden, Marguerite,\" she said,\ntaking no notice whatever of Baby, who had, with much difficulty,\nbeguiled her eldest sister into telling her the ever delightful\nlegend of the three little pigs.\n\n\"Oh, no, by the hair of my chiny-chin-chin, then I'll huff and\nI'll puff and I'll blow your house in,\" had only been said twice,\nand the exciting part was still to come.\n\nBaby looked up with stormy eyes.\n\n\"Go away, Aldiff,\" she said.\n\n\"Miss MacCarthy,--Baby, dear,\" Meg suggested, gently, catching Aldith's\nhalf-scornful smile.\n\n\"ALDIFF,\" repeated Baby obstinately.  Then she relented, and put\none caressing little arm round her sister's neck.\n\n\"I will say Miff MacCarfy iss you will say ze uzzer little pig,\ntoo.\"\n\n\"Oh, send her away, Marguerite, do,\" Aldith said impatiently,\n\"I have an enthralling secret to tell you, and I'll have to go soon.\"\n\nMeg looked interested immediately.\n\n\"Run away, Baby, dear,\" she said, kissing the disappointed little\nface; \"go and play Noah's Ark with Bunty, and I'll finish the\npiggies to-night or to-morrow.\"\n\n\"But I want them NOW,\" Baby said insistently.\n\nMeg pushed her gently aside.  \"No, run away, pet--run away at once\nlike a good girl, and I'll tell you Red Riding Hood, too, to-morrow.\"\n\nBaby looked up at her sister's guest.\n\n\"You are a horrid old pig, Aldiff MacCatfy,\" she said, with slow\nemphasis, \"an' I hates you hard, an' we all hates you here, 'ceps Meg;\nand Pip says you're ze jammiest girl out, an' I wis' a drate big ziant\nwould come and huff and puff and blow you into ze middlest part of\nze sea.\"\n\nAldith laughed, a little aggravating grown-up laugh, that put the\nfinishing touch to Baby's anger.  She put out her little hand and\ngave the guest's arm in its muslin sleeve a sharp, scientific pinch\nthat Pip had taught her.  Then she fled madly away down the long\npaddocks, to the bit of bush beyond.\n\n\"Insufferable,\" Aldith muttered angrily, and it needed all Meg's\napologies and coaxings to get her into an amiable frame of mind\nagain, and to induce her to communicate the enthralling secret.\n\nAt last, however, it was imparted, with great impressiveness.\nAldith's eldest sister was engaged, engaged to be married!  Oh!\nwasn't it heavenly?  Wasn't it romantic?--and to the gentleman with\nthe long fair moustache who had been so much at their house lately.\n\n\"I knew it would come--I have seen it coming for a long time.\nOh! I'm not easily blinded;\" Aldith said.  \"I know true love when\nI see it.  Though certainly for myself I should prefer a dark\nmoustache, should not you, Marguerite?\"\n\n\"Ye--es,\" said Meg.  Her views were hardly formed yet on the\nsubject.\n\n\"Jet black, with waxed ends, very stiff,\" Aldith continued\nthoughtfully, \"and a soldierly carriage, and very long black\nlashes.\"\n\n\"So should I,\" Meg said, fired in a moment.  \"Like Guy Deloraine\nin 'Angelina's Ambition'.\"  Aldith put her arm more tightly round\nher friend.\n\n\"Wouldn't it be HEAVENLY, Marguerite, to be engaged--you and I?\"\nshe said, in a tone of dreamy rapture.  \"To have a dark,\nhandsome man with proud black eyes just dying with love for you,\ngoing down on his knees, and giving you presents, and taking you\nout and all--oh, Marguerite, just think of it!\"\n\nMelt's eyes looked wistful.  \"We're not old enough, though, yet,\"\nshe said with a sigh.\n\nAldith tossed her head.  \"That's nonsense; why, Clara Allison is\nonly seventeen, and look at your own stepmother.  Plenty of girls\nare actually married at sixteen, Marguerite, and a man proposed\nmy sister Beatrice when she was only fifteen.\"  Meg looked\nimpressed and thoughtful.\n\nThen Aldith rose to go.  \"Mind you're in time for the boat\nto-morrow,\" she said, as they reached the gate; \"and, Marguerite,\nbe sure you make yourself look very nice--wear your cornflower\ndress, and see if Mrs. Woolcot will lend you a pair of her gloves,\nyour grey ones are just a little shabby, aren't they, dear?\"\n\n\"H'm,\" said Meg, colouring.\n\n\"And Mr. James Graham always comes back on that boat, and the two\nCourtney boys--Andrew Courtney told Beatrice he thought you seemed\na nice little thing; he often notices you, he says, because you\nblush so.\"\n\n\"I can't help it,\" Meg said, unhappily.  \"Aldith, how ought the\nribbon to go on my hat?  I'm going to retrim it again.\"\n\n\"Oh, square bows, somewhat stiff, and well at the side,\" the oracle,\nsaid.  \"I'm glad you're going to, dear, it looked just a wee bit\ndowdy, didn't it?\"  Meg coloured again.\n\n\"Have you done your French?\" she said, as she pulled open the\ngate.\n\n\"In a way,\" Aldith said carelessly.  Then she put up her chin,\n\"Those frowzy-looking Smiths always make a point of having no\nmistakes; and, Janet Green, whose hats are always four seasons\nbehind the fashions; I prefer to have a few errors, just to show\nI haven't to work hard and be a teacher after I--\"\n\nBut just here she stumbled and fell down her full length in a most\nundignified manner, right across the muddy sidewalk.\n\nIt was a piece of string and Baby's vengeance.\n\n\n\n\nCHAPTER VII\n\n\"What Say You to Falling in Love?\"\n\n\nMeg was looking ill, there was no doubt about it.  Her pretty\npink-and-white complexion was losing its fresh look, a slightly\nirritable expression had settled round a mouth that a few months\nback had seemed made for smiles only.  And terribly unromantic\nfact, her nose was quite florid-looking at times. Now a heroine\nmay have the largest, deepest, and most heavily lashed eyes\nimaginable; she may have hair in very truth like the gold \"mown\nfrom a harvest's middle floor\"; she may have lips like cherries\nand teeth like pearls, and a red nose will be so utterly fatal\nthat all these other charms will pass unnoticed.  It cost Meg real\nanguish of spirit. She carefully read all the Answers to Correspondents\nin the various papers Aldith lent her in search of a remedy, but\nnearly everyone seemed to be asking for recipes to promote the\ngrowth of the eyelashes or to prevent _embonpoint_.  Not one she\nchanced on said, \"A red nose in a girl is generally caused by\nindigestion or tight-lacing.\"  She asked Aldith to suggest something,\nand that young person thought that vaseline and sulphur mixed\ntogether, and spread over the afflicted member, would have the\ndesired effect.  So every night Meg fastened her bedroom door\nwith a wedge of wood, keys being unknown luxuries at Misrule,\nand anointed her, poor little nose most carefully with the\ngreasy mixture, lying all night on her back to prevent it\nrubbing off on the pillow.\n\nOnce Pip had forced his way into demand a few stitches for his\nbraces which had split, and she had been compelled to wrap her\nwhole face hastily up in a towel and declare she had violent\nneuralgia, and he must go to Esther or one of the servants.  Had\nhe seen and known the cause there would have been no end to the\nteasing.\n\nNowadays Meg spent a great deal of time in her bedroom, that she\nhad all to herself while Judy was away.  In its privacy she\ntrimmed and retrimmed her hats, altered her dresses, read her\nnovels, and sat in front of the looking-glass with her hair down,\ndreaming of being quite grown up and in love.  For just now both\nto Aldith, and herself that state of life seemed the only one\naltogether lovely and desirable.  Meg used to curl herself up in a\nbig easy-chair that had drifted to her room because its springs\nwere broken, and dream long, beautiful, hopeless dreams of a lover\nwith \"long black lashes and a soldierly carriage.\"  Of course it\nwas highly reprehensible to have such thoughts at the tender age\nof sixteen, but then the child had no mother to check that erring\nimagination, and she was a daughter of the South.\n\nAustralian girls nearly always begin to think of \"lovers and\nnonsense,\" as middlefolks call it, long before their English aged\nsisters do.  While still in the short-frock period of existence,\nand while their hair is still free-flowing, they take the keenest\ninterest in boys--boys of neighbouring schools, other girls' brothers,\nyoung bank clerks, and the like.  Not because they would be good\nplaymates, but because they look at them in the light of possible\n\"sweethearts.\"  I do not say English girl children are free from this.\nBy no means; in every school there may be found one or two this way\ninclined, giggling, forward young things who want whipping and\nsending to play cricket or dolls again.  But in this land of\nyouthfulness it is the rule more frequently than the exception, and\nherein lies the chief defect of the very young Australian girl.\nShe is like a peach, a beautiful, smooth, rich peach, that has come\nto ripeness almost in a day, and that hastens to rub off the soft,\ndelicate bloom that is its chief charm, just to show its bright,\nwarm colouring more clearly.  Aldith had, to her own infinite\nsatisfaction, brushed away her own \"bloom,\" and was at present\nbusily engaged in trying to remove Meg's, which was very soft\nand lovely before she touched it.  The novels had taken away a\nlittle, and the \"Block\" a little more, but, Meg was naturally\nfreshminded, and it took time to make much difference.  Just now,\nunder her friend's tutelage, she was being inducted into the\ndelightful mysteries of sweethearting, and for the time, it quite\nfilled her some what purposeless young life.  But it all ended\nwith an adventure that years afterwards used to make her cheeks\ntingle painfully at the thought.\n\nAfter the bi-weekly French lesson, as I have said, the two friends\nused to come back together in the river-boat at five o'clock.\nAnd by this boat there always came two boys by the name of Courtney,\nand a third boy, Aldith's particular property, James Graham.  Now\nthe young people had become known to each other at picnics and the\nlike in the neighbourhood, but the acquaintance, instead of\nripening on frequent meeting into a frank, pleasant friendship,\nhad taken the turn of secrecy and silly playing at love.  James\nGraham was in a lawyer's office, a young articled cleric of\nseventeen in undue haste to be that delightful thing, a man.\nHe carried a cane, and was very particular about his hat and\nnecktie and his boots, which generally were tan.  And he had\nthe faintest possible moustache, that he caressed with great\nfrequency; and that privately Aldith thought adorable.  Aldith's\npert, sprightly manner pleased him, and in a very short time\nthey had got to the period of passing notes into each other's\nhands and sighing sentimentally.  Not that the notes contained\nmuch harm, they were generally of rather a formal character.\n\n\n\"My dear' Miss MacCarthy,\" one would run--\n\n\"Why were you not on the boat yesterday?  I looked for you till\nit was no use looking longer, and then the journey was blank.\nHow charmingly that big hat suits you, and those jonquils at\nyour neck.  Might I beg one of the flowers? just one, please,\nAldith.\n\nYour devoted friend,\n  James Graham.\"\n\n\nAnd Aldith's, written on a sheet of her note-book with a pink\nprogramme pencil that she always kept in her purse, might be\nno worse than:\n\n\n\"Dear Mr. Graham,\n\n\"What EVER can you want these flowers at my neck for?  They have\nbeen there all day, and are dead and spoiled.  I can't IMAGINE what\ngood they'll be to you.  Still, of course, if you REALLY care for\nthem you shall have them.  I am so glad you like this hat.  I shall\nalways like it NOW.  Did you REALLY miss me yesterday?  I had gone\nto have my photo taken.  Marguerite thinks it very good indeed,\nbut I am SURE it flatters me TOO much.\n\nYours truly,\n  L. Aldith Evelyn MacCarthy.\"\n\n\nNow Mr. James Graham had a great friend in one of the before-mentioned\nCourtney boys, Andrew by name.  He was a handsome lad of eighteen,\nstill a schoolboy, but possessed of fascinating manners and a pair\nof really beautiful eyes.\n\nAnd, since his friend and companion Jim had taken to \"having fun\"\nwith \"the girl MacCarthy,\" he objected to being left out in the\ncold.  So he began to pay marked attentions to Meg, who blushed\nright up to her soft, pretty fringe every time he spoke to her,\nand looked painfully conscious and guilty if he said anything at\nall complimentary to her.\n\nThe other boy, Alan Courtney, was very tall and broad-shouldered,\nand not at all good-looking.  He had a strong, plain face, grey\neyes deeply set, and brown hair that looked as if he was in a\nconstant state of rumpling it up the wrong way.  He was a University\nstudent, and a great footballer, and he never diverted himself on\nthe long homeward journey in the way Andrew and his friend did.\n\nHe used generally to give a half-contemptuous nod as he passed\nthe little group, uncovering his head for the shortest possible\nperiod consistent with civility, and making his way to the far\nend of the boat.  One time as he passed them Aldith was drooping\nher lashes and using her eyes with great effect, and Meg was almost\npositive she heard him mutter under his breath, \"Silly young fools!\"\nHe used to smoke at his end of the boat--cigars at the beginning\nof term and a short, black, villainous-looking pipe at the end--and\nMeg used secretly to think how manly he looked, and to sigh profoundly.\n\nFor I may as well tell you now as later what this foolish little\nthing had done after a few months' course of Aldith and novels.\nShe had fallen in love as nearly as it is possible for sweet sixteen\nto do; and it was with Alan, who had no good looks nor pleasant\nmanners--not Andrew, who had speaking eyes, and curls that \"made\nhis forehead like the rising sun\"; not Andrew, who gave her tender\nglances and conversation peppermints that said \"My heart is thine,\"\nbut Alan, who took no notice whatever of her beyond an occasional\nhalf-scornful bow.\n\nPoor little Meg!  She was very miserable in these days, and yet it\nwas a kind of exquisite misery that she hugged to her to keep it\nwarm.  No one guessed her secret.  She would have died rather than\nallow even Aldith to get a suspicion of it, and accepted Andrew's\nnotes and smiles as if there was nothing more she wanted.  But she\ngrew a trifle thin and large-eyed, and used to make copious notes\nin her diary every night, and to write a truly appalling quantity\nof verses, in which \"heart\" and \"part,\" \"grieve\" and \"leave,\"\n\"weep\" and \"keep,\" and \"sigh\" and \"die,\" were most often the\nconcluding words of the lines.  She endured Andrew for several\nreasons.  He was Alan's brother for one thing, and was always\nsaying things about \"old Al,\" and recording his prowess on the\nfootball field; and Aldith might discover her secret if she gave\nhim the cold shoulder altogether.  Besides this Andrew had the\nlongest eyelashes she had ever seen and she must have somebody\nto say pretty things to her, even if it was not the person she\nwould have wished it to be.\n\nOne day things came to a crisis.\n\n\"No more trips on the dear old boat for a month,\" Aldith remarked,\nfrom her corner of the cabin.\n\n\"This is appalling! Whatever do you mean, Miss MacCarthy?\" James\nGraham said, with exaggerated despair in his voice.\n\n\"Monsieur H---- has given the class a month's holiday.  He is going\nto Melbourne,\" Aldith returned, with a sigh.\n\nMeg echoed it as in duty bound, and Andrew said fiercely that\nhanging was too good for Monsieur H----.  What did he mean by\nsuch inhuman conduct, he should like to know; and however were Jim\nand himself to maintain life in the meantime?\n\n\"It was James who speedily thought of a way out.\"\n\n\"Couldn't we go for a walk somewhere one evening--just we four?\"\nhe said insinuatingly.\n\nAldith and Andrew thought the proposal a brilliant one; and though\nMeg had at first shaken her head decidedly, in the end she was\nprevailed upon, and promised faithfully to go.\n\nThey were to meet in a bush paddock adjoining the far one belonging\nto Misrule, to walk for about an hour, returning by half-past seven,\nbefore it grew dusk.\n\n\"I am going to ask you for something that day, Meg,\" Andrew whispered\njust as they were parting.  \"I wonder if I shall get it.\"\n\nMeg flushed in her nervous, conscious way, and wondered to herself\nfor a moment whether he intended to ask for a lock of her hair, a\nthing Graham had already obtained from Aldith.\n\n\"What?\" she said unwillingly.\n\n\"A kiss,\" he whispered.\n\nThe next minute the others had joined them, and there was no chance\nfor the indignant answer that trembled on her lips.  She had even\nto shake hands, to appear as if nothing had happened, and to part\napparently good friends.\n\n\"Half-past six sharp, Marguerite.  I will never forgive you if you\ndon't come,\" Aldith said, as they parted at her gate.\n\n\"I--you--Oh, Aldith, I don't see how I can come,\" Meg faltered,\nthe crimson in her cheeks again.  \"I've never done anything like it\nbefore.  I'm sure it's not right.\"\n\nBut the curl, in Aldith's lip made her ashamed of herself.\n\n\"You're just twelve, Marguerite;\" the young lady said calmly:\n\"you're not a bit more than twelve.  You'd better get a roll again,\nand a picture-book with morals.  I'll ask Andrew to buy you one\nand a bit of cord, too, to tie you in your high chair in the\nnursery.\"\n\nSuch sarcasm was too much for Meg.  She promised hastily and\nunconditionally to be on the spot at the time mentioned, and fled\naway up the path to obey the summons of the wildly clanging\ntea-bell.\n\nBut for the two intervening days her secret hung upon her like a\nburden of guilt, and she longed inexpressibly for a confidante\nwho would advise her what to do at this distressing issue.  Not\nJudy: that young person was too downright, too sensible, too much\nof a child and a boy--she would never dare to tell her anything of\nthe sort.   She could fancy the scorn in her sister's large clear\neyes, the ringing laughter such a tale would evoke, the scathing,\nclever ridicule that would fall on her shrinking shoulders.  Not\nEsther: her very position as stepmother precluded such an idea,\nand, besides that, the General's gums were gradually disclosing\nwee white double pearls, and his health thereby was affected,\nand causing her too much anxiety to allow her, to notice Meg's\noppression of mind.\n\nBy the night decided upon, the child had worked herself up into a\nstrong state of excitement.  Half-past six was the time settled\nupon, and, as she knew, it was broad daylight even then.  She\nfelt she really dare not, could not go.  Suppose her father or\nEsther, some of her scornful young sisters or brothers, should\nbe about and see the meeting, or any of the neighbours--why, she\ncould never survive the shame of it!  Yet go she must, or Aldith\nwould despise her.  Besides, she had made up her mind fully to tell\nAndrew plainly she could not allow him to talk to her as he had\nbeen doing.  After that last terrible whisper, she felt it\nnecessary that she should let him understand clearly that she did\nnot approve of his conduct, and would be \"his friend,\" but\nnothing more.\n\nBut why had they not thought of deciding on an hour when it would\nbe darker? she kept saying to herself: there would be no danger\nof being seen then; she could slip out of the house without any\ndifficulty, and run through the paddocks under cover of the\nkindly dusk; whereas if it was light, and she tried to creep away,\nat least two or three of the children would fly after her and\noffer generously to \"come too.\"\n\nAt last, too afraid to go in the light, and unwilling for Aldith\nto reproach her for not going at all, she did in her excitement\nand desperation a thing so questionable that for long after she\ncould not think of it without horror.\n\n\n\"Dear Mr. Courtney,\" she wrote, sitting down at her dressing-table,\nand scribbling away hurriedly in pencil:\n\n\"It would be horrid going for the walk so early.  Let us go later,\nwhen it is quite dark.  It will be EVER so much nicer, for no one\nwill be able to see us.  And let us meet at the end of the paddocks\nwhere the bush grows thickly, it will be more private.  I am writing\nto Aldith to tell her to go at that time, she will tell Mr. Graham.\n\nYours sincerely,\nM. Woolcot.\n\n\"P.S.--I must ask you, please, not to kiss me.  I should be very\nangry indeed if you did.  I don't like kissing at all.\"\n\n\nShe wrote the last paragraph in a nervous hurry for she had a dread\nthat he might fulfil his promise, if she did not forbid him as soon\nas they met.  Then she slipped it into an envelope and addressed it\nto A. Courtney, Esq., it never having even occurred to her for a\nmoment that there was anything at all strange or unconventional in\na young girl making such a point that the meeting should be in the\ndark.\n\nNext she wrote a few lines of explanation to Aldith, and told her\nto be sure to be in the paddock by half-past eight, and she (Meg)\nwould slip out when the children were going to bed and unlikely\nto notice.\n\nAnd then she went out into the garden to find messengers for\nher two notes.  Little Flossie Courtney had been spending the\nafternoon with Nellie, and Meg called her back from the gate\njust as she was going home, and, unseen by the children, entrusted\nthe note to her.\n\n\"'Give it to your brother Andrew the minute he comes from school,\"\nshe whispered, popping a big chocolate at the same time into\nthe little girl's mouth.  Bunty was next bribed, with a promise of\nthe same melting delicacies, to run up to Aldith's with the other\nletter, and Meg breathed freely ago feeling she had skilfully\naverted the threatening danger attendant on the evening\nmeeting.\n\nBut surely the notes were fated!  Bunty delivered his safely\nenough to the housemaid at the MacCarthys', and in answer to\nthe girl's question \"s'posed there was an answer, girls always\n'spected one to nothing.\"\n\nAldith was confined to her room with a sudden severe cold, and\nwrote a note to her friend, telling her how she was too ill to be\nallowed out, and had written to Mr. Graham, and Mr. Courtney,\ntoo, postponing the walk for a week.\n\nNow this note, in its pale pink triangular envelope, was\ntransferred to Bunty's pocket among his marbles and peanuts and\nstring.  And, as might be expected, he fell in with some other\nchoice spirits on the return journey, and was soon on his knees\nby the roadside playing marbles.\n\nHe lost ten, exclusive of his best agate, fought a boy who had\nunlawfully possessed himself of his most cherished \"conny,\" and\nreturned home with saddened spirits an hour later, only to find\nas he went through the gate that he had lost Aldith's dainty\nlittle note.\n\nNow Meg had promised him eight chocolate walnuts on his return,\nand if this same boy had one weakness more pronounced than others,\nit was his extreme partiality for this kind of confectionery, and\nhe had not tasted one for weeks, so no wonder it almost broke his\nheart to think they would be forfeited.\n\n\"I know she'll be stingy enough to say I haven't earned them, just\n'cause I dropped that girl's stupid letter,\" he said to himself,\nmiserably, \"and I don't suppose there was anything in it but\n'Dearest Marguerite, let us always tell each other our secrets';\nI heard her say that twice, and of course she writes it, too.\"\nThen temptation came upon him swiftly, suddenly.\n\nBy nature Bunty was the most arrant little storyteller ever born,\nand it was only Judy's fearless honesty and strongly expressed\nscorn for equivocation that had kept him moderately truthful.\nBut Judy was miles away, and could not possibly wither him up\nwith her look of utter contempt.  He was at the nursery door now,\nturning the handle with hesitating hands.\n\n\"What a time you've been,\" said Meg from the table, where she was\nmending a boxful of her gloves.  \"Well, what did she say?\"\n\nJust at her elbow was the gay _bonbonniere_ containing the brown,\ncream-encrusted walnuts.\n\n\"She said, 'All right,'\" said Bunty gruffly.\n\nMeg counted the eight chocolates out into his little grimy hand,\nand resumed her mending with a relieved sigh.  And Bunty, with a\ndefiant, shamed look in his eyes, stuffed the whole of the\nsweets into his mouth at once, as if to preclude the possibility\nof a sudden repentance.\n\nThe other note was equally unfortunate.  Little Flossie went\nhome, her thoughts intent upon a certain Grannie bonnet Nell\nhad promised to make for her new doll.\n\n\"Gween with pink stwings,\" she was saying softly to herself as\nshe climbed the steps to her own door.\n\nAlan was lying on the veranda lounge, smoking his black pipe.\n\n\"Gween what?\"  he laughed--\"guinea-pigs or kangaroos?\"\n\n\"Clawice Maud's bonnet,\" the little girl said, and entered forthwith\ninto a grave discussion with him as to the colour he thought more\nsuitable for that waxen lady's winter cloak.\n\nThen she turned to go in.\n\n\"What's that sticking out of your wee pocket, Flossie girl?\"  he\nsaid, as she brushed past him.  She stopped a second and felt.\n\n\"Oh, nearly I didn't wemember, an' I pwomised I would--it's a\nletter for you, Alan,\" she said, and gave Meg's poor little epistle\nup into the very hands of the Philistine.\n\n\n\n\nCHAPTER VIII\n\nA Catapult and a Catastrophe\n\n\n   \"Oh, sweet pale Margaret,\n    Oh, rare pale Margaret,\n    What lit your eyes with tearful power?\"\n\n\nThe dusk had fallen very softly and tenderly over the garden,\nand the paddocks, and the river.  There was just the faintest\nwind at the waters edge, but it seemed almost too tired after the\nhot, long day to breathe and make ripples.  Very slowly the grey,\nstill light deepened, and a white star or two came out and blinked\nup away in the high, far heavens.  Down behind the gum trees,\nacross the river, there was a still whiter moon; a stretch of\nwater near was beginning to smile up to it.  Meg hoped it\nwould not climb past the tree-tops before eight o'clock, or the\nlong paddocks would be flooded with light and she would be seen.\nAt tea-time, and during the early part of the evening, she was\npreoccupied and inclined to be irritable in her anxiety, and she\nsnubbed Bunty two or three times quite unkindly.\n\nHe had been hovering about her ever since six o'clock in almost\na pitiable way.\n\nIt was characteristic of this small boy that when he had been tempted\ninto departing from the paths of truth he was absolutely wretched\nuntil he had confessed, and rubbed his little unclean hands into\nhis wet eyes until he was \"a sight to dream of, not to tell.\"\n\nPip said it was because he was a coward, and had not the moral\ncourage to go to sleep with a lie on his soul, for fear he might\nwake up and see an angel with a fiery sword standing by his\nbedside.  And I must sorrowfully acknowledge this seemed a truer\nview of the case than believing the boy was really impressed\nwith the heinousness of his offence and anxious to make amends.\nFor the very next day, if occasion sufficiently strong offered,\nhe would fall again, and the very next night would creep up to\nsomebody and whimper, with his knuckles in his eyes, that he had\n\"t--t--told a s--s--story, boo--hoo!\"\n\nBy seven o'clock this particular evening he was miserably\nrepentant; several tears had trickled down, his cheeks and mingled\nwith the ink of the map he was engaged upon for Miss Marsh.  He\nestablished himself at Meg's elbow, and kept looking up into her\nface in a yearning love-and-forgive-me kind of way that she found\ninfinitely embarrassing; for she had begun to suspect, from his\nstrange conduct, that he had in some way learned the contents\nof her note, and was trying to discourage her from her enterprise.\nThe more he gazed at her the redder and more uncomfortable she\nbecame.\n\n\"You can have my new c--c--catapult,\" he whispered once, giving\nher a tearful, imploring look, that she interpreted as an entreaty\nto stay safely at home.\n\nAt last the clock had travelled up to eight, and the children being\nengaged in a wordy warfare over the possession of a certain stray\ndog that had come to Misrule in the afternoon, she slipped out of\nthe room unobserved.  No one was in the hall, and she picked up\nthe becoming, fleecy cloud she had hidden there, twisted it round\nher head, and crept out of the side door and along the first path.\n\nDown in the garden the ground was white with fallen rose leaves,\nand the air full of their dying breath; a clump of pampas grass\nstood tall and soft against the sky; some native trees, left\ngrowing among the cultivated shrubs, stretched silver-white\narms up to the moon and gave the little hurrying figure a ghostly\nkind of feeling.  Out of the gate and into the first paddock,\nwhere the rose scent did not come at all, and only a pungent smell\nof wattle was in the thin, hushed air.  More gum trees, and more\nwhite, ghostly arms; then a sharp movement near the fence, a thick,\nsepulchral whisper, and a stifled scream from Meg.\n\n\"Here's the c--c--c--catapult, M--Meg; t--take it,\" Bunty said,\nhis face white and miserable.\n\n\"You little stupid! What do you mean coming creeping here like\nthis?\" Meg said, angry as soon as her heart began to beat\nagain.\n\n\"I only w--wanted to p--p--please you, M--M-Meggie,\" the little\nboy said, with a bitter sob in his voice.\n\nHe had put both his arms round her waist, and was burying his nose\nin her white muslin dress.  She shook him off hastily.\n\n\"All right; there--thanks,\" she said.  \"Now go home, Bunty;\nI want to have a quiet walk in the moonlight by myself.\"\n\nHe screwed his knuckles as far into his eyes as they would go,\nhis mouth opened, and his lower lip dropped down, down.\n\n\"I t--t--told y--y--you a b--b--big st--st--story;\" he wept,\nrocking to and fro where he stood.\n\n\"Did you?  Oh, all right!  Now go home,\" she said impatiently.\n\"You always ARE telling stories, Bunty, you know, so I'm not\nsurprised. There-go along.\"\n\n\"But--but I'm--must tell you all ab--ab--about it,\" he said,\nstill engaged in driving his eyes into his head.\n\n\"No, you needn't; I'll forgive you this time,\" she said\nmagnanimously, \"only don't do it again.  Now run away at once,\nor you won't have your map done, and miss Marsh will punish you.\"\n\nHis eyes returned to their proper position, likewise his hands.\nHis heart was perfectly light again as he turned to go back to the\nhouse.  When he had gone a few steps he came back.\n\n\"D'ye want that catapult very much, Meg?\" he said gently.\n\"You're only a girl, so I don't 'spect it would be very much\ngood to you, would it?\"\n\n\"No, I don't want it.  Here, take it, and hurry back: think of\nyour map,\" Meg returned, in a very fever of impatience at his\nslowness.\n\nAnd then Bunty, utterly happy once more, turned and ran away gaily\nup to the house.  And Meg let down the slip-rail, put it back in\nits place with trembling fingers, and fled in wild haste through\nthe two remaining paddocks.\n\nThe wattle-scrub at the end was very quiet; there was not a rustle,\nnot a sound of a voice, not a sound of the affected little laugh\nthat generally told when Aldith was near.\n\nMeg stopped breathless, and peered among the bushes; there was a\ntall figure leaning against the fence.\n\n\"Andrew!\" she said in a sharp whisper, and forgetting in her\nanxiety that she never called him by his Christian name--\"where\nare the others?  Hasn't Aldith come?\"\n\nThere was the smell of a cigar, and, looking closely, she saw to\nher horror it was Alan.\n\n\"Oh!\" she said, in an indescribable tone.\n\nHer heart gave one frightened, shamed bound, and then seemed\nto stop beating altogether.\n\nShe looked up, at him as if entreating him not to have too bad an\nopinion of her; but his face wore the contemptuous look she had\ngrown to dread and his lips were finely curled.\n\n\"I--I only came out for a little walk; it is such a beautiful\nevening,\" she said, with miserable lameness; and then in a tone\nof justification she added, \"it's my father's paddock, too.\"\n\nHe leaned back against he fence and looked down at her.\n\n\"Flossie gave me your note, and as it seemed addressed to me, and\nI was told it was for me; I opened it,\" he said.\n\n\"You KNEW it was for Andrew,\" she said not looking at him, however.\n\n\"So I presumed when I had read it,\" he returned slowly; \"but\nAndrew has not come back to-night yet, so I came instead; it's all\nthe same as long as it's a boy, isn't it?\"\n\nThe girl made no reply, only put her hand up and drew the cloud\nmore closely round her head.\n\nHis lips curled a little more.\n\n\"And I know how to kiss, too, I assure you.  I am quite a good hand\nat it, though you may not think so.  Oh yes, I know you said you\ndid not want to be kissed; but then, girls always say that, don't\nthey?--even when they expect it most.\"\n\nStill Meg did not speak, and the calm, merciless voice went on.\n\n\"I am afraid it is hardly dark enough for you, is it?  The moon\nis very much in the way, do you not think so?  Still, perhaps we\ncan find a darker place farther on, and then I can kiss you without\ndanger.  What is the matter?--are you always as quiet as this with\nAndrew?\"\n\n\"Oh, DON'T!\" said Meg, in a choking voice.\n\nThe mocking tone died instantly out of his voice, \"Miss Meg, you\nused to seem such a nice little girl,\" he said quietly; \"what\nhave you let that horrid MacCarthy girl spoil you for?  For she is\nhorrid, though you may not think so.\"\n\nMeg did not speak or move, and he went on with a gentle earnestness\nthat she had not thought him capable of..\n\n\"I have watched her on the boat, systematically going to work to\nspoil you, and can't help thinking of the pity of it.  I imagined\nhow I should feel if my little sister Flossie ever fell in with\nsuch a girl, and began to flirt and make herself conspicuous,\nand I wondered would you mind if I spoke to you about it.\nAre you very angry with me, Miss Meg?\"\n\nBut Meg leaned her head against the rough fence and began to\nsob--little, dry, heartbroken sobs that went to the boy's warm\nheart.\n\n\"I oughtn't to have spoken as I did at first--I was a perfect\nbrute,\" he said remorsefully; \"forgive me, won't you?  Please,\nlittle Miss Meg--I would rather cut my hand off than really hurt\nyou.\"\n\nThis last was a little consoling, at any rate, and Meg lifted her\nface half a second, white and pathetic in the moonlight, and all\nwet with grievous tears.\n\n\"I--I--oh! indeed I have not been quite so horrid as you think,\"\nshe said brokenly; \"I didn't want to come this walk--and oh!\nindeed, indeed, indeed I wouldn't allow ANYONE to kiss me.  Oh,\nPLEASE do believe me!\"\n\n\"I do, I do indeed,\" he said eagerly; \"I only said it because--well,\nbecause I am a great rough brute, and don't know how to talk to a\nlittle, tender girl.  Dear Miss Meg, do shake hands and tell me you\nforgive my boorishness.\"\n\nMeg extended a small white hand, and he shook it warmly.  Then\nthey walked up the paddocks together, and parted at a broken gate\nleading into the garden.\n\n\"I'll never flirt again while I live,\" she said with great\nearnestness, as he bade her good-bye; and he answered encouragingly,\n\"No, I am quite sure you won't--leave it to girls like Aldith, won't\nyou? you only wanted to be set straight.  Good-bye, little Miss Meg.\"\n\n\n\n\nCHAPTER IX\n\nConsequences\n\n\n  \"However could you do it?\n  Some day, no doubt, you'll rue it!\"\n\n\nMeg's troubles were not quite over, however, even yet.  When she\ngot into the house Nellie met her in the hall and stared at her.\n\n\"Where have you been?\" she said, a slow wonder in her round eyes.\n\"I've been hunting and hunting for you.\"\n\n\"What for?\" said Meg shortly.\n\n\"Oh, Dr. Gormeston and Mrs. Gormeston and two Miss Gormestons are in\nthe drawing-room, and I think they'll stay for ever and ever.\"\n\n\"Well?\" said Meg.\n\n\"And the General is ill again, and Esther says she won't leave him\nfor a second, not if Gog and Magog were down there dying to see\nher.\"\n\n\"Well?\" said Meg again.\n\n\"And Father is as mad as he can be, and is having to keep them\nall amused himself.  He's sung 'My sweetheart when a boy' and\n'Mona,' and he's told them all about his horses, and now I s'pose\nhe doesn't know what to do.\"\n\n\"Well, I can't help it,\" Meg said wearily, and as if the subject\nhad no interest for her.\n\n\"But you'll just have to!\" Nell cried sharply, \"I've done my\nbest: he sent out and said we were to go in, and you weren't\nanywhere, so there was only Baby and me.\"\n\n\"And what did you do?\" Meg asked, curious in spite of herself.\n\n\"Oh, Baby talked to Miss Gormeston, and they asked me to play,\"\nshe returned, \"so I played the 'Keel Row.'  Only I forgot\ntill I had finished that it was in two sharps,\" she added sadly.\n\"And then Baby told Mrs. Gormeston all about Judy leaving the\nGeneral at the Barracks, and being sent to boarding school for it,\nand about the green frog Bunty gave her, and, then Father said\nwe'd better go to bed, and asked why ever you didn't come in.\"\n\n\"I'll go, I'll go,\" Meg said hastily, \"he'll be fearfully cross\nto-morrow about it.  Oh! and, Nell, go and tell Martha to\nsend in the wine and biscuits and things in half an hour.\"\n\nShe flung off her cloud, smoothed her ruffled hair, and peeped\nin the hall-stand glass to see if the night wind had taken away\nthe traces of her recent tears.  Then she went into the drawing-roam,\nwhere her father was looking quite heated and unhappy over\nhis efforts to entertain four guests who were of the class\npopularly known as \"heavy in hand:\"\n\n\"Play something, Meg,\" he said presently, when greetings were\nfinished, and a silence seemed settling down over them all again;\n\"or sing something that will be better--haven't you anything you\ncan sing?\"\n\nNow Meg on ordinary occasions had a pleasant, fresh little voice\nof her own, that could be listened to with a certain amount of\npleasure, but this evening she was tired and excited and unhappy.\nShe sang \"Within a mile of Edinboro' town,\" and was exceedingly\nflat all through.\n\nShe knew her father was sitting on edge all the time, and that her\nmistakes were grating on him, and at the end of the song, rather\nthan turn round immediately and face them all, she began to play\nKowalski's March Hongroise.  But the keys seemed to be rising up\nand hitting her hands, and the piano was growing unsteady, and\nrocking to and fro in an alarming manner; she made a horrible\njangle as she clutched at the music-holder for safety, and the\nnext minute swayed from the stool and fell in a dead, faint right\ninto Dr. Gormeston's arms, providentially extended just in time.\n\nThe heavy, heated atmosphere had proved too much for her, in her\nunhinged state of mind.  Captain Woolcot was extraordinarily\nupset by the occurrence; not one of his children had ever done\nsuch a thing before, and as Meg lay on the sofa, with her\nlittle fair head drooping against the red frilled cushions, her\nface white and unconscious, she looked strangely like her mother,\nwhom he had buried out in the churchyard four years ago.  He went\nto the filter for a glass of water, and, as it trickled, wondered\nin a dull, mechanical kind of way if his little dead wife thought\nhe had been too quick in appointing Esther to her kingdom.  And\nthen, as he stood near the sofa and looked at the death-like face,\nhe wondered with a cold chill at his heart whether Meg was going\nto die, too, and if so would she be able to tell the same little\nwife that Esther received more tenderness at his hands than she\nhad done.\n\nHis reverie was interrupted by the doctor's sharp, surprised\nvoice.  He was talking to Esther, who had been hastily summoned to\nthe scene, and who had helped to unfasten the pretty bodice.\n\n\"Why, the child is tight-laced!\" he said; \"surely you must\nhave noticed it, madam.  That pressure, if it has been constant,\nhas been enough to half kill her.  Chut, chut! faint indeed--I wonder\nshe has not taken fits or gone into a decline before this.\"\n\nThen a cloud of trouble came over Esther's beautiful face--she had\nfailed again in her duty.  Her husband was regarding her almost\ngloomily from the sofa, where the little figure lay in its\ncrumpled muslin dress, and her heart told her these children\nwere not receiving a mother's care at her hands.\n\nAfterwards, when Meg was safely in bed and the excitement\nall over, she went up to her husband almost timidly.\n\n\"I'm only twenty; Jack; don't be too hard on me!\" she said\nwith a little sob in her voice.  \"I can't be all to them that\nshe was, can I?\"\n\nHe kissed the bright, beautiful head against his shoulder,\nand comforted her with a tender word or two.  But again and again\nthat night there came to him Meg's white, still face as it lay on\nthe scarlet cushions, and he knew the wind that stirred the\ncurtains at the window had been playing with the long grass in\nthe churchyard a few minutes since.\n\n\n\n\nCHAPTER X\n\nBunty in the Light of a Hero\n\n\n    \"'I know him to be valiant.'\n     'I was told that by one that knows him better than you.'\n     'What's he?'\n     'Marry, he told the so himself, and he said\n            he cared not who knew it'\"\n\n\nBunty had been betrayed into telling another story.  It was a\nvery, big one, and he was proportionately miserable.  Everyone\nelse had gone out but Meg, who was still in bed after her fainting\nfit, and he had been having a lonely game of cricket down in the\npaddock by himself.  But even with a brand-new cricket ball this\ngame palls after a time when one has to bowl and bat and backstop\nin solitary state.  So presently he put his bat over into the garden,\nand began to throw the ball about in an aimless fashion, while he\ncogitated on what he should do next.  His father's hack was standing\naway at the farther end of the paddock, and in an idle, thoughtless\nway Bunty sauntered down towards it, and then sent his ball spinning\nover the ground in its direction \"to give it a jump.\"  Nothing was\nfurther from his thoughts than an idea of hurting the animal, and\nwhen the ball struck it full on the leg, and it moved away limping,\nhe hastened down to it, white and anxious.\n\nHe could see he had done serious mischief by the way the poor\nthing held its leg up from the ground and quivered when he touched\nit.  Terror seized him forthwith, and he turned hastily round with\nhis usual idea of hiding in his head.  But to his utter dismay,\nwhen he got half-way back across the paddock he saw his father and\na brother officer come out of the wicket gate leading from the\ngarden and saunter slowly down in the direction of the horse,\nwhich was a valuable and beautiful one.\n\nIn terror at what he had done, he slipped the cricket ball into the\nfront of his sailor jacket, and, falling hurriedly upon his\nknees, began playing an absorbing game of marbles.  His trembling\nthumb had hit about a dozen at random when he heard his name called\nin stentorian tones.\n\nHe rose, brushed the dust from his shaking knees, and walked slowly\ndown to his father.\n\n\"Go and tell Pat I want him instantly,\" the Captain said.  He\nhad the horse's leg in his hand and was examining it anxiously.\n\"If he's not about, send Pip.  I can't think how it's happened--do\nyou know anything of this, Bunty?\"\n\n\"No, of course not! I n--never did n--n--nothing,\" Bunty said with\nchattering teeth, but his father was too occupied to notice his\nevident guilt, and bade him go at once.\n\nSo he went up to the stables and sent Pat posthaste back to his\nfather.\n\nAnd then he stole into the house, purloined two apples and a bit\nof cake from the dining-room, and went away to be utterly miserable\nuntil he had confessed.\n\nHe crept into a disused shed some distance from the house; in days\ngone by it had been a stable, and had a double loft over it that\nwas only to be reached by a ladder in the last stage of dilapidation.\nBunty scrambled up, sat down in an unhappy little heap among some\nstraw, and began thoughtfully to gnaw an apple.\n\nIf ever a little lad was in need of a wise loving, motherly\nmother it was this same dirty-faced, heavyhearted one who sat\nwith his small rough head against a cobwebby beam and muttered\ndejectedly, \"'Twasn't my fault: 'Twas the horse:\"\n\nHe fancied something moved in the second loft, which was divided\nfrom the one he was in by a low partition.  \"Shoo--shoo, get away!\"\nhe called, thinking it was rats.  He struck the floor several times\nwith his heavy little boots.\n\n\"Shoo!\" he said.\n\n\"Bunty,\"\n\nThe boy turned pale to his lips.  That odd, low whisper of his\nname, that strange rustle so near him--oh, what COULD it mean?\n\n\"Bunty.\"\n\nAgain the name sounded.  Louder this time, but in a tired voice,\nthat struck him some way with a strange thrill.  The rustling grew\nlouder, something was getting over the partition, crossing the\nfloor, coming towards him.  He gave a sob of terror and flung\nhimself face downwards on the ground, hiding his little blanched\nface among the straw.\n\n\"Bunty,\" said the voice again, and a light hand touched his arm.\n\n\"Help me--HELP me!\" he shrieked.  \"Meg--oh! Father--Esther!\"\n\nBut one hand was hastily put over his mouth and another pulled him\ninto a sitting position.\n\nHe had shut his eyes very tightly, so as not to see the ghostly\nvisitant that he knew had come to punish him for his sin.  But\nsomething made him open them, and then he felt he could never\nclose them again for amazement.\n\nFor, it was Judy's hand that was over his mouth, and Judy's self\nthat was standing beside him.\n\n\"My golly!\" he said, in a tone of stupefaction.  He stared hard\nat her to make sure she was real flesh and blood.  \"However did\nyou get here?\"\n\nBut Judy made no answer.  She merely took the remaining apple\nand cake from his hand, and, sitting down, devoured them in\nsilence.\n\n\"Haven't you got any more?\" she said anxiously.  Then he\nnoticed what a tall, gaunt, strange-looking Judy it was.  Her\nclothes were hanging round her almost in tatters, her boots were\nburst and white with dust, her brown face was thin and sharp,\nand her hair matted and rough.\n\n\"My golly!\" the little boy said again, his eyes threatening\nto start out of his head--\"my golly, Judy, what have you been\ndoin'?\"\n\n\"I--I've run away, Bunty,\" Judy said, in a quavering voice.\n\"I've walked all the way from school.  I wanted to see you all\nso badly.\"\n\n\"My jiggery!\" Bunty said.\n\n\"I've thought it all out,\" Judy continued, pushing back her hair\nin a weary moray.  \"I can't quite remember everything just now,\nI am so tired, but everything will be all right.\"\n\n\"But what'll he say?\" Bunty said with frightened eyes, as a\nvision of his father crossed his mind.\n\n\"He won't know, of course,\" Judy returned, in a matter-of-fact\nmanner.  \"I shall just live here in this loft for a time, and\nyou can all come to see me and bring me food and things, and then\npresently I'll go back to school.\"  She sank down among the straw\nand shut her eyes in an exhausted way for a minute or two, and\nBunty watched her half fascinated.\n\n\"How far is it from your school?\" he said at last.\n\n\"Seventy-seven miles.\"  Judy shuddered a little.  \"I got a lift\nin a luggage train from Lawson to Springwood, and a ride in a cart\nfor a little way, but I walked the rest.  I've been nearly a week\ncoming,\" she added after a pause, and shut her eyes again for quite\na long time.  Then a tear or two of weakness and self-pity trickled\nfrom beneath her black lashes, and made a little clean mark down her\ncheeks.  Bunty's throat swelled at the sight of them, he had never\nseen Judy cry as long as he could remember.  He patted her thin\nhand, he rubbed his head against her shoulder, and said, \"Never\nmind, old girl,\" in a thick voice.\n\nBut that brought, half a dozen great heavy drop hurrying down from\nbeneath the closed lashes, and the girl turned over and lay face\ndownwards to hide them.  Then she struggled up to a sitting position\nand actually began to laugh.\n\n\"IF the Miss Burtons could see me!\" she said.  \"Oh, I've managed\neverything so beautifully; they think I'm spending a fortnight at\nKatoomba--oh, BUNTY, you ought to see the curls Miss Marian Burton\nwears plastered at each side of her cheeks!\"  She broke off,\nlaughing almost hysterically, and then coughing till the tears came\nback in her eyes.\n\n\"Do go and get me something to eat,\" she said crossly, when she got\nher breath--\"you might remember I've had nothing to eat since\nyesterday morning; only you always were selfish, Bunty.\"\n\nHe got up and moved away in a great hurry.  \"What could you eat?\nwhat shall I get?\"  he said, and put one leg down the trap-door.\n\n\"Anything so long as it's a lot,\" she said--\"ANYTHING!--I feel I\ncould eat this straw, and crunch up the beams as if they were\nbiscuits.  I declare I've had to keep my eyes off you, Bunty;\nyou're so fat I keep longing to pick your bones.\"\n\nHer eyes shone with a spark of their old fun, but then she began to\ncough again, and, after the paroxysm had passed, lay back exhausted.\n\n\"Do fetch some of the others,\" she called faintly, as his head was\ndisappearing.  \"You're not much good alone, you know.\"\n\nHis head bobbed back a moment, and he tried to smile away the pain\nher words gave him, for just at that minute he would have died for\nher without a murmur.\n\n\"I'm awf'ly sorry, Judy,\" he said gently, \"but the others are\nall out.  Wouldn't I do?  I'd do anything, Judy please.\"\n\nJudy disregarded the little sniffle that accompanied the last\nwords, and turned her face to the wall.\n\nTwo big tears trickled down again.\n\n\"They MIGHT have stayed in,\" she said with a sob.  \"They might\nhave known I should try to come.  Where are they?\"\n\n\"Pip's gone fishing,\" he said, \"and Nell's carrying the basket\nfor him.  And Baby's at the Courtneys', and Esther's gone to town\nwith the General.  Oh, and Meg's ill in bed, because her stays were\ntoo tight last night and she fainted.\"\n\n\"I suppose they haven't missed me a scrap,\" was her bitter\nthought, when she heard how everything seemed going on as usual,\nwhile she had been living through so much just to see them all.\n\nThen the odd feeling of faintness came back, and she closed her\neyes again and lay motionless, forgetful of time, place, or hunger.\n\nBunty sped across the paddock on winged feet; the sight of his\nfather near the stables gave him a momentary shock, and brought\nhis own trouble to mind, but he shook it off again and hurried on.\nThe pantry door was locked.  Martha, the cook, kept it in that\ncondition generally on account of his own sinful propensities\nfor making away with her tarts and cakes; it was only by\nskilful stratagem he could ever get in, as he remembered\ndejectedly.\n\nBut Judy's hunger!  Nothing to eat since yesterday morning!\n\nHe remembered, with a feeling of pain even now, the horrible\nsinking sensation he had experienced last week when for punishment\nhe had been sent to bed without his tea.  And Judy had forgone\nthree meals!  He shut his lips tightly, and a light of almost\nheroic resolve came into his eyes.  Round at the side of the house\nwas the window to the pantry; he had often gazed longingly up at it,\nbut had never ventured to attempt the ascent, for there was a\nhorrible cactus creeper up the wall.\n\nBut now for Judy's sake he would do it or die.  He marched round\nthe house and up to the side window; no one was about, the whole\nplace seemed very quiet.  Martha, as he had seen, was cooking in\nthe kitchen, and the other girl was whitening the front veranda.\nHe gave one steady look at the great spiky thorns, and the next\nminute was climbing up among them.\n\nOh, how they pierced and tore him!  There was a great, jagged\nwound up one arm, his left stocking was ripped away and a deep\nred scratch showed across his leg, his hands were bleeding and\nquivering with pain.\n\nBut he had reached the sill, and that was everything.\n\nHe pushed up the narrow window, and with much difficulty\nforced his little fat body through.  Then he dropped down on to\na shelf, and lowered himself gingerly on to the floor.  There was\nno time to stay to look at his many hurts, he merely regarded\nthe biggest scratch with rueful eyes, and then began to look around\nfor provender.  The pantry was remarkably empty--not a sign of\ncakes, not a bit of jelly, not a remnant of fowl anywhere.  He cut\na great piece off a loaf, and carefully wrapped some butter in a\nscrap of newspaper.  There was some corned beef on a dish, and he\ncut off a thick lump and rolled it up with the remains of a\nloquat tart.  These parcels he disposed of down the loose front of\nhis sailor coat, filling up his pockets with sultanas, citron-peel,\ncurrants, and such dainties as the store bottles held.  And then\nhe prepared to make his painful retreat.\n\nHe climbed upon the shelf once more, put his head out of the\nwindow, and gave a look of despair at the cactus.  And even as\nhe knelt there sounded behind him the sharp click of a turning\nkey.\n\nHe looked wildly round, and there was Martha in the doorway, and\nto his utter horror she was talking to his father, who was in the\npassage just beyond.\n\n\"Row's Embrocation, or arnica,\" the Captain was saying.  \"It is\nprobably in this pantry, my good girl, because it is the last\nplace I should expect it to be in.  I left it on my bedroom\nmantelpiece, but somebody has seen fit to meddle with it.  Why\nin the name of all that is mysterious can't you let my things\nalone?\"\n\n\"And for what should I be after moving it for?\"  Martha retorted.\n\"I don't mix the pastry with it to make it lightsome, leastway\nnot ordinarily.\"\n\nShe tossed her head, and the action revealed the small, kneeling,\nterrified figure at the window.  Now the door was only half open,\nand her master was standing just beside it outside, so she only\nhad the benefit of the spectacle.\n\nTwice she opened her mouth to speak, but Bunty made such\nfrantic, imploring faces at her than she closed it again, and\neven began to examine the bottles on the shelf near the door to\ngive the boy an opportunity of retreat.\n\nOne minute and he would, have been safe--one minute and he would\nhave been in the thick of the cactus, that had quite lost its terrors.\n\nBut the Fates were too strong for him.  And all because Martha\nTomlinson's shoe was don at the heel.  In turning round it twisted\na little under her, and, in trying to recover her balance, she put\nout one hand.  And in putting out one hand she knocked over a jug.\nAnd the jug communicated its shock to dish.  Which toppled over,\nand coolly pushed the great basin of milk off the shelf on to the floor.\nI don't know if ever you have tried to clean a board floor after milk,\nbut I am sure you can imagine it would be a disagreeable task,\nespecially if you had scrubbed it well only that morning.  It was hardly\nto be wondered at, therefore, that Martha, in her profound irritation\nat the disaster, turned angrily round, and, pointing to the figure\nnow stuck in the window, demanded in an exasperated tone whether\nthe blessed saints could stand that dratted boy any longer, for she\ncouldn't, so there.\n\nThe Captain took an angry step into the pantry and gave a roar of\ncommand for Bunty to come down.\n\nThe boy dropped in an agony of dread and shrinking.\n\n\"Always his hands a-pickin' and stealin' and his tongue a-lyin',\"\nsaid Martha Tomlinson, gazing unkindly at the unhappy child.\n\nTwo, three, four, five angry cuts from the riding-whip in the\nCaptain's hands, and Bunty had ducked under his arm and fled howling\ndown the passage and out of the back door.\n\nAway across the paddocks he went, sobbing at every step, but hugely\ncommending himself for bearing all this for someone else's sake.\n\nHe could hardly have believed, had anyone told him previously, that\nhe could have done anything so absolutely noble, and the thought\ncomforted him even while the cuts and scratches smarted.  He tried to\nstifle his sobs as he reached the shed, and even stuffed half a\nhandful of currants into his mouth towards that end.\n\nBut it was a very tearful, scratched, miserable face that bobbed up\nthe opening near Judy again.\n\nShe did not move, though her eyes were half open, and he knelt down\nand shook her shoulder gently.\n\n\"Here's some things, Judy--ain't you goin' to eat them?\"\n\nShe shook her head very slightly.\n\n\"Have some corned beef, or some currants; there's some peel, too, if\nyou'd rather.\"\n\nShe shook her head again.  \"Do take them away,\" she said, with a\nlittle moan.\n\nA look of blank disappointment stole over his small, heated face.\n\n\"An' I've half killed myself to get them!  Well, you ARE a mean girl!\"\nhe said.\n\n\"Oh, DO go away,\":  Judy moaned, moving her head restlessly from\nside to side.  \"Oh, how my feet ache! no--my head, and my side--oh!\nI don't know what it is!\"\n\n\"I got hit here and here,\" Bunty said, indicating the places, and\nwiping away tears of keen self-pity with his coat sleeve.  \"I'm scratched\nall over with that beastly old cactus.\"\n\n\"Do you suppose there are many miles more?\" Judy said, in such a\nquick way that all the words seemed to run into each other. \"I've\nwalked hundreds and hundreds, and haven't got home yet.  I suppose\nit's because the world's round, and I'll be walling in at the school\ngate again presently.\"\n\n\"Don't be an idjut!\" Bunty said gruffly.\n\n\"You'll be sure and certain, Marian, never to breathe a word of it;\nI've trusted you, and if you keep faith I can go home and come back\nand no one will know.  And lend me two shillings, can you?  I've not\ngot much left.  Bunty, you selfish little pig, you might get me some\nmilk!  I've been begging and begging of you for hours, and my head is\ngoing to Catherine wheels for want of it.\"\n\n\"Have some corned beef, Judy, dear--oh, Judy, don't be so silly and\nhorrid after I nearly got killed for you,\" Bunty said, trying with\ntrembling fingers to stuff a piece into her mouth.\n\nThe little girl rolled over and began muttering again.\n\n\"Seventy-seven miles,\" she said, \"and I walked eleven yesterday,\nthat makes eleven hundred and seventy-seven--and six the day before\nbecause my foot had a blister--that's eleven hundred and eighty-three.\nAnd if I walk ten miles a day I shall get home in eleven hundred and\neighty-three times ten, that's a thousand and--and--oh! what is it?\nwhatever is it?  Bunty, you horrid little pig, can't you, tell me what\nit is?  My head aches too much to work, and a thousand and something\ndays--that's a year--two years--two years--three years before I get there.\nOh, Pip, Meg, three years! oh, Esther! ask him, ask him to let me come\nhome!  Three years--years--years!\"\n\nThe last word was almost shrieked and the child struggled to her feet\nand tried to walk.\n\nBunty caught her arms and held her.  \"Let me go, can't you?\" she said\nhoarsely.  \"I shall never get there at this rate.  Three years, and all\nthose miles!\"\n\nShe pushed him aside and tried to walk across the loft, but her legs\ntottered under her and she fell down in a little senseless heap.\n\"Meg--I'll fetch Meg,\" said the little boy in a trembling, alarmed\nvoice, and he slipped down the opening and hastened up to the house.\n\n\n\n\nCHAPTER XI\n\nThe Truant\n\n\nHe burst into Meg's bedroom like a whirlwind.  \"She's in the old shed,\nMeg, and I'm not sure, but I think she's gone mad;  and I've had the\nawfullest beating, and got nearly killed with the cactus for her, and\nnever told anything.  She can't eat the corned beef, either, after all.\nShe's run away--and oh, I'm sure she's mad!\"\n\nMeg lifted a pale, startled face from the pillows.  \"Who on earth--what--\"\n\n\"Judy,\" he said, and burst into excited sobs.  \"She's in the shed,\nand I think she's mad!\"\n\nMeg got slowly out of bed, huddled on some clothes, and even then\nutterly disbelieving the wild story, went downstairs with him.\n\nIn the hall they met their father, who was just going out.\n\n\"Are you better?\" he said to Meg.  \"You should have stayed in bed\nall day; however, perhaps the air will do you more good.\"\n\n\"Yes,\" she said mechanically.\n\n\"I'm going out for the rest of the day; indeed, I don't expect\neither Esther or myself will be back till to-morrow morning.\"\n\n\"Yes,\" repeated Meg.\n\n\"Don't let the children blow the house up, and take care of\nyourself--oh! and send Bunty to bed without any tea--he's had\nenough for one day, I'm sure.\"\n\n\"Yes,\" said the girl again, only taking in the import of what the\nlast pledged her to when Bunty whispered a fierce \"Sneak!\" at her\nelbow.\n\nThen the dogcart rattled up; and the Captain went away, to their\nunspeakable relief.\n\n\"Now what is this mad story?\" Meg said, turning to her small\nbrother.  \"I suppose it's one of your untruths, you bad little boy.\"\n\n\"Come and see,\"'  Bunty returned, and he led the way through the\npaddocks.  Half-way down they met Pip and Nell, returning earlier\nthan expected from the fishing expedition.  Nellie looked sad, and\nwas walking at a respectful distance behind her brother.\n\n\"You might as well take a phonograph with you as Nellie,\" he said,\ncasting a look of withering scorn on that delinquent.  \"She talked the\nwhole time, and didn't give me a chance of a bite.\"\n\n\"Judy's home,\" said Bunty, almost bursting with the importance of his\nknowledge.  \"No one's seen her but me; I've nearly got killed\nwith climbing up cactuses and into windows and things, and I've had\nthrashings from Father and everything, but I never told a word, did\nI, Meg?  I've got her up in the shed here, and I went and got corned\nbeef and everything just you look at my legs:\"\n\nHe displayed his scars proudly, but Meg hurried on, and Pip and Nell\nfollowed in blank amazement.  At the shed they stopped.\n\n\"It's a yarn of Bunty's,\" Pip said contemptuously. \"'Tisn't April\nthe first yet, my son.\"\n\n\"Come and see,\" Bunty returned, swarming up.  Pip followed, and gave\na low cry; then Meg and Nell, with rather more difficulty, scrambled\nup, and the scene was complete.\n\nThe delirium had passed, and Judy was lying with wide-open eyes\ngazing in a tired way at the rafters.\n\nShe smiled up at them as they gathered round her.  \"If Mahomet won't\ncome to the mountain,\" she said, and then coughed for two or three\nminutes.\n\n\"What have you been doing, Ju, old girl?\" Pip said, with an odd\ntremble in his voice.  The sight of his favourite sister, thin,\nhollow-checked, exhausted, was too much for his boyish manliness.\nA moisture came to his eyes.\n\n\"How d'you come, Ju?\" he said, blinking it away.\n\nAnd the girl gave her old bright look up at him.  \"Sure and they\nkeep no pony but shank's at school,\" she said; \"were you afther\nthinkin' I should charter a balloon?\"\n\nShe coughed again.\n\nMeg dropped down on her knees and put her arms round her little thin\nsister.\n\n\"Judy,\" she cried, \"oh, Judy, Judy! my dear, my dear!\"\n\nJudy laughed for a little time, and called her an old silly, but she\nsoon broke down and sobbed convulsively.  \"I'm so hungry,\" she said,\nat last pitifully.\n\nThey all four, started up as though they would fetch the stores of\nSydney to satisfy her.  Then Meg sat down again and lifted the\nrough, curly head on her lap.\n\n\"You go, Pip,\" she said, \"and bring wine and a glass, and in the\nmeat-safe there's some roast chicken; I had it for my lunch, and\nMartha said she would put the rest there till tea; and be quick, Pip.\"\n\n\"My word!\" said Pip to himself, and he slipped down and flew across\nto the house.\n\n\"Up_on_ my word!\" said Martha, meeting him in the hall five minutes\nlater, a cut-glass decanter under his arm, a wineglass held in his\nteeth by the stem, a dish of cold chicken in his hand, and bread\nand butter in a little stack beside the chicken.  \"Upon my word!\nAnd what next, might I ask?\"\n\n\"Oh, shut up, and hang your grandmother!\" said Pip, brushing past\nher, and going a circuitous voyage to the shed lest she should be\nwatching.\n\nHe knelt down beside his little sister and fed her with morsels of\nchicken and sips of wine, and stroked her wild hair, and called\nher old girl fifty times, and besought her to eat just a little more\nand a little more.\n\nAnd Judy, catching the look in the brown, wet eyes above her, ate all\nhe offered, though the first mouthful nearly choked her; she would\nhave eaten it had it been elephant's hide, seeing she loved this boy\nbetter than anything else in the world, and he was in such distress.\nShe was the better for it, too, and sat up and talked quite naturally\nafter a little time.\n\n\"You shouldn't have done t you shouldn't really, you know, old girl,\nand what the governor will say to you beats me.\"\n\n\"He won't know,\" she answered quickly.  \"I'd never forgive whoever told\nhim.  I can only stay a week.  I've arranged it all beautifully, and I\nshall live here in this loft; Father never dreams of coming here, so\nit will be quite safe, and you can all bring me food.  And then after\na week\"--she sighed heavily--\"I must go back again.\"\n\n\"Did you really walk all those miles just to see us?\" Pip said,\nand again there was the strange note in his voice.\n\n\"I got a lift or two on the way,\" she said, \"but I walked\nnearly all of it, I've been coming for nearly a week:\"\n\n\"How COULD you do it?  Where did you sleep, Judy?  What did you eat?\"\nMeg exclaimed, in deep distress.\n\n\"I nearly forget,\" Judy said; closing her eyes again.  \"I kept\nasking for food at little cottages, and sometimes they asked me to\nsleep, and I had three-and-six--that went a long way.  I only slept\noutside two nights, and I had my jacket then.\"\n\nMeg's face was pale with horror at her sister's adventure.  Surely no\ngirl in the wide world but Judy Woolcot would have attempted such a\nharebrained project as walking all those miles with three-and-six in\nher pocket.\n\n\"How COULD you?\" was all she could find to say.  \"I hadn't meant\nto walk all the way,\" Judy said, with a faint mile.  \"I had seven\nshillings in a bit of paper in my pocket, as well as the three-and-six,\nand I knew it would take me a long way in the train.  But then I lost\nit after I had started, and I didn't believe in going back just for\nthat, so, of course, I had to walk.\"\n\nMeg touched her cheek softly.\n\n\"It's no wonder you got so thin,\" she said.\n\n\"Won't the Miss Buttons be raising a hue-and-cry after you?\" Pip asked.\n\"It's a wonder they've not written to the pater to say you have\nskedaddled.\"\n\n\"Oh! Marian and I made that all safe,\" Judy said, with a smile of\nrecollective pleasure.  \"Marian's my chum, you see, and does anything\nI tell her.  And she lives at Katoomba.\"\n\n\"Well?\" said Meg, mystified, as her sister paused.  \"Well, you see,\na lot of the girls had the measles, and so they sent Marian home, for\nfear she should get them.   And Marian's mother asked for me to go there,\ntoo, for a fortnight; and so Miss Burton wrote and asked Father could I?\nand I wrote and asked couldn't I come home instead for the time?\"\n\n\"He never told us,\" Meg said softly.\n\n\"No, I s'pose not.  Well, he wrote back and said 'no' to me and\n'yes' to her.  So one day they put us in the train safely, and\nwe were to be met at Katoomba.  And the thought jumped into my head\nas we went along:  Why ever shouldn't I come home on the quiet?  So\nI told Marian she could explain to her people I had gone home instead,\nand that she was to be sure to make it seem all right, so they wouldn't\nwrite to Miss Button.  And then the train stopped at Blackheath, and\nI jumped straight out, and she went on to Katoomba, and I came home.\nThat's all.  Only, you see, as I'd lost my money there was nothing left\nfor it but to walk.\"\n\nMeg smoothed the dusty, tangled confusion of her hair.\n\n\"But you can't live out here for the week,\" she said, in a troubled\nvoice.  \"You've got a horrid cough with sleeping outside, and I'm\nsure you're ill.  We shall have to tell Father about it.  I'll beg him\nnot to send you back, though.\"\n\nJudy started up, her eyes aflame.\n\n\"If you do,\" she said--\"if you do, I will run away this very night,\nand walk to Melbourne, or Jerusalem, and never see any of you again!\nHow can you, Meg!  After I've done all this just so he wouldn't know!\nOh, how CAN you?\"\n\nShe was working herself up into a strong state of excitement.\n\n\"Why, I should be simply packed back again tomorrow--you know I\nwould, Meg.  Shouldn't I now, Pip?  And get into a fearful row at\nschool into the bargain.  My plan is beautifully simple.  After\nI've had a week's fun here with you I shall just go back--you can\nall lend me some money for the train.  I shall just meet Marian at\nKatoomba on the 25th; we shall both go back to school together, and\nno one will be a bit the wiser.  My cough's nothing; you know I\noften do get coughs at home, and they never hurt me.  As long as you\nbring me plenty to eat, and stay with me, I'll be all right.\"\n\nThe rest and food and home faces had done much already for her;  her\nface looked less pinched, and a little more wholesome colour was\ncreeping slowly into her cheeks.\n\nMeg had an uncomfortable sense of responsibility, and the feeling that\nshe ought to tell someone was strong upon her; but she was overruled\nby the others in the end.\n\n\"You couldn't be so mean, Meg,\" Judy had said warmly, when she\nhad implored to be allowed to tell Esther.\n\n\"Such a blab!\" Bunty had added.  \"Such an awful sneak!\" Pip had\nsaid.\n\nSo Meg held her tongue, but was exceedingly unhappy.\n\n\n\n\nCHAPTER XII\n\nSwish, Swish!\n\n\nOn the fourth day of Judy's residence in the loft, Martha Tomlinson\nremarked to her fellow-servant and sufferer, Bridget, that she\nbelieved them blessed children were in a conspiracy to put her\n\"over the river.\"\n\nBridget's digestion was impaired that morning, and she merely\nremarked that she supposed the dear little things only felt a desire\nto see her in her proper place.\n\nI should explain to you, perhaps, that \"over the river\" meant\nGladesville, which is Sydney's Colney Hatch.\n\nMany things had led the unhappy Martha to a belief in this conspiracy.\nFor instance, when she went to make Pip's bed as usual one morning all\nthe bedclothes had gone.  The white counterpane was spread smoothly\nover the mattress, but there was absolutely no trace of the blankets,\nsheets, and pillows.  She hunted in every possible and impossible place,\nquestioned the children, and even applied to Esther, but the missing\nthings could not be found.\n\n\"There's a man in corduroy trousers hanging round here every night,\"\nPip said, gloomily regarding his stripped bed.  \"I shouldn't wonder if\nhe had something to do with it.\"\n\nWhich suggestion was distinctly unkind, seeing the man in corduroy\ntrousers was Martha's most ardent and favoured admirer.\n\nThe next day the washing basin in Meg's room went, and after that a\nchair from the nursery, and a strip of carpet from the top landing,\nnot to mention such small things as a teapot, a spirit-lamp, cups and\nplates, half a horn, and a whole baking of gingerbread nuts.\n\nThe losses preyed upon Martha, for the things seemed to disappear\nwhile the children were in bed; and though she suspected them, and\nwatched them continually, she could get no clear proof of their\nguilt, nor even find any motive for them abstracting such things.\n\nAnd after the disappearance of each fresh article, Pip used to ask\nwhether the corduroy-trousered gentleman had been to the house the\nnight before.  And as it always happened, that he had, Martha could do\nnothing but cast a wrathful glance at the boy and flounce from the\nroom.\n\nOne night the little chess-table from the nursery was spirited away.\n\nPip fell upon Martha's neck the next morning early, as she was\nsweeping the carpet, and affected to be dissolved in tears.\n\n\"'We never prize the violet,'\"  he said, in broken tones.  \"Ah!\nMartha, Martha! we never felt what a treasure we had in you till now,\nwhen your days with us are numbered.\"\n\n\"Get along with you,\" she said, hitting out at him with the broom\nhandle.  \"And I ain't a-goin' to leave, so don't you think it.  You'd\nhave it your own way then too much.  No; you don't get shut of\nMartha Tomlinson just yet, young man.\"\n\n\"But won't he be wanting you, Martha?\" he said gently.  \"His\nfurnishing must be nearly finished now.  He's not taken a saucepan\nyet, nor a flat-iron, I know; but there's everything else, Martha;\nand I don't mind telling you in confidence I'm thinking of giving you\na flat-iron myself as a wedding present, so you needn't wait till he\ncomes for that.\"\n\n\"Get out with you!\" said Martha again, thrusting the broom-head\nright into his face, and nearly choking him with dust.  \"It's a limb\nof the old gentleman himself you are.\"\n\nAway in the loft things were getting very comfortable.\n\nA couple of rugs hung on the walls kept out the draught.  Judy's bed,\nsoft and warm, was in a corner; she had a chair to sit in, a\ntable to eat at, even a basin in which to perform her ablutions.\nAnd she had company all day; and nearly always all night.  Once Meg\nhad stolen away, after fastening her bedroom door, and had shared the\nbed in the loft; once Nellie had gone, and the other night Pip had\ntaken a couple of blankets and made himself a shakedown among the straw.\nThey used to pay her visits at all hours of the day, creeping up the\ncreaking ladder one after the other, whenever they could get away\nunnoticed.\n\nThe governess had, as it happened, a fortnight's holiday, to nurse a\nsick mother, so the girls and Bunty had no demands on their time.  Pip\nused to go to school late and come back early, cajoling notes of excuse,\nwhenever, possible, out of Esther.  He even played the truant once, and\ntook a caning for it afterwards quite good-humouredly.\n\nJudy still looked pale and tired, and her cough was rather troublesome;\nbut she was fast getting her high spirits back, and was enjoying her\nadventure immensely.\n\nThe only drawback was the cribbed, cabined, and confined space of\nthe loft.\n\n\"You will HAVE to arrange things so that I can go for a run,\" she said\none morning, in a determined manner.  \"My legs are growing shorter,\nI am sure, with not exercising them.  I shall have forgotten how to walk\nby the end of the week.\"\n\nPip didn't think it could be done; Meg besought her to run no risks;\nbut Bunty and Nell were eager for it.\n\n\"Meg could talk to Father,\" Bunty said, \"and Pip could keep\nteasing General till Esther would be frightened to leave the room,\nand then me and Judy would nick down and have a run, and get back\nbefore you let them go.\"\n\nJudy shook her head.\n\n\"That would be awfully stale,\" she said.  \"If I go, I shall stay\ndown some time.  Why shouldn't we have a picnic down at the river?\"\n\n\"Oh, yes, let's!\" Bunty cried, with sparkling eyes.\n\n\"I'm sure we could manage it especially as it's Saturday, and Pip\nhasn't to go to school,\" Judy continued, thinking it rapidly out.\n\"Two of you could go and get some food.  Tell Martha you are all\ngoing for a picnic--she'll be glad enough not to have dinner to\nset--then you go on.  Two others can watch if the coast's clear\nwhile I get down and across the paddocks, and once we're at the\ncorner of the road we're safe.\"\n\nIt seemed feasible enough, and in a very short time the preparations\nwere all made.  Pip was mounting guard at the shed, and had undertaken\nto get Judy safely away, and Bunty had been stationed on the back\nveranda to keep cave and whistle three times if there was any danger.\n\nHe was to wait for a quarter of an hour by the kitchen clock, and\nthen, if all was well, to bring the big billy and a bread loaf,\nand catch the others up on the road.\n\nIt was slow work waiting there, and he stood on one leg, like a\nmeditative fowl, and reviewed the events of the last few exciting\ndays.\n\nHe had a depressed feeling at his heart, but why he could hardly\ntell.  Perhaps it was the lie he had told his father, and which was\nstill unconfessed, because the horse was seriously lame, and his\ncourage oozed away every time he thought of that riding-whip.\n\nPerhaps it was the reaction after the great excitement.  Or it may\nhave been a rankling sense of injustice at the small glory his brave\ndeeds on Judy's behalf evoked from the others.  They did not seem to\nattach any importance to them, and, indeed, laughed every time he\nalluded to them or drew public attention to his scars.  Two or\nthree of the scratches on his legs were really bad ones, and while he\nwas standing waiting he turned down his stockings and gazed at these\nwith pitying eyes and something like a sob in his throat.\n\n\"Nobody cares!\" he muttered, and one of his ever-ready tears fell\nsplashing down on one extended bare leg.  \"Judy likes Pip best, and\nhe never climbed the cactus; Meg thinks I tell stories; and Nellie\nsays I'm a greedy pig--nobody cares!\"\n\nAnother great fat tear gathered and fell.  \"Have you taken root\nthere?\" a voice asked.\n\nHis father, smoking at the open french window, had been watching him,\nand marvelling at his rare and exceeding quietness.\n\nBunty started, guiltily, and pulled up his stockings.\n\n\"I'm not doin' nothin',\" he said aggrievedly, after a minute's\npause.  Bunty always lapsed into evil grammar when agitated.  \"Nothing\nat all.  I'm goin' to a picnic.\"\n\n\"Ah, indeed!\" said the Captain.  \"You looked as if you were\nmeditating on some fresh mischief, or sorrowing over some old--which\nwas it?\"\n\nBunty turned a little pale, but remarked again he \"wasn't doin'\nnothin'.\"\n\nThe Captain felt in a lazy, teasing mood, and his little fat, dirty\nson, was the only subject near.\n\n\"Suppose you come here and confess every bit of mischief you've\ndone this week,\" he said gravely.  \"I've the whole morning to\nspare, and it's time I saw to your morals a little.\"\n\nBunty approached the arm of the chair indicated, but went whiter than\never.\n\n\"Ah, now we're comfortable.  Well, there was stealing from the pantry\non Tuesday--that's one,\" he said, encouragingly.  \"Now then.\"\n\n\"I n--n--never did n--nothin' else,\" Bunty gasped.  He felt certain\nit was all over with him, and the cricket ball episode was discovered.\nHe even looked nervously round to see if the riding-whip was near.\nYes, there was Esther's silver-topped one flung carelessly on a chair.\nHe found time to wish fervently Esther was a tidy woman.\n\n\"Nothing at all, Bunty?  On your word?\" said his father, in an\nimpressive tone.\n\n\"I was p--playin' marbles,\" he said, in a shaking voice.  \"How\nc--c--could I have sh--shot anything at y--y--your old horse?\"\n\n\"Horse--ah!\" said his father.  A light broke upon him, and his face\ngrew stern.  \"What did you throw at Mazeppa to lame him?  Answer me at\nonce.\"\n\nBunty gave a shuddering glance at the whip.\n\n\"N-n-nothin',\" he answered--\"n--nothin' at all.  My c--c--cricket\nb--ball was up in the st--st--stables.  I was only p--p--playin'\nmarbles.\"  The Captain gave him a little shake.\n\n\"Did you lame Mazeppa with the cricket ball?\" he said sternly.\n\n\"N--n--no I n--never,\" Bunty whispered, white to the lips.  Then\nsemi-repentance came to him, and he added:  \"It just rolled out of my\np--p--pocket, and M--Mazeppa was passing and h--h--hit his l-leg on it.\"\n\n\"Speak the truth, or I'll thrash you within an inch of your life,\" the\nCaptain said, standing up, and seizing Esther's whip: \"Now then, sir--was\nit you lamed Mazeppa?\"\n\n\"Yes,\" said Bunty, bursting into a roar of crying, and madly dodging\nthe whip.\n\nThen, as the strokes descended on his unhappy shoulders, he filled\nthe air with his familiar wail of \"'Twasn't me, 'twasn't my fault!\"\n\n\"You contemptible young cur!\" said his father, pausing a moment when\nhis arm ached with wielding the whip.  \"I'll thrash this mean spirit\nof lying and cowardice out of you, or kill you in the attempt.\"  Swish,\nswish.  \"What sort of a man do you think you'll make?\"  Swish, swish.\n\"Telling lies just to save your miserable skin!\"  Swish, swish,\nswish, swish.\n\n\"You've killed me--oh, you've killed me!  I know you have!\" yelled\nthe wretched child, squirming all over the floor.  \"'Twasn't me,\n'twasn't my fault--hit the others some.\"\n\nSwish, swish, swish.  \"Do you think the others would lie so\ncontemptibly?  Philip never lied to me.  Judy would cut her tongue out\nfirst.\"  Swish, swish, swish.  \"Going to a picnic, are you?  You can\npicnic in your room till to-morrow's breakfast.\"  Swish, swish, swish.\n\"Pah--get away with you!\"\n\nHuman endurance could go no further.  The final swish had been actual\nagony to his smarting, quivering shoulders and back.  He thought of\nthe others, happy and heedless, out in the sunshine, trudging merrily\noff to the river, without a thought of what he was bearing, and his\nvery heart seethed to burst in the hugeness of its bitterness and\ndespair.  \"Judy's home!\" he said, in a choking, passionate voice.\n\"She lives in the old shed in the cow, paddock.  Boo, hoo, hoo!\nThey're keepin' it secret from you.  Boo, hoo.  She's gone to the\npicnic, and she's run away from school.\"\n\n\n\n\nCHAPTER XIII\n\nUninvited Guests\n\n\nThe captain was walking slowly across the paddocks with the cabbage-tree\nhat he kept for the garden pushed back from his brow.  He was rather\nheated after his tussle with his second son, and there was a thoughtful\nlight in his eyes.  He did not believe the truth of Bunty's final\nremark, but still he considered there was sufficient probability in it\nto make a visit to the shed not altogether superfluous.\n\nNot that he expected, in any case, to find his errant daughter there,\nfor had not Bunty said there was a picnic down at the river?  But he\nthought, there might be some trace or other.\n\nThe door of the shed swung back on its crazy hinges, and the sunlight\nstreamed in and made a bar of glorified dust across the place.\n\nThere was no sign of habitation here, unless a hair ribbon of Meg's\nand some orange peel, might be considered as such.\n\nHe saw the shaky, home-made ladder, resting against the hole in the\nceiling, and though he had generally more respect for his neck than\nhis children had for theirs, he ventured his safety upon it.  It\ncreaked ominously as he reached the top step and crawled\nthrough into the loft.\n\nThere were a ham-bone, a box of dominoes, and a burst pillow this\nside of the partition, nothing else, so he walked across and\nlooked over.\n\n\"Very cosy,\" he murmured, \"I shouldn't mind camping here myself\nfor a little time,\" and it even came into his head to do so, and be\nthere as a \"surprise party\" when Judy returned.  But he dismissed the\nidea as hardly compatible with dignity.  He remembered hearing\nrumours of missing furniture in the house, and almost a smile came\ninto his eyes as he saw the little old table with the spirit-lamp and\nteapot thereon, the bed-clothing and washing-basin.  But a stern\nlook succeeded it.  Were seventy-seven miles not sufficient obstacle\nto Judy's mischievous plans?  How did she dare thus to defy him, a\nchild of thirteen: and he her father?  His lips compressed\nominously, and he went down again and strode heavily back to the\nhouse.\n\n\"Esther!\" he called, in a vibrating voice at the foot of the\nstairs.\n\nAnd \"Coming, dear--half a minute,\" floated down in response.\n\nHalf a minute passed ten times, and then she came, the beautiful young\nmother with her laughing-faced wee son in her arms.  Her eyes looked\nso tender; and soft, and loving that he turned away impatiently; he\nknew quite well how it would be; she would beg and entreat him to\nforgive his little daughter when she heard, and when she looked as\nbright and beautiful as she did just now he could refuse her nothing.\n\nHe stood in profound meditation for a minute or two.\n\n\"What is it you want, John?\" she said.  \"Oh! and what do you think?\nI have just found another tooth, a double one--come and look.\"\n\nHe came, half unwillingly, and stuck his little finger into his infant\nson's mouth.\n\nEsther guided it till it felt a tiny, hard substance.  \"The third,\"\nshe said proudly; \"aren't you pleased?\"\n\n\"Hum!\" he said.  Then he meditated a little longer, and after a\nminute or two rubbed his hands as if he was quite pleased with\nhimself.\n\n\"Put on your hat, Esther, and the General's,\" he said, patting that\nyoung gentleman's head affectionately.  \"Let us go down to the river\nfor a stroll; the children are down there picnicking, so we can be\nsure of some tea.\"\n\n\"Why, yes, that will be very nice,\" she said, \"won't it Bababsie,\nwon't it, sweet son?\"\n\nShe called to Martha, who was dusting the drawing-room in a cheerfully\nblind way peculiarly hers.\n\n\"The General's hat, please, Martha, the white sun-hat with strings;\nit's on my bed, I think, or a chair or somewhere--oh! and bring\ndown my large one with the poppies in, as well, please.\"\n\nMartha departed, and, after a little search, returned with the\nheadgear.\n\nAnd Esther tied the white sun-hat over her own curly, crinkly hair,\nand made the General crow with laughing from his seat on the hall\ntable.  And then she popped it on the Captain's head, and put the\ncabbage-tree on her son's, and occupied several minutes thus in pretty\nplay.\n\nFinally they were ready, and moved down the hall.\n\n\"Master Bunty is locked in his room; on no account open the door,\nMartha,\" was the Captain's last command.\n\n\"Oh, Jack!\" Esther said reproachfully.\n\n\"Oblige me by not interfering,\" he said; \"allow me a little\nliberty with my own children, Esther.  He is an untruthful little\nvagabond; I am ashamed to own him for my son.\"\n\nAnd Esther, reflecting on the many shiftinesses of her stepson, was\nable to console herself with the hope that it would do him good.\n\nThey went a shortcut through the bush to avoid the public road, and\nthe blue, sun-kissed, laughing river stretched before them.\n\n\"There they are,\" Esther cried, \"in the old place, as usual, look\nat the fire, little sweet son;  see the smoke, boy bonny--four--five\nof them.  Why, who have they got with them?\" she said in surprise,\nas they drew nearer the group on the grass.\n\nBefore they were close enough to recognize faces the circle suddenly\nseemed to break up and fall apart.\n\nOne of its members turned sharply round and fled away across the\ngrass, plunging into the thick bracken and bush, and disappearing from\nsight in less time than it takes to tell.\n\n\"Whoever had you with you?\" Esther said when they reached the\nchildren.\n\nThere was a half-second's silence, then Pip threw some sticks on the\nfire and said coolly:\n\n\"Only a friend of Meg's, a frightened kind of kid who has quite a\ndread of the pater.  I believe she imagines soldiers go round with\ntheir swords sharpened, ready for use.\"\n\nHe laughed lightly.  Nell joined in in a little hysterical way, and\nBaby began to cry.\n\nMeg, white as death, picked her up and hurriedly began telling her\nthe story of the three bears for comfort.\n\nEsther looked a little puzzled, but, of course, never dreamt of\nconnecting the flying figure with Judy.\n\nAnd the Captain seemed delightfully blind and unsuspicious.  He\nlay down on the grass and let the General swarm all over him;  he\nmade jokes with Esther; he told several stories of his young days,\nand never even seemed to remark that his audience seemed inattentive\nand constrained.\n\n\"Haven't you made some tea?\" Esther said at last.  \"We love\nbilly tea, and thought you would be sure to have some?\"\n\n\"Bunty hasn't come, he was to have brought the billy,\" Pip said,\nhalf sulkily.  He had suspicions that there was something behind this\ngreat affability of his father, and he objected to being played\nwith.\n\n\"Ah,\" the Captain said gravely, \"that is unfortunate.  When I came\naway Bunty did not seem very well, and was thinking of spending\nthe rest of the day in his bedroom.\"\n\nPip made up the fire in a dogged way, and Meg flashed a frightened\nglance at her father, who smiled affectionately back at her.\n\nAfter an hour of this strained intercourse the Captain proposed a\nreturn home.\n\n\"It is growing chill,\" he said.  \"I should be grieved for the\nGeneral's new-born tooth to start its life by aching--let's go home\nand make shift with teapot tea.\"\n\nSo they gathered up the untouched baskets and made themselves into a\nprocession.\n\nThe Captain insisted on Pip and Meg walking with him, and he sent\nBaby and Nell on in front, one on either side of Esther, who was\nalternately leading and carrying the General.\n\nThis arrangement being, as indeed Pip shrewdly suspected; to prevent\nthe possibility of any intercourse or formation of new plans.\n\nAnd when they got home he invited them all to come into his\nsmoking-room, a little slit of a place off the dining-room.\n\nEsther took the General upstairs, but the others followed him in\nsilence.\n\n\"Sit down, Pip, my boy,\" he said genially.  \"Come, Meg, make yourself\nat home, take a seat in that armchair.  Nell and Baby can occupy\nthe lounge.\"\n\nThey all sat down helplessly where he told them, and watched his\nface anxiously.\n\nHe selected a pipe from the row over the mantelpiece, fitted a new\nmouthpiece to it, and carefully filled it.\n\n\"As you are all in possession of my room,\" he said in an urbane voice,\n\"I can hardly smoke with any comfort here, I am afraid.  I will come\nand talk to you again later on.  I am going to have a pipe first in\nthe old loft in the cow paddock.  Keep out of mischief till I come back.\"\n\nHe struck a match, lighted his tobacco, and, without a glance at the\nsilent children, left the room, locking the door behind him.\n\nOnce more he crossed the paddocks, and once more pushed open the\ncreaking door.  The orange peel lay just where he had seen it before,\nonly it was a little drier and more dead-looking.  The hair ribbon\nwas in exactly the same knot.  The ladder creaked in just the same\nplace, and again threatened to break his neck when he reached the top.\nThe dominoes were there still, the ham-bone and the pillow occupied\nthe same places; the only difference being the former had a black\ncovering of ants now, and a wind had been playing with the pillow,\nand had carried the feathers in all directions.\n\nHe crossed the floor, not softly, but just with his usual measured\nmilitary-step.  Nothing moved.  He reached the partition and looked\nover.\n\nJudy lay across the improvised bed, sleeping a sleep of utter\nexhaustion after her rapid flight from the river.  She had a frock of\nMeg's on, that made her look surprisingly long and thin; he was\nastonished to think she had grown so much.\n\n\"There will be no end to my trouble with her as she grows older,\" he\nsaid, half aloud, feeling extremely sorry for himself for being her\nfather.  Then a great anger and irritation rose within him as he\nwatched her sleeping so quietly there.  Was she always to be a disturber\nof his peace?  Was she always to thwart him like this?\n\n\"Judy,\" he said in a loud voice.\n\nThe closed eyelids sprang open, the mist of sleep and forgetfulness\ncleared from the dark eyes, and she sprang up, a look of absolute\nhorror on her face.\n\n\"What are you doing here, may I ask?\" he said, very coldly.\n\nThe scarlet colour flooded her cheeks, her very brow, and then\ndropped down again, leaving her white to the lips, but she made no\nanswer.\n\n\"You have run away from school, I suppose?\" he continued, in the\nsame unemotional voice.  \"Have you anything to say?\"\n\nJudy did not speak or move, she only watched his face with parted\nlips.\n\n\"Have you anything to say for yourself, Helen?\" he repeated.\n\n\"No, Father,\" she said.\n\nHer face had a worn, strained look that might have touched him\nat another time, but he was too angry to notice.\n\n\"No excuse or reason at all?\"\n\n\"No, Father.\"\n\nHe moved toward the opening.  \"A train goes in an hour and a half, you\nwill come straight back with me this moment,\" he said, in an even\nvoice.  \"I shall take precautions to have you watched at school since\nyou cannot be trusted.  You will not return home for the Christmas\nholidays, and probably not for those of the following June.\"\n\nIt was as bad as a sentence of death.  The room swam before the girl's\neyes, there was a singing and rushing in her ears.\n\n\"Come at once,\" the Captain said.  Judy gave a little caught breath;\nit tickled her throat and she began to cough.\n\nSuch terrible coughing, a paroxysm that shook her thin frame and made\nher gasp for breath.  It lasted two or three minutes, though she put\nher handkerchief to her mouth to try to stop it.\n\nShe was very pale when it ceased, and he noticed the hollows in her\ncheeks for the first time.\n\n\"You had better come to the house first,\" he said, less harshly, \"and\nsee if Esther has any cough stuff.\"\n\nThen in his turn he caught his breath and grew pale under his bronze.\n\nFor the handkerchief that the child had taken from her lips had\nscarlet, horrible spots staining its whiteness.\n\n\n\n\nCHAPTER XIV\n\nThe Squatter's Invitation\n\n\nAfter all there was no dogcart for Judy, no mountain train, no\nignominious return to the midst of her schoolfellows, no vista of\nweary months unmarked by holidays.\n\nBut instead, a warm, soft bed, and delicate food, and loving voices\nand ceaseless attention.  For the violent exertion, the scanty food,\nand the two nights in the open air had brought the girl to indeed a\nperilous pass.  One lung was badly inflamed, the doctor said; it was\na mystery to him, he kept telling them, how she had kept up so long;\nan ordinary girl would have given in and taken to her bed long ago.\nBut then he was not acquainted with the indomitable spirit and pluck\nthat were Judy's characteristics.\n\n\"Didn't you have any pain?\" he asked, quite taken aback to find such\nspirits and so serious a condition together.\n\n\"H'm, in my side sometimes,\" she answered carelessly.  \"How long\nwill it be before I can get up, Doctor?\"  She used to ask the latter\nquestion of him every morning, though, if the truth were known, she\nfelt secretly more than a little diffident at the idea of standing up\nagain.\n\nThere was a languor and weariness in her limbs that made her doubtful\nif she could run about very much, and slower modes of progressing she\ndespised.  Besides this, there was a gnawing pain, under her arms,\nand the cough was agony while it lasted.\n\nStill, she was not ill enough to lose interest in all that was going\non, and used to insist upon the others telling her everything that\nhappened outside--who made the biggest score at cricket, what flowers\nwere out in her own straggling patch of garden, how many eggs the\nfowls laid a day, how the guinea-pigs and canaries were progressing,\nand what was the very latest thing in clothes or boots the new\nretriever puppy had devoured.\n\nAnd Bunty used to bring in the white mice and the blind French\nguinea-pig, and let them run loose over the counterpane, and Pip did\nmost of his carpentering on a little table near, so she could see\neach fresh stage and suggest improvements as he went along.\n\nMeg, who had almost severed her connection with Aldith, devoted\nherself to her sister, and waited on her hand and foot; she made her\nall kinds of little presents--a boot-bag, with compartments; a\nbrush-and-comb bag, with the monogram \"J.W.,\" worked in pink silk;\na little work-basket, with needle-book, pin-cushion, and all complete.\nJudy feared she should be compelled to betake herself to tidy habits\non her recovery.\n\nHer pleasure in the little gifts started a spirit of competition\namong the others.\n\nFor one whole day Pip was invisible, but in the evening he turned up,\nand walked to the bedside with a proud face.  He had constructed a\nlittle set of drawers, three of which actually opened under skilful\ncoaxing.\n\n\"It's not for doll-clothes,\" he said, after she had exhausted all the\nexpressions of gratitude in common use, \"because I know you hate\nthem, but you can keep all your little things in them, you see--hair\nstrings, and thimbles, and things.\"\n\nThere was a sound of dragging outside the door and presently Bunty\ncame in backward, lugging a great, strange thing.\n\nIt seemed to be five or six heavy pieces of board nailed together\nhaphazard.\n\n\"It's a chair,\" he explained, wiping the perspiration from his\nforehead.  \"Oh!  I'm going to put some canvas across it, of course,\nso you won't fall through; but I thought I'd show it you first.\"\n\nJudy's eyes smiled, but she thanked him warmly.  \"I wasn't goin'\nto make any stupid thing, like Pip did,\" the small youth continued,\nlooking deprecatingly at the little drawers.  \"This is really\nuseful, you see; when you get up you can sit on it, Judy, by the\nfire and read or sew or something.  You like it better 'n Pip's, don't\nyou?\"\n\nJudy temporized skilfully, and averted offence to either by asking\nthem to put the presents with all the others near the head of the bed.\n\n\"What a lot of things you'll have to take back to school, Ju,\" Nell\nsaid, as she added her contribution in the shape of a pair of crochet\ncuffs and a doll's wool jacket.\n\nBut Judy only flashed her a reproachful glance, and turned her face\nto the wall for the rest of the evening.\n\nThat was what had been hanging over her so heavily all this long\nfortnight in bed--the thought of school in the future.\n\n\"What's going to happen to me when I get better, Esther?\" she\nasked next morning, in a depressed way, when her stepmother came to\nsee her.  \"Is he saving up a lot of beatings for me?  And shall I\nhave to go back the first week?\"\n\nEsther reassured her.\n\n\"You won't go back this quarter at all, very likely not next either,\nJudy dear.  He says you shall go away with some of the others for\na change till you get strong; and, between you and me, I think\nits very unlikely you, will go back ever again.\"\n\nWith this dread removed, Judy mended more rapidly, surprising even\nthe doctor with her powers of recuperation.\n\nIn three weeks she was about the house again, thin and great-eyed,\nbut full of nonsense and even mischief once more.  The doctor's visits\nceased; he said she had made a good recovery so far, but should\nhave change of surroundings, and be taken a long way from sea air.\n\n\"Let her run wild for some months, Woolcot,\" he said at his last\nvisit; \"it will take time to quite shake off all this and get her\nstrength and flesh back again.\"\n\n\"Certainly, certainly; she shall go at once,\" the Captain said.\n\nHe could not forget the shock he had received in the old loft five\nor six weeks ago, and would have agreed if he had been bidden to take\nher for a sojourn in the Sahara.\n\nThe doctor had told him the mischief done to her lungs was serious.\n\n\"I won't say she will ultimately die of consumption,\"  he had said,\n\"but there is always a danger of that vile disease in these nasty\ncases.  And little Miss Judy is such a wild, unquiet subject;\nshe seems to be always in a perfect fever of living, and to possess\na capacity for joy and unhappiness quite unknown to slower natures.\nTake care of her, Woolcot, and she'll make a fine woman some day--ay,\na grand woman.\"\n\nThe Captain smoked four big cigars in the solitude of his study\nbefore he could decide how he could best \"take care of her.\"\n\nAt first he thought he would send her with Meg and the governess to\nthe mountains for a time, but then there was the difficulty about\nlessons for the other three.  He might send them to school, or\nengage a governess certainly, but then again there was expense to be\nconsidered.\n\nIt was out of the question for the girls to go alone, for Meg had\nshown herself nothing but a silly little goose, in spite of her\nsixteen years; and Judy needed attention.  Then he remembered\nEsther, too, was, looking unwell; the nursing and the General\ntogether had been too much for her, and she looked quite a shadow of\nher bright self.  He knew he really ought to send her, too, and the\nchild, of course.\n\nAnd again the expense.\n\nHe remembered the Christmas holidays were not very far away; what\nwould become of the house with Pip and Bunty and the two youngest\ngirls running wild, and no one in authority?  He sighed heavily, and\nknocked the ash from his fourth cigar upon the carpet.\n\nThen the postman came along the drive and past the window.  He poked\nup with a broad smile, and touched his helmet in a pleased kind of\nway.  If almost seemed as if he knew that in one of the letters he\nheld the solution of the problem that was making the Captain's brow\nall criss-crossed with frowning lines.\n\nA fifth cigar was being extracted from the case, a wrinkle was\ndeepening just over the left eyebrow, a twinge of something very like\ngout was calling forth a word or two of \"foreign language,\" when\nEsther came in with a smile on her lips and an open letter in her\nhands.\n\n\"From Mother,\" she said.  \"Yarrahappini's a wilderness, it seems, and\nshe wants me to go up, and take the General with me, for a few weeks.\"\n\n\"Ah!\" he said.\n\nIt would certainly solve one of the difficulties.  The place was very\nfar away certainly, but then it was Esther's old home, and she had\nnot seen it since her marriage.  She would grow strong again there\nvery quickly.\n\n\"Oh, and Judy, too.\"\n\n\"Ah-h-h!\" he said.\n\nTwo of the lines smoothed themselves carefully from his brow.\n\n\"And Meg, because I mentioned she was looking pale.\"\n\nThe Captain placed the cigar back in the case.  He forgot there was\nsuch a thing as gout.\n\n\"The invitation could not have been more opportune,\" he said.  \"Accept\nby all means; nothing could have been better;  and it is an exceedingly\nhealthy climate.  The other children can--\"\n\n\"Oh, Father expressly stipulates for Pip as well, because he is a\nscamp.\"\n\n\"Upon my word, Esther, your parents have a large enough fund of\nphilanthropy.  Anyone else included in the invitation?\"\n\n\"Only Nell and Bunty and Baby.  Oh, and Mother says if you can\nrun up at any time for a few days shooting you know without her\ntelling you how pleased she will be to see you.\"\n\n\"The hospitality of squatters is world-famed, but this breaks all\nprevious records, Esther.\"  The Captain got up and stretched himself\nwith the air of a man released from a nightmare.  \"Accept by all\nmeans--every one of you.  On their own heads be the results;  but\nI'm afraid Yarrahappini will be a sadder and wiser place before\nthe month is over.\"\n\nBut just how much sadder or how much wiser he never dreamed.\n\n\n\n\nCHAPTER XV\n\nThree Hundred Miles in the Train\n\n\nThey filled a whole compartment--at least there was one seat vacant,\nbut people seemed shy of taking it after a rapid survey of them all.\n\nThe whole seven of them, and only Esther as bodyguard--Esther--in\na pink blouse an sailor hat, with a face as bright and mischievous\nas Pip's own.\n\nThe Captain had come to see them off, with Pat to look after the\nluggage.  He had bought the tickets--two whole ones for Esther and\nMeg, and four halves for the others.  Baby was not provided with even\na half, much to her private indignation--it was an insult to her four\nyears and a half, she considered, to go free like the General.\n\nBut the cost of those scraps of pasteboard had made the Captain look\nunhappy: he only received eighteenpence change out of the ten pounds\nhe had tendered; for Yarrahappini was on the borders of the Never-Never\nLand.\n\nHe spent the eighteenpence on illustrated papers--Scraps, Ally\nSloper's Half-Holiday, Comic Cuts, Funny Folks, and the like,\nevidently having no very exalted opinion of the literary tastes\nof his family; and he provided Esther with a yellow-back--on\nwhich was depicted a lady in a green dress fainting in the arms\nof a gentleman attired in purple, and Meg with Mark Twain's \"Jumping\nFrog\", because he had noticed a certain air of melancholy in her eyes\nlately.\n\nThen bells clanged and a whistle shrieked, porters flew wildly about,\nand farewells were said, sadly or gaily as the case might be.\n\nThere was a woman crying: in a hopeless little way on the platform,\nand a girl with sorrowful, loving eyes leaning out of a second-class\nwindow towards her; there was a brown-faced squatter, in a tweed cap\nand slippers, to whom the three-hundred-mile journey was little more\nof an event than dining;  and there was the young man going selecting,\nand thinking England was little farther, seeing his wife and child\nwere waving a year's good-bye from the platform.  There were sportsmen\ngoing two hundred miles after quail and wallaby; and cars full of\nladies returning to the wilds after their yearly or half-yearly tilt\nwith society and fashion in Sydney; and there were the eight we are\ninterested in, clustering around the door and two windows, smiling\nand waving cheerful good-byes to the Captain.\n\nHe did not look at all cast down as the train steamed fussily\naway--indeed, he walked down the platform with almost a jaunty air as if\nthe prospect of two months bachelordom was not without its redeeming\npoints.\n\nIt was half-past six in the afternoon when they started, and they would\nreach Curlewis, which was the nearest railway station to Yarrahappini,\nabout five the next morning.  The expense of  sleeping-berths had been\nout of the question with so many of them; but in the rack with the bags\nwere several rolls of rugs and two or three air-pillows against the\nweary hours.  The idea of so many hours in the train had been delightful\nto all the young ones; none of them but Judy had been a greater distance\nthan forty or fifty miles before, and it seemed perfectly fascinating\nto think of rushing on and on through the blackness as well as the\ndaylight.\n\nBut long before ten o'clock a change came o'er the spirit of their\ndreams.  Nell and Baby had had a quarrel over the puffing out of the\nair-cushions, and were too tired and cross to make it up again;  Pip\nhad hit Bunty over the head for no ostensible reason, and received\ntwo kicks in return; Judy's head ached, and the noise, was not calculated\nto cure it; Meg had grown weary of staring out into the moving darkness,\nand wondering whether Alan would notice she was never on the river-boat\nnow; and the poor little General was filling the hot air with\nexpostulations, in the shape of loud roars, at the irregularities of\nthe treatment he was undergoing.\n\nEsther had taken his day clothes off, and made a picture of him in\na cream flannel nightgown and a pink wool jacket.  And for half an\nhour, he had submitted good-temperedly to being handed about and\ntickled and half-smothered with kisses.  He had eyen permitted Nell to\nbite his little pink toes severally, and say a surprising amount of\nnonsense about little pigs that went to market and did similarly\nabsurd things.\n\nHe had hardly remonstrated when there had been a dispute about the\npossession of his person, and Bunty had clung to his head and body\nwhile Nell pulled vigorously at his legs.\n\nBut after a time, when Esther made him a little bed on one of the\nseats and tried to lay him down upon it, a sense of his grievances\ncame over him.\n\nHe had a swinging cot at home; with little gold bars at the foot to\nblink at--he could not see why he should be mulcted of it, and made to\nput up with a rug three times doubled.  He was accustomed, too, to a\nshaded light, a quiet room, and a warning H'sh! h'sh! whenever\npeople forgot themselves sufficiently to make the slightest noise.\n\nHere the great yellow light flared all the time, and every one of the\nnoisy creatures at whose hands he endured so much was within a few\nfeet of him.\n\nSo he lifted up his voice and wept.  And when he found weeping did not\nproduce his gold-barred cot, and the little dangling tassels on the\nmosquito nets, he raised his voice two notes, and when even there\nEsther only went on patting his shoulder in a soothing way he burst\ninto roars absolutely deafening.\n\nNellie dangled all her long curls in his face to engage his\nattention, but he clutched them viciously and pulled till the tears\ncame into her eyes.  Esther and Meg sang lullabies till their tongues\nached, Judy tried walking him up and down the narrow space, but he\nstiffened himself in her arms, and she was not strong enough to hold\nhim.  Finally he dropped off into an exhausted sleep, drawing deep,\nsobbing breaths and little hiccoughs of sorrow.\n\nThen Bunty was discovered asleep on the floor with his head under a seat,\nand had to be lifted into an easier position; and Baby, bolt upright\nin a corner, was nodding like a little pink-and-white daisy the sun has\nbeen too much for.\n\nOne by one the long hours dragged away; farther and farther through\nthe silent, sleeping country flew the red-eyed train, swerving round\nzigzag curves, slackening up steeper places, flashing across the\nendless stretching plains.\n\nThe blackness grew grey and paler grey, and miles and miles of\nmonotonous gum saplings lay between the train and sky.  Up burst\nthe sun, and the world grew soft and rosy like a baby waked from\nsleep.  Then the grey gathered again, the pink, quivering lights\nfaded out, and the rain came down--torrents of it, beating against\nthe shaking window-glass, whirled wildly ahead by a rough morning\nwind, flying down from the mountains.  Such a crushed, dull-eyed,\nsubdued-looking eight they were as they tumbled out on the Curlewis\nplatform when five o'clock came.  Judy coughed at the wet, early,\nair, and was hurried into the waiting-room and wrapped in a rug.\n\nThen the train tossed out their trunks and portmanteaux and rushed on\nagain, leaving them desolate and miserable, looking after it, for it\nseemed no one had come to meet them.\n\nThe sound of wet wheels slushing through puddles, the crack of a whip,\nthe even falling of horses' feet, and they were all outside again,\nlooking beyond the white railway palings to the road.\n\nThere were a big, covered waggonette driven by a wide yellow oil-skin\nwith a man somewhere in its interior, and a high buggy, from which an\nimmensely tall man was climbing.\n\n\"Father!\"\n\nEsther rushed out into the rain.  She put her arms round the dripping\nmackintosh and clung fast to it for a minute or two.  Perhaps that is\nwhat made her cheeks and eyes so wet and shining.\n\n\"Little girl--little Esther child!\" he said, and almost lifted her\noff the ground as he kissed her, tall though Meg considered her.\n\nThen he hurried them all off into the buggies, five in one and three\nin the other.  There was a twenty-five-mile drive before them yet.\n\n\"When did you have anything to eat last?\" he asked; the depressed\nlooks of the children were making him quite unhappy.  \"Mother has\nsent you biscuits and sandwiches, but we, can't get coffee or\nanything hot till we get home.\"\n\nNine o'clock, Esther told him, at Newcastle, but it was so boiling\nhot they had had to leave most of it in their cups and scramble into\nthe train again.  The horses were whipped up; and flew over the\nmuddy roads at a pace that Pip, despite his weariness, could not but\nadmire.\n\nBut it was a very damp, miserable drive, and the General wept with\nhardly a break from start to finish, greatly to Esther's vexation,\nfor it was his first introduction to his grandfather.\n\nAt last, when everyone was beginning to feel the very end of patience\nhad come, a high white gate broke the monotony of dripping wet\nfences.\n\n\"Home!\" Esther said joyfully.  She jumped the General up and down on\nher knee.\n\n\"Little Boy Blue, Mum fell off that gate when she was three,\" said she,\nlooking at it affectionately as Pip swung it open.\n\nSplash through the rain again; the wheels went softly now, for the\nway was covered with wet fallen leaves.\n\n\"Oh, where IS the house?\" Bunty said, peeping through Pip's arm\non the box seat, and seeing still nothing but an endless vista of\ngum trees.  \"I thought, you said we were there, Esther.\"\n\n\"Oh, the front door is not quite so near the gate as at Misrule,\"\nshe said.  And indeed it was not.\n\nIt was fifteen minutes before they even saw the chimneys, then there\nwas another gate to be opened.  A gravel drive now trimly kept,\nhigh box round the flower-beds, a wilderness of rose bushes that\npleased Meg's eye, two chip tennis-courts under water.\n\nThen the house.\n\nThe veranda was all they noticed; such a wide one it was, as wide as\nan ordinary room, and there were lounges and chairs and tables\nscattered about, hammocks swung from the corners, and a green thick\ncreeper with rain-blown wisteria for an outer wall.\n\n\"O--o--oh,\" said Pip; \"o--oh!  I AM stiff--o--oh, I say, what are you\ndoing?\"\n\nFor Esther had deposited her infant on his knee, and leapt out of\nthe waggonette and up the veranda steps.\n\nThere was a tiny old lady there, with a great housekeeping apron\non.  Esther gathered her right up in her arms, and they kissed and\nclung to each other till they were both crying.\n\n\"My little girl!\" sobbed the little old lady, stroking, with eager\nhands, Esther's wet hair and wetter cheeks.\n\nAnd Bunty, who had followed close behind, looked from the tall figure\nof his stepmother to the very small one of her mother and laughed.\n\nEsther darted back to the buggy, took the General from Pip, and,\nspringing up the steps again, placed him in her mother's arms.\n\n\"Isn't he a fat 'un!\" Bunty said, sharing in her pride; \"just you\nlook at his legs.\"\n\nThe old lady sat down for one minute in the wettest chair she could\nfind, and cuddled him close up to her.\n\nBut he doubled his little cold fists, fought himself free, and\nyelled for Esther.\n\nMr. Hassal had emptied the buggies by now, and came up the steps\nhimself.\n\n\"Aren't you going to give them some breakfast, little mother?\" he\nsaid, and the old lady nearly dropped her grandson in her distress.\n\n\"Dear, dear!\" she said.  \"Well, well! Just to think of it!  But it\nmakes one forget.\"\n\nIn ten minutes they were all in dry things, sitting in the warm\ndining-room and making prodigious breakfasts.\n\n\"WASN'T I hungry!\" Bunty said.  His mouth was full of toast, and he\nwas slicing the top off his fourth egg and keeping an eye on a dish\nthat held honey in one compartment and clotted cream in another.\n\n\"The dear old plates!\" Esther picked hers up after she had emptied it\nand looked lovingly at the blue roses depicted upon it.  \"And to think\nlast time l ate off one I--\"\n\n\"Was a little bride with the veil pushed back from your face,\" the old\nlady said, \"and everyone watching you cut the cake.  Only two have broken\nsince--oh yes, Hannah, the girl who came after Emily, chipped off the\nhandle of the sugar-basin and broke a bit out of the slop-bowl.\"\n\n\"Where did Father stand?\" Meg asked.  She was peopling the room with\nwedding guests; the ham and the chops, the toast and eggs and dishes\nof fruit, had turned to a great white towered cake with silver\nleaves.\n\n\"Just up there where Pip is sitting,\" Mrs. Hassal said, \"and he\nwas helping Esther with the cake, because she was cutting it\nwith his sword.  Such a hole you made in the table-cloth, Esther, my\nvery best damask one with the convolvulus leaves, but, of course,\nI've darned it--dear, dear!\"\n\nBaby had upset her coffee all over herself and her plate and Bunty,\nwho was next door.\n\nShe burst into tears of weariness and nervousness at the new people,\nand slipped off her chair under the table.  Meg picked her up.\n\n\"May I put her to bed?\" she said; \"she is about worn out.\"\n\n\"Me, too,\" Nellie said, laying down her half-eaten scone and pushing\nback her chair.  \"Oh, I am so tired!\"\n\n\"So'm I.\"  Bunty finished up everything on his plate in choking\nhaste and stood up.  \"And that horrid coffee's running into my\nboots.\"\n\nSo just as the sun began to smile and chase away the sky's heavy\ntears, they all went to bed again to make up for the broken night,\nand it was: six o'clock and tea-time before any of them opened their\neyes again.\n\n\n\n\nCHAPTER XVI\n\nYarrahappini\n\n\nYarrahappini in the sunshine, the kind of sunshine that pushes the\nthermometer's silver thread up to 100 deg.!\n\nRight away in the distance on three sides was a blue hill line and\nblue soft trees.\n\nAnd up near the house the trees were green and beautiful, and the\nflowers a blaze of colour.\n\nBut all the stretching plain between was brown. Brown burnt grass\nwith occasional patches of dull green, criss-crossed here and there\nwith fences; that ran up the little hills that in places broke the\nplain's straight line, and disappeared in the dips where rank grass\nand bracken flourished.  The head station consisted of quite a little\ncommunity of cottages on the top of a hill.  Years ago, when Esther\nwas no bigger than her own little General, there had been only a rough,\nred weather-board place on the hill-top, and a bark but or two for\nouthouses.\n\nAnd Mr. Hassal had been in the saddle from morning to night, and\nworked harder than any two of his own stockmen, and Mrs. Hassal had\nlaid aside her girlish accomplishments, her fancy work, her guitar,\nher water-colours, and had scrubbed and cooked and washed as many a\nsettler's wife has done before, until the anxiously watched wool\nmarket had brought them better days.\n\nThen a big stone cottage reared itself slowly right in front of the\nlittle old place with its bottle-bordered garden plot, where nothing\nmore aristocratic than pig's face and scarlet geranium had ever grown.\nA beautiful cottage it was, with its plenitude of lofty rooms, its\nmany windows, and its deep veranda.  The little home was kitchen\nand bedrooms for the two women servants now, and was joined to the\nbig place by a covered way.\n\nA hundred yards away there was a two-roomed cottage that was occupied\nby the son of an English baronet, who, for the consideration of\nseventy pounds a year and rations kept the Yarrahappini business\nbooks and gave out the stores.\n\nFarther still, two bark humpies stood, back to back.  Tettawonga,\na bent old black fellow, lived in one, and did little else than\nsmoke and give his opinion on the weather every morning.\n\nTwenty years ago he had helped to make a steady foundation for\nthe red cottage that had arrived ready built on a bullock-dray.\n\nFifteen years ago he had killed with his tomahawk one of two\nbushrangers who were trying to pick up Yarrahappini in the\nabsence of his master, and he had carried little trembling\nMrs. Hassal and tiny Esther to place of safety, and gone back\nand dealt the other one a blow on the head that stunned him\ntill assistance came.\n\nSo, of course, he had earned his right to the cottage and the\ndaily rations and the pipe that never stirred from his lips.\n\nTwo of the station hands lived in the other cottage when they\nwere not out in distant parts of the run.\n\nClose to the house was a long weather-board building with a heavy,\npadlocked door.\n\n\"Oh, let's go in,\" Nell said, attracted by the size of the\npadlock; \"it looks like a treasure-house in a book--mayn't we\ngo in, please, little grandma?\"\n\nThey were exploring all the buildings--the six children in a body,\nMrs. Hassal, whom they all called \"little grandma,\" much to her\npleasure, and Esther with the boy.\n\n\"You must go and ask Mr. Gillet,\" the old lady said; \"he keeps\nthe keys of the stores.  See, over in that cottage near the tank,\nand speak nicely, children, please.\"\n\n\"Such a gentleman,\" she said in a low tone to Esther, \"so clever,\nso polished, if only he did not drink so.\"\n\nMeg and Judy went, with Baby hurrying after them as fast as her\nshort legs would allow.\n\n\"Come in,\" a voice said, when they knocked.  Meg hesitated\nnervously, and a man opened the door.  Such a great, gaunt man,\nwith restless, unhappy eyes, a brown, wide brow, and neatly\ntrimmed beard.\n\nJudy stated that Mrs. Hassal had sent them for the keys, if he had\nno objection.\n\nHe asked them to come in and sit down while he looked for them.\n\nMeg was surprised at the room, as her blue eyes plainly showed, for\nshe had only heard him spoken of as the store-keeper.  There were\nbookshelves, on which she saw Shakespeare and Browning and Shelley\nand Rossetti and Tennyson, William Morris, and many others she had\nnever seen before.  There were neatly framed photographs and engravings\nof English and Continental scenery on the walls.  There was a little\nchased silver vase on a bracket, and some of the flowers from the\npassion vines in it.  The table with the remains of breakfast on\nit was as nice on a small scale as the one she had just left in\nthe big cottage.\n\nHe came back froth the inner room with the keys.  \"I was afraid I\nhad mislaid then,\" he said; \"the middle one opens the padlock,\nMiss Woolcot; the brass fat one is for the two bins, and the\nlong steel one for the cupboard.\"\n\n\"Thank you so much.  I'm afraid we disturbed you in the middle of your\nbreakfast,\" Meg said, standing up and blushing because she thought he\nhad noticed her surprise at the bookshelves.\n\nHe disclaimed the trouble, and held the door open for them with\na bow that had something courtly in it, at least so Meg thought,\npuzzling how it came to be associated with salt beef by the\nhundredweight and bins of flour.  He watched them go over the\ngrass--at least he watched Meg in her cool, summer muslin and\npale-blue belt, Meg in her shady chip hat, with the shining fluffy\nplait hanging to her waist.\n\nJudy's long black legs and crumpled cambric had no element of the\npicturesque in them.\n\nMrs. Hassal unfastened the padlock of the store-room.  Such a\nchorus of \"ohs!\" and \"ahs!\" there was from the children!\n\n\nBaby had never seen so much sugar together in her life before; she\nlooked as if she would have liked to have been let loose in the\ngreat bin for an hour or two.\n\nAnd the currants!  There was a big wooden box brim full--about\nforty pounds, Mrs. Hassal thought when questioned.\n\nBunty whipped up a handful and pocketed them when everyone was\nlooking at the mountain of candles.\n\n\"Home-made! my DEAR, why, yes, of course,\" the old lady said.\n\"Why, I wouldn't dream of using a bought candle, any more than\nI would use bought soap.\"\n\nShe showed them the great bars of yellow, clean-smelling stuff,\nwith finer, paler-coloured for toilet purposes.\n\nHams and sides of bacon hung thickly from the rafters.  \"Those are\nmutton hams,\" she said, pointing to one division.  \"I keep those\nfor the stockmen.\"\n\nPip wanted to know if the stores were meant to serve them all their\nlives, there seemed enough of them: he was astonished to hear that\nevery six months they were replenished.\n\n\"Twenty to thirty men, counting the boundary riders and stockmen\nat different parts of the place; and double that number at shearing\nor drafting times, not to mention daily sundowners--it's like feeding\nan army, my dears,\" she said;  \"and then, you see, I had to make\npreparations for all of you--Bunty especially.\"\n\nHer little grey eyes twinkled merrily as she looked at that small\nyouth.\n\n\"You can have them back,\" Bunty said, half sulkily.  He produced\nhalf a dozen currants from his pocket.  \"I shouldn't think you'd\nmind, with such a lot;  we only have a bottleful at home.\"\n\nOn which the old lady patted his head, unlocked a tin, and filled\nhis hands with figs and dates.\n\n\"And have you to cook every day, for all those men?\" Meg said,\nwondering what oven could be found large enough.\n\n\"Dear, no!\" the old lady answered.  \"Dear, dear, no; each man\ndoes everything for himself in his own hut; they don't even get\nbread, only rations of flour to make damper for themselves.  Then\nwe give them a fixed, quantity of meat, tea, sugar, tobacco,\ncandles, soap, and one or two other things.\"\n\n\"Where do you keep the wool and things?\" said Pip, who had a soul\nabove home-made soap and metal dips for candles; \"I can't see any\nshed or anything.\"\n\nMrs. Hassal told him they were a mile away, down by the creek,\nwhere the sheep were washed and sheared at the proper season.  But\nthe heat was too much to make even Pip want to go just then, so they\nattached themselves to Mr. Hassal, leaving little grandma with\nEsther, the General, and Baby, and went over to the brick stables\nnear.\n\nThere were three or four buggies under cover, but no horses at all,\nthey were farther afield.  Across the paddock they went, and up the\nhill.  Half a dozen answered Mr. Hassal's strange whistle; the\nothers were wild, unbroken things, that tossed their manes and fled\naway at the sight of people to the farthermost parts where the trees\ngrew.\n\nPip chose one, a grey, with long, fleet-looking legs and a narrow,\nbeautiful head; he prided himself upon knowing something about\n\"points.\"  Judy picked a black, with reddish, restless eyes, but\nMr. Hassal refused it because it had an uncertain temper, so she\nhad to be content with a brown with a soft, satiny nose.\n\nMeg asked for \"something very quiet\" in a whisper Judy and Pip could\nnot hear, and was given a ruggy horse that had carried Mrs. Hassal\neighteen years ago.  Each animal was to be at the complete disposal\nof the young people during their stay at Yarrahappini, but the rides\nwould have to take place before breakfast or after tea, they were told,\nif they wanted any pleasure out of them; the rest of the day was\nunbearable on horseback.  Nellie was disappointed in the sheep,\nexceedingly so.  She had expected to find great snow-white beautiful\ncreatures that would be tame and allow her to put ribbon on their\nnecks and lead them about.\n\nFrom the hill-top the second morning she saw paddock after paddock,\neach with a brown, slowly moving mass; she ran down through the\nsunshine with Bunty to view them more closely.\n\n\"Oh, WHAT a shame!\" she exclaimed, actual tears of disappointment\nspringing to her eyes when she saw the great fat things with their\nlong, dirty, ragged-looking fleece.\n\n\"Wait for a time, little woman,\" Mr. Hassal said; \"just you wait\ntill we give them their baths.\"\n\n\n\n\nCHAPTER XVII\n\nCattle-Drafting at Yarrahappini\n\n\n  \"To wheel the wild scrub cattle at the yard\n  With a running fire of stockwhip and a fiery run of hoofs.\"\n\n\nPip could hardly sleep one night, a month after their arrival, for\nthinking of the cattle drafting that was on the programme for the\nmorrow.  He had been casting about for some fresh occupation, far\nhe was a boy to whom variety was the salt of life.  At first he had\nbeen certain he could never tire of shooting rabbits.  Mr. Hassal had\ngiven him the \"jolliest little stunner of a gun,\"  and, Tettawonga\nhad gone out with him the first day; and had been very scornful\nabout his enthusiasm when he shot two.\n\n\"Ba'al good, gun do.  Plenty fellow rabbit longa scrub, budgery\nway north, budgery way south; budgery way eblywhere.  Ba'al good\nbarbed wire fence do, ba'al good poison do.  Bah!\"\n\nBut Pip was not to be discouraged, and really thought he had done\ngreat good to the Yarrahappini estate by shooting those two soft,\nfleet brown things.  He took them home and displayed them proudly\nto the girls, cleaned his perfectly clean gun, and sallied forth\nthe next day.\n\nTettawonga took his pipe from between his lips when he saw him again\nand laughed, a loud cackling laugh, that made Pip flush with anger.\n\n\"Kimbriki and kimbriki, too!  Rabbit he catti, curri-curri now.  Boy\ncome long with cawbawn gun, rabbit jerund drekaly, go burri, grass\ngrow, sheep get fat-ha, ha, he, he!\"\n\n\n**************************************\n\n\"To-morrow and to-morrow too!  Rabbit, he go away quickly now.  Boy\ncome along with big gun, rabbit he afraid directly, go under the\nground.\"\n\n**************************************\n\n\nPip understood his mixed English enough to know he was making fun of\nhim, and told him wrathfully to \"shut up for a Dutch idiot.\"\n\nThen he shouldered the gun he was so immeasurably proud of and went\noff the other side of the barbed-wire fence, where was the happy\nhunting-ground of the little rodent that would not allow Mr. Hassal to\ngrow rich.\n\nHe shot five that day, four the next, seven the next, but after a\ntime he voted it slow, and went after gill birds, with more enjoyment\nbut less certainty of a bag.\n\nEvery day was filled to the brim with enjoyment, and but for the\nintense heat that first month at Yarrahappini would have been one of\nabsolute content and happiness.\n\nAnd now there was the cattle-drafting!\n\nBreakfast was very early the morning of the great event; by\nhalf-past five it was almost over, and Pip, in a fever of\nrestlessness, was telling Mr. Hassal he was sure they would be\nlate and miss it.\n\nJudy had pleaded hard to be allowed to go, but everyone said it was\nout of the question--indeed, it was doubted if it were wise to allow\nPip to face the danger that is inseparable with the drafting of the\nwilder kind of cattle that had been driven from great distances.\n\nBut he had forcibly carried the day, and dressed himself up in so\nbusiness-like a way that Mr. Hassel had not the heart to refuse him.\nHe came down to breakfast in a Crimean shirt and a pair of old, serge\ntrousers fastened round the waist with a leathern belt, in which an\nunsheathed bowie knife, freshly sharpened, was jauntily stuck.  No\npersuasions would induce him either to wear a coat or sheathe the knife.\n\nThe grey was brought round to the veranda steps, with Mr. Hassal's\nown splendid horse.  Mr. Gillet was there on a well-groomed roan;\nhe had three stock-whips, two quite sixteen feet long, the third\nshorter one, which he presented to Pip.\n\nThe boy's face glowed.  \"Hurrah, Fizz!\" he said; standing up in\nhis saddle and brandishing it round his head.  \"What 'ud you give to\nchange places?\"\n\nHe dug his heels into the animal's sides and went helter-skelter\nat a wild gallop down the hill.\n\nIt was a mile and a half to the cattle yards, and here was the\nstrongest excitement.\n\nPip could not think where all the men had sprung from.  There were\nsome twenty or thirty of them, stockmen, shearers \"on the\nwallaby,\" as their parlance expressed lack of employment, two\nAboriginals, exclusive of Tettawonga, who was smoking and looking\non with sleepy enjoyment, and several other of the station hands.\n\nIn the first yard there were five hundred cattle that had been driven\nthere the night before, and that just now presented the appearance of\na sea of wildly lashing tails and horns.  Such horns!--great,\nbranching, terrific-looking things that they gored and fought each\nother madly with, seeing they could not get to the common enemy\noutside.\n\nJust for the first moment or two Pip felt a little disinclined to\nquit the stronghold of his horse's back.  The thunder of hoofs and\nhorns, the wild charges made by the desperate animals against the\nfence, made him expect to see it come crashing down every minute.\n\nBut everybody else had gone to \"cockatoo\"--to sit on the top rail\nof the enclosure and look down at the maddened creatures, so at length\nhe fastened his bridle to a tree and proceeded gingerly to follow\ntheir example.\n\nAt a sudden signal from Mr. Hassal the men dropped down inside,\nhalf along, one side and half the other.  The object was to get a\nhundred or two of the cattle into the forcing-yard adjoining, the gate\nto which was wide open.  Pip marvelled at the courage of the men;\nfor a moment his heart had leaped to his mouth as bullock after\nbullock essayed to charge them, but the air resounded with cracks from\nthe mighty stock whips and drafting-sticks, and beast after beast\nretreated towards the centre with its face dripping with blood.\n\nThen one huge black creature, with a bellow that seemed to shake\nthe plain, made a wild rush to the gate, the whole herd at his heels.\nLike lightning, the men made a line behind, shouting, yelling,\ncracking their whips to drive them onward.  Pip stood up and halloed,\nabsolutely beside himself with excitement.  Then he held his breath\nagain.\n\nMr. Hassal and one of the black boys were creeping cautiously up\nnear the gateway through which the tumultuous stream of horns and\nbacks was pouring.  Half a dozen mighty blows from the men, and\nthe last leader fell back for an instant, driving the multitude back\nbehind him.\n\nIn that second the two had slipped up the rails and the herd was in\ntwo divisions.\n\nTwo lines of stockmen again, whip-crackings, bellows, blood, horns,\nhide and heels in the air, and some forty or fifty were secure in a\nthird yard, a long narrow place with a gate at the end leading into\nthe final division.\n\nPip learnt from Mr. Gillet the object of these divisions: some of\nthe beasts were almost worthless things, and had been assigned to a\nbuyer for a couple of pounds a head, just for the horns, hides, and\nwhat might be got for the flesh.  Others were prime, fat creatures,\nready for the butcher and Sydney market.  And others again were\nsplendid animals, of great value for prize and breeding purposes,\nand were to be made into a separate draft.\n\nThe man at the last gateway was doing the all important work of\nselecting.  He was armed with a short thick stick, and, as the other\nmen drove the animals down towards him, decided with lightning speed\nto which class they belonged.  A heavy blow on the nose, a sharp,\nrapid series of them between the eyes, and the most violent brute\nplunged blindly whither the driver sent him.  All the day work went on,\nand just as the great hot purple shadows began to fall across the\nplain they secured the last rail, the battle was over, and the animals\nin approved divisions.\n\nPip ate enough salt beef and damper to half kill him, drank more tea\nthan he had ever disposed of at one sitting in all his fourteen years,\nswung himself into his saddle in close imitation of the oldest\nstockman, and thought if he only could have a black, evil-looking\npipe like Tettawonga and the rest of the men his happiness would be\ncomplete and his manhood attained.\n\nHe reached home as tired as \"a dozen dogs and a dingo,\" and\nentertained his sisters and Bunty with a graphic account of the\nday's proceedings, dwelling lengthily on his own prowess and the\nmanifold perils he had escaped.\n\nThe next day both Esther and Judy rode with the others to the yards\nto see the departures.\n\nThe best of the contingent, which Mr. Hassal had only wanted to\nseparate, not to sell, were driven out through the gate and away\nto their old fields and pastures stale.\n\nThe \"wasters,\" some hundred and fifty of them, with half a dozen\nstockmen mounted on the best horses of the place told off for\nthem, were released from their enclosure in a state of frenzied\ndesperation, and, with much cracking of whips and yells, mustered\ninto a herd and driven across the plain in the direction of the road.\nAnd some hour or two later the best \"beef\" lot were driven forth,\nand quiet reigned at Yarrahappini once more.  During the two days\nof excitement the children all decided upon their future professions,\nwhich were all to be of a pastoral nature.\n\nPip was going to be a stockman, and brand and draft cattle all the\ndays of his life.  Judy was going to be his \"aide-de-camp\", provided\nhe let her stay in the saddle, and provided her with a whip just as\nlong as his own.  Meg thought she should like to marry the richest\nsquatter in Australia, and have the Governor and the Premier come up\nfor shooting and \"things,\" and give balls to which all the people\nwithin a hundred miles would come.  Nell decided the would make soap\nand candles, coloured as well as plain, when she arrived at years\nof discretion; said Baby inclined to keeping paddocks full of pet\nlambs that never grew into sheep.\n\nBunty did, not wax enthusiastic over any of the ideas.\n\n\"I'd rather be like Mr. Gillet,\" he said, and his eyes looked dreamy.\n\n\"Pooh! no books and figures far me; give me a run of Salt Bush country,\nand a few thousand sheep,\" said Pip.\n\n\"Hear! hear!\" chimed in Judy.\n\n\"Stoopids!\" said Bunty, in a voice of great scorn.  \"Doesn't Mr.\nGillet keep the store keys--just think those currants and figs.\"\n\n\n\n\nCHAPTER XVIII\n\nThe Picnic at Krangi-Bahtoo\n\n\nEsther had gone to a ball, not in a dress of delicate colour with\ngreat puffed sleeves, and a dazzling neck bare and beautiful under its\nwraps, not through the darkness to a blaze of lights and swinging\nmusic.\n\nShe had gone, in the broad light of the morning, in a holland suit\nwith a blue Henley shirt, a sailor hat, and a gossamer.\n\nUnder the front buggy seat where Mr. Hassal sat was a box containing\na beautiful gown, all daffodil silk and delicate wavelets of chiffon.\nAnd there were daffodil shoes and stockings, a plume fan in a hat-box\non her knee, and a lovely trained white underskirt with billowy\nfrills of torchon, the very sight of which made Meg wild to\nbe grown up.\n\nBut none of these things were to be donned for many an hour yet.\n\nThe ball was a neat little matter of fifty-five miles away, across\ncountry, so she had to start tolerably early, of course, in order to\nhave comfortable time to \"titivate,\" as Pip expressed it.\n\nThe children, as compensation for having no part in this pleasure,\nwere to have a very, out-of-the-way kind of picnic all to themselves.\n\nIn the first place, the picnic ground was fourteen miles away;\nin the second, the journey was to be made, not in everyday buggies,\nor on commonplace horses, but on a dray drawn by a team of twelve\nyoked bullocks.\n\nA boundary-rider had reported that a magnificent blue gum that\nthey had long called King Koree had been blown down during a violent\ngale, and Mr. Hassal immediately declared that, whatever the\ntrouble, it must be brought for the foundation of a kind of dam\nacross the creek at Krangi-Bahtoo, the picnic spot.  The fallen\nbush monarch lay twenty miles away from the station, and six beyond\nthe place chosen for the picnic; so it was arranged the trolly\nshould carry the party for the fourteen miles, leave them to\npicnic, go forward for the tree, bring it back, and deposit it near\nthe creek ready for future operations, and bring the children\nback in the cool of the evening.\n\nBut for escorting his daughter to the ball, Mr. Hassal would have\ngone himself to the place and seen about it in person.  As it was, he\nplaced the great trolly in the charge of four men, with instructions\nto pick up a couple of men from distant huts to help in the task.\n\nKrangi-Bahtoo--or Duck Water, as, less prettily, we should call\nit--was the name given to the head of the creek, which had scooped\nout the earth till it made itself a beautiful ravine just there,\nwith precipitous rocks and boulders that the kangaroos skipped across\nand played hide-and-seek behind with hunters, and great towering\nblue gums and red gums, that seemed to lose themselves in the blue,\nblue sky-canopy above.\n\nTettawonga told of a Bunyip that dwelt where the trickling water\nhad made a pool, deep and beautiful, and delicate ferns had crept\ntenderly to fringe its edge, and blackwood, and ti-trees grown up\nthick and strong for a girdle.  The water-hen made a home there,\nthe black swan built among the grass-like reeds, the wild duck\nmade frequent dark zigzag lines against the sky.  From the trees\nthe bell-bird, the coach-whip, the tewinga, the laughing-jackass,\nthe rifle-bird and regent, filled the air with sound, if not with\nmusic.  And the black snake, the brown snake, the whip, the diamond,\nand the death adder glided gently among the fallen leaves and\ngrasses, and held themselves in cheerful readiness for intruders.\nThat was why a condition was attached to the freely granted picnic.\n\nEveryone might go, and go on the bullock-dray, but the picnic was\nto take place above the ravine, and no one was to venture down, on\npain of being instantly packed back to Sydney.\n\nThey all promised faithfully.  Mrs. Hassal, tiny as she was, had a\nway of commanding implicit obedience.\n\nThen an incredible number of hampers, brimming over with good things,\nwas packed.\n\nMr. Gillet went, to give an appearance of steadiness to the party,\nand to see no one got sunstroke.\n\nHe had a Heine in one pocket against the long, unusual day, a bulging\nTennyson in the other, and a sheaf of English papers under his arm\nas he climbed on the trolly, where the whole seven were already seated.\n\nThe SEVEN?  Even so, Judy had refused to stir without the General,\nand had promised \"on her life\" not to allow any harm to come near him.\n\nMr. Gillet gave a glance almost of dismay when he found the whole\nnumber was to be present, without the subtraction of the mischievously\ndisposed ones, or the addition of anyone but himself weighted with\nauthority.  For a moment he distrusted his own powers in such a\nsituation.\n\nJudy caught the doubting look.\n\n\"You're quoting poetry to yourself, Mr. Gillet,\" she said.\n\n\"I?\" he said, and looked astonished.  \"Indeed, no.  What makes you\nthink so, Miss Judy?\"\n\n\"I can hear it distinctly,\" she said.  \"Your eyes are saying it,\nand your left ear, not to mention the ends of your moustache.\"\n\n\"Judy!\" reproved Meg, whom something had made strangely quiet.\n\nHe pretended to be alarmed--shut his eyes, held his left ear,\ncovered his moustache.\n\n\"What can they be saying?\" he said.\n\n  \"'Oh that I was where I would be!\n  Then I would be where I am not:\n  But where I am I still must be,\n  And where I would be I cannot.'\n\n\"Meg, I WISH you would stop treading on my toes.\"\n\nSo after that even Mr. Gillet grew gay and talkative, to show he\nwas enjoying himself, and the bullocks caught the infection of the\nbrimming spirits behind them, and moved a LEETLE bit faster than\nsnails.  When they had crept along over about ten miles, however,\nthe slow motion and the heat that beat down sobered them a little.\n\n\"Miss Meg, that silver-grey gum before you, guileless of leaves,\nindicates Duck Water.\"\n\nHow glad they were to unfold themselves and stretch out their arms\nand legs on the ground at last.  No one had dreamt riding behind a\nbullock team could have been so \"flat, stale, and unprofitable,\" as\nit was after the first mile or two.\n\nThen the trolly continued its course.\n\n\"I doubt if they will be back before the sun goes down, if they\ndon't go a little quicker,\" Mr. Gillet said; \"it is lunch-time\nnow.\"\n\nThey were in a great grassed paddock that at one end fell abruptly\ndown to the ravine and swamp lands known as \"Duck Water.\"\n\nA belt of great trees made a shade at one side, and along the other\nwas the barbed-wire fence that showed they had not got away from the\nYarrahappini estate even yet: higher up was the lonely bark hut of\none of the stockmen.\n\nThey went up in a body to speak to him before he joined the bullock\nteam, and to view his solitary dwelling.\n\nJust a small room it was, with a wide fireplace and chimney, where\nhung a frying-pan, a billy, a cup, and a spoon.  There was a bunk in\none corner, with a couple of blue blankets on it, a deal table and one\nchair in the middle of the room.  Over the fire-place hung a rough\ncupboard, made out of a soap-box, and used to hold rations.  From a\nnail in the low ceiling a mosquito-net bag was suspended, and the\nbuzzing flies around proclaimed that it held meat.  The walls were\npapered with many a copy of \"The Illustrated Sydney News\", and\n\"The Town and Country Journal\"; there was a month-old \"Daily Telegraph\"\nlying on the chair, where the owner had laid it down.\n\nA study in brown the stockman was, brown, dull eyes; brown,\ndusty-looking hair; brown skin, sundried and shrivelled; brown,\nunkempt beard; brown trousers of corduroy, and brown coat.\n\nHis pipe was black, however--a clay, that looked as if it had\nbeen smoked for twenty years.\n\n\"Wouldn't you like to be nearer the homestead?\" Meg asked.  \"Isn't\nit lonely?\"\n\n\"Not ter mention,\" the brown man said to his pipe or his beard.\n\n\"What do you do with yourself when you're, not outside?\" asked\nPip.\n\n\"Smoke,\" said the man.\n\n\"But on Sundays, and all through the evenings?\"\n\n\"Smoke,\" he said.\n\n\"On Cwismas day,\" Baby said, pressing to see this strange man;\n\"zen what does you do?\"\n\n\"Smoke\" he said.\n\nJudy wanted to know how long he'd lived in the little place, and\neveryone was stricken dumb to hear he had been there most of the time\nfor seven years.\n\n\"Don't you ever forget how to talk?\" she said, in an awestruck\nvoice.\n\nBut he answered laconically to his beard that there was the cat.\n\nBaby had found it already under the kerosene tin that did duty\nfor a bucket, and it had scratched her in three places: brown,\nlike its master, it was evil-eyed, fiercely whiskered, thin\nas a rail; still, there was the affection of years between the two.\n\nMr. Gillet told him of the squatter's wish that he should go with the\nother men and help with the tree.  He pulled a brown hat over his brow\nand moved away towards the bullock-dray, which had crept up the\nwinding road by now, to the hill-top.\n\n\"Water in tub, nearer than creek,\" he muttered to his pipe before he\nwent, and they found his tub-tank and gladly filled the billy ready\nfor lunch.\n\nMrs. Hassal's roast fowls and duck tasted well; even though they\nfrizzled on the plates as if the sun were trying to finish their\ncooking.  And the apple tarts and apricot turnovers vanished speedily;\nand of the fruit salad that came forth from two screw-top\nbottles, not a teaspoonful remained to tell a tale.\n\nMr. Gillet had brought materials for a damper, by special request,\nand after lunch prepared to make it, so they might have it for\nafternoon tea.\n\n\"Pheough!\" said Judy.  \"Is THAT how you make it?  You need not give\nME any.\"\n\nIt certainly was manufactured with surprising celerity.\n\nMr. Gillet merely tossed some flour from a bag out upon a plate,\nadded a pinch of salt and some water; then he shaped it into a cake\nof dough, and laid it on the ashes of the fire, covering it all over\nwith the hot, silver ash.\n\n\"HOW dirty!\" said Nell, elevating her pretty little nose.\n\nBut when it was cooked, and Mr. Gillet lifted it up and dusted the\nash away--lo! it was high and light and beautifully white.\n\nSo they ate it, and took mental marginal notes to make it in the\npaddocks at Misrule for each and every picnic to come.\n\nThey piled up two plates of good things and put in the brown man's\ncupboard, and Mr. Gillet laid his unread English papers on the chair\nnear the cat.\n\n\"That 'Telegraph' is a month old,\" he said deprecatingly seeing Meg\nsmile upon him her first smile that day.\n\n\n\n\nCHAPTER XIX\n\nA Pale-Blue Hair Ribbon\n\n\n    She in her virginal beauty\n    As pure as a pictured saint,\n    How should this sinning and sorrow\n    Have for her danger or taint?\n\nThe reason our sweet pale Margaret had been reluctant of her smiles\nwas on account of the very man who alone missed them.\n\nQuite a warm friendship had sprung up during the month between the\nlittle fair-faced girl, who looked with such serene blue eyes to a\nfuture she felt must be beautiful, and the world-worn man, who looked\nback to a past all blackened and unlovely by his own acts.\n\nHe rode with the two girls every-day, because Mrs. Hassal did not\nlike them going long distances alone; and, seeing Judy seldom walked\nher horse, and Meg's steed had not a canter in it, it fell out that\nhe kept beside the slow and timid rider all the time.\n\n\"You remind me of a little sister I had who died,\" he said slowly to\nMeg once, after a long talk.  \"Perhaps if she were alive now I should\nnot be quite so contemptible.\"\n\nMeg's face flushed scarlet, and a shamed look had come into her eyes.\nIt seemed altogether terrible to her that he should know she knew of\nhis failing.\n\n\"Perhaps it makes her sorry now,\" she said in a whisper he scarcely\nheard, and then she grew pale at her boldness, and rode on a little\nway to hide her distressed looks.\n\nOn the way home the pale-blue ribbon, that tied the strands of her\nsunny plait together, blew off.  He dismounted and picked it up.\nMeg stretched out her hand for it, but he untied the bow and folded\nit slowly round his big hand.\n\n\"May I keep it?\" he said in a low voice.  \"For my blue ribbon?\nI know the conditions that attach.\"\n\n\"If you would--oh, if you would!\" Meg breathed rather than said.\nThen Judy galloped up and they rode home three abreast.  It was\nsuch happiness to her all the hot, long days that followed; to a\ngirl just entering life there can be no purer, deeper feeling of\npleasure than that brought by the knowledge that she is influencing\nfor good some man or woman older than herself, more sin-worn and\nearth-wearied.  Poor little Meg!  Her tender rose dreams had\npictured her big _protege_ a man among men again, holding up his\nhead once more, taking his place in the world, going back to the\nold country, and claiming the noble lady her fertile imagination\nhad pictured; waiting so patiently for him; and all this because\nshe, Meg Woolcot, had stepped into his life and pointed the way\nhe should go.\n\nAnd then she went to swing in a hammock on the back veranda,\nand all her castles came tumbling about her ears, dealing her sharp,\nbitter blows.  There was a thick creeper of passion-fruit vines\nbehind her, and through it she could hear Tettawonga talking to\nthe cook.\n\n\"Marse Gillet on the burst agen,\" he said, and chuckled through\nthe side of his lips where his pipe did not rest.\n\nMeg sat up in horror.  Since she had been at Yarrahappini she had\nheard the phrase applied to too many of the station hands: not to\nknow that it meant a reckless drinking bout.\n\n\"Lor'!  I'M not surprised,\" the woman said, \"he's been too sober late\ndays to keep it up; s'pose he's been trying to last the visitors out,\nbut found it too much.  Who's got the keys?\"\n\n\"Mis' Hassal,\" he said, \"you to helpin' her--ba`al good for\nstores to-day, Marse Gillet--he, he, ha, ha!\"\n\nSo that was what had happened to him all these three days she had\nnot seen him!  She had heard he had ridden over to the next station on\nbusiness for Mr. Hassal, but had not dreamed such 'a thing had\novertaken him.  The fifth day she had seen him in the distance, once\ncoming out of the storeroom and looking exactly like himself, only\nhis shoulders stooped a little more, and once smoking outside his own\ndoor.\n\nThe sixth day was the picnic.\n\nJust as light-hearted and merry as the others she could not feel,\nwith this disappointment at her heart, this shaken trust in human\nnature.\n\nHow weak he was, she thought, how ignoble!\n\nAll her pity was swept away in a young, large indignation.\n\nShe had hardly shaken hands when they had met in the morning,\nand all the long drive she was persistently cold towards him.\n\nAfter lunch the party became scattered.  Judy took the General and\nwent over to the belt of trees; Pip and Bunty occupied themselves\nwith catching locusts; Baby and Nell gathered wild flowers.  Meg\nknelt down to collect the spoons and forks: and put the untouched\nfood back into the baskets away from the ants.\n\n\"I will do this--you look hot, Miss Meg; sit down quietly,\" Mr.\nGillet said.\n\n\"Thank you, but I prefer to do it myself,\" Miss Meg said, with\nfreezing dignity.\n\nShe did not look at him, but there was a certain tightness about\nher lips that made him know the light in her clear young, eyes was\na scornful one.\n\nHe did not offer again, but sat and watched her pack up the things\nwith an untranslatable look on his face.  When she had almost\nfinished he took something out of his pocket.\n\n\"I have to give you this again,\" he said, and handed her the blue\nlength of ribbon, folded smoothly, but showing the crease where it\nhad been tied.\n\nShe took it without lifting her eyes, crushed it up in her hand, and\nslipped it into her pocket.\n\n\"I had almost hoped you would say I might keep it, in spite of\neverything,\" he said, \"just as a talisman against the future, but\nyour lips are too severe, Miss for me to cherish the hope longer.\"\n\n\"It would be as useless as it has been,\" she said stiffly.  Her\nhands moved nervously, however, and she wrapped up the remains of\na duck and a jam tart together.\n\n\"Then I am not to have another chance?\" he said.\n\n\"It would be no use,\" Meg repeated, gathering up bananas and oranges\nwith a heightened colour.\n\nHe does not realize how wicked he has been, he thinks he ought to be\nforgiven at once was her thought.\n\nHe emptied the billy slowly on the ground, he put on its blackened lid\nand tied the newspaper around it.  Then he looked at her again,\nand the way her soft hair fell on her forehead made him think\nof his young dead sister.\n\n\"I BEG you to give it to me again, little Miss Meg,\" he said.\n\nMeg's heart and head had a rapid battle; the former was tender\nand charitable, and bade her take the little ribbon and give it to\nhim instantly; the latter said he had sinned greatly, and she must\nshow him her disapproval by her manner, even if she yielded what he\nasked her in the end.  The head won.\n\n\"My influence is evidently useless--that bit of ribbon would make\nno difference in the future,\" she said very coldly.\n\nHe leaned back against the tree and yawned, as if the subject had no\nmore interest for him.\n\n\"Ah well,\" he said, \"I dare say you are right.\"  Meg felt a little\ntaken down.\n\n\"Of course, if you really want the ribbon you can have it,\" she said\nloftily.  She took it from her pocket and tendered it to him.\n\nBut he made no effort to take it.\n\n\"Keep it to tie your hair again, little girl,\" he said; \"after all,\nI don't suppose it would be any use.\"\n\nMeg continued her packing with burning cheeks, and he filled up his\npipe and smoked it, watching her idly the while.\n\n\"It's an odd thing,\" he said, more as if making an observation\nthan addressing her, \"but the gentlest-looking women are nearly\nalways the hardest.\"\n\nMeg opened her mouth to speak, but found nothing to say, so closed it\nagain and began to count Mrs. Hassal's forks for the fourth time.\n\n\"I wonder would you mind if I gave you a little advice, Miss Meg, in\nreturn for all you have given me,\" he said, taking his pipe from\nhis mouth and looking at it as if he were trying to find out the\nlettering on its nickel plate.\n\n\"Certainly not.\"\n\nShe laid down the bundle and looked at him with calm, surprised\neyes.  \"Say whatever you please, I do not mind in the very least.\"\n\nHe sat up and played with the handle of a strap while he spoke.\n\n\"You have brothers,\" he said; \"some day they will go a little\nastray--for it is only women like you, Miss Meg, and angels who\ncan keep to the path always.  Don't be too hard on them.  Don't\nmake an effort to show them the difference between your whiteness\nand their blackness.  They will see it right enough, but they\nwon't like you to draw their attention to it.  Try and look gentle\nand forgiving--they'll feel quite as miserable as you could wish\nthem to feel.  The world has a beautiful frown of its own, and an\nendless vocabulary of cold words--wouldn't it do if the little\nsisters left it the monopoly of them?\"\n\n\"Oh-h-h!\" said Meg.  Her cheeks were crimson, and all the dignity\nhad oozed out of her voice.\n\nHe buckled the strap round nothing with infinite care, and went on\nagain in a low tone:\n\n\"Suppose Pip did something very wrong some day, and the world flung\nstones at him till he was bruised all over.  And suppose feeling\nvery wretched, he came home to his sisters.  And Meg, because\nwickedness was abhorrent to her, threw a few more little stones,\nso that the pain might teach him a lesson he could not forget.\nAnd Judy, because he was her brother and in trouble, flung her arms\nround him and encouraged him, and helped him to fight the world again,\nand gave him never a hard word or look, thinking he had had plenty.\nWhich sister's influence would be greater, Miss Meg?\"\n\nMeg's little soft mouth, was quivering, her eyes were on the ground,\nbecause the tears would have splashed out if she had lifted them.\n\n\"Oh-h-h!\" she said again.  \"Oh, how very horrid I have been--oh-h-h!\"\n\nShe covered her face with her hands, for one of her quickly gathered\ntears was trembling on her lashes.\n\nMr. Gillet dropped the strap and the pipe, and looked across to her\nwith tender eyes.\n\n\"I am more than twice your age, Miss Meg, old enough nearly to be\nyour father--you will forgive me for saying all this, won't you?\nI was thinking, of my sister who died.  I had another little sister,\ntoo, a year older, but she was hard--only event to her once.\nShe is one of the best women in England now, but her lips are severe.\nLittle Miss Meg, I could not bear the thought of you growing hard.\"\n\nHalf a dozen big tears had fallen down among the forks.  Meg was\ncrying because it was borne upon her what a very hateful creature\nshe was.  First Alan lectured her and spoke of his sister, and now\nthis man.\n\nHe misinterpreted her silence.\n\n\"I have no right to speak to you like this, because my life has been\nany colour but white--that is it, isn't it, Miss Meg?\" he said with\ngreat sadness.\n\nMeg dropped her sheltering hands.\n\n\"Oh, no,\" she said, \"oh! how CAN you think so?  It is only I am so\nhorrid.\" She rummaged in her pocket and brought out the ribbon.\n\n\"Will you take it again?\" she said--\"oh, PLEASE, just to make me\nfeel less horrid.  Oh, please take it!\"\n\nShe looked at him with wet, imploring eyes, and held it out.\n\nHe took it, smoothed its crumpledness, and placed it in his\npocket-book.\n\n\"God bless you,\" he said, and the tone made Meg sob.\n\n\n\n\nCHAPTER XX\n\nLittle Judy\n\n\nAcross the grass came a little flying figure, Judy in a short\npink frock with her wild curls blowing about her face.\n\n\"Are you a candidate for sunstroke--where IS your hat, Miss Judy?\"\nMr. Gillet asked.\n\nJudy shook back her dark tangle:\n\n\"Sorrow a know I knows,\" she said--\"it's a banana the General\nis afther dyin' for, and sure it's a dead body I shall live to see\nmisself if you've eaten all the oranges.\"\n\nMeg pushed the bag of fruit across the cloth to her, and tried to\ntilt her hat over her tell-tale eyes.\n\nBut the bright dark ones had seen the wet lashes the first moment.\n\n\"I s'pose you've been reading stupid poetry and making Meg cry?\"\nshe said, with an aggressive glance from Mr. Gillet to the book on\nthe grass.  \"You really ought to be, ashamed of yourselves, SICH\nbehaviour at a picnic.  It's been a saving in oranges, though,\nthat's a mercy.\"\n\nShe took half a dozen great fat ones from the bag, as well as four\nor five bananas, and went back with flying steps to the belt of trees,\nwhere the General in his holland coat could just be seen.\n\nHe was calmly grubbing up the earth and putting it in his little red\nmouth when she arrived with the bananas.\n\nHe looked up at her with an adorable smile.  \"BABY!\" she said, swooping\ndown upon him with one of her wild rushes. \"BABY!\"\n\nShe kissed him fifty times; it almost hurt her sometimes, the feeling\nof love for this little fat, dirty boy.\n\nThen she gathered him up on her knee and wiped as much of the dirt as\npossible from his mouth with the corner of his coat.\n\n\"Narna,\" he said, struggling onto the ground again; so she took the\nskin from a great yellow one and put it in his small, chubby hand.\n\nHe ate some of it, and squeezed the rest up tightly in his hands,\ngleefully watching it come up between his wee fingers in little\nworm-like morsels.\n\nThen he smeared it over his dimpled face, and even rubbed it on his\nhair, while Judy was engrossed with her fifth orange.\n\nSo, of course, she had to whip him for doing it, or pretend to, which\ncame to the same thing.  And then he had to whip her, which did not\nonly mean pretence.\n\nHe beat her with a stick he found near, he smacked her face and pulled\nher hair and bumped himself up and down on her chest, and all in such\nsolemn, painstaking earnestness that she could only laugh even when\nhe really hurt her.\n\n\"Dood now?\" he said at last anxiously.  And she began to weep noisily,\nwith covered face and shaking shoulders, in the proper, penitent way.\nAnd then he put his darling arms round her neck and hugged her, and\nsaid \"Ju-Ju\" in a choking little voice, and patted her cheeks, and\ngave her a hundred eager, wide, wet kisses till she was better.\n\nThen they played chasings, and the General fell down twenty times,\nand scratched his little knees and hands, and struggled up again.\nand staggered on.\n\nPresently Judy stood still in a hurry; there was a tick working\nits slow way into her wrist.  Only its two back legs were left out\nfrom under the skin, and for a long time she pulled and pulled without\nany success.  Then it broke in two, and she had to leave one half in\nfor little Grandma and kerosene to extract on their return.\n\nTwo or three minutes it had taken her to try to move it, and when\nshe looked up the General had toddled same distance away, and was\ntravelling along as fast as ever his little fat legs would carry\nhim, thinking he was racing her.  Just as she, started after him he\nlooked back, his eyes dancing, his face dimpled and mischievous, and,\noh! so dirty..\n\nAnd then--ah, God!\n\nIt is so hard to write it.  My pen has had only happy writing\nto-do so far, and now!\n\n\"You rogue!\" Judy called, pretending to run very quickly.\nThen the whole world seemed to rise up before her.\n\nThere was a tree falling, one of the great, gaunt, naked things that\nhad been ringbarked long ago.  All day it had swayed to and fro,\nrotten through and through; now there came up across the plain a puff\nof wind, and down it went before it.  One wild ringing cry Judy gave,\nthen she leaped across the ground, her arms outstretched to the little\nlad running with laughing eyes and lips straight to death.\n\nThe crash shook the trees around, the very air seemed splintered.\n\nThey had heard it--all the others--heard the wild cry and then the\nhorrible thud.\n\nHow their knees shook what blanched faces they had as they rushed\ntowards the sound!\n\nThey lifted it off the little bodies--the long, silvered trunk with\nthe gum dead and dried in streaks upon it.  Judy was face downwards,\nher arms spread out.\n\nAnd underneath her was the General, a little shaken, mightily\nastonished, but quite unhurt.  Meg clasped him for a minute, but then\nlaid him down, and gathered with the others close around Judy.\n\nOh, the little dark, quiet head, the motionless body, in its pink,\ncrushed frock, the small, thin, outspread hands!\n\n\"Judy!\" Pip said, in a voice of beseeching agony.  But the only\nanswer was the wind at the tree-tops and the frightened breathings\nof the others.\n\nMr. Gillet remembered there was no one to act but himself.  He went\nwith Pip to the stockman's hut; and they took the door off its\nleather hinges and carried it down the hill.\n\n\"I will lift her,\" he said, and passed his arms around the little\nfigure, raising her slowly, slowly, gently upwards, laying her on\nthe door with her face to the sky.\n\nBut she moaned--oh, how she moaned!\n\nPip, whose heart had leapt to his throat at the first sign of life,\nalmost went mad as the little sounds of agony burst from her lips.\n\nThey raised the stretcher, and bore her up the hill to the little\nbrown hut at the top.\n\nThen Mr. Gillet spoke, outside the doorway, to Meg and Pip, who\nseemed dazed, stunned.\n\n\"It will be hours before we can get help, and it is five now,\" he\nsaid.  \"Pip, there is a doctor staying at Boolagri ten miles along\nthe road.  Fetch him--run all the way.  I will go back home--fourteen\nmiles.  Miss Meg, I can't be back all at once.  I will bring a buggy;\nthe bullock-dray is too slow and jolting, even when it comes back.\nYou must watch by her, give her water if she asks--there is nothing\nelse you can do.\"\n\n\"She is dying?\" Meg said--\"dying?\"\n\nHe thought of all that might happen before he brought help, and dare\nnot leave her unprepared.\n\n\"I think her back is broken,\" he said, very quietly.  \"If it is, it\nmeans death.\"\n\nPip fled away down the road that led to the doctor's.\n\nMr. Gillet gave a direction or two, then he looked at Meg.\n\n\"Everything depends on you; you must not even think of breaking down,\"\nhe said.  \"Don't move her, watch all the time.\"\n\nHe moved away towards the lower road.\n\nShe sprang after him.\n\n\"Will she die while you are away?--no one but me.\"\n\nHer eyes were wild, terrified.\n\n\"God knows!\" he said, and turned away.\n\nIt was almost more than he could bear to go and leave this little\ngirl alone to face so terrible a thing.  \"God help me!\" she moaned,\nhurrying back, but not looking at the hot, low-hanging sky.  \"Help\nme, God!  God, help me, help me!\"\n\n\n\n\nCHAPTER XXI\n\nWhen the Sun Went Down\n\n\nSuch a sunset!\n\nDown at the foot of the grass hill there was a flame-coloured sky,\nwith purple, soft clouds massed in banks high up where the dying\nglory met the paling blue.  The belt of trees had grown black, and\nstretched sombre, motionless arms against the orange background.\nAll the wind had died, and the air hung hot and still, freighted\nwith the strange silence of the bush.\n\nAnd at the top of the hill, just within the doorway of the little\nbrown hut, her wide eyes on the wonderful heavens, Judy lay dying.\nShe was very quiet now, though she had been talking--talking of\nall sorts of things.  She told them she had no pain at all.\n\n\"Only I shall die when they move me,\" she said.\n\nMeg was sitting in a little heap on the floor beside her.  She had\nnever moved her eyes from the face on the pillow of mackintoshes, she\nhad never opened her white lips to say one word.\n\nOutside the bullocks stood motionless against the sky--Judy said\nthey looked like stuffed ones having their portrait taken.  She\nsmiled the least little bit, but Meg said, \"Don't,\" and writhed.\n\nTwo of the men had gone on superfluous errands for help; the others\nstood some distance away, talking in subdued voices.\n\nThere was nothing for them to do.  The brown man had been talking--a\nrare thing for him.\n\nHe had soothed the General off to sleep, and laid him in the bunk\nwith the blue blanket tucked around him.  And he had made a billy\nof hot strong tea, and asked the children, with tears in his eyes,\nto drink some, but none of them would.\n\nBaby had fallen to sleep on the floor, her arms clasped tightly\naround Judy's lace-up boot.\n\nBunty was standing, with a stunned look on his white face, behind\nthe stretcher.  His eyes were on his sister's hair, but he did\nnot dare to let there wander to her face, for fear of what he should\nsee there.  Nellie was moving all the time--now to the fence to strain\nher eyes down the road, where the evening shadows lay heavily, now\nto fling herself face downward behind the hut and say, \"Make her\nbetter, God!  God, make her better, make her better!  Oh! CAN'T You\nmake her better?\"\n\nGreyer grew the shadows round the little but, the bullocks' outlines\nhad faded, and only an indistinct mass of soft black loomed across\nthe light.  Behind the trees the fire was going out, here and there\nwere yellow, vivid streaks yet, but the flaming sun-edge, had dipped\nbeyond the world, and the purple, delicate veil was dropping down.\n\nA curlew's note broke the silence, wild, mournful, unearthly.  Meg\nshivered, and sat up straight.  Judy's brow, grew damp, her eyes\ndilated, her lips trembled.\n\n\"Meg!\" she said, in a whisper that cut the air.  \"Oh, Meg, I'm\nfrightened!  MEG, I'm so frightened!\"\n\n\"God!\" said Meg's heart.\n\n\"Meg, say something.  Meg, help me!  Look at the dark, Meg.  MEG,\nI can't die!  Oh, why don't they be quick?\"\n\nNellie flew to the fence again; then to say, \"Make her better,\nGod--oh, please, God!\"\n\n\"Meg, I can't think of anything to say. Can't you say something,\nMeg?  Aren't there any prayers about the dying in the Prayer Book?--I\nforget.  Say something, Meg!\"\n\nMeg's lips moved, but her tongue uttered no word.\n\n\"Meg, I'm so frightened!  I can't think of anything but `For what\nwe are about to receive,' and that's grace, isn't it?  And there's\nnothing in Our Father that would do either.  Meg, I wish we'd gone\nto Sunday-school and learnt things.  Look at the dark, Meg!  Oh, Meg,\nhold my hands!\"\n\n\"Heaven won't--be--dark,\" Meg's lips said.  Even when speech came,\nit was only a halting, stereotyped phrase that fell from them.\n\n\"If it's all gold and diamonds, I don't want to go!\"  The child was\ncrying now.  \"Oh, Meg, I want to be alive!  How'd you like to die,\nMeg, when you're only thirteen?  Think how lonely I'll be without\nyou all.  Oh, Meg!  Oh, Pip, Pip!  Oh, Baby!  Nell!\"\n\nThe tears streamed down her cheeks; her chest rose and fell.\n\n\"Oh, say something, Meg!--hymns!--anything!\"\n\nHalf the book of \"Hymns Ancient and Modern\" danced across Meg's brain.\nWhich one could she think of that would bring quiet into those\nfeverish eyes that were fastened on her face with such a frightening,\nimploring look?\n\nThen she opened her lips:\n\n    \"Come unto Me, ye weary,\n     And I will give you rest,\n     Oh, bl--\n\n\"I'm not weary, I don't WANT to rest,\" Judy said, in a fretful tone.\n\nAgain Meg tried:\n\n   \"My God, my Father, while I stray\n    Far from my home on life's rough way,\n    Oh, teach me from my heart to say\n           Thy will be done!\"\n\n\"That's for old people,\" said the little tired voice.  \"He won't expect\nME to say it.\"\n\nThen Meg remembered the most beautiful hymn in the world, and said\nthe first and last verses without a break in her voice:\n\n   \"Abide with me, fast falls the eventide,\n    The darkness deepens; Lord, with me abide.\n    When other helpers fail, and comforts flee,\n    Help of the helpless, oh, abide with me!\n\n    Hold Thou Thy Cross before my closing eyes,\n    Shine through the gloom and point me to the skies.\n    Heaven's morning breaks, and earth's vain shadows flee\n    In life, in death, O Lord, abide with me!\n\n\"Oh! and Judy, dear, we are forgetting; there's Mother, Judy, dear--you\nwon't be lonely!  Can't you remember Mother's eyes, little Judy?\"\n\nJudy grew quiet, and still more quiet.  She shut her eyes so she\ncould not see the gathering shadows.  Meg's arms were round her,\nMeg's cheek was on her brow, Nell was holding her hands, Baby her\nfeet, Bunty's lips were on her hair.  Like that they went with her\nright to the Great Valley, where there are no lights even for stumbling,\nchildish feet.\n\nThe shadows were cold, and smote upon their hearts; they could\nfeel the wind from the strange waters on their brows;  but only\nshe who was about to cross heard the low lapping of the waves.\n\nJust as her feet touched the water there was a figure in the doorway.\n\n\"Judy!\" said a wild voice; and Pip brushed them aside and fell\ndown beside her.\n\n\"Judy, Judy, JUDY!\"\n\nThe light flickered back in her eyes.  She kissed him with pale lips\nonce, twice; she gave him both her hands, and her last smile.\n\nThen the wind blew over them all, and, with a little shudder, she\nslipped away.\n\n\n\n\nCHAPTER XXII\n\nAnd Last\n\n\n    \"She seemed a thing that could not feel\n        The touch of earthly years.\"\n\n    \"No motion has she now--no force;\n       She neither hears nor sees;\n     Rolled round in earth's diurnal course,\n       With rocks and stones and trees.\"\n\n\nThey went home again, the six of them, and Esther, who, all her\ndays, \"would go the softlier, sadlier\" because of the price that\nhad been paid for the life of her little sweet son.  The very air\nof Yarrahappini seemed to crush them and hang heavy on their souls.\n\nSo when the Captain, who had hurried up to see the last of his poor\nlittle girl, asked if they would like to go home, they all said\n\"Yes.\"\n\nThere was a green space of ground on a hill-top behind the cottage,\nand a clump of wattle trees, dark-green now, but gold-crowned\nand gracious in the spring.\n\nThis is where they left little Judy.  All around it Mr. Hassal had\nwhite tall palings put; the short grave was in the shady corner of\nit.\n\nThe place looked like a tiny churchyard in a children's country\nwhere there had only been one death.\n\nOr a green fair field, with one little garden bed.\n\nMeg was glad the little mound looked to the east; the suns died\nbehind it--the orange and yellow and purple suns she could not\nbear to watch ever again while she lived.\n\nBut away in the east they rose tenderly always, and the light crept\nup across the sky to the hill-top in delicate pinks and trembling\nblues and brightening greys, but never fiery, yellow streaks, that\nmade the eyes ache with hot tears.\n\nThere was a moon making it white and beautiful when they said\ngood-bye to it on the last day.\n\nThey plucked a blade or two of grass each from the fresh turfs,\nand turned away.  Nobody cried; the white stillness of the far moon,\nthe pale, hanging stars, the faint wind stirring the wattles; held\nback their tears till they had closed the little gate behind them\nand left her alone on the quiet hill-top.  Then they went-back\nto Misrule, each to pickup the thread of life and go on with the\nweaving that, thank God, must be done, or hearts would break\nevery day.\n\nMeg had grown older; she would never be quite so young again as\nshe had been before that red sunset sank into her soul.\n\nThere was a deeper light in her eyes; such tears as she had wept\nclear the sight till life becomes a thing more distinct and\nfar-reaching.\n\nNellie and she went to church the first Sunday after their return.\nAldith was a few pews away, light-souled as ever, dressed in gay\nattire, flashing smiling, coquettish glances across to the Courtneys'\npew, and the Grahams sitting just behind.\n\nHow far away Meg had grown from her!  It seemed years since she\nhad been engrossed with the latest mode in hat trimming, the dip\nof \"umbrella\" skirts, and the best method of making the hands\nwhite.  Years since she had tried a trembling 'prentice hand at\nflirtations.  Years, almost, since she had given the little blue\nribbon at Yarrahappini, that was doing more good than she\ndreamed of.\n\nAlan looked at her from his pew--the little figure in its sorrowful\nblack, the shining hair hanging in a plait no longer frizzed at the\nend, the chastened droop of the young lips, the wistful sadness\nof the blue eyes.  He could hardly realize it was the little\nscatterbrain girl who had written that letter, and stolen away\nthrough the darkness to meet his graceless young brother.\n\nHe clasped her hand when church was over; his grey eyes, with the\nquick moisture in them, made up for the clumsy stumbling words of\nsympathy he tried to speak.\n\n\"Let us be friends always, Miss Meg,\" he said, as they parted at\nthe Misrule gate.\n\n\"Yes, let us,\" said Meg.\n\nAnd the firm, frank friendship became a beautiful thing in both their\nlives, strengthening Meg and making the boy gentler.\n\nPip became his laughing, high-spirited self again, as even the most\nloving boy will, thanks to the merciful making of young hearts;  but\nhe used to get sudden fits of depression at times, and disappear all\nat once, in the midst of a game of cricket or football, or from\nthe table when the noise was at its highest.\n\nBunty presented to the world just as grimy a face as of old, and\nhands even more grubby, for he had taken a mechanical turn of late,\nand spent his spare moments in manufacturing printing machines--so\ncalled--and fearful and wonderful engines, out of an old stove and\nsome pots and rusty frying-pans rescued from the rubbish heap.\n\nBut he did not tell quite so many stories in these days; that deep\nsunset had stolen even into his young heart, and whenever he felt\ninclined to say \"I never, 'twasn't me, 'twasn't my fault,\" a tangle\nof dark curls rose before him, just as they had lain that night when\nhe had not dared to move his eyes away from them.\n\nBaby's legs engrossed her very much at present, for she had just\nbeen promoted from socks to stockings, and all who remember the\noccasion in their own lives will realize the importance of it to her.\n\nNell seemed to grow prettier every day.  Pip had his hands full with\ntrying to keep her from growing conceited; if brotherly rubs and\nsnubs availed anything, she ought to have been as lowly minded as\nif she had had red hair and a nose of heavenward bent.\n\nEsther said she wished she could buy a few extra years, a stern\nbrow, and dignity in large quantities from some place or other--there\nmight be some chance, then, of Misrule resuming its baptismal\nand unexciting name of The River House.\n\nBut, oddly enough, no one echoed the wish.\n\nThe Captain never smoked at the end of the side veranda now:\nthe ill-kept lawn made him see always a little figure in a pink\nfrock and battered hat mowing the grass in a blaze of sunlight.\nJudy's death made his six living children dearer to his heart,\nthough he showed his affection very little more.\n\nThe General grew chubbier and more adorable every day he lived.\nIt is no exaggeration to say that they all worshipped him now\nin his little kingly babyhood, for the dear life had been twice\ngiven, and the second time it was Judy's gift, and priceless\ntherefore.\n\nMy pen has been moving heavily, slowly, for these last two\nchapters; it refuses to run lightly, freely again just yet,\nso I will lay it aside, or I shall sadden you.\n\nSome day, if you would care to hear it, I should like to tell\nyou of my young Australians again, slipping a little space\nof years.\n\nUntil then, farewell and adieu.\n\n\n\n\n\n\n\n\n\nEnd of Project Gutenberg's Seven Little Australians, by Ethel Sybil Turner\n\n*** END OF THIS PROJECT GUTENBERG EBOOK SEVEN LITTLE AUSTRALIANS ***\n\n***** This file should be named 4731.txt or 4731.zip *****\nThis and all associated files of various formats will be found in:\n        http:\/\/www.gutenberg.org\/4\/7\/3\/4731\/\n\nProduced by Geoffrey Cowling.  HTML version by Al Haines.\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp:\/\/gutenberg.net\/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark\/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s\/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http:\/\/www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp:\/\/pglaf.org\/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http:\/\/pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http:\/\/pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http:\/\/pglaf.org\/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http:\/\/www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n","id":850,"split":"train"}
