{"ori_id":"6bdca41d52b739bac71883b99a5a49c9c4afb05a","title":"Fair Em","context":"Fair Em\n In the main plot, William the Conqueror falls in love with the image on the shield that the Marquess of Lubeck carries in a tournament. In disguise, William travels to the court of King Zweno of Denmark to see the original of the portrait; once there, he falls in love with Marianna, a Swedish princess held hostage at the Danish court. Marianna, however, is faithful to her suitor, Lubeck, and has no interest in William; but the king's daughter Blanche becomes infatuated with the newcomer. The ladies stage a plot, in which William absconds with the woman he thinks is Marianne; in doing so he gets in trouble with Zweno, who is under the same mistaken impression. When the woman's true identity is revealed â\u0080\u0093 she is of course Blanche â\u0080\u0093 William accepts her as his wife. Lubeck and Marianne are left, happily, to each other.\nIn the subplot, Em, the beautiful daughter of the miller of Manchester, is wooed by three suitors, Valingford, Mountney, and Manvile. Preferring Manvile, she pretends blindness to evade Valingford, and deafness to avoid Mountney. But Manvile proves unfaithful to Em. In the end, Manvile loses both of the women he pursues, and Em marries Valingford, the one of the three who has remained true to her; and it is revealed that Em is actually of the gentry â\u0080\u0093 her father is Sir Thomas Goddard, and the miller of Manchester was his disguise. The two plots meet at the end, as William recognizes Goddard's banishment was unjust and revokes it. Em makes William realize that the world does contain virtuous women, which helps to reconcile him to his marriage with Blanche.\nï»¿The Project Gutenberg EBook of Fair Em, by William Shakespeare (Apocrypha)\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n\nTitle: Fair Em\n       A Pleasant Commodie Of Faire Em The Millers Daughter Of\n       Manchester With The Love Of William The Conquerour\n\nAuthor: William Shakespeare (Apocrypha)\n\nPosting Date: March 18, 2009 [EBook #5137]\nRelease Date: February, 2004\n\nLanguage: English\n\n\n*** START OF THIS PROJECT GUTENBERG EBOOK FAIR EM ***\n\n\n\n\nProduced by Tony Adam\n\n\n\n\n\nFAIRE EM\n\n\nBy William Shakespeare\n\n(Apocryphal)\n\n\nA PLEASANT COMMODIE OF\nFAIRE EM\nTHE MILLERS DAUGHTER OF MANCHESTER\nWITH THE LOVE OF WILLIAM THE CONQUEROUR\n\n\n\n\nDRAMATIS PERSONAE.\n\n\n     WILLIAM the Conqueror.\n     ZWENO, King of Denmark.\n     Duke DIROT.\n     Marquis of Lubeck.\n     MOUNTNEY.\n     MANVILLE.\n     ROZILIO.\n     DIMARCH.\n     Danish Embassador.\n     The Miller of Manchester.\n     TROTTER, his Man.\n     Citizen of Chester.\n\n     BLANCH, Princess of Denmark.\n     MARIANA, Princess of Suethia.\n     Fair EM, the Miller's Daughter.\n     ELINER, the Citizen's Daughter.\n     English and Danish Nobles.\n     Soldiers, Countrymen, and Attendants.\n\n\n     Actus Primus.  Scaena Prima.\n\n     Windsor.  A State Apartment.\n\n\n\n\nACT I.\n\n\n     [Enter William the Conqueror; Marques Lubeck, with a picture;\n     Mountney; Manville; Valingford; and Duke Dirot.]\n\n\n     MARQUES.\n     What means fair Britain's mighty Conqueror\n     So suddenly to cast away his staff,\n     And all in passion to forsake the tylt?\n\n     D. DIROT.\n     My Lord, this triumph we solemnise here\n     Is of mere love to your increasing joys,\n     Only expecting cheerful looks for all;\n     What sudden pangs than moves your majesty\n     To dim the brightness of the day with frowns?\n\n     WILLIAM THE CONQUEROR.\n     Ah, good my Lords, misconster not the cause;\n     At least, suspect not my displeased brows:\n     I amorously do bear to your intent,\n     For thanks and all that you can wish I yield.\n     But that which makes me blush and shame to tell\n     Is cause why thus I turn my conquering eyes\n     To cowards looks and beaten fantasies.\n\n     MOUNTNEY.\n     Since we are guiltless, we the less dismay\n     To see this sudden change possess your cheer,\n     For if it issue from your own conceits\n     Bred by suggestion of some envious thoughts,\n     Your highness wisdom may suppress it straight.\n     Yet tell us, good my Lord, what thought it is\n     That thus bereaves you of your late content,\n     That in advise we may assist your grace,\n     Or bend our forces to revive your spirits.\n\n     WILLIAM THE CONQUEROR.\n     Ah, Marques Lubeck, in thy power it lies\n     To rid my bosom of these thralled dumps:\n     And therefore, good my Lords, forbear a while\n     That we may parley of these private cares,\n     Whose strength subdues me more than all the world.\n\n     VALINGFORD.\n     We go and wish thee private conference\n     Publicke afffects in this accustomed peace.\n\n     [Exit all but William and the Marques.]\n\n     WILLIAM.\n     Now, Marques, must a Conquerer at arms\n     Disclose himself thrald to unarmed thoughts,\n     And, threatnd of a shadow, yield to lust.\n     No sooner had my sparkling eyes beheld\n     The flames of beauty blazing on this piece,\n     But suddenly a sense of miracle,\n     Imagined on thy lovely Maistre's face,\n     Made me abandon bodily regard,\n     And cast all pleasures on my wounded soul:\n     Then, gentle Marques, tell me what she is,\n     That thus thou honourest on thy warlike shield;\n     And if thy love and interest be such\n     As justly may give place to mine,\n     That if it be, my soul with honors wing\n     May fly into the bosom of my dear;\n     If not, close them, and stoop into my grave!\n\n     MARQUES.\n     If this be all, renowned Conquerer,\n     Advance your drooping spirits, and revive\n     The wonted courage of your Conquering mind;\n     For this fair picture painted on my shield\n     Is the true counterfeit of lovely Blaunch,\n     Princess and daughter to the King of Danes,\n     Whose beauty and excess of ornaments\n     Deserves another manner of defence,\n     Pomp and high person to attend her state\n     Then Marques Lubeck any way presents.\n     Therefore her vertues I resign to thee,\n     Already shrined in thy religious breast,\n     To be advanced and honoured to the full;\n     Nor bear I this an argument of love,\n     But to renown fair Blaunch, my Sovereigns child\n     In every place where I by arms may do it.\n\n     WILLIAM.\n     Ah, Marques, thy words bring heaven unto my soul,\n     And had I heaven to give for thy reward,\n     Thou shouldst be throned in no unworthy place.\n     But let my uttermost wealth suffice thy worth,\n     Which here I vow; and to aspire the bliss\n     That hangs on quick achievement of my love,\n     Thy self and I will travel in disguise,\n     To bring this Lady to our Brittain Court.\n\n     MARQUES.\n     Let William but bethink what may avail,\n     And let me die if I deny my aide.\n\n     WILLIAM.\n     Then thus:  The Duke Dirot, and Therle Dimarch,\n     Will I leave substitutes to rule my Realm,\n     While mighty love forbids my being here;\n     And in the name of Sir Robert of Windsor\n     Will go with thee unto the Danish Court.\n     Keep Williams secrets, Marques, if thou love him.\n     Bright Blaunch, I come! Sweet fortune, favour me,\n     And I will laud thy name eternally.\n\n     [Exeunt.]\n\n\n     SCENE II.\n\n     Manchester.  The Interior of a Mill.\n\n     [Enter the Miller and Em, his daughter.]\n\n\n     MILLER.\n     Come, daughter, we must learn to shake of pomp,\n     To leave the state that earst beseemd a Knight\n     And gentleman of no mean discent,\n     To undertake this homelie millers trade:\n     Thus must we mask to save our wretched lives,\n     Threatned by Conquest of this hapless Yle,\n     Whose sad invasions by the Conqueror\n     Have made a number such as we subject\n     Their gentle necks unto their stubborn yoke\n     Of drudging labour and base peasantry.\n     Sir Thomas Godard now old Goddard is,\n     Goddard the miller of fair Manchester.\n     Why should not I content me with this state,\n     As good Sir Edmund Trofferd did the flaile?\n     And thou, sweet Em, must stoop to high estate\n     To join with mine that thus we may protect\n     Our harmless lives, which, led in greater port,\n     Would be an envious object to our foes,\n     That seek to root all Britains Gentry\n     From bearing countenance against their tyranny.\n\n     EM.\n     Good Father, let my full resolved thoughts\n     With settled patiens to support this chance\n     Be some poor comfort to your aged soul;\n     For therein rests the height of my estate,\n     That you are pleased with this dejection,\n     And that all toils my hands may undertake\n     May serve to work your worthiness content.\n\n     MILLER.\n     Thanks, my dear Daughter.\n     These thy pleasant words\n     Transfer my soul into a second heaven:\n     And in thy settled mind my joys consist,\n     My state revived, and I in former plight.\n     Although our outward pomp be thus abased,\n     And thralde to drudging, stayless of the world,\n     Let us retain those honorable minds\n     That lately governed our superior state,\n     Wherein true gentry is the only mean\n     That makes us differ from base millers borne.\n     Though we expect no knightly delicates,\n     Nor thirst in soul for former soverainty,\n     Yet may our minds as highly scorn to stoop\n     To base desires of vulgars worldliness,\n     As if we were in our precedent way.\n     And, lovely daughter, since thy youthful years\n     Must needs admit as young affections,\n     And that sweet love unpartial perceives\n     Her dainty subjects through every part,\n     In chief receive these lessons from my lips,\n     The true discovers of a Virgins due,\n     Now requisite, now that I know thy mind\n     Something enclined to favour Manvils suit,\n     A gentleman, thy Lover in protest;\n     And that thou maist not be by love deceived,\n     But try his meaning fit for thy desert,\n     In pursuit of all amorous desires,\n     Regard thine honour.  Let not vehement sighs,\n     Nor earnest vows importing fervent love,\n     Render thee subject to the wrath of lust:\n     For that, transformed to form of sweet delight,\n     Will bring thy body and thy soul to shame.\n     Chaste thoughts and modest conversations,\n     Of proof to keep out all inchaunting vows,\n     Vain sighs, forst tears, and pitiful aspects,\n     Are they that make deformed Ladies fair,\n     Poor rich:  and such intycing men,\n     That seek of all but only present grace,\n     Shall in perseverance of a Virgins due\n     Prefer the most refusers to the choice\n     Of such a soul as yielded what they thought.\n     But ho:  where is Trotter?\n\n     [Here enters Trotter, the Millers man, to them:  And they\n     within call to him for their gryste.]\n\n     TROTTER.\n     Wheres Trotter? why, Trotter is here.  Yfaith, you and your\n     daughter go up and down weeping and wamenting, and keeping of\n     a wamentation, as who should say, the Mill would go with your\n     wamenting.\n\n     MILLER.\n     How now, Trotter? why complainest thou so?\n\n     TROTTER.\n     Why, yonder is a company of young men and maids, keep such a\n     stir for their grist, that they would have it before my stones\n     be ready to grind it.  But, yfaith, I would I could break wind\n     enough backward:  you should not tarry for your gryst, I\n     warrant you.\n\n     MILLER.\n     Content thee, Trotter, I will go pacify them.\n\n     TROTTER.\n     Iwis you will when I cannot.  Why, look, you have a Mill--\n     Why, whats your Mill without me?  Or rather, Mistress, what\n     were I without you?\n\n     [Here he taketh Em about the neck.]\n\n     EM.\n     Nay, Trotter, if you fall achyding, I will give you over.\n\n     TROTTER.\n     I chide you, dame, to amend you.  You are too fine to be a\n     Millers daughter; for if you should but stoop to take up the\n     tole dish, you will have the cramp in your finger at least\n     ten weeks after.\n\n     MILLER.\n     Ah, well said, Trotter; teach her to play the good huswife,\n     and thou shalt have her to thy wife, if thou canst get her\n     good will.\n\n     TROTTER.\n     Ah, words wherein I see Matrimony come loaden with kisses to\n     salute me!  Now let me alone to pick the Mill, to fill the\n     hopper, to take the tole, to mend the sails, yea, and to make\n     the mill to go with the very force of my love.\n\n     [Here they must call for their gryst within.]\n\n     TROTTER.\n     I come, I come; yfaith, now you shall have your gryst, or else\n     Trotter will trot and amble himself to death.\n\n     [They call him again.  Exit.]\n\n\n     SCENE III.\n\n     The Danish Court.\n\n     [Enter king of Denmark, with some attendants, Blanch his\n     daughter, Mariana, Marques Lubeck, William disguised.]\n\n\n     KING OF DENMARK.\n     Lord Marques Lubecke, welcome home.\n     Welcome, brave Knight, unto the Denmark King,\n     For Williams sake, the noble Norman Duke,\n     So famous for his fortunes and success,\n     That graceth him with name of Conqueror:\n     Right double welcome must thou be to us.\n\n     ROBERT WINDSOR.\n     And to my Lord the king shall I recount\n     Your graces courteous entertainment,\n     That for his sake vouchsafe to honor me,\n     A simple Knight attendant on his grace.\n\n     KING OF DENMARK.\n     But say, Sir Knight, what may I call your name?\n\n     ROBERT WINDSOR.\n     Robert Windsor, and like your Majesty.\n\n     KING OF DENMARK.\n     I tell thee, Robert, I so admire the man\n     As that I count it heinous guilt in him\n     That honors not Duke William with his heart.\n     Blanch, bid this stranger welcome, good my girl.\n\n     BLANCH.\n     Sir,\n     Shouyld I neglect your highness charge herein,\n     It might be thought of base discourtesy.\n     Welcome, Sir Knight, to Denmark, heartily.\n\n     ROBERT WINDSOR.\n     Thanks gentle Lady.  Lord Marques, who is she?\n\n     LUBECK.\n     That same is Blanch, daughter to the King.\n     The substance of the shadow that you saw.\n\n     ROBERT WINDSOR.\n     May this be she, for whom I crost the Seas?\n     I am ashamed to think I was so fond.\n     In whom there's nothing that contents my mind:\n     Ill head, worse featured, uncomely, nothing courtly;\n     Swart and ill favoured, a Colliers sanguine skin.\n     I never saw a harder favoured slut.\n     Love her? for what? I can no whit abide her.\n\n     KIND OF DENMARK.\n     Mariana, I have this day received letters\n     From Swethia, that lets me understand\n     Your ransom is collecting there with speed,\n     And shortly shalbe hither sent to us.\n\n     MARIANA.\n     Not that I find occasion of mislike\n     My entertainment in your graces court,\n     But that I long to see my native home--\n\n     KING OF DENMARK.\n     And reason have you, Madam, for the same.\n     Lord Marques, I commit unto your charge\n     The entertainment of Sir Robert here;\n     Let him remain with you within the Court,\n     In solace and disport to spend the time.\n\n     ROBERT WINDSOR.\n     I thank your highness, whose bounden I remain.\n\n     [Exit King of Denmark.  Blanch speaketh this secretly at one\n     end of the stage.]\n\n     Unhappy Blanch, what strange effects are these\n     That works within my thoughts confusedly?\n     That still, me thinks, affection draws me on,\n     To take, to like, nay more, to love this Knight?\n\n     ROBERT WINDSOR.\n     A modest countenance; no heavy sullen look;\n     Not very fair, but richly deckt with favour;\n     A sweet face, an exceeding dainty hand;\n     A body were it framed of wax\n     By all the cunning artists of the world,\n     It could not better be proportioned.\n\n     LUBECK.\n     How now, Sir Robert? in a study, man?\n     Here is no time for contemplation.\n\n     ROBERT WINDSOR.\n     My Lord, there is a certain odd conceit,\n     Which on the sudden greatly troubles me.\n\n     LUBECK.\n     How like you Blanch?  I partly do perceive\n     The little boy hath played the wag with you.\n\n     SIR ROBERT.\n     The more I look the more I love to look.\n     Who says that Mariana is not fair?\n     I'll gage my gauntlet gainst the envious man\n     That dares avow there liveth her compare.\n\n     LUBECK.\n     Sir Robert, you mistake your counterfeit.\n     This is the Lady which you came to see.\n\n     SIR ROBERT.\n     Yes, my Lord:  She is counterfeit in deed,\n     For there is the substance that best contents me.\n\n     LUBECK.\n     That is my love.  Sir Robert, you do wrong me.\n\n     ROBERT.\n     The better for you, sir, she is your Love--\n     As for the wrong, I see not how it grows.\n\n     LUBECK.\n     In seeking that which is anothers right.\n\n     ROBERT.\n     As who should say your love were privileged,\n     That none might look upon her but your self.\n\n     LUBECK.\n     These jars becomes not our familiarity,\n     Nor will I stand on terms to move your patience.\n\n     ROBERT.\n     Why, my Lord, am\n     Not I of flesh and blood as well as you?\n     Then give me leave to love as well as you.\n\n     LUBECK.\n     To Love, Sir Robert? but whom? not she I Love?\n     Nor stands it with the honor my state\n     To brook corrivals with me in my love.\n\n     ROBERT.\n     So, Sir, we are thorough for that Lady.\n     Ladies, farewell.  Lord Marques, will you go?\n     I will find a time to speak with her, I trowe.\n\n     LUBECK.\n     With all my heart.  Come, Ladies, will you walk?\n\n     [Exit.]\n\n\n     SCENE IV.\n\n     The English Court.\n\n     [Enter Manvile alone, disguised.]\n\n\n     MANVILE.\n     Ah, Em! the subject of my restless thoughts,\n     The Anvil whereupon my heart doth be\n     Framing thy state to thy desert--\n     Full ill this life becomes thy heavenly look,\n     Wherein sweet love and vertue sits enthroned.\n     Bad world, where riches is esteemd above them both,\n     In whose base eyes nought else is bountifull!\n     A Millers daughter, says the multitude,\n     Should not be loved of a Gentleman.\n     But let them breath their souls into the air,\n     Yet will I still affect thee as my self,\n     So thou be constant in thy plighted vow.\n     But here comes one--I will listen to his talk.\n\n     [Manvile stays, hiding himself.]\n\n     [Enter Valingford at another door, disguised.]\n\n     VALINGFORD.\n     Go, William Conqueror, and seek thy love\n     Seek thou a minion in a foreign land,\n     Whilest I draw back and court my love at home.\n     The millers daughter of fair Manchester\n     Hath bound my feet to this delightsome soil,\n     And from her eyes do dart such golden beams\n     That holds my heart in her subjection.\n\n     MANVILE.\n     He ruminates on my beloved choice:\n     God grant he come not to prevent my hope.\n     But here's another, him I'll listen to.\n\n     [Enter Mountney, disguised, at another door.]\n\n     LORD MOUNTNEY.\n     Nature unjust, in utterance of thy art,\n     To grace a peasant with a Princes fame!\n     Peasant am I, so to misterm my love:\n     Although a millers daughter by her birth,\n     Yet may her beauty and her vertues well suffice\n     To hide the blemish of her birth in hell,\n     Where neither envious eyes nor thought can pierce,\n     But endless darkness ever smother it.\n     Go, William Conqueror, and seek thy love,\n     Whilest I draw back and court mine own the while,\n     Decking her body with such costly robes\n     As may become her beauties worthiness;\n     That so thy labors may be laughed to scorn,\n     And she thou seekest in foreign regions\n     Be darkened and eclipst when she arrives\n     By one that I have chosen nearer home.\n\n     MANVILE.\n     What! comes he too, to intercept my love?\n     Then hie thee Manvile to forestall such foes.\n\n     [Exit Manvile.]\n\n     MOUNTNEY.\n     What now, Lord Valingford, are you behind?\n     The king had chosen you to go with him.\n\n     VALINGFORD.\n     So chose he you, therefore I marvel much\n     That both of us should linger in this sort.\n     What may the king imagine of our stay?\n\n     MOUNTNEY.\n     The king may justly think we are to blame:\n     But I imagined I might well be spared,\n     And that no other man had borne my mind.\n\n     VALINGFORD.\n     The like did I: in friendship then resolve\n     What is the cause of your unlookt for stay?\n\n     MOUNTNEY.\n     Lord Valingford, I tell thee as a friend,\n     Love is the cause why I have stayed behind.\n\n     VALINGFORD.\n     Love, my Lord? of whom?\n\n     MOUNTNEY.\n     Em, the millers daughter of Manchester.\n\n     VALINGFORD.\n     But may this be?\n\n     MOUNTNEY.\n     Why not, my Lord?  I hope full well you know\n     That love respects no difference of state,\n     So beauty serve to stir affection.\n\n     VALINGFORD.\n     But this it is that makes me wonder most:\n     That you and I should be of one conceit\n     I such a strange unlikely passion.\n\n     MOUNTNEY.\n     But is that true?  My Lord, I hope you do but jest.\n\n     VALINGFORD.\n     I would I did; then were my grief the less.\n\n     MOUNTNEY.\n     Nay, never grieve; for if the cause be such\n     To join our thoughts in such a Simpathy,\n     All envy set aside, let us agree\n     To yield to eithers fortune in this choice.\n\n     VALINGFORD.\n     Content, say I:  and what so ere befall,\n     Shake hands, my Lord, and fortune thrive at all.\n\n     [Exeunt.]\n\n\n\n\nACT II.\n\n     SCENE I.  Manchester.  The Mill.\n\n     [Enter Em and Trotter, the Millers man, with a kerchife on his\n     head, and an Urinall in his hand.]\n\n\n     EM.\n     Trotter, where have you been?\n\n     TROTTER.\n     Where have I been? why, what signifies this?\n\n     EM.\n     A kerchiefe, doth it not?\n\n     TROTTER.\n     What call you this, I pray?\n\n     EM.\n     I say it is an Urinall.\n\n     TROTTER.\n     Then this is mystically to give you to understand, I have\n     been at the Phismicaries house.\n\n     EM.\n     How long hast thou been sick?\n\n     TROTTER.\n     Yfaith, even as long as I have not been half well, and that\n     hath been a long time.\n\n     EM.\n     A loitering time, I rather imagine.\n\n     TROTTER.\n     It may be so: but the Phismicary tells me that you can help\n     Me.\n\n     EM.\n     Why, any thing I can do for recovery of thy health be right\n     well assured of.\n\n     TROTTER.\n     Then give me your hand.\n\n     EM.\n     To what end?\n\n     TROTTER.\n     That the ending of an old indenture is the beginning of a\n     new bargain.\n\n     EM.\n     What bargain?\n\n     TROTTER.\n     That you promised to do any thing to recover my health.\n\n     EM.\n     On that condition I give thee my hand.\n\n     TROTTER.\n     Ah, sweet Em!\n\n     [Here he offers to kiss her.]\n\n     EM.\n     How now, Trotter! your masters daughter?\n\n     TROTTER.\n     Yfaith, I aim at the fairest.\n        Ah, Em, sweet Em!\n        Fresh as the flower,\n        That hath pour\n        To wound my heart,\n        And ease my smart,\n        Of me, poor thief,\n        In prison bound--\n\n     EM.\n        So all your rhyme\n        Lies on the ground.\n     But what means this?\n\n     TROTTER.\n     Ah, mark the device--\n        For thee, my love,\n        Full sick I was,\n        In hazard of my life.\n        Thy promise was\n        To make me whole,\n        And for to be my wife.\n        Let me enjoy\n        My love, my dear,\n        And thou possess\n        Thy Trotter here.\n\n     EM.\n     But I meant no such matter.\n\n     TROTTER.\n     Yes, woos, but you did.  I'll go to our Parson, Sir John, and\n     he shall mumble up the marriage out of hand.\n\n     EM.\n     But here comes one that will forbid the Banes.\n\n     [Here enters Manvile to them.]\n\n     TROTTER.\n     Ah, Sir, you come too late.\n\n     MANVILE.\n     What remedy, Trotter?\n\n     EM.\n     Go, Trotter, my father calls.\n\n     TROTTER.\n     Would you have me go in, and leave you two here?\n\n     EM.\n     Why, darest thou not trust me?\n\n     TROTTER.\n     Yes, faith, even as long as I see you.\n\n     EM.\n     Go thy ways, I pray thee heartily.\n\n     TROTTER.\n     That same word (heartily) is of great force.  I will go.  But\n     I pray, sir, beware you come not too near the wench.\n\n     [Exit Trotter.]\n\n     MANVILE.\n     I am greatly beholding to you.\n     Ah, Maistres, sometime I might have said, my love,\n     But time and fortune hath bereaved me of that,\n     And I, an object in those gratious eyes,\n     That with remorse earst saw into my grief,\n     May sit and sigh the sorrows of my heart.\n\n     EM.\n     In deed my Manvile hath some cause to doubt,\n     When such a Swain is rival in his love!\n\n     MANVILE.\n     Ah, Em, were he the man that causeth this mistrust,\n     I should esteem of thee as at the first.\n\n     EM.\n     But is my love in earnest all this while?\n\n     MANVILE.\n     Believe me, Em, it is not time to jest,\n     When others joys, what lately I possest.\n\n     EM.\n     If touching love my Manvile charge me thus,\n     Unkindly must I take it at his hands,\n     For that my conscience clears me of offence.\n\n     MANVILE.\n     Ah, impudent and shameless in thy ill,\n     That with thy cunning and defraudful tongue\n     Seeks to delude the honest meaning mind!\n     Was never heard in Manchester before\n     Of truer love then hath been betwixt twain:\n     And for my part how I have hazarded\n     Displeasure of my father and my friends,\n     Thy self can witness.  Yet notwithstanding this,\n     Two gentlemen attending on Duke William,\n     Mountney and Valingford, as I heard them named,\n     Oft times resort to see and to be seen\n     Walking the street fast by thy fathers door,\n     Whose glauncing eyes up to the windows cast\n     Gives testies of their Maisters amorous heart.\n     This, Em, is noted and too much talked on,\n     Some see it without mistrust of ill--\n     Others there are that, scorning, grin thereat,\n     And saith, 'There goes the millers daughters wooers'.\n     Ah me, whom chiefly and most of all it doth concern,\n     To spend my time in grief and vex my soul,\n     To think my love should be rewarded thus,\n     And for thy sake abhor all womenkind!\n\n     EM.\n     May not a maid look upon a man\n     Without suspitious judgement of the world?\n\n     MANVILE.\n     If sight do move offence, it is the better not to see.\n     But thou didst more, unconstant as thou art,\n     For with them thou hadst talk and conference.\n\n     EM.\n     May not a maid talk with a man without mistrust?\n\n     MANVILE.\n     Not with such men suspected amorous.\n\n     EM.\n     I grieve to see my Manviles jealousy.\n\n     MANVILE.\n     Ah, Em, faithful love is full of jealousy.\n     So did I love thee true and faithfully,\n     For which I am rewarded most unthankfully.\n\n     [Exit in a rage.  Manet Em.]\n\n     EM.\n     And so away?  What, in displeasure gone,\n     And left me such a bittersweet to gnaw upon?\n     Ah, Manvile, little wottest thou\n     How near this parting goeth to my heart.\n     Uncourteous love, whose followers reaps reward\n     Of hate, disdain, reproach and infamy,\n     The fruit of frantike, bedlome jealousy!\n\n     [Here enter Mountney to Em.]\n\n     But here comes one of these suspitious men:\n     Witness, my God, without desert of me,\n     For only Manvile, honor I in heart,\n     Nor shall unkindness cause me from him to start.\n\n     MOUNTNEY.\n     For this good fortune, Venus, be thou blest,\n     To meet my love, the mistress of my heart,\n     Where time and place gives opportunity\n     At full to let her understand my love.\n\n     [He turns to Em and offers to take her by the hand, and she\n     goes from him.]\n\n     Fair mistress, since my fortune sorts so well,\n     Hear you a word.  What meaneth this?\n     Nay, stay, fair Em.\n\n     EM.\n     I am going homewards, sir.\n\n     MOUNTNEY.\n     Yet stay, sweet love, to whom I must disclose\n     The hidden secrets of a lovers thoughts,\n     Not doubting but to find such kind remorse\n     As naturally you are enclined to.\n\n     EM.\n     The Gentle-man, your friend, Sir,\n     I have not seen him this four days at the least.\n\n     MOUNTNEY.\n     Whats that to me?\n     I speak not, sweet, in person of my friend,\n     But for my self, whom, if that love deserve\n     To have regard, being honourable love,\n     Not base affects of loose lascivious love,\n     Whom youthful wantons play and dally with,\n     But that unites in honourable bands of holy rites,\n     And knits the sacred knot that Gods--\n\n     [Here Em cuts him off.]\n\n     EM.\n     What mean you, sir, to keep me here so long?\n     I cannot understand you by your signs;\n     You keep a pratling with your lips,\n     But never a word you speak that I can hear.\n\n     MOUNTNEY.\n     What, is she deaf? a great impediment.\n     Yet remedies there are for such defects.\n     Sweet Em, it is no little grief to me,\n     To see, where nature in her pride of art\n     Hath wrought perfections rich and admirable--\n\n     EM.\n     Speak you to me, Sir?\n\n     MOUNTNEY.\n     To thee, my only joy.\n\n     EM.\n     I cannot hear you.\n\n     MOUNTNEY.\n     Oh, plague of Fortune!  Oh hell without compare!\n     What boots it us to gaze and not enjoy?\n\n     EM.\n     Fare you well, Sir.\n\n     [Exit Em.  Manet Mountney.]\n\n     MOUNTNEY.\n     Fare well, my love.  Nay, farewell life and all!\n     Could I procure redress for this infirmity,\n     It might be means she would regard my suit.\n     I am acquainted with the Kings Physicians,\n     Amongst the which theres one mine honest friend,\n     Seignior Alberto, a very learned man.\n     His judgement will I have to help this ill.\n     Ah, Em, fair Em, if Art can make thee whole,\n     I'll buy that sence for thee, although it cost me dear.\n     But, Mountney, stay: this may be but deceit,\n     A matter fained only to delude thee,\n     And, not unlike, perhaps by Valingford.\n     He loves fair Em as well as I--\n     As well as I? ah, no, not half so well.\n     Put case: yet may he be thine enemy,\n     And give her counsell to dissemble thus.\n     I'll try the event and if it fall out so,\n     Friendship, farewell:  Love makes me now a foe.\n\n     [Exit Mountney.]\n\n\n     SCENE II.\n\n     An Ante-Chamber at the Danish Court.\n\n     [Enter Marques Lubeck and Mariana.]\n\n\n     MARIANA.\n     Trust me, my Lord, I am sorry for your hurt.\n\n     LUBECK.\n     Gramercie, Madam; but it is not great:\n     Only a thrust, prickt with a Rapiers point.\n\n     MARIANA.\n     How grew the quarrel, my Lord?\n\n     LUBECK.\n     Sweet Lady, for thy sake.  There was this last night two\n     masks in one company, my self the formost.  The other strangers\n     were: amongst the which, when the Musick began to sound the\n     Measures, each Masker made choice of his Lady; and one, more\n     forward than the rest, stept towards thee, which I perceiving,\n     thrust him aside, and took thee my self.  But this was taken in\n     so ill part that at my coming out of the court gate, with\n     justling together, it was my chance to be thrust into the arm.\n     The doer thereof, because he was the original cause of the\n     disorder at that inconvenient time, was presently committed,\n     and is this morning sent for to answer the matter.  And I\n     think here he comes.\n\n     [Here enters Sir Robert of Windsor with a Gaylor.]\n\n     What, Sir Robert of Windsor, how now?\n\n     SIR ROBERT.\n     Yfaith, my Lord, a prisoner: but what ails your arm?\n\n     LUBECK.\n     Hurt the last night by mischance.\n\n     SIR ROBERT.\n     What, not in the mask at the Court gate?\n\n     LUBECK.\n     Yes, trust me, there.\n\n     SIR ROBERT.\n     Why then, my Lord, I thank you for my nights lodging.\n\n     LUBECK.\n     And I you for my hurt, if it were so.  Keeper, away, I\n     discharge you of your prisoner.\n\n     [Exit the Keeper.]\n\n     SIR ROBERT.\n     Lord Marques, you offered me disgrace to shoulder me.\n\n     LUBECK.\n     Sir, I knew you not, and therefore you must pardon me, and\n     the rather it might be alleged to me of mere simplicity to\n     see another dance with my Maistris, disguised, and I my self\n     in presence.  But seeing it was our happs to damnify each\n     other unwillingly, let us be content with our harms, and lay\n     the fault where it was, and so become friends.\n\n     SIR ROBERT.\n     Yfaith, I am content with my nights lodging, if you be content\n     with your hurt.\n\n     LUBECK.\n     Not content that I have it, but content to forget how I came\n     by it.\n\n     SIR ROBERT.\n     My Lord, here comes Lady Blaunch, lets away.\n\n     [Enter Blaunch.]\n\n     LUBECK.\n     With good will.  Lady, you will stay?\n\n     [Exit Lubeck and Sir Robert.]\n\n     MARIANA.\n     Madam--\n\n     BLAUNCH.\n     Mariana, as I am grieved with thy presence: so am I not\n     offended for thy absence; and were it not a breach to modesty,\n     thou shouldest know before I left thee.\n\n     MARIANA.\n     How near is this humor to madness!  If you hold on as you\n     begin, you are in a pretty way to scolding.\n\n     BLAUNCH.\n     To scolding, huswife?\n\n     MARIANA.\n     Madam, here comes one.\n\n     [Here enters one with a letter.]\n\n     BLAUNCH.\n     There doth in deed.  Fellow, wouldest thou have any thing with\n     any body here?\n\n     MESSENGER.\n     I have a letter to deliver to the Lady Mariana.\n\n     BLAUNCH.\n     Give it me.\n\n     MESSENGER.\n     There must none but she have it.\n\n     [Blaunch snatcheth the letter from him.  Et exit messenger.]\n\n     BLAUNCH.\n     Go to, foolish fellow.  And therefore, to ease the anger I\n     sustain, I'll be so bold to open it.  Whats here?  Sir\n     Robert greets you well?  You, Mastries, his love, his life?\n     Oh amorous man, how he entertains his new Maistres; and\n     bestows on Lubeck, his od friend, a horn night cap to keep\n     in his witt.\n\n     MARIANA.\n     Madam, though you have discourteously read my letter, yet I\n     pray you give it me.\n\n     BLAUNCH.\n     Then take it:  there, and there, and there!\n\n     [She tears it.  Et exit Blaunch.]\n\n     MARIANA.\n     How far doth this differ from modesty!  Yet will I gather\n     up the pieces, which happily may shew to me the intent\n     thereof, though not the meaning.\n\n     [She gathers up the pieces and joins them.]\n\n     'Your servant and love, sir Robert of Windsor, Alias William\n     the Conqueror, wisheth long health and happiness'.  Is this\n     William the Conqueror, shrouded under the name of sir Robert\n     of Windsor?  Were he the Monarch of the world he should not\n     disposess Lubeck of his Love.  Therefore I will to the\n     Court, and there, if I can, close to be friends with Lady\n     Blaunch; and thereby keep Lubeck, my Love, for my self, and\n     further the Lady Blaunch in her suit, as much as I may.\n\n     [Exit.]\n\n\n     SCENE III.\n\n     Manchester.  The Mill.\n\n     [Enter Em sola.]\n\n\n     EM.\n     Jealousy, that sharps the lovers sight,\n     And makes him conceive and conster his intent,\n     Hath so bewitched my lovely Manvils senses\n     That he misdoubts his Em, that loves his soul;\n     He doth suspect corrivals in his love,\n     Which, how untrue it is, be judge, my God!\n     But now no more--Here commeth Valingford;\n     Shift him off now, as thou hast done the other.\n\n     [Enter Valingford.]\n\n     VALINGFORD.\n     See how Fortune presents me with the hope I lookt for.\n     Fair Em!\n\n     EM.\n     Who is that?\n\n     VALINGFORD.\n     I am Valingford, thy love and friend.\n\n     EM.\n     I cry you mercy, Sir; I thought so by your speech.\n\n     VALINGFORD.\n     What aileth thy eyes?\n\n     EM.\n     Oh blind, Sir, blind, stricken blind, by mishap, on a sudden.\n\n     VALINGFORD.\n     But is it possible you should be taken on such a sudden?\n     Infortunate Valingford, to be thus crost in thy love!  Fair\n     Em, I am not a little sorry to see this thy hard hap.  Yet\n     nevertheless, I am acquainted with a learned Phisitian that\n     will do any thing for thee at my request.  To him will I\n     resort, and enquire his judgement, as concerning the recovery\n     of so excellent a sense.\n\n     EM.\n     Oh Lord Sir:  and of all things I cannot abide Phisicke, the\n     very name thereof to me is odious.\n\n     VALINGFORD.\n     No? not the thing will do thee so much good?  Sweet Em, hether\n     I cam to parley of love, hoping to have found thee in thy\n     woonted prosperity; and have the gods so unmercifully thwarted\n     my expectation, by dealing so sinisterly with thee, sweet Em?\n\n     EM.\n     Good sir, no more, it fits not me\n     To have respect to such vain fantasies\n     As idle love presents my ears withall.\n     More reason I should ghostly give my self\n     To sacred prayers for this my former sin,\n     For which this plague is justly fallen upon me,\n     Then to harken to the vanities of love.\n\n     VALINGFORD.\n     Yet, sweet Em,\n     Accept this jewell at my hand, which I\n     Bestowe on thee in token of my love.\n\n     EM.\n     A jewell, sir! what pleasure can I have\n     In jewels, treasure, or any worldly thing\n     That want my sight that should deserne thereof?\n     Ah, sir, I must leave you:\n     The pain of mine eyes is so extreme,\n     I cannot long stay in a place.  I take my leave.\n\n     [Exit Em.]\n\n     VALINGFORD.\n     Zounds, what a cross is this to my conceit!  But, Valingford,\n     search the depth of this devise.  Why may not this be fained\n     subteltie, by Mountneys invention, to the intent that I\n     seeing such occasion should leave off my suit and not any\n     more persist to solicit her of love?  I'll try the event; if\n     I can by any means perceive the effect of this deceit to be\n     procured by his means, friend Mountney, the one of us is like\n     to repent our bargain.\n\n     [Exit.]\n\n\n\n\nACT III.\n\n     SCENE I.  The Danish Court.\n\n     [Enter Mariana and Marques Lubeck.]\n\n\n     LUBECK.\n     Lady,\n     Since that occasion, forward in our good,\n     Presenteth place and opportunity,\n     Let me intreat your woonted kind consent\n     And friendly furtherance in a suit I have.\n\n     MARIANA.\n     My Lord, you know you need not to intreat,\n     But may command Mariana to her power,\n     Be it no impeachment to my honest fame.\n\n     LUBECK.\n     Free are my thoughts from such base villainy\n     As may in question, Lady, call your name:\n     Yet is the matter of such consequence,\n     Standing upon my honorable credit,\n     To be effected with such zeal and secrecy\n     As, should I speak and fail my expectation,\n     It would redound greatly to my prejudice.\n\n     MARIANA.\n     My Lord, wherein hath Mariana given you\n     Occasion that you should mistrust, or else\n     Be jealous of my secrecy?\n\n     LUBECK.\n     Mariana, do not misconster of me:\n     I not mistrust thee, nor thy secrecy;\n     Nor let my love misconster my intent,\n     Nor think thereof but well and honorable.\n     Thus stands the case:\n     Thou knowest from England hether came with me\n     Robert of Windsor, a noble man at Arms,\n     Lusty and valiant, in spring time of his years:\n     No marvell then though he prove amorous.\n\n     MARIANA.\n     True, my Lord, he came to see fair Blanch.\n\n     LUBECK.\n     No, Mariana, that is not it.  His love to Blanch\n     Was then extinct, when first he saw thy face.\n     'Tis thee he loves; yea, thou art only she\n     That is maistres and commander of his thoughts.\n\n     MARIANA.\n     Well, well, my Lord, I like you, for such drifts\n     Put silly Ladies often to their shifts.\n     Oft have I heard you say you loved me well,\n     Yea, sworn the same, and I believed you too.\n     Can this be found an action of good faith\n     Thus to dissemble where you found true love?\n\n     LUBECK.\n     Mariana, I not dissemble, on mine honour,\n     Nor fails my faith to thee.  But for my friend,\n     For princely William, by whom thou shalt possess\n     The title of estate and Majesty,\n     Fitting thy love, and vertues of thy mind--\n     For him I speak, for him do I intreat,\n     And with thy favour fully do resign\n     To him the claim and interest of my love.\n     Sweet Mariana, then, deny me not:\n     Love William, love my friend, and honour me,\n     Who else is clean dishonored by thy means.\n\n     MARIANA.\n     Borne to mishap, my self am only she\n     On whom the Sun of Fortune never shined:\n     But Planets ruled by retrogard aspect\n     Foretold mine ill in my nativity.\n\n     LUBECK.\n     Sweet Lady, cease, let my intreaty serve\n     To pacify the passion of thy grief,\n     Which, well I know, proceeds of ardent love.\n\n     MARIANA.\n     But Lubeck now regards not Mariana.\n\n     LUBECK.\n     Even as my life, so love I Mariana.\n\n     MARIANA.\n     Why do you post me to another then?\n\n     LUBECK.\n     He is my friend, and I do love the man.\n\n     MARIANA.\n     Then will Duke William rob me of my Love?\n\n     LUBECK.\n     No, as his life Mariana he doth love.\n\n     MARIANA.\n     Speak for your self, my Lord, let him alone.\n\n     LUBECK.\n     So do I, Madam, for he and I am one.\n\n     MARIANA.\n     Then loving you I do content you both.\n\n     LUBECK.\n     In loveing him, you shall content us both:\n     Me, for I crave that favour at your hands,\n     He, for he hopes that comfort at your hands.\n\n     MARIANA.\n     Leave off, my Lord, here comes the Lady Blaunch.\n\n     [Enter Blaunch to them.]\n\n     LUBECK.\n     Hard hap to break us of our talk so soon!\n     Sweet Mariana, do remember me.\n\n     [Exit Lubeck.]\n\n     MARIANA.\n     Thy Mariana cannot chose but remember thee.\n\n     BLAUNCH.\n     Mariana, well met.  You are very forward in your Love?\n\n     MARIANA.\n     Madam, be it in secret spoken to your self, if you will but\n     follow the complot I have invented, you will not think me\n     so forward as your self shall prove fortunate.\n\n     BLAUNCH.\n     As how?\n\n     MARIANA.\n     Madam, as thus:  It is not unknowen to you that Sir Robert\n     of Windsor, a man that you do not little esteem, hath long\n     importuned me of Love; but rather then I will be found\n     false or unjust to the Marques Lubeck, I will, as did the\n     constant lady Penelope, undertake to effect some great\n     task.\n\n     BLAUNCH.\n     What of all this?\n\n     MARIANA.\n     The next time that Sir Robert shall come in his woonted\n     sort to solicit me with Love, I will seem to agree and like\n     of any thing that the Knight shall demaund, so far foorth\n     as it be no impeachment to my chastity:  And, to conclude,\n     point some place for to meet the man, for my conveyance\n     from the Denmark Court: which determined upon, he will\n     appoint some certain time for our departure: whereof you\n     having intelligence, you may soon set down a plot to wear\n     the English Crown, and than--\n\n     BLANCH.\n     What then?\n\n     MARIANA.\n     If Sir Robert prove a King and you his Queen, how than?\n\n     BLANCH.\n     Were I assured of the one, as I am persuaded of the other,\n     there were some possibility in it.  But here comes the man.\n\n     MARIANA.\n     Madam, begone, and you shall see I will work to your desire\n     and my content.\n\n     [Exit Blanch.]\n\n     WILLIAM CON.\n     Lady, this is well and happily met.\n     Fortune hetherto hath beene my foe,\n     And though I have oft sought to speak with you,\n     Yet still I have been crot with sinister happs.\n     I cannot, Madam, tell a loving tale\n     Or court my Maistres with fabulous discourses,\n     That am a souldier sworn to follow arms:\n     But this I bluntly let you understand,\n     I honor you with such religious Zeal\n     As may become an honorable mind.\n     Nor may I make my love the siege of Troy,\n     That am a stranger in this Country.\n     First, what I am I know you are resolved,\n     For that my friend hath let you that to understand,\n     The Marques Lubeck, to whom I am so bound\n     That whilest I live I count me only his.\n\n     MARIANA.\n     Surely you are beholding to the Marques,\n     For he hath been an earnest spokes-man in your cause.\n\n     WILLIAM.\n     And yields my Lady, then, at his request,\n     To grace Duke William with her gratious love?\n\n     MARIANA.\n     My Lord, I am a prisoner,\n     And hard it were to get me from the Court.\n\n     WILLIAM.\n     An easy matter to get you from the Court,\n     If case that you will thereto give consent.\n\n     MARIANA.\n     Put case I should, how would you use me than?\n\n     WILLIAM.\n     Not otherwise but well and honorably.\n     I have at Sea a ship that doth attend,\n     Which shall forthwith conduct us into England,\n     Where when we are, I straight will marry thee.\n     We may not stay deliberating long,\n     Least that suspicion, envious of our weal,\n     Set in a foot to hinder our pretence.\n\n     MARIANA.\n     But this I think were most convenient,\n     To mask my face, the better to scape unknowen.\n\n     WILLIAM.\n     A good devise: till then, Farwell, fair love.\n\n     MARIANA.\n     But this I must intreat your grace,\n     You would not seek by lust unlawfully\n     To wrong my chaste determinations.\n\n     WILLIAM.\n     I hold that man most shameless in his sin\n     That seeks to wrong an honest Ladies name\n     Whom he thinks worthy of his marriage bed.\n\n     MARIANA.\n     In hope your oath is true,\n     I leave your grace till the appointed time.\n\n     [Exit Mariana.]\n\n     WILLIAM.\n     O happy William, blessed in th love,\n     Most fortunate in Mariana's love!\n     Well, Lubeck, well, this courtesy of thine\n     I will requite, if God permit me life.\n\n     [Exit.]\n\n\n     SCENE II.\n\n     Manchester.  Near the Mill.\n\n     [Enter Valingford and Mountney at two sundry doors, looking\n     angrily each on other with Rapiers drawn.]\n\n\n     MOUNTNEY.\n     Valingford, so hardly I disgest\n     An injury thou hast profered me,\n     As, were it not that I detest to do\n     What stands not with the honor of my name,\n     Thy death should pay thy ransom of thy fault.\n\n     VALINGFORD.\n     And, Mountney, had not my revenging wrath,\n     Incenst with more than ordinary love,\n     Been loth for to deprive thee of thy life,\n     Thou hadst not lived to brave me as thou doest.\n     Wretch as thou art,\n     Wherein hath Valingford offended thee?\n     That honourable bond which late we did\n     Confirm in presence of the Gods,\n     When with the Conqueror we arrived here,\n     For my part hath been kept inviolably,\n     Till now too much abused by thy villainy,\n     I am inforced to cancel all those bands,\n     By hating him which I so well did love.\n\n     MOUNTNEY.\n     Subtle thou art, and cunning in thy fraud,\n     That, giving me occasion of offence,\n     Thou pickst a quarrell to excuse thy shame.\n     Why, Valingford, was it not enough for thee\n     To be a rival twixt me and my love,\n     But counsell her, to my no small disgrace,\n     That, when I came to talk with her of love,\n     She should seem deaf, as faining not to hear?\n\n     VALINGFORD.\n     But hath she, Mountney, used thee as thou sayest?\n\n     MOUNTNEY.\n     Thou knowest too well she hath:\n     Wherein thou couldest not do me greater injury.\n\n     VALINGFORD.\n     Then I perceive we are deluded both.\n     For when I offered many gifts of Gold,\n     And Jewels to entreat for love,\n     She hath refused them with a coy disdain,\n     Alledging that she could not see the Sun.\n     The same conjectured I to be thy drift,\n     That faining so she might be rid of me.\n\n     MOUNTNEY.\n     The like did I by thee.  But are not these\n     Naturall impediments?\n\n     VALINGFORD.\n     In my conjecture merely counterfeit:\n     Therefore lets join hands in friendship once again,\n     Since that the jar grew only by conjecture.\n\n     MOUNTNEY.\n     With all my heart:  Yet lets try the truth hereof.\n\n     VALINGFORD.\n     With right good will.  We will straight unto her father,\n     And there to learn whither it be so or no.\n\n     [Exeunt.]\n\n\n     SCENE III.\n\n     Outside the Danish Palace.\n\n     [Enter William and Blanch disguised, with a mask over her\n     face.]\n\n\n     WILLIAM.\n     Come on, my love, the comfort of my life.\n     Disguised thus we may remain unknowen,\n     And get we once to Seas, I force no then,\n     We quickly shall attain the English shore.\n\n     BLAUNCH.\n     But this I urge you with your former oath:\n     You shall not seek to violate mine honour,\n     Until our marriage rights be all performed.\n\n     WILLIAM.\n     Mariana, here I swear to thee by heaven,\n     And by the honour that I bear to Arms,\n     Never to seek or crave at hands of thee\n     The spoil of honourable chastity,\n     Until we do attain the English coast,\n     Where thou shalt be my right espoused Queen.\n\n     BLANCH.\n     In hope your oath proceedeth from your heart,\n     Let's leave the Court, and betake us to his power\n     That governs all things to his mighty will,\n     And will reward the just with endless joy,\n     And plague the bad with most extreme annoy.\n\n     WILLIAM.\n     Lady, as little tarriance as we may,\n     Lest some misfortune happen by the way.\n\n     [Exit Blanch and William.]\n\n\n     SCENE IV.\n\n     Manchester.  The Mill.\n\n     [Enter the Miller, his man Trotter, and Manville.]\n\n\n     MILLER.\n     I tell you, sir, it is no little grief to me, you should\n     so hardly conseit of my daughter, whose honest report,\n     though I say it, was never blotted with any title of\n     defamation.\n\n     MANVILLE.\n     Father Miller, the repair of those gentlemen to your house\n     hath given me great occasion to mislike.\n\n     MILLER.\n     As for those gentlemen, I never saw in them any evil intreaty.\n     But should they have profered it, her chaste mind hath proof\n     enough to prevent it.\n\n     TROTTER.\n     Those gentlemen are so honest as ever I saw:  For yfaith one\n     of them gave me six pence to fetch a quart of Seck.--See,\n     maister, here they come.\n\n     [Enter Mountney and Valingford.]\n\n     MILLER.\n     Trotter, call Em.  Now they are here together, I'll have this\n     matter throughly debated.\n\n     [Exit Trotter.]\n\n     MOUNTNEY.\n     Father, well met.  We are come to confer with you.\n\n     MANVILLE.\n     Nay, with his daughter rather.\n\n     VALINGFORD.\n     Thus it is, father, we are come to crave your friendship in\n     a matter.\n\n     MILLER.\n     Gentlemen, as you are strangers to me, yet by the way of\n     courtesy you shall demand any reasonable thing at my hands.\n\n     MANVILLE.\n     What, is the matter so forward they came to crave his good\n     will?\n\n     VALINGFORD.\n     It is given us to understand that your daughter is sodenly\n     become both blind and deaf.\n\n     MILLER.\n     Marie, God forbid!  I have sent for her.  In deed, she\n     hath kept her chamber this three days.  It were no little\n     grief to me if it should be so.\n\n     MANVILLE.\n     This is God's judgement for her treachery.\n\n     [Enter Trotter, leading Em.]\n\n     MILLER.\n     Gentlemen, I fear your words are too true.  See where\n     Trotter comes leading of her.--What ails my Em?  Not blind,\n     I hope?\n\n     EM.\n     [Aside.]  Mountney and Valingford both together!  And\n     Manville, to whom I have faithfully vowed my love!  Now, Em,\n     suddenly help thy self.\n\n     MOUNTNEY.\n     This is no desembling, Valingford.\n\n     VALINGFORD.\n     If it be, it is cunningly contrived of all sides.\n\n     EM.\n     [Aside to Trotter.]  Trotter, lend me thy hand, and as thou\n     lovest me, keep my counsell, and justify what so ever I say\n     and I'll largely requite thee.\n\n     TROTTER.\n     Ah, thats as much as to say you would tell a monstrous,\n     terrible, horrible, outragious lie, and I shall sooth it--\n     no, berlady!\n\n     EM.\n     My present extremity will me,--if thou love me, Trotter.\n\n     TROTTER.\n     That same word love makes me to do any thing.\n\n     EM.\n     Trotter, wheres my father?\n\n     TROTTER.\n     Why, what a blind dunce are you, can you not see?  He\n     standeth right before you.\n\n     [He thrusts Em upon her father.]\n\n     EM.\n     Is this my father?--Good father, give me leave to sit where\n     I may not be disturbed, sith God hath visited me both of my\n     sight and hearing.\n\n     MILLER.\n     Tell me, sweet Em, how came this blindness?  Thy eyes are\n     lovely to look on, and yet have they lost the benefit of\n     their sight.  What a grief is this to thy poor father!\n\n     EM.\n     Good father, let me not stand as an open gazing stock to\n     every one, but in a place alone, as fits a creature so\n     miserable.\n\n     MILLER.\n     Trotter, lead her in, the utter overthrow of poor Goddards\n     joy and only solace.\n\n     [Exit the Miller, Trotter and Em.]\n\n     MANVILLE.\n     Both blind and deaf!  Then is she no wife for me; and glad\n     am I so good occasion is hapned: Now will I away to Chester,\n     and leave these gentlemen to their blind fortune.\n\n     [Exit Manville.]\n\n     MOUNTNEY.\n     Since fortune hath thus spitefully crost our hope, let us\n     leave this quest and harken after our King, who is at this\n     day landed at Lirpoole.\n\n     [Exit Mountney.]\n\n     VALINGFORD.\n     Go, my Lord, I'll follow you.--Well, now Mountney is gone,\n     I'll stay behind to solicit my love; for I imagine that I\n     shall find this but a fained invention, thereby to have us\n     leave off our suits.\n\n     [Exit Valingford.]\n\n\n     SCENE V.\n\n     The Danish Court.\n\n     [Enter Marques Lubeck and the King of Denmark, angerly with\n     some attendants.]\n\n\n     ZWENO K.\n     Well, Lubeck, well, it is not possible\n     But you must be consenting to this act?\n     Is this the man so highly you extold?\n     And play a part so hateful with his friend?\n     Since first he came with thee into the court,\n     What entertainment and what coutenance\n     He hath received, none better knows than thou.\n     In recompence whereof, he quites me well\n     To steal away fair Mariana my prisoner,\n     Whose ransom being lately greed upon,\n     I am deluded of by this escape.\n     Besides, I know not how to answer it,\n     When she shall be demanded home to Swethia.\n\n     LUBECK.\n     My gracious Lord, conjecture not, I pray,\n     Worser of Lubeck than he doth deserve:\n     Your highness knows Mariana was my love,\n     Sole paragon and mistress of my thoughts.\n     Is it likely I should know of her departure,\n     Wherein there is no man injured more than I?\n\n     ZWENO.\n     That carries reason, Marques, I confess.\n     Call forth my daughter.  Yet I am pesuaded\n     That she, poor soul, suspected not her going:\n     For as I hear, she likewise loved the man,\n     Which he, to blame, did not at all regard.\n\n     [Enter Rocillio and Mariana.]\n\n     ROCILLIO.\n     My Lord, here is the Princess Mariana;\n     It is your daughter is conveyed away.\n\n     ZWENO.\n     What, my daughter gone?\n     Now, Marques, your villainy breaks forth.\n     This match is of your making, gentle sir,\n     And you shall dearly know the price thereof.\n\n     LUBECK.\n     Knew I thereof, or that there was intent\n     In Robert thus to steal your highness daughter,\n     Let leavens in Justice presently confound me.\n\n     ZWENO.\n     Not all the protestations thou canst use\n     Shall save thy life.  Away with him to prison!\n     And, minion, otherwise it cannot be\n     But you are an agent in this treachery.\n     I will revenge it throughly on you both.\n     Away with her to prison!  Heres stuff in deed!\n     My daughter stolen away!--\n     It booteth not thus to disturb my self,\n     But presently to send to English William,\n     To send me that proud knight of Windsor hither,\n     Here in my Court to suffer for his shame,\n     Or at my pleasure to be punished there,\n     Withall that Blanch be sent me home again,\n     Or I shall fetch her unto Windsors cost,\n     Yea, and Williams too, if he deny her me.\n\n     [Exit Zweno and the rest.]\n\n\n     SCENE VI.\n\n     England.  Camp of the Earl Demarch.\n\n     [Enter William, taken with soldiers.]\n\n\n     WILLIAM.\n     Could any cross, could any plague be worse?\n     Could heaven or hell, did both conspire in one\n     To afflict my soul, invent a greater scourge\n     Then presently I am tormented with?\n     Ah, Mariana, cause of my lament,\n     Joy of my heart, and comfort of my life!\n     For tho I breath my sorrows in the air\n     And tire my self, or silently I sigh,\n     My sorrows afficts my soul with equal passion.\n\n     SOLDIER.\n     Go to, sirha, put up, it is to small purpose.\n\n     WILLIAM.\n     Hency, villains, hence! dare you lay your hands\n     Upon your Soveraigne?\n\n     SOLDIER.\n     Well, sir, we will deal for that.\n     But here comes one will remedy all this.\n\n     [Enter Demarch.]\n\n     My Lord, watching this night in the camp,\n     We took this man, and know not what he is:\n     And in his company was a gallant dame,\n     A woman fair in outward shew she seemed,\n     But that her face was masked, we could not see\n     The grace and favour of her countenance.\n\n     DEMARCH.\n     Tell me, good fellow, of whence and what thou art.\n\n     SOLDIER.\n     Why do you not answer my Lord?\n     He takes scorn to answer.\n\n     DEMARCH.\n     And takest thou scorn to answer my demand?\n     Thy proud behaviour very well deserves\n     This misdemeanour at the worst be construed.\n     Why doest thou neither know, nor hast thou heard,\n     That in the absence of the Saxon Duke\n     Demarch is his especial Substitute\n     To punish those that shall offend the laws?\n\n     WILLIAM.\n     In knowing this, I know thou art a traitor;\n     A rebel, and mutinous conspirator.\n     Why, Demarch, knowest thou who I am?\n\n     DEMARCH.\n     Pardon, my dread Lord, the error of my sense,\n     And misdemeaner to your princely excellencie.\n\n     WILLIAM.\n     Why, Demarch,\n     What is the cause my subjects are in arms?\n\n     DEMARCH.\n     Free are my thoughts, my dread and gratious Lord,\n     From treason to your state and common weal;\n     Only revengement of a private grudge\n     By Lord Dirot lately profered me,\n     That stands not with the honor of my name,\n     Is cause I have assembled for my guard\n     Some men in arms that may withstand his force,\n     Whose settled malice aimeth at my life.\n\n     WILLIAM.\n     Where is Lord Dirot?\n\n     DEMARCH.\n     In arms, my gratious Lord,\n     Not past two miles from hence, as credibly\n     I am assertained.\n\n     WILLIAM.\n     Well; come, let us go.\n     I fear I shall find traitors of you both.\n\n     [Exit.]\n\n\n\n\nACT  IV.\n\n     SCENE I.\n\n     Chester.  Before the Citizen's House.\n\n     [Enter the Citizen of Chester, and his daughter Elner, and\n     Manville.]\n\n\n     CITIZEN.\n     In deed, sir, it would do very well if you could intreat your\n     father to come hither:  but if you think it be too far, I care\n     not much to take horse and ride to Manchester.  I am sure my\n     daughter is content with either.  How sayest thou, Elner, art\n     thou not?\n\n     ELNER.\n     As you shall think best I must be contented.\n\n     MANVILLE.\n     Well, Elner, farewell.  Only thus much, I pray:  make all\n     things in a readiness, either to serve here, or to carry\n     thither with us.\n\n     CITIZEN.\n     As for that, sir, take you no care; and so I betake you to\n     your journey.\n\n     [Exit Manville.]\n\n     [Enter Valingford.]\n\n     But soft, what gentleman is this?\n\n     VALINGFORD.\n     God speed, sir.  Might a man crave a word or two with you?\n\n     CITIZEN.\n     God forbid else, sir; I pray you speak your pleasure.\n\n     VALINGFORD.\n     The gentleman that parted from you, was he not of Manchester,\n     his father living there of good account?\n\n     CITIZEN.\n     Yes, marry is he, sir.  Why do you ask?  Belike you have had\n     some acquaintance with him.\n\n     VALINGFORD.\n     I have been acquainted in times past, but, through his double\n     dealing, I am growen weary of his company.  For, be it spoken\n     to you, he hath been acquainted with a poor millers daughter,\n     and diverse times hath promist her marriage.  But what with\n     his delays and flouts he hath brought her into such a taking\n     that I fear me it will cost her her life.\n\n     CITIZEN.\n     To be plain with you, sir, his father and I have been of old\n     acquaintance, and a motion was made between my daughter and\n     his son, which is now throughly agreed upon, save only the\n     place appointed for the marriage, whether it shall be kept\n     here or at Manchester; and for no other occasion he is now\n     ridden.\n\n     ELNER.\n     What hath he done to you, that you should speak so ill of\n     the man?\n\n     VALINGFORD.\n     Oh, gentlewoman, I cry you mercy:  he is your husband that\n     shall be.\n\n     ELNER.\n     If I knew this to be true, he should not be my husband were\n     he never so good:  And therefore, good father, I would\n     desire you to take the pains to bear this gentleman company\n     to Manchester, to know whether this be true or no.\n\n     CITIZEN.\n     Now trust me, gentleman, he deals with me very hardly,\n     knowing how well I meant to him; but I care not much to\n     ride to Manchester, to know whether his fathers will be he\n     should deal with me so badly.  Will it please you, sir, to\n     go in?  We will presently take horse and away.\n\n     VALINGFORD.\n     If it please you to go in, I'll follow you presently.\n\n     [Exit Elner and her father.]\n\n     Now shall I be revenged on Manville, and by this means get\n     Em to my wife; and therefore I will straight to her fathers\n     and inform them both of all that is happened.\n\n     [Exit.]\n\n\n     SCENE II.\n\n     The English Court.\n\n     [Enter William, the Ambassador of Denmark, Demarch, and\n     other attendants.]\n\n\n     WILLIAM.\n     What news with the Denmark Embassador?\n\n     EMBASSADOR.\n     Marry, thus:\n     The King of Denmark and my Sovereign\n     Doth send to know of thee what is the cause\n     That injuriously, against the law of arms,\n     Thou hast stolen away his only daughter Blaunch,\n     The only stay and comfort of his life.\n     Therefore by me\n     He willeth thee to send his daughter Blaunch,\n     Or else foorthwith he will levy such an host,\n     As soon shall fetch her in dispite of thee.\n\n     WILLIAM.\n     Embassador, this answer I return thy King.\n     He willeth me to send his daughter Blaunch,\n     Saying, I conveyed her from the Danish court,\n     That never yet did once as think thereof.\n     As for his menacing and daunting threats,\n     I nill regard him nor his Danish power;\n     For if he come to fetch her foorth my Realm\n     I will provide him such a banquet here,\n     That he shall have small cause to give me thanks.\n\n     EMBASSADOR.\n     Is this your answer, then?\n\n     WILLIAM.\n     It is; and so begone.\n\n     EMBASSADOR.\n     I go; but to your cost.\n\n     [Exit Embassador.]\n\n     WILLIAM.\n     Demarch, our subjects, earst levied in civil broils,\n     Muster foorthwith, for to defend the Realm.\n     In hope whereof, that we shall find you true,\n     We freely pardon this thy late offence.\n\n     DEMARCH.\n     Most humble thanks I render to your grace.\n\n     [Exeunt.]\n\n\n     SCENE III.\n\n     Manchester.  The Mill.\n\n     [Enter the Miller and Valingford.]\n\n\n     MILLER.\n     Alas, gentleman, why should you trouble your self so much,\n     considering the imperfections of my daughter, which is able\n     to with-draw the love of any man from her, as already it\n     hath done in her first choice.  Maister Manville hath\n     forsaken her, and at Chester shall be married to a mans\n     daughter of no little wealth.  But if my daughter knew so\n     much, it would go very near her heart, I fear me.\n\n     VALINGFORD.\n     Father miller, such is the entire affection to your daughter,\n     as no misfortune whatsoever can alter.  My fellow Mountney,\n     thou seest, gave quickly over; but I, by reason of my good\n     meaning, am not so soon to be changed, although I am borne\n     off with scorns and denial.\n\n     [Enter Em to them.]\n\n     MILLER.\n     Trust me, sir, I know not what to say.  My daughter is not\n     to be compelled by me; but here she comes her self: speak\n     to her and spare not, for I never was troubled with love\n     matters so much before.\n\n     EM.\n     [Aside.]  Good Lord! shall I never be rid of this importunate\n     man?  Now must I dissemble blindness again.  Once more for\n     thy sake, Manville, thus am I inforced, because I shall\n     complete my full resolved mind to thee.  Father, where are\n     you?\n\n     MILLER.\n     Here, sweet Em.  Answer this gentleman, that would so fayne\n     enjoy thy love.\n\n     EM.\n     Where are you, sir? will you never leave this idle and vain\n     pursuit of love?  Is not England stord enough to content you,\n     but you must still trouble the poor contemptible maid of\n     Manchester?\n\n     VALINGFORD.\n     None can content me but the fair maid of Manchester.\n\n     EM.\n     I perceive love is vainly described, that, being blind\n     himself, would have you likewise troubled with a blind wife,\n     having the benefit of your eyes.  But neither follow him so\n     much in folly, but love one in whom you may better delight.\n\n     VALINGFORD.\n     Father Miller, thy daughter shall have honor by graunting me\n     her love.  I am a Gentleman of king Williams Court, and no\n     mean man in king Williams favour.\n\n     EM.\n     If you be a Lord, sir, as you say, you offer both your self\n     and me great wrong:  yours, as apparent, in limiting your\n     love so unorderly, for which you rashly endure reprochement;\n     mine, as open and evident, when, being shut from the vanities\n     of this world, you would have me as an open gazing stock to\n     all the world; for lust, not love, leads you into this error.\n     But from the one I will keep me as well as I can, and yield\n     the other to none but to my father, as I am bound by duty.\n\n     VALINGFORD.\n     Why, fair Em, Manville hath forsaken thee, and must at\n     Chester be married: which if I speak otherwise than true,\n     let thy father speak what credibly he hath heard.\n\n     EM.\n     But can it be Manville will deal so unkindly to reward my\n     justice with such monstrous ungentleness?  Have I dissembled\n     for thy sake, and doest thou now thus requite it?  In deed\n     these many days I have not seen him, which hath made me\n     marvel at his long absence.  But, father, are you assured\n     of the words he spake were concerning Manville?\n\n     MILLER.\n     In sooth, daughter, now it is foorth I must needs confirm\n     it:  Maister Manville hath forsaken thee, and at Chester\n     must be married to a mans daughter of no little wealth.\n     His own father procures it, and therefore I dare credit\n     it; and do thou believe it, for trust me, daughter, it is so.\n\n     EM.\n     Then, good father, pardon the injury that I have done to\n     you, only causing your grief, by over-fond affecting a man\n     so trothless.  And you likewise, sir, I pray hold me\n     excused, a I hope this cause will allow sufficiently for\n     me:  My love to Manville, thinking he would requite it,\n     hath made me double with my father and you, and many more\n     besides, which I will no longer hide from you.  That\n     inticing speeches should not beguile me, I have made my\n     self deaf to any but to him; and lest any mans person\n     should please me more than his, I have dissembled the want\n     of sight:  Both which shadows of my irrevocable affections\n     I have not spared to confirm before him, my father, and all\n     other amorous soliciters--wherewith not made acquainted, I\n     perceive my true intent hath wrought mine own sorrow, and\n     seeking by love to be regarded, am cut of with contempt, and\n     dispised.\n\n     MILLER.\n     Tell me, sweet Em, hast thou but fained all this while for\n     his love, that hath so descourteously forsaken thee?\n\n     EM.\n     Credit me, father, I have told you the troth; wherewith I\n     desire you and Lord Valingford not to be displeased.  For\n     ought else I shall say, let my present grief hold me excused.\n     But, may I live to see that ungrateful man justly rewarded\n     for his treachery, poor Em would think her self not a little\n     happy.  Favour my departing at this instant; for my troubled\n     thought desires to meditate alone in silence.\n\n     [Exit Em.]\n\n     VALINGFORD.\n     Will not Em shew one cheerful look on Valingford?\n\n     MILLER.\n     Alas, sir, blame her not; you see she hath good cause, being\n     so handled by this gentleman:  And so I'll leave you, and go\n     comfort my poor wench as well as I may.\n\n     [Exit the Miller.]\n\n     VALINGFORD.\n     Farewell, good father.\n\n     [Exit Valingford.]\n\n\n\n\nACT V.\n\n     SCENE I.\n\n     Open country in England.\n\n     [Enter Zweno, king of Denmark, with Rosilio and other\n     attendants.]\n\n\n     ZWENO.\n     Rosilio, is this the place whereas the Duke William should\n     meet me?\n\n     ROSILIO.\n     It is, and like your grace.\n\n     ZWENO.\n     Go, captain!  Away, regard the charge I gave:\n     See all our men be martialed for the fight.\n     Dispose the Wards as lately was devised;\n     And let the prisoners under several guards\n     Be kept apart, until you hear from us.\n     Let this suffise, you know my resolution.\n     If William, Duke of Saxons, be the man,\n     That by his answer sent us, he would seem,\n     Not words, but wounds:  not parlays, but alarms,\n     Must be decider of this controversy.\n     Rosilio, stay with me; the rest begone.\n\n     [Exeunt.]\n\n     [Enter William, and Demarch with other attendants.]\n\n     WILLIAM.\n     All but Demarch go shroud you out of sight;\n     For I will go parlay with the Prince my self.\n\n     DEMARCH.\n     Should Zweno by this parlay call you foorth,\n     Upon intent injuriously to deal,\n     This offereth too much opportunity.\n\n     WILLIAM.\n     No, no, Demarch,\n     That were a breach against the law of Arms:\n     Therefore begone, and leave us here alone.\n\n     [Exeunt.]\n\n     I see that Zweno is maister of his word.\n     Zweno, William of Saxony greeteth thee,\n     Either well or ill, according to thy intent.\n     If well thou wish to him and Saxony,\n     He bids thee friendly welcome as he can.\n     If ill thou wish to him and Saxony,\n     He must withstand thy malice as he may.\n\n     ZWENO.\n     William,\n     For other name and title give I none\n     To him, who, were he worthy of those honours\n     That Fortune and his predecessors left,\n     I ought, by right and humaine courtesy,\n     To grace his style with Duke of Saxony;\n     But, for I find a base, degenerate mind,\n     I frame my speech according to the man,\n     And not the state that he unworthy holds.\n\n     WILLIAM.\n     Herein, Zweno, dost thou abase thy state,\n     To break the peace which by our ancestors\n     Hath heretofore been honourably kept.\n\n     ZWENO.\n     And should that peace for ever have been kept,\n     Had not thy self been author of the breach:\n     Nor stands it with the honor of my state,\n     Or nature of a father to his child,\n     That I should so be robbed of my daughter,\n     And not unto the utmost of my power\n     Revenge so intolerable an injury.\n\n     WILLIAM.\n     Is this the colour of your quarrel, Zweno?\n     I well perceive the wisest men may err.\n     And think you I conveyed away your daughter Blanch?\n\n     ZWENO.\n     Art thou so impudent to deny thou didst,\n     When that the proof thereof is manifest?\n\n     WILLIAM.\n     What proof is there?\n\n     ZWENO.\n     Thine own confession is sufficient proof.\n\n     WILLIAM.\n     Did I confess I stole your daughter Blanch?\n\n     ZWENO.\n     Thou didst confess thou hadst a Lady hence.\n\n     WILLIAM.\n     I have, and do.\n\n     ZWENO.\n     Why, that was Blanch, my daughter.\n\n     WILLIAM.\n     Nay, that was Mariana,\n     Who wrongfully thou detainest prisoner.\n\n     ZWENO.\n     Shameless persisting in thy ill!\n     Thou doest maintain a manifest untroth,\n     As she shall justify unto thy teeth.\n     Rosilio, fetch her and the Marques hether.\n\n     [Exit Rosilio for Mariana.]\n\n     WILLIAM.\n     It cannot be I should be so deceived.\n\n     DEMARCH.\n     I heard this night among the souldiers\n     That in their watch they took a pensive Lady,\n     Who, at the appointment of the Lord Dirot,\n     Is yet in keeping.  What she is I know not:\n     Only thus much I over-heard by chance.\n\n     WILLIAM.\n     And what of this?\n\n     DEMARCH.\n     I may be Blaunch, the Kind of Denmarks daughter.\n\n     WILLIAM.\n     It may be so:  but on my life it is not;\n     Yet, Demarch, go, and fetch her straight.\n\n     [Exit Demarch.]\n\n     [Enter Rosilio with the Marques.]\n\n     ROSILIO.\n     Pleaseth your highness, here is the Marques and Mariana.\n\n     ZWENO.\n     See here, Duke William, your competitors,\n     That were consenting to my daughters scape.\n     Let them resolve you of the truth herein.\n     And here I vow and solemnly protest,\n     That in thy presence they shall lose their heads,\n     Unless I hear where as my daughter is.\n\n     WILLIAM.\n     Oh, Marques Lubeck, how it grieveth me,\n     That for my sake thou shouldest indure these bonds,\n     Be judge my soul that feels the marytrdom!\n\n     MARQUES.\n     Duke William, you know it is for your cause,\n     It pleaseth thus the King to misconceive of me,\n     And for his pleasure doth me injury.\n\n     [Enter Demarch with the Lady Blaunch.]\n\n     DEMARCH.\n     May it please your highness,\n     Here is the Lady whom you sent me for.\n\n     WILLIAM.\n     Away, Demarch! what tellest thou me of Ladies?\n     I so detest the dealing of their sex,\n     As that I count a lovers state to be\n     The base and vildest slavery in the world.\n\n     DEMARCH.\n     What humors are these?  Here's a strange alteration!\n\n     ZWENO.\n     See, Duke William, is this Blaunch or no?\n     You know her if you see her, I am sure.\n\n     WILLIAM.\n     Zweno, I was deceived, yea utterly deceived;\n     Yet this is she:  this same is Lady Blaunch.\n     And for mine error, here I am content\n     To do whatsoever Zweno shall set down.\n     Ah, cruel Mariana, thus to use\n     The man which loved and honored thee with his heart!\n\n     MARIANA.\n     When first I came into your highness court,\n     And William often importing me of love,\n     I did devise, to ease the grief your daughter did sustain,\n     She should meet Sir William masked, as I it were.\n     This put in proof did take so good effect,\n     As yet it seems his grace is not resolved,\n     But is was I which he conveyed away.\n\n     WILLIAM.\n     May this be true?  It cannot be but true.\n     Was it Lady Blaunch which I conveyed away?\n     Unconstant Mariana, thus to deal\n     With him which meant to thee nought but faith!\n\n     BLAUNCH.\n     Pardon, dear father, my follies that are past,\n     Wherein I have neglected my duty,\n     Which I in reverence ought to shew your grace;\n     For, led by love, I thus have gone astray,\n     And now repent the errors I was in.\n\n     ZWENO.\n     Stand up, dear daughter:  though thy fault deserves\n     For to be punisht in the extremest sort,\n     Yet love, that covers multitude of sins,\n     Makes love in parents wink at childrens faults.\n     Sufficeth, Blaunch, thy father loves thee so,\n     Thy follies past he knows but will not know.\n     And here, Duke William, take my daughter to thy wife,\n     For well I am assured she loves thee well.\n\n     WILLIAM.\n     A proper conjunction! as who should say,\n     Lately come out of the fire,\n     I would go thrust my self into the flame.\n     Let Maistres nice go Saint it where she list,\n     And coyly quaint it with dissembling face.\n     I hold in scorn the fooleries that they use:\n     I being free, will never subject my self\n     To any such as she is underneath the Sun.\n\n     ZWENO.\n     Refusest thou to take my daughter to thy wife?\n     I tell thee, Duke, this rash denial may bring\n     More mischief on thee then thou canst avoid.\n\n     WILLIAM.\n     Conseit hath wrought such general dislike,\n     Through the false dealing of Mariana,\n     That utterly I do abhore their sex.\n     They are all disloyal, unconstant, all unjust:\n     Who tries as I have tried, and finds as I have found,\n     Will say theres so such creatures on the ground.\n\n     BLANCH.\n     Unconstant Knight, though some deserve no trust,\n     Theres others faithful, loving, loyal, and just.\n\n     [Enter to them Valingford with Em and the Miller, and\n     Mountney, and Manville, and Elner.]\n\n     WILLIAM.\n     How now, Lord Valingford, what makes these women here?\n\n     VALINGFORD.\n     Here be two women, may it please your grace,\n     That are contracted to one man, and are\n     In strife whether shall have him to their husband.\n\n     WILLIAM.\n     Stand foorth, women, and say,\n     To whether of you did he first give his faith.\n\n     EM.\n     To me, forsooth.\n\n     ELNER.\n     To me, my gratious Lord.\n\n     WILLIAM.\n     Speak, Manville:  to whether didst thou give thy faith?\n\n     MANVILLE.\n     To say the troth, this maid had first my love.\n\n     ELNER.\n     Yes, Manville, but there was no witness by.\n\n     EM.\n     Thy conscience, Manville, is a hundred witnesses.\n\n     ELNER.\n     She hath stolen a conscience to serve her own turn; but you\n     are deceived, yfaith, he will none of you.\n\n     MANVILLE.\n     In deed, dread Lord, so dear I held her love\n     As in the same I put my whole delight;\n     But some impediments, which at that instant hapned,\n     Made me forsake her quite;\n     For which I had her fathers frank consent.\n\n     WILLIAM.\n     What were the impediments?\n\n     MANVILLE.\n     Why, she could neither hear nor see.\n\n     WILLIAM.\n     Now she doth both.  Maiden, how were you cured?\n\n     EM.\n     Pardon, my Lord, I'll tell your grace the troth,\n     Be it not imputed to me as discredit.\n     I loved this Manville so much, that still my thought,\n     When he was absent, did present to me\n     The form and feature of that countenance\n     Which I did shrine an idol in mine heart.\n     And never could I see a man, methought,\n     That equaled Manville in my partial eye.\n     Nor was there any love between us lost,\n     But that I held the same in high regard,\n     Until repair of some unto our house,\n     Of whom my Manville grew thus jealous\n     As if he took exception I vouchsafed\n     To hear them speak, or saw them when they came:\n     On which I straight took order with my self,\n     To void the scrupule of his conscience,\n     By counterfaiting that I neither saw nor heard,\n     Any ways to rid my hands of them.\n     All this I did to keep my Manvilles love,\n     Which he unkindly seeks for to reward.\n\n     MANVILLE.\n     And did my Em, to keep her faith with me,\n     Dissemble that she neither heard nor saw?\n     Pardon me, sweet Em, for I am only thine.\n\n     EM.\n     Lay off thy hands, disloyal as thou art!\n     Nor shalt thou have possession of my love,\n     That canst so finely shift thy matters off.\n     Put case I had been blind, and could not see--\n     As often times such visitations falls\n     That pleaseth God, which all things doth dispose--\n     Shouldest thou forsake me in regard of that?\n     I tell thee Manville, hadst thou been blind,\n     Or deaf, or dumb, or else what impediments might\n     Befall to man, Em would have loved and kept,\n     And honoured thee:  yea begged, if wealth had failed,\n     For thy relief.\n\n     MANVILLE.\n     Forgive me, sweet Em.\n\n     EM.\n     I do forgive thee, with my heart,\n     And will forget thee too, if case I can:\n     But never speak to me, nor seem to know me.\n\n     MANVILLE.\n     Then farewell, frost!  Well fare a wench that will!\n     Now, Elner, I am thine own, my girl.\n\n     ELNER.\n     Mine, Manville? thou never shalt be mine.\n     I so detest thy villainy,\n     That whilest I live I will abhor thy company.\n\n     MANVILLE.\n     Is it come to this?  Of late I had choice of twain,\n     On either side, to have me to her husband,\n     And now am utterly rejected of them both.\n\n     VALINGFORD.\n     My Lord, this gentleman, when time was,\n     Stood some-thing in our light,\n     And now I think it not amiss\n     To laugh at him that sometime scorned at us.\n\n     MOUNTNEY.\n     Content my Lord, invent the form.\n\n     VALINGFORD.\n     Then thus.--\n\n     WILLIAM.\n     I see that women are not general evils,\n     Blanch is fair:  Methinks I see in her\n     A modest countenance, a heavenly blush.\n     Zweno, receive a reconciled for,\n     Not as thy friend, but as thy son in law,\n     If so that thou be thus content.\n\n     ZWENO.\n     I joy to see your grace so tractable.\n     Here, take my daughter Blanch;\n     And after my decease the Denmark crown.\n\n     WILLIAM.\n     Now, sir, how stands the case with you?\n\n     MANVILLE.\n     I partly am persuaded as your grace is,\n     My lord, he is best at ease that medleth least.\n\n     VALINGFORD.\n     Sir, may a man\n     Be so bold as to crave a word with you?\n\n     MANVILLE.\n     Yea, two or three:  what are they?\n\n     VALINGFORD.\n     I say, this maid will have thee to her husband.\n\n     MOUNTNEY.\n     And I say this:  and thereof will I lay\n     An hundred pound.\n\n     VALINGFORD.\n     And I say this:  whereon I will lay as much.\n\n     MANVILLE.\n     And I say neither:  what say you to that?\n\n     MOUNTNEY.\n     If that be true, then are we both deceived.\n\n     MANVILLE.\n     Why, it is true, and you are both deceived.\n\n     MARQUES.\n     In mine eyes this is the proprest wench;\n     Might I advise thee, take her unto thy wife.\n\n     ZWENO.\n     It seems to me, she hath refused him.\n\n     MARQUES.\n     Why, theres the spite.\n\n     ZWENO.\n     If one refuse him, yet may he have the other.\n\n     MARQUES.\n     He will ask but her good will, and all her friends.\n\n     ZWENO.\n     Might I advise thee, let them both alone.\n\n     MANVILLE.\n     Yea, thats the course, and thereon will I stand.\n     Such idle love hencefoorth I will detest.\n\n     VALINGFORD.\n     The Fox will eat no grapes, and why?\n\n     MOUNTNEY.\n     I know full well, because they hand too high.\n\n     WILLIAM.\n     And may it be a Millers daughter by her birth?\n     I cannot think but she is better borne.\n\n     VALINGFORD.\n     Sir Thomas Goddard hight this reverent man\n     Famed for his vertues, and his good success:\n     Whose fame hath been renowmed through the world.\n\n     WILLIAM.\n     Sir Thomas Goddard, welcome to thy Prince;\n     And, fair Em, frolic with thy good father;\n     As glad am I to find Sir Thomas Goddard,\n     As good Sir Edmund Treford, on the plains:\n     He like a sheepheard, and thou our country Miller.\n\n     MILLER.\n     And longer let not Goddard live a day\n     Then he in honour loves his soveraigne.\n\n     WILLIAM.\n     But say, Sir Thomas, shall I give thy daughter?\n\n     MILLER.\n     Goddard, and all that he hath,\n     Doth rest at the pleasure of your Majesty.\n\n     WILLIAM.\n     And what says Em to lovely Valingford?\n     It seemed he loved you well, that for your sake\n     Durst leave his King.\n\n     EM.\n     Em rests at the pleasure of your highness:\n     And would I were a wife for his desert.\n\n     WILLIAM.\n     Then here, Lord Valingford, receive fair Em.\n     Here take her, make her thy espoused wife.\n     Then go we in, that preparation may be made,\n     To see these nuptials solemnly performed.\n\n     [Exeunt all.  Sound drums and Trumpets.]\n\n\n     FINIS\n\n\n\n\n\nEnd of Project Gutenberg's Fair Em, by William Shakespeare (Apocrypha)\n\n*** END OF THIS PROJECT GUTENBERG EBOOK FAIR EM ***\n\n***** This file should be named 5137.txt or 5137.zip *****\nThis and all associated files of various formats will be found in:\n        http:\/\/www.gutenberg.org\/5\/1\/3\/5137\/\n\nProduced by Tony Adam\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp:\/\/gutenberg.org\/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark\/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s\/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http:\/\/www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp:\/\/pglaf.org\/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http:\/\/pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http:\/\/pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http:\/\/pglaf.org\/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http:\/\/www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n","id":464,"split":"train"}
