{"ori_id":"3bbc2ac0b3ad1f68b4d7cf3d27e26a06268a80d1","title":"Quality Street (play)","context":"Quality Street (play)\n The play is set in Napoleonic times.\nAct 1\nThere is heightened anticipation as the local gossips of the town discuss the developing relationship between Miss Phoebe Throssel and Valentine Brown. Phoebe then confesses to her sister, Susan, that Brown intends to drop by later that day, and both are certain he means to propose. When he finally does appear, it is not to ask for Phoebe's hand in marriage but to announce his intention to join the fight in Europe against Napoleon. This leaves the girls devastated.\nAct 2\nTen years after the departure of Brown, we find the girls have set up a school in order to pay the rent. Phoebe has not accepted any other suitor and has allowed herself to become an \"Old Maid\" and school mistress. Phoebe, however, longs for her youth, and the return of Captain Brown only deepens her melancholy. \"I am tired of being lady-like,\" she declares. With some encouragement from her maid, Patty, she creates the fictional character of Miss Livvy, a more energetic, flirtatious and naughty version of her younger self, and begins to tease Captain Brown who, captivated by her, persuades her and Susan to accompany him to the ball.\nAct 3\nAt the ball, and Phoebe is still playing the part of Miss Livvy. In this guise, she has captured the eyes of many of the young men and the scorn of ladies. However, Phoebe is now annoyed that Brown seems to prefer this unsubstantial 'young' flirt that she has created to her true personality and qualities. Her actions cause events to come to a head as her act is almost brought to light by the local gossiping girls Fanny Willoughby and Henrietta Turnbull. In a final confrontation with Captain Brown, we discover that he has found his love for Miss Phoebe and not for Miss Livvy, as he insists that \"I have discovered for myself that the schoolmistress in her old maid's cap is the noblest Miss Phoebe of them all.\"\nAct 4\nMiss Livvy still hangs heavy over the sisters: having been created, she is now difficult to dispose of. The local gossips watch for any sign of Miss Livvy and frequently visit the sisters' home. Brown comes to ask for Phoebeâ\u0080\u0099s hand and is turned down without explanation. As a result, he becomes aware of the disguise and the sisters' plight and sets out to right all wrongs, even his own.\nï»¿The Project Gutenberg EBook of Quality Street, by J. M. Barrie\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n\nTitle: Quality Street\n       A Comedy\n\nAuthor: J. M. Barrie\n\nRelease Date: February 12, 2010 [EBook #31266]\n\nLanguage: English\n\n\n*** START OF THIS PROJECT GUTENBERG EBOOK QUALITY STREET ***\n\n\n\n\nProduced by Al Haines\n\n\n\n\n\n\n\n\nTHE PLAYS OF J. M. BARRIE\n\n\n\n\nQUALITY STREET\n\n\nA COMEDY\n\n\n\n\nCHARLES SCRIBNER'S SONS\n\nNEW YORK ::::::::: 1923\n\n\n\n\nCOPYRIGHT, 1918, BY\n\nJ. M. BARRIE\n\n\nPrinted in the United States of America\n\n\n_All rights reserved under the International Copyright Act.\nPerformance forbidden and right of representation reserved.\nApplication for the right of performing this play must be made to\nCharles Frohman, Inc., Empire Theatre, New York._\n\n\n\n\n_THE WORKS OF J. M. BARRIE._\n\n_NOVELS, STORIES, AND SKETCHES._\n\n_Uniform Edition._\n\n  AULD LIGHT IDYLLS, BETTER DEAD.\n  WHEN A MAN'S SINGLE.\n  A WINDOW IN THRUMS, AN EDINBURGH ELEVEN.\n  THE LITTLE MINISTER.\n  SENTIMENTAL TOMMY.\n  MY LADY NICOTINE, MARGARET OGILVY.\n  TOMMY AND GRIZEL.\n  THE LITTLE WHITE BIRD.\n  PETER AND WENDY.\n  _Also_\n  HALF HOURS, DER TAG.\n  ECHOES OF THE WAR.\n\n\n_PLAYS._\n\n_Uniform Edition._\n\n  DEAR BRUTUS\n  A KISS FOR CINDERELLA\n  ALICE SIT-BY-THE-FIRE.\n  WHAT EVERY WOMAN KNOWS.\n  QUALITY STREET.\n  THE ADMIRABLE CRICHTON.\n  ECHOES OF THE WAR.\n  _Containing_: The Old Lady Shows Her Medals--The New\n  Word--Barbara's Wedding--A Well-Remembered Voice.\n  HALF HOURS.\n  _Containing_: Pantaloon--The Twelve-Pound\n  Look--Rosalind--The Will.\n\n_Others in Preparation._\n\n_INDIVIDUAL EDITIONS._\n\nPETER PAN IN KENSINGTON GARDENS.\n  Illustrated by ARTHUR RACKHAM.\n\nPETER AND WENDY.\n  Illustrated by F. D. BEDFORD.\n\nPETER PAN AND WENDY.\n  Illustrated by MISS ATTWELL.\n\nTOMMY AND GRIZEL.\n  Illustrated by BERNARD PARTRIDGE.\n\nMARGARET OGILVY.\n\n\n*** For particulars concerning _The Thistle Edition_ of the Works of J.\nM. BARRIE, sold only by subscription, send for circular.\n\n\nNEW YORK: CHARLES SCRIBNER'S SONS\n\n\n\n\nACT I\n\nTHE BLUE AND WHITE ROOM\n\n_The scene is the blue and white room in the house of the Misses Susan\nand Phoebe Throssel in Quality Street; and in this little country town\nthere is a satisfaction about living in Quality Street which even\nreligion cannot give.  Through the bowed window at the back we have a\nglimpse of the street.  It is pleasantly broad and grass-grown, and is\nlinked to the outer world by one demure shop, whose door rings a bell\nevery time it opens and shuts.  Thus by merely peeping, every one in\nQuality Street can know at once who has been buying a Whimsy cake, and\nusually why.  This bell is the most familiar sound of Quality Street.\nNow and again ladies pass in their pattens, a maid perhaps protecting\nthem with an umbrella, for flakes of snow are falling discreetly.\nGentlemen in the street are an event; but, see, just as we raise the\ncurtain, there goes the recruiting sergeant to remind us that we are in\nthe period of the Napoleonic wars.  If he were to look in at the window\nof the blue and white room all the ladies there assembled would draw\nthemselves up; they know him for a rude fellow who smiles at the\napproach of maiden ladies and continues to smile after they have\npassed.  However, he lowers his head to-day so that they shall not see\nhim, his present design being converse with the Misses Throssel's maid._\n\n_The room is one seldom profaned by the foot of man, and everything in\nit is white or blue.  Miss Phoebe is not present, but here are Miss\nSusan, Miss Willoughby and her sister Miss Fanny, and Miss Henrietta\nTurnbull.  Miss Susan and Miss Willoughby, alas, already wear caps; but\nall the four are dear ladies, so refined that we ought not to be\ndiscussing them without a more formal introduction.  There seems no\nsufficient reason why we should choose Miss Phoebe as our heroine\nrather than any one of the others, except, perhaps, that we like her\nname best.  But we gave her the name, so we must support our choice and\nsay that she is slightly the nicest, unless, indeed, Miss Susan is\nnicer._\n\n_Miss Fanny is reading aloud from a library book while the others sew\nor knit.  They are making garments for our brave soldiers now far away\nfighting the Corsican Ogre._\n\n\nMISS FANNY.  '... And so the day passed and evening came, black,\nmysterious, and ghost-like.  The wind moaned unceasingly like a\nshivering spirit, and the vegetation rustled uneasily as if something\nweird and terrifying were about to happen.  Suddenly out of the\ndarkness there emerged a _Man_.\n\n(_She says the last word tremulously but without looking up.  The\nlisteners knit more quickly._)\n\nThe unhappy Camilla was standing lost in reverie when, without pausing\nto advertise her of his intentions, he took both her hands in his.\n\n(_By this time the knitting has stopped, and all are listening as if\nmesmerised._)\n\nSlowly he gathered her in his arms----\n\n(MISS SUSAN _gives an excited little cry._)\n\nMISS FANNY.  And rained hot, burning----'\n\nMISS WILLOUGHBY.  Sister!\n\nMISS FANNY (_greedily_).  'On eyes, mouth----'\n\nMISS WILLOUGHBY (_sternly_).  Stop.  Miss Susan, I am indeed surprised\nyou should bring such an amazing, indelicate tale from the library.\n\nMISS SUSAN (_with a slight shudder_).  I deeply regret, Miss\nWilloughby----  (_Sees_ MISS FANNY _reading quickly to herself._)  Oh,\nFanny!  If you please, my dear.\n\n(_Takes the book gently from her._)\n\nMISS WILLOUGHBY.  I thank you.\n\n(_She knits severely._)\n\nMISS FANNY (_a little rebel_).  Miss Susan is looking at the end.\n\n(MISS SUSAN _closes the book guiltily._)\n\nMISS SUSAN (_apologetically_).  Forgive my partiality for romance,\nMary.  I fear 'tis the mark of an old maid.\n\nMISS WILLOUGHBY.  Susan, that word!\n\nMISS SUSAN (_sweetly_).  'Tis what I am.  And you also, Mary, my dear.\n\nMISS FANNY (_defending her sister_).  Miss Susan, I protest.\n\nMISS WILLOUGHBY (_sternly truthful_).  Nay, sister, 'tis true.  We are\nknown everywhere now, Susan, you and I, as the old maids of Quality\nStreet.  (_General discomfort._)\n\nMISS SUSAN.  I am happy Phoebe will not be an old maid.\n\nMISS HENRIETTA (_wistfully_).  Do you refer, Miss Susan, to V. B.?\n\n(MISS SUSAN _smiles happily to herself._)\n\nMISS SUSAN.  Miss Phoebe of the ringlets as he has called her.\n\nMISS FANNY.  Other females besides Miss Phoebe have ringlets.\n\nMISS SUSAN.  But you and Miss Henrietta have to employ papers, my dear.\n(_Proudly_) Phoebe, never.\n\nMISS WILLOUGHBY (_in defence of_ FANNY).  I do not approve of Miss\nPhoebe at all.\n\nMISS SUSAN (_flushing_).  Mary, had Phoebe been dying you would have\ncalled her an angel, but that is ever the way.  'Tis all jealousy to\nthe bride and good wishes to the corpse.  (_Her guests rise, hurt._)\nMy love, I beg your pardon.\n\nMISS WILLOUGHBY.  With your permission, Miss Susan, I shall put on my\npattens.\n\n(MISS SUSAN _gives permission almost haughtily, and the ladies retire\nto the bedroom,_ MISS FANNY _remaining behind a moment to ask a\nquestion._)\n\nMISS FANNY.  A bride?  Miss Susan, do you mean that V. B. has declared?\n\nMISS SUSAN.  Fanny, I expect it hourly.\n\n(MISS SUSAN, _left alone, is agitated by the terrible scene with_ MISS\nWILLOUGHBY.)\n\n(_Enter_ PHOEBE _in her bonnet, and we see at once that she really is\nthe nicest.  She is so flushed with delightful news that she almost\nforgets to take off her pattens before crossing the blue and white\nroom._)\n\nMISS SUSAN.  You seem strangely excited, Phoebe.\n\nPHOEBE.  Susan, I have met a certain individual.\n\nMISS SUSAN.  V. B.?  (PHOEBE _nods several times, and her gleaming eyes\ntell_ MISS SUSAN _as much as if they were a romance from the library._)\nMy dear, you are trembling.\n\nPHOEBE (_bravely_).  No--oh no.\n\nMISS SUSAN.  You put your hand to your heart.\n\nPHOEBE.  Did I?\n\nMISS SUSAN (_in a whisper_).  My love, has he offered?\n\nPHOEBE (_appalled_).  Oh, Susan.\n\n(_Enter_ MISS WILLOUGHBY, _partly cloaked._)\n\nMISS WILLOUGHBY.  How do you do, Miss Phoebe.  (_Portentously_)  Susan,\nI have no wish to alarm you, but I am of opinion that there is a man in\nthe house.  I suddenly felt it while putting on my pattens.\n\nMISS SUSAN.  You mean--a follower--in the kitchen?  (_She courageously\nrings the bell, but her voice falters._)  I am just a little afraid of\nPatty.\n\n(_Enter_ PATTY, _a buxom young woman, who loves her mistresses and\nsmiles at them, and knows how to terrorise them._)\n\nPatty, I hope we may not hurt your feelings, but--\n\nPATTY (_sternly_).  Are you implicating, ma'am, that I have a follower?\n\nMISS SUSAN.  Oh no, Patty.\n\nPATTY.  So be it.\n\nMISS SUSAN (_ashamed_).  Patty, come back, (_Humbly_)  I told a\nfalsehood just now; I am ashamed of myself.\n\nPATTY (_severely_).  As well you might be, ma'am.\n\nPHOEBE (_so roused that she would look heroic if she did not spoil the\neffect by wagging her finger at_ PATTY).  How dare you.  There is a man\nin the kitchen.  To the door with him.\n\nPATTY.  A glorious soldier to be so treated!\n\nPHOEBE.  The door.\n\nPATTY.  And if he refuses?\n\n(_They looked perplexed._)\n\nMISS SUSAN.  Oh dear!\n\nPHOEBE.  If he refuses send him here to me.\n\n(_Exit PATTY._)\n\nMISS SUSAN.  Lion-hearted Phoebe.\n\nMISS WILLOUGHBY.  A soldier?  (_Nervously_) I wish it may not be that\nimpertinent recruiting sergeant.  I passed him in the street to-day.\nHe closed one of his eyes at me and then quickly opened it.  I knew\nwhat he meant.\n\nPHOEBE.  He does not come.\n\nMISS SUSAN.  I think I hear their voices in dispute.\n\n(_She is listening through the floor.  They all stoop or go on their\nknees to listen, and when they are in this position the_ RECRUITING\nSERGEANT _enters unobserved.  He chuckles aloud.  In a moment_ PHOEBE\n_is alone with him._)\n\nSERGEANT (_with an Irish accent_).  Your servant, ma'am.\n\nPHOEBE (_advancing sternly on him_).  Sir-- (_She is perplexed, as he\nseems undismayed._) Sergeant--  (_She sees mud from his boots on the\ncarpet._)  Oh! oh!  (_Brushes carpet._) Sergeant, I am wishful to scold\nyou, but would you be so obliging as to stand on this paper while I do\nit?\n\nSERGEANT.  With all the pleasure in life, ma'am.\n\nPHOEBE (_forgetting to be angry_).  Sergeant, have you killed people?\n\nSERGEANT.  Dozens, ma'am, dozens.\n\nPHOEBE.  How terrible.  Oh, sir, I pray every night that the Lord in\nHis loving-kindness will root the enemy up.  Is it true that the\nCorsican Ogre eats babies?\n\nSERGEANT.  I have spoken with them as have seen him do it, ma'am.\n\nPHOEBE.  The Man of Sin.  Have you ever seen a vivandiere, sir?\n(_Wistfully_)  I have sometimes wished there were vivandieres in the\nBritish Army.  (_For a moment she sees herself as one._)  Oh, Sergeant,\na shudder goes through me when I see you in the streets enticing those\npoor young men.\n\nSERGEANT.  If you were one of them, ma'am, and death or glory was the\ncall, you would take the shilling, ma'am.\n\nPHOEBE.  Oh, not for that.\n\nSERGEANT.  For King and Country, ma'am?\n\nPHOEBE (_grandly_).  Yes, yes, for that.\n\nSERGEANT (_candidly_).  Not that it is all fighting.  The sack of\ncaptured towns--the loot.\n\nPHOEBE (_proudly_).  An English soldier never sacks nor loots.\n\nSERGEANT.  No, ma'am.  And then--the girls.\n\nPHOEBE.  What girls?\n\nSERGEANT.  In the towns that--that we don't sack.\n\nPHOEBE.  How they must hate the haughty conqueror.\n\nSERGEANT.  We are not so haughty as all that.\n\nPHOEBE (_sadly_).  I think I understand.  I am afraid, Sergeant, you do\nnot tell those poor young men the noble things I thought you told them.\n\nSERGEANT.  Ma'am, I must e'en tell them what they are wishful to hear.\nThere ha' been five, ma'am, all this week, listening to me and then\nshowing me their heels, but by a grand stroke of luck I have them at\nlast.\n\nPHOEBE.  Luck?\n\n(MISS SUSAN _opens door slightly and listens._)\n\nSERGEANT.  The luck, ma'am, is that a gentleman of the town has\nenlisted.  That gave them the push forward.\n\n(MISS SUSAN _is excited._)\n\nPHOEBE.  A gentleman of this town enlisted?  (_Eagerly_)  Sergeant, who?\n\nSERGEANT.  Nay, ma'am, I think it be a secret as yet.\n\nPHOEBE.  But a gentleman!  'Tis the most amazing, exciting thing.\nSergeant, be so obliging.\n\nSERGEANT.  Nay, ma'am, I can't.\n\nMISS SUSAN (_at door, carried away by excitement_).  But you must, you\nmust!\n\nSERGEANT (_turning to the door_).  You see, ma'am--\n\n(_The door is hurriedly closed._)\n\nPHOEBE (_ashamed_).  Sergeant, I have not been saying the things I\nmeant to say to you.  Will you please excuse my turning you out of the\nhouse somewhat violently.\n\nSERGEANT.  I am used to it, ma'am.\n\nPHOEBE.  I won't really hurt you.\n\nSERGEANT.  Thank you kindly, ma'am.\n\nPHOEBE (_observing the bedroom door opening a little, and speaking in a\nloud voice_).  I protest, sir; we shall permit no followers in this\nhouse.  Should I discover you in my kitchen again I shall pitch you\nout--neck and crop.  Begone, sir.\n\n(_The_ SERGEANT _retires affably.  All the ladies except_ MISS\nHENRIETTA _come out, admiring_ PHOEBE.  _The_ WILLOUGHBYS _are attired\nfor their journey across the street._)\n\nMISS WILLOUGHBY.  Miss Phoebe, we could not but admire you.\n\n(PHOEBE, _alas, knows that she is not admirable._)\n\nPHOEBE.  But the gentleman recruit?\n\nMISS SUSAN.  Perhaps they will know who he is at the woollen-drapers.\n\nMISS FANNY.  Let us inquire.\n\n(_But before they go_ MISS WILLOUGHBY _has a duty to perform._)\n\nMISS WILLOUGHBY.  I wish to apologise.  Miss Phoebe, you are a dear,\ngood girl.  If I have made remarks about her ringlets, Susan, it was\njealousy.  (PHOEBE _and_ MISS SUSAN _wish to embrace her, but she is\nnot in the mood for it._) Come, sister.\n\nMISS FANNY (_the dear woman that she is_).  Phoebe, dear, I wish you\nvery happy.\n\n(_PHOEBE presses her hand._)\n\nMISS HENRIETTA (_entering, and not to be outdone_).  Miss Phoebe, I\ngive you joy.\n\n(_The three ladies go, the two younger ones a little tearfully, and we\nsee them pass the window._)\n\nPHOEBE (_pained_).  Susan, you have been talking to them about V. B.\n\nMISS SUSAN.  I could not help it.  (_Eagerly_) Now, Phoebe, what is it\nyou have to tell me?\n\nPHOEBE (_in a low voice_).  Dear, I think it is too holy to speak of.\n\nMISS SUSAN.  To your sister?\n\nPHOEBE.  Susan, as you know, I was sitting with an unhappy woman whose\nhusband has fallen in the war.  When I came out of the cottage he was\npassing.\n\nMISS SUSAN.  Yes?\n\nPHOEBE.  He offered me his escort.  At first he was very silent--as he\nhas often been of late.\n\nMISS SUSAN.  _We_ know why.\n\nPHOEBE.  Please not to say that I know why.  Suddenly he stopped and\nswung his cane.  You know how gallantly he swings his cane.\n\nMISS SUSAN.  Yes, indeed.\n\nPHOEBE.  He said: 'I have something I am wishful to tell you, Miss\nPhoebe; perhaps you can guess what it is.'\n\nMISS SUSAN.  Go on!\n\nPHOEBE.  To say I could guess, sister, would have been unladylike.  I\nsaid: 'Please not to tell me in the public thoroughfare'; to which he\ninstantly replied: 'Then I shall call and tell you this afternoon.'\n\nMISS SUSAN.  Phoebe!\n\n(_They are interrupted by the entrance of_ PATTY _with tea.  They see\nthat she has brought three cups, and know that this is her impertinent\nway of implying that mistresses, as well as maids, may have a\n'follower.'  When she has gone they smile at the daring of the woman,\nand sit down to tea._)\n\nPHOEBE.  Susan, to think that it has all happened in a single year.\n\nMISS SUSAN.  Such a genteel competency as he can offer; such a\ndesirable establishment.\n\nPHOEBE.  I had no thought of that, dear.  I was recalling our first\nmeeting at Mrs. Fotheringay's quadrille party.\n\nMISS SUSAN.  We had quite forgotten that our respected local physician\nwas growing elderly.\n\nPHOEBE.  Until he said: 'Allow me to present my new partner, Mr.\nValentine Brown.'\n\nMISS SUSAN.  Phoebe, do you remember how at the tea-table he\nfacetiously passed the cake-basket with nothing in it!\n\nPHOEBE.  He was so amusing from the first.  I am thankful, Susan, that\nI too have a sense of humour.  I am exceedingly funny at times; am I\nnot, Susan?\n\nMISS SUSAN.  Yes, indeed.  But he sees humour in the most unexpected\nthings.  I say something so ordinary about loving, for instance, to\nhave everything either blue or white in this room, and I know not why\nhe laughs, but it makes me feel quite witty.\n\nPHOEBE (_a little anxiously_).  I hope he sees nothing odd or quaint\nabout us.\n\nMISS SUSAN.  My dear, I am sure he cannot.\n\nPHOEBE.  Susan, the picnics.\n\nMISS SUSAN.  Phoebe, the day when he first drank tea in this house.\n\nPHOEBE.  He invited himself.\n\nMISS SUSAN.  He merely laughed when I said it would cause such talk.\n\nPHOEBE.  He is absolutely fearless.  Susan, he has smoked his pipe in\nthis room.\n\n(_They are both a little scared._)\n\nMISS SUSAN.  Smoking is indeed a dreadful habit.\n\nPHOEBE.  But there is something so dashing about it.\n\nMISS SUSAN (_with melancholy_).  And now I am to be left alone.\n\nPHOEBE.  No.\n\nMISS SUSAN.  My dear, I could not leave this room.  My lovely blue and\nwhite room.  It is my husband.\n\nPHOEBE (_who has become agitated_).  Susan, you must make my house your\nhome.  I have something distressing to tell you.\n\nMISS SUSAN.  You alarm me.\n\nPHOEBE.  You know Mr. Brown advised us how to invest half of our money.\n\nMISS SUSAN.  I know it gives us eight per cent., though why it should\ndo so I cannot understand, but very obliging, I am sure.\n\nPHOEBE.  Susan, all that money is lost; I had the letter several days\nago.\n\nMISS SUSAN.  Lost?\n\nPHOEBE.  Something burst, dear, and then they absconded.\n\nMISS SUSAN.  But Mr. Brown--\n\nPHOEBE.  I have not advertised him of it yet, for he will think it was\nhis fault.  But I shall tell him to-day.\n\nMISS SUSAN.  Phoebe, how much have we left?\n\nPHOEBE.  Only sixty pounds a year, so you see you must live with us,\ndearest.\n\nMISS SUSAN.  But Mr. Brown--he----\n\nPHOEBE (_grandly_).  He is a man of means, and if he is not proud to\nhave my Susan I shall say at once: 'Mr. Brown--the door.'\n\n(_She presses her cheek to_ MISS SUSAN'S.)\n\nMISS SUSAN (_softly_).  Phoebe, I have a wedding gift for you.\n\nPHOEBE.  Not yet?\n\nMISS SUSAN.  It has been ready for a long time.  I began it when you\nwere not ten years old and I was a young woman.  I meant it for myself,\nPhoebe.  I had hoped that he--his name was William--but I think I must\nhave been too unattractive, my love.\n\nPHOEBE.  Sweetest--dearest----\n\nMISS SUSAN.  I always associate it with a sprigged poplin I was wearing\nthat summer, with a breadth of coloured silk in it, being a naval\nofficer; but something happened, a Miss Cicely Pemberton, and they are\nquite big boys now.  So long ago, Phoebe--he was very tall, with brown\nhair--it was most foolish of me, but I was always so fond of\nsewing--with long straight legs and such a pleasant expression.\n\nPHOEBE.  Susan, what was it?\n\nMISS SUSAN.  It was a wedding-gown, my dear.  Even plain women, Phoebe,\nwe can't help it; when we are young we have romantic ideas just as if\nwe were pretty.  And so the wedding-gown was never used.  Long before\nit was finished I knew he would not offer, but I finished it, and then\nI put it away.  I have always hidden it from you, Phoebe, but of late I\nhave brought it out again, and altered it.\n\n(_She goes to ottoman and unlocks it._)\n\nPHOEBE.  Susan, I could not wear it.  (MISS SUSAN _brings the\nwedding-gown._)  Oh! how sweet, how beautiful!\n\nMISS SUSAN.  You will wear it, my love, won't you?  And the tears it\nwas sewn with long ago will all turn into smiles on my Phoebe's\nwedding-day.\n\n(_They are tearfully happy when a knock is heard on the street door._)\n\nPHOEBE.  That knock.\n\nMISS SUSAN.  So dashing.\n\nPHOEBE.  So imperious.  (_She is suddenly panic-stricken._)  Susan, I\nthink he kissed me once.\n\nMISS SUSAN (_startled_).  You _think_?\n\nPHOEBE.  I know he did.  That evening--a week ago, when he was squiring\nme home from the concert.  It was raining, and my face was wet; he said\nthat was why he did it.\n\nMISS SUSAN.  Because your face was wet?\n\nPHOEBE.  It does not seem a sufficient excuse now.\n\nMISS SUSAN (_appalled_).  O Phoebe, before he had offered.\n\nPHOEBE (_in distress_).  I fear me it was most unladylike.\n\n(VALENTINE BROWN _is shown in.  He is a frank, genial young man of\ntwenty-five who honestly admires the ladies, though he is amused by\ntheir quaintness.  He is modestly aware that it is in the blue and\nwhite room alone that he is esteemed a wit._)\n\nBROWN.  Miss Susan, how do you do, ma'am?  Nay, Miss Phoebe, though we\nhave met to-day already I insist on shaking hands with you again.\n\nMISS SUSAN.  Always so dashing.\n\n(VALENTINE _laughs and the ladies exchange delighted smiles._)\n\nVALENTINE (_to_ MISS SUSAN).  And my other friends, I hope I find them\nin health?  The spinet, ma'am, seems quite herself to-day; I trust the\nottoman passed a good night?\n\nMISS SUSAN (_beaming_).  We are all quite well, sir.\n\nVALENTINE.  May I sit on this chair, Miss Phoebe?  I know Miss Susan\nlikes me to break her chairs.\n\nMISS SUSAN.  Indeed, sir, I do not.  Phoebe, how strange that he should\nthink so.\n\nPHOEBE (_instantly_).  The remark was humorous, was it not?\n\nVALENTINE.  How you see through me, Miss Phoebe.\n\n(_The sisters again exchange delighted smiles_.  VALENTINE _is about to\ntake a seat._)\n\nMISS SUSAN (_thinking aloud_).  Oh dear, I feel sure he is going to\nroll the coverlet into a ball and then sit on it.\n\n(VALENTINE, _who has been on the point of doing so, abstains and sits\nguiltily._)\n\nVALENTINE.  So I am dashing, Miss Susan?  Am I dashing, Miss Phoebe?\n\nPHOEBE.  A--little, I think.\n\nVALENTINE.  Well, but I have something to tell you to-day which I\nreally think is rather dashing.  (MISS SUSAN _gathers her knitting,\nlooks at_ PHOEBE, _and is preparing to go._)  You are not going, ma'am,\nbefore you know what it is?\n\nMISS SUSAN.  I--I--indeed--to be sure--I--I know, Mr. Brown.\n\nPHOEBE.  Susan!\n\nMISS SUSAN.  I mean I do not know.  I mean I can guess--I mean----\nPhoebe, my love, explain.  (_She goes out._)\n\nVALENTINE (_rather disappointed_).  The explanation being, I suppose,\nthat you both know, and I had flattered myself 'twas such a secret.  Am\nI then to understand that you had foreseen it all, Miss Phoebe?\n\nPHOEBE.  Nay, sir, you must not ask that.\n\nVALENTINE.  I believe in any case 'twas you who first put it into my\nhead.\n\nPHOEBE (_aghast_).  Oh, I hope not.\n\nVALENTINE.  Your demure eyes flashed so every time the war was\nmentioned; the little Quaker suddenly looked like a gallant boy in\nringlets.\n\n(_A dread comes over_ PHOEBE, _but it is in her heart alone; it shows\nneither in face nor voice._)\n\nPHOEBE.  Mr. Brown, what is it you have to tell us?\n\nVALENTINE.  That I have enlisted, Miss Phoebe.  Did you surmise it was\nsomething else?\n\nPHOEBE.  You are going to the wars?  Mr. Brown, is it a jest?\n\nVALENTINE.  It would be a sorry jest, ma'am.  I thought you knew.  I\nconcluded that the recruiting sergeant had talked.\n\nPHOEBE.  The recruiting sergeant?  I see.\n\nVALENTINE.  These stirring times, Miss Phoebe--he is but half a man who\nstays at home.  I have chafed for months.  I want to see whether I have\nany courage, and as to be an army surgeon does not appeal to me, it was\nenlist or remain behind.  To-day I found that there were five waverers.\nI asked them would they take the shilling if I took it, and they\nassented.  Miss Phoebe, it is not one man I give to the King, but six.\n\nPHOEBE (_brightly_).  I think you have done bravely.\n\nVALENTINE.  We leave shortly for the Petersburgh barracks, and I go to\nLondon tomorrow; so this is good-bye.\n\nPHOEBE.  I shall pray that you may be preserved in battle, Mr. Brown.\n\nVALENTINE.  And you and Miss Susan will write to me when occasion\noffers?\n\nPHOEBE.  If you wish it.\n\nVALENTINE (_smiling_).  With all the stirring news of Quality Street.\n\nPHOEBE.  It seems stirring to us; it must have been merely laughable to\nyou, who came here from a great city.\n\nVALENTINE.  Dear Quality Street--that thought me dashing!  But I made\nfriends in it, Miss Phoebe, of two very sweet ladies.\n\nPHOEBE (_timidly_).  Mr. Brown, I wonder why you have been so kind to\nmy sister and me?\n\nVALENTINE.  The kindness was yours.  If at first Miss Susan amused me--\n(_Chuckling._) To see her on her knees decorating the little legs of\nthe couch with frills as if it were a child!  But it was her sterling\nqualities that impressed me presently.\n\nPHOEBE.  And did--did I amuse you also?\n\nVALENTINE.  Prodigiously, Miss Phoebe.  Those other ladies, they were\nalways scolding you, your youthfulness shocked them.  I believe they\nthought you dashing.\n\nPHOEBE (_nervously_).  I have sometimes feared that I was perhaps too\ndashing.\n\nVALENTINE (_laughing at this_).  You delicious Miss Phoebe.  You were\ntoo quiet.  I felt sorry that one so sweet and young should live so\ngrey a life.  I wondered whether I could put any little pleasures into\nit.\n\nPHOEBE.  The picnics?  It was very good of you.\n\nVALENTINE.  That was only how it began, for soon I knew that it was I\nwho got the pleasures and you who gave them.  You have been to me, Miss\nPhoebe, like a quiet, old-fashioned garden full of the flowers that\nEnglishmen love best because they have known them longest: the daisy,\nthat stands for innocence, and the hyacinth for constancy, and the\nmodest violet and the rose.  When I am far away, ma'am, I shall often\nthink of Miss Phoebe's pretty soul, which is her garden, and shut my\neyes and walk in it.\n\n(_She is smiling gallantly through her pain when_ MISS SUSAN _returns._)\n\nMISS SUSAN.  Have you--is it--you seem so calm, Phoebe.\n\nPHOEBE (_pressing her sister's hand warningly and imploringly_).\nSusan, what Mr. Brown is so obliging as to inform us of is not what we\nexpected--not that at all.  My dear, he is the gentleman who has\nenlisted, and he came to tell us that and to say good-bye.\n\nMISS SUSAN.  Going away?\n\nPHOEBE.  Yes, dear.\n\nVALENTINE.  Am I not the ideal recruit, ma'am: a man without a wife or\na mother or a sweetheart?\n\nMISS SUSAN.  No sweetheart?\n\nVALENTINE.  Have you one for me, Miss Susan?\n\nPHOEBE (_hastily, lest her sister's face should betray the truth_).\nSusan, we shall have to tell him now.  You dreadful man, you will laugh\nand say it is just like Quality Street.  But indeed since I met you\nto-day and you told me you had something to communicate we have been\npuzzling what it could be, and we concluded that you were going to be\nmarried.\n\nVALENTINE.  Ha! ha! ha!  Was that it.\n\nPHOEBE.  So like women, you know.  We thought we perhaps knew her.\n(_Glancing at the wedding-gown._)  We were even discussing what we\nshould wear at the wedding.\n\nVALENTINE.  Ha! ha!  I shall often think of this.  I wonder who would\nhave me, Miss Susan.  (_Rising._)  But I must be off; and God bless you\nboth.\n\nMISS SUSAN (_forlorn_).  You are going!\n\nVALENTINE.  No more mud on your carpet, Miss Susan; no more coverlets\nrolled into balls.  A good riddance.  Miss Phoebe, a last look at the\ngarden.\n\n(_Taking her hand and looking into her face._)\n\nPHOEBE.  We shall miss you very much, Mr. Brown.\n\nVALENTINE.  There is one little matter.  That investment I advised you\nto make, I am happy it has turned out so well.\n\nPHOEBE (_checking_ MISS SUSAN, _who is about to tell of the loss of the\nmoney_).  It was good of you to take all that trouble, sir.  Accept our\ngrateful thanks.\n\nVALENTINE.  Indeed I am glad that you are so comfortably left; I am\nyour big brother.  Good-bye again.  (_Looks round._)  This little blue\nand white room and its dear inmates, may they be unchanged when I come\nback.  Good-bye.\n\n(_He goes_.  MISS SUSAN _looks forlornly at_ PHOEBE, _who smiles\npitifully._)\n\nPHOEBE.  A misunderstanding; just a mistake.  (_She shudders, lifts the\nwedding-gown and puts it back in the ottoman_.  MISS SUSAN _sinks\nsobbing into a chair._)  Don't, dear, don't--we can live it down.\n\nMISS SUSAN (_fiercely_).  He is a fiend in human form.\n\nPHOEBE.  Nay, you hurt me, sister.  He is a brave gentleman.\n\nMISS SUSAN.  The money; why did you not let me tell him?\n\nPHOEBE (_flushing_).  So that he might offer to me out of pity, Susan?\n\nMISS SUSAN.  Phoebe, how are we to live with the quartern loaf at one\nand tenpence?\n\nPHOEBE.  Brother James----\n\nMISS SUSAN.  You know very well that brother James will do nothing for\nus.\n\nPHOEBE.  I think, Susan, we could keep a little school--for genteel\nchildren only, of course.  I would do most of the teaching.\n\nMISS SUSAN.  You a schoolmistress--Phoebe of the ringlets; every one\nwould laugh.\n\nPHOEBE.  I shall hide the ringlets away in a cap like yours, Susan, and\npeople will soon forget them.  And I shall try to look staid and to\ngrow old quickly.  It will not be so hard to me as you think, dear.\n\nMISS SUSAN.  There were other gentlemen who were attracted by you,\nPhoebe, and you turned from them.\n\nPHOEBE.  I did not want them.\n\nMISS SUSAN.  They will come again, and others.\n\nPHOEBE.  No, dear; never speak of that to me any more.  (_In woe._)  I\nlet him kiss me.\n\nMISS SUSAN.  You could not prevent him.\n\nPHOEBE.  Yes, I could.  I know I could now.  I wanted him to do it.\nOh, never speak to me of others after that.  Perhaps he saw I wanted it\nand did it to please me.  But I meant--indeed I did--that I gave it to\nhim with all my love.  Sister, I could bear all the rest; but I have\nbeen unladylike.\n\n(_The curtain falls, and we do not see the sisters again for ten\nyears._)\n\n\n\n_End of Act I._\n\n\n\n\nACT II\n\nTHE SCHOOL\n\n_Ten years later.  It is the blue and white room still, but many of\nMiss Susan's beautiful things have gone, some of them never to return;\nothers are stored upstairs.  Their place is taken by grim scholastic\nfurniture: forms, a desk, a globe, a blackboard, heartless maps.  It is\nhere that Miss Phoebe keeps school.  Miss Susan teaches in the room\nopening off it, once the spare bedroom, where there is a smaller\nblackboard (for easier sums) but no globe, as Miss Susan is easily\nalarmed.  Here are the younger pupils unless they have grown defiant,\nwhen they are promoted to the blue and white room to be under Miss\nPhoebe's braver rule.  They really frighten Miss Phoebe also, but she\ndoes not let her sister know this._\n\n_It is noon on a day in August, and through the window we can see that\nQuality Street is decorated with flags.  We also hear at times martial\nmusic from another street.  Miss Phoebe is giving a dancing lesson to\nhalf a dozen pupils, and is doing her very best; now she is at the\nspinet while they dance, and again she is showing them the new step.\nWe know it is Miss Phoebe because some of her pretty airs and graces\nstill cling to her in a forlorn way, but she is much changed.  Her\ncurls are out of sight under a cap, her manner is prim, the light has\ngone from her eyes and buoyancy from her figure; she looks not ten\nyears older but twenty, and not an easy twenty.  When the children are\nnot looking at her we know that she has the headache._\n\n\nPHOEBE (_who is sometimes at the spinet and sometimes dancing_).  Toes\nout.  So.  Chest out.  Georgy.  Point your toes, Miss Beveridge--so.\nSo--keep in line; and young ladies, remember your toes.  (GEORGY _in\nhis desire to please has protruded the wrong part of his person.  She\nwrites a C on his chest with chalk._)  C stands for chest, Georgy.\nThis is S.\n\n(MISS SUSAN _darts out of the other room.  She is less worn than_ MISS\nPHOEBE.)\n\nMISS SUSAN (_whispering so that the pupils may not hear_).  Phoebe, how\nmany are fourteen and seventeen?\n\nPHOEBE (_almost instantly_).  Thirty-one.\n\nMISS SUSAN.  I thank you.  (_She darts off._)\n\nPHOEBE.  That will do, ladies and gentlemen.  You may go.\n\n(_They bow or curtsy, and retire to_ MISS SUSAN'S _room, with the\nexception of_ ARTHUR WELLESLEY TOMSON, _who is standing in disgrace in\na corner with the cap of shame on his head, and_ ISABELLA, _a\nforbidding-looking, learned little girl_.  ISABELLA _holds up her hand\nfor permission to speak._)\n\nISABELLA.  Please, ma'am, father wishes me to acquire algebra.\n\nPHOEBE (_with a sinking_).  Algebra!  It--it is not a very ladylike\nstudy, Isabella.\n\nISABELLA.  Father says, will you or won't you?\n\nPHOEBE.  And you are thin.  It will make you thinner, my dear.\n\nISABELLA.  Father says I am thin but wiry.\n\nPHOEBE.  Yes, you are.  (_With feeling._)  You are very wiry, Isabella.\n\nISABELLA.  Father says, either I acquire algebra or I go to Miss\nProthero's establishment.\n\nPHOEBE.  Very well, I--I will do my best.  You may go.\n\n(ISABELLA _goes and_ PHOEBE _sits wearily._)\n\nARTHUR (_fingering his cap_).  Please, ma'am, may I take it off now?\n\nPHOEBE.  Certainly not.  Unhappy boy---- (ARTHUR _grins._)  Come here.\nAre you ashamed of yourself?\n\nARTHUR (_blithely_).  No, ma'am.\n\nPHOEBE (_in a terrible voice_).  Arthur Wellesley Tomson, fetch me the\nimplement.  (ARTHUR _goes briskly for the cane, and she hits the desk\nwith it._)  Arthur, surely that terrifies you?\n\nARTHUR.  No, ma'am.\n\nPHOEBE.  Arthur, why did you fight with that street boy?\n\nARTHUR.  'Cos he said that when you caned you did not draw blood.\n\nPHOEBE.  But I don't, do I?\n\nARTHUR.  No, ma'am.\n\nPHOEBE.  Then why fight him?  (_Remembering how strange boys are._)\nWas it for the honour of the school?\n\nARTHUR.  Yes, ma'am.\n\nPHOEBE.  Say you are sorry, Arthur, and I won't punish you.\n\n(_He bursts into tears._)\n\nARTHUR.  You promised to cane me, and now you are not going to do it.\n\nPHOEBE (_incredulous_).  Do you wish to be caned?\n\nARTHUR (_holding out his hand eagerly_).  If you please, Miss Phoebe.\n\nPHOEBE.  Unnatural boy.  (_She canes him in a very unprofessional\nmanner._)  Poor dear boy.\n\n(_She kisses the hand._)\n\nARTHUR (_gloomily_).  Oh, ma'am, you will never be able to cane if you\nhold it like that.  You should hold it like this, Miss Phoebe, and give\nit a wriggle like that.\n\n(_She is too soft-hearted to follow his instructions._)\n\nPHOEBE (_almost in tears_).  Go away.\n\nARTHUR (_remembering that women are strange_).  Don't cry, ma'am; I\nlove you, Miss Phoebe.\n\n(_She seats him on her knee, and he thinks of a way to please her._)\n\nIf any boy says you can't cane I will blood him, Miss Phoebe.\n\n(PHOEBE _shudders, and_ MISS SUSAN _again darts in.  She signs to_\nPHOEBE _to send_ ARTHUR _away._)\n\nMISS SUSAN (_as soon as_ ARTHUR _has gone_).  Phoebe, if a herring and\na half cost three ha'pence, how many for elevenpence?\n\nPHOEBE (_instantly_).  Eleven.\n\nMISS SUSAN.  William Smith says it is fifteen; and he is such a big\nboy, do you think I ought to contradict him?  May I say there are\ndifferences of opinion about it?  No one can be really sure, Phoebe.\n\nPHOEBE.  It is eleven.  I once worked it out with real herrings.\n(_Stoutly._)  Susan, we must never let the big boys know that we are\nafraid of them.  To awe them, stamp with the foot, speak in a ferocious\nvoice, and look them unflinchingly in the face.  (_Then she pales._)\nOh, Susan, Isabella's father insists on her acquiring algebra.\n\nMISS SUSAN.  What is algebra exactly; is it those three cornered things?\n\nPHOEBE.  It is _x_ minus _y_ equals _z_ plus _y_ and things like that.\nAnd all the time you are saying they are equal, you feel in your heart,\nwhy should they be.\n\n(_The music of the band swells here, and both ladies put their hands to\ntheir ears._)\n\nIt is the band for to-night's ball.  We must not grudge their\nrejoicings, Susan.  It is not every year that there is a Waterloo to\ncelebrate.\n\nMISS SUSAN.  I was not thinking of that.  I was thinking that he is to\nbe at the ball to-night; and we have not seen him for ten years.\n\nPHOEBE (_calmly_).  Yes, ten years.  We shall be glad to welcome our\nold friend back, Susan.  I am going in to your room now to take the\nLatin class.\n\n(_A soldier with a girl passes--a yokel follows angrily._)\n\nMISS SUSAN.  Oh, that weary Latin, I wish I had the whipping of the man\nwho invented it.\n\n(_She returns to her room, and the sound of the music dies away_.  MISS\nPHOEBE, _who is not a very accomplished classical scholar, is taking a\nfinal peep at the declensions when_ MISS SUSAN _reappears excitedly._)\n\nPHOEBE.  What is it?\n\nMISS SUSAN (_tragically_).  William Smith!  Phoebe, I tried to look\nferocious, indeed I did, but he saw I was afraid, and before the whole\nschool he put out his tongue at me.\n\nPHOEBE.  Susan!\n\n(_She is lion-hearted; she remembers_ ARTHUR'S _instructions, and\npractises with the cane._)\n\nMISS SUSAN (_frightened_).  Phoebe, he is much too big.  Let it pass.\n\nPHOEBE.  If I let it pass I am a stumbling-block in the way of true\neducation.\n\nMISS SUSAN.  Sister.\n\nPHOEBE (_grandly_).  Susan, stand aside.\n\n(_Giving the cane_ ARTHUR'S _most telling flick, she marches into the\nother room.  Then, while_ MISS SUSAN _is listening nervously_, CAPTAIN\nVALENTINE BROWN _is ushered in by_ PATTY.  _He is bronzed and\nsoldierly.  He wears the whiskers of the period, and is in uniform.  He\nhas lost his left hand, but this is not at first noticeable._)\n\nPATTY.  Miss Susan, 'tis Captain Brown!\n\nMISS SUSAN.  Captain Brown!\n\nVALENTINE (_greeting her warmly_).  Reports himself at home again.\n\nMISS SUSAN (_gratified_).  You call this home?\n\nVALENTINE.  When the other men talked of their homes, Miss Susan, I\nthought of this room.  (_Looking about him._)  Maps--desks--heigho!\nBut still it is the same dear room.  I have often dreamt, Miss Susan,\nthat I came back to it in muddy shoes.  (_Seeing her alarm._)  I have\nnot, you know!  Miss Susan, I rejoice to find no change in you; and\nMiss Phoebe--Miss Phoebe of the ringlets--I hope there be as little\nchange in her?\n\nMISS SUSAN (_painfully_).  Phoebe of the ringlets!  Ah, Captain Brown,\nyou need not expect to see her.\n\nVALENTINE.  She is not here?  I vow it spoils all my home-coming.\n\n(_At this moment the door of the other room is filing open and_ PHOEBE\n_rushes out, followed by_ WILLIAM SMITH _who is brandishing the cane_.\nVALENTINE _takes in the situation, and without looking at_ PHOEBE\n_seizes_ WILLIAM _by the collar and marches him out of the school._)\n\nMISS SUSAN.  Phoebe, did you see who it is?\n\nPHOEBE.  I saw.  (_In a sudden tremor._) Susan, I have lost all my\nlooks.\n\n(_The pupils are crowding in from_ MISS SUSAN'S _room and she orders\nthem back and goes with them_.  VALENTINE _returns, and speaks as he\nenters, not recognising_ PHOEBE, _whose back is to him._)\n\nVALENTINE.  A young reprobate, madam, but I have deposited him on the\ncauseway.  I fear--\n\n(_He stops, puzzled because the lady has covered her face with her\nhands._)\n\nPHOEBE.  Captain Brown.\n\nVALENTINE.  Miss Phoebe, it is you?\n\n(_He goes to her, but he cannot help showing that her appearance is a\nshock to him._)\n\nPHOEBE (_without bitterness_).  Yes, I have changed very much, I have\nnot worn well, Captain Brown.\n\nVALENTINE (_awkwardly_).  We--we are both older, Miss Phoebe.\n\n(_He holds out his hand warmly, with affected high spirits._)\n\nPHOEBE (_smiling reproachfully_).  It was both hands when you went\naway.  (_He has to show that his left hand is gone; she is overcome._)\nI did not know.  (_She presses the empty sleeve in remorse._)  You\nnever mentioned it in your letters.\n\nVALENTINE (_now grown rather stern_).  Miss Phoebe, what did you omit\nfrom your letters that you had such young blackguards as that to\nterrify you?\n\nPHOEBE.  He is the only one.  Most of them are dear children; and this\nis the last day of the term.\n\nVALENTINE.  Ah, ma'am, if only you had invested all your money as you\nlaid out part by my advice.  What a monstrous pity you did not.\n\nPHOEBE.  We never thought of it.\n\nVALENTINE.  You look so tired.\n\nPHOEBE.  I have the headache to-day.\n\nVALENTINE.  You did not use to have the headache.  Curse those dear\nchildren.\n\nPHOEBE (_bravely_).  Nay, do not distress yourself about me.  Tell me\nof yourself.  We are so proud of the way in which you won your\ncommission.  Will you leave the army now?\n\nVALENTINE.  Yes; and I have some intention of pursuing again the old\nlife in Quality Street.  (_He is not a man who has reflected much.  He\nhas come back thinking that all the adventures have been his, and that\nthe old life in Quality Street has waited, as in a sleep, to be resumed\non the day of his return._)  I came here in such high spirits, Miss\nPhoebe.\n\nPHOEBE (_with a wry smile_).  The change in me depresses you.\n\nVALENTINE.  I was in hopes that you and Miss Susan would be going to\nthe ball.  I had brought cards for you with me to make sure.\n\n(_She is pleased and means to accept.  He sighs, and she understands\nthat he thinks her too old._)\n\nPHOEBE.  But now you see that my dancing days are done.\n\nVALENTINE (_uncomfortably_).  Ah, no.\n\nPHOEBE (_taking care he shall not see that he has hurt her_).  But you\nwill find many charming partners.  Some of them have been my pupils.\nThere was even a pupil of mine who fought at Waterloo.\n\nVALENTINE.  Young Blades; I have heard him on it.  (_She puts her hand\nwearily to her head_).  Miss Phoebe--what a dull grey world it is!\n\n(_She turns away to hide her emotion, and_ MISS SUSAN _comes in._)\n\nMISS SUSAN.  Phoebe, I have said that you will not take the Latin class\nto-day, and I am dismissing them.\n\nVALENTINE.  Latin?\n\nPHOEBE (_rather defiantly_).  I am proud to teach it.  (_Breaking\ndown._)  Susan--his arm--have you seen?\n\n(MISS SUSAN _also is overcome, but recovers as the children crowd in._)\n\nMISS SUSAN.  Hats off, gentlemen salute, ladies curtsy--to the brave\nCaptain Brown.\n\n(CAPTAIN BROWN _salutes them awkwardly, and they cheer him, to his\ngreat discomfort, as they pass out._)\n\nVALENTINE (_when they have gone_).  A terrible ordeal, ma'am.\n\n(_The old friends look at each other, and there is a silence_.\nVALENTINE _feels that all the fine tales and merry jests he has brought\nback for the ladies have turned into dead things.  He wants to go away\nand think._)\n\nPHOEBE.  I wish you very happy at the ball.\n\nVALENTINE (_sighing_).  Miss Susan, cannot we turn all these maps and\nhorrors out till the vacation is over?\n\nMISS SUSAN.  Indeed, sir, we always do.  By to-morrow this will be my\ndear blue and white room again, and that my sweet spare bedroom.\n\nPHOEBE.  For five weeks!\n\nVALENTINE (_making vain belief_).  And then--the--the dashing Mr. Brown\nwill drop in as of old, and, behold, Miss Susan on her knees once more\nputting tucks into my little friend the ottoman, and Miss Phoebe---Miss\nPhoebe----\n\nPHOEBE.  Phoebe of the ringlets!\n\n(_She goes out quietly._)\n\nVALENTINE (_miserably_).  Miss Susan, what a shame it is.\n\nMISS SUSAN (_hotly_).  Yes, it is a shame.\n\nVALENTINE (_suddenly become more of a man_).  The brave Captain Brown!\nGood God, ma'am, how much more brave are the ladies who keep a school.\n\n(PATTY _shows in two visitors,_ MISS CHARLOTTE PARRATT _and_ ENSIGN\nBLADES.  CHARLOTTE _is a pretty minx who we are glad to say does not\nreside in Quality Street, and_ BLADES _is a callow youth, inviting\nadmiration._)\n\nCHARLOTTE (_as they salute_).  But I did not know you had company, Miss\nSusan.\n\nMISS SUSAN.  'Tis Captain Brown--Miss Charlotte Parratt.\n\nCHARLOTTE (_gushing_).  The heroic Brown?\n\nVALENTINE.  Alas, no, ma'am, the other one.\n\nCHARLOTTE.  Miss Susan, do you see who accompanies me?\n\nMISS SUSAN.  I cannot quite recall----\n\nBLADES.  A few years ago, ma'am, there sat in this room a scrubby, inky\nlittle boy--I was that boy.\n\nMISS SUSAN.  Can it be our old pupil--Ensign Blades?\n\n(_She thinks him very fine, and he bows, well pleased._)\n\nBLADES.  Once a little boy and now your most obedient, ma'am.\n\nMISS SUSAN.  You have come to recall old memories?\n\nBLADES.  Not precisely; I--Charlotte, explain.\n\nCHARLOTTE.  Ensign Blades wishes me to say that it must seem highly\nromantic to you to have had a pupil who has fought at Waterloo.\n\nMISS SUSAN.  Not exactly romantic.  I trust, sir, that when you speak\nof having been our pupil you are also so obliging as to mention that it\nwas during our first year.  Otherwise it makes us seem so elderly.\n\n(_He bows again, in what he believes to be a quizzical manner._)\n\nCHARLOTTE.  Ensign Blades would be pleased to hear, Miss Susan, what\nyou think of him as a whole.\n\nMISS SUSAN.  Indeed, sir, I think you are monstrous fine.\n(_Innocently._)  It quite awes me to remember that we used to whip him.\n\nVALENTINE (_delighted_).  Whipped him, Miss Susan!  (_In solemn\nburlesque of_ CHARLOTTE.) Ensign Blades wishes to indicate that it was\nmore than Buonaparte could do.  We shall meet again, bright boy.\n\n(_He makes his adieux and goes._)\n\nBLADES.  Do you think he was quizzing me?\n\nMISS SUSAN (_simply_).  I cannot think so.\n\nBLADES.  He said 'bright boy,' ma'am.\n\nMISS SUSAN.  I am sure, sir, he did not mean it.\n\n(PHOEBE _returns._)\n\nPHOEBE.  Charlotte, I am happy to see you.  You look delicious, my\ndear--so young and fresh.\n\nCHARLOTTE.  La!  Do you think so, Miss Phoebe?\n\nBLADES.  Miss Phoebe, your obedient.\n\nPHOEBE.  It is Ensign Blades!  But how kind of you, sir, to revisit the\nold school.  Please to sit down.\n\nCHARLOTTE.  Ensign Blades has a favour to ask of you, Miss Phoebe.\n\nBLADES.  I learn, ma'am, that Captain Brown has obtained a card for you\nfor the ball, and I am here to solicit for the honour of standing up\nwith you.\n\n(_For the moment_ PHOEBE _is flattered.  Here, she believes, is some\none who does not think her too old for the dance.  Then she perceives a\nmeaning smile pass between_ CHARLOTTE _and the_ ENSIGN.)\n\nPHOEBE (_paling_).  Is it that you desire to make sport of me?\n\nBLADES (_honestly distressed_).  Oh no, ma'am, I vow--but I--I am such\na quiz, ma'am.\n\nMISS SUSAN.  Sister!\n\nPHOEBE.  I am sorry, sir, to have to deprive you of some entertainment,\nbut I am not going to the ball.\n\nMISS SUSAN (_haughtily_).  Ensign Blades, I bid you my adieux.\n\nBLADES (_ashamed_).  If I have hurt Miss Phoebe's feelings I beg to\napologise.\n\nMISS SUSAN.  _If_ you have hurt them.  Oh, sir, how is it possible for\nany one to be as silly as you seem to be.\n\nBLADES (_who cannot find the answer_).  Charlotte--explain.\n\n(_But_ CHARLOTTE _considers that their visit has not been sufficiently\nesteemed and departs with a cold curtsy, taking him with her._)\n\n(MISS SUSAN _turns sympathetically to_ PHOEBE, _but_ PHOEBE, _fighting\nwith her pain, sits down at the spinet and plays at first excitedly a\ngay tune, then slowly, then comes to a stop with her head bowed.  Soon\nshe jumps up courageously, brushes away her distress, gets an algebra\nbook from the desk and sits down to study it_.  MISS SUSAN _is at the\nwindow, where ladies and gentlemen are now seen passing in ball\nattire._)\n\nMISS SUSAN.  What book is it, Phoebe?\n\nPHOEBE.  It is an algebra.\n\nMISS SUSAN.  They are going by to the ball.  (_In anger._)  My Phoebe\nshould be going to the ball, too.\n\nPHOEBE.  You jest, Susan.  (MISS SUSAN _watches her read_.  PHOEBE _has\nto wipe away a tear; soon she rises and gives way to the emotion she\nhas been suppressing ever since the entrance of_ VALENTINE.)  Susan, I\nhate him.  Oh, Susan, I could hate him if it were not for his poor hand.\n\nMISS SUSAN.  My dear.\n\nPHOEBE.  He thought I was old, because I am weary, and he should not\nhave forgotten.  I am only thirty.  Susan, why does thirty seem so much\nmore than twenty-nine?  (_As if_ VALENTINE _were present._)  Oh, sir,\nhow dare you look so pityingly at me?  Because I have had to work so\nhard,--is it a crime when a woman works?  Because I have tried to be\ncourageous--have I been courageous, Susan?\n\nMISS SUSAN.  God knows you have.\n\nPHOEBE.  But it has given me the headache, it has tired my eyes.  Alas,\nMiss Phoebe, all your charm has gone, for you have the headache, and\nyour eyes are tired.  He is dancing with Charlotte Parratt now, Susan.\n'I vow, Miss Charlotte, you are selfish and silly, but you are sweet\neighteen.'  'Oh la, Captain Brown, what a quiz you are.'  That delights\nhim, Susan; see how he waggles his silly head.\n\nMISS SUSAN.  Charlotte Parratt is a goose.\n\nPHOEBE.  'Tis what gentlemen prefer.  If there were a sufficient number\nof geese to go round, Susan, no woman of sense would ever get a\nhusband.  'Charming Miss Charlotte, you are like a garden; Miss Phoebe\nwas like a garden once, but 'tis a faded garden now.'\n\nMISS SUSAN.  If to be ladylike----\n\nPHOEBE.  Susan, I am tired of being ladylike.  I am a young woman\nstill, and to be ladylike is not enough.  I wish to be bright and\nthoughtless and merry.  It is every woman's birthright to be petted and\nadmired; I wish to be petted and admired.  Was I born to be confined\nwithin these four walls?  Are they the world, Susan, or is there\nanything beyond them?  I want to know.  My eyes are tired because for\nten years they have seen nothing but maps and desks.  Ten years!  Ten\nyears ago I went to bed a young girl and I woke with this cap on my\nhead.  It is not fair.  This is not me, Susan, this is some other\nperson, I want to be myself.\n\nMISS SUSAN.  Phoebe, Phoebe, you who have always been so patient!\n\nPHOEBE.  Oh no, not always.  If you only knew how I have rebelled at\ntimes, you would turn from me in horror.  Susan, I have a picture of\nmyself as I used to be; I sometimes look at it.  I sometimes kiss it,\nand say, 'Poor girl, they have all forgotten you.  But I remember.'\n\nMISS SUSAN.  I cannot recall it.\n\nPHOEBE.  I keep it locked away in my room.  Would you like to see it?\nI shall bring it down.  My room!  Oh, Susan, it is there that the\nPhoebe you think so patient has the hardest fight with herself, for\nthere I have seemed to hear and see the Phoebe of whom this (_looking\nat herself_) is but an image in a distorted glass.  I have heard her\nsinging as if she thought she was still a girl.  I have heard her\nweeping; perhaps it was only I who was weeping; but she seemed to cry\nto me, 'Let me out of this prison, give me back the years you have\ntaken from me.  Oh, where are my pretty curls?' she cried.  'Where is\nmy youth, my youth.'\n\n(_She goes out, leaving_ MISS SUSAN _woeful.  Presently_ SUSAN _takes\nup the algebra book and reads._)\n\nMISS SUSAN.  'A stroke B multiplied by B stroke C equal AB stroke a\nlittle 2; stroke AC add BC.  \"Poor Phoebe!\"  Multiply by C stroke A and\nwe get--  Poor Phoebe!  C a B stroke a little 2 stroke AC little 2 add\nBC.  \"Oh, I cannot believe it!\" Stroke a little 2 again, add AB little\n2 add a little 2C stroke a BC.' ...\n\n(PATTY _comes in with the lamp._)\n\nPATTY.  Hurting your poor eyes reading without a lamp.  Think shame,\nMiss Susan.\n\nMISS SUSAN (_with spirit_).  Patty, I will not be dictated to.  (PATTY\n_looks out at window._) Draw the curtains at once.  I cannot allow you\nto stand gazing at the foolish creatures who crowd to a ball.\n\nPATTY (_closing curtains_).  I am not gazing at them, ma'am; I am\ngazing at my sweetheart.\n\nMISS SUSAN.  Your sweetheart?  (_Softly._)  I did not know you had one.\n\nPATTY.  Nor have I, ma'am, as yet.  But I looks out, and thinks I to\nmyself, at any moment he may turn the corner.  I ha' been looking out\nat windows waiting for him to oblige by turning the corner this fifteen\nyears.\n\nMISS SUSAN.  Fifteen years, and still you are hopeful?\n\nPATTY.  There is not a more hopeful woman in all the king's dominions.\n\nMISS SUSAN.  You who are so much older than Miss Phoebe.\n\nPATTY.  Yes, ma'am, I ha' the advantage of her by ten years.\n\nMISS SUSAN.  It would be idle to pretend that you are specially comely.\n\nPATTY.  That may be, but my face is my own, and the more I see it in\nthe glass the more it pleases me.  I never look at it but I say to\nmyself, 'Who is to be the lucky man?'\n\nMISS SUSAN.  'Tis wonderful.\n\nPATTY.  This will be a great year for females, ma'am.  Think how many\nof the men that marched away strutting to the wars have come back\nlimping.  Who is to take off their wooden legs of an evening, Miss\nSusan?  You, ma'am, or me?\n\nMISS SUSAN.  Patty!\n\nPATTY (_doggedly_).  Or Miss Phoebe?  (_With feeling._)  The pretty\nthing that she was, Miss Susan.\n\nMISS SUSAN.  Do you remember, Patty?  I think there is no other person\nwho remembers unless it be the Misses Willoughby and Miss Henrietta.\n\nPATTY (_eagerly_).  Give her a chance, ma'am, and take her to the\nballs.  There be three of them this week, and the last ball will be the\nbest, for 'tis to be at the barracks, and you will need a carriage to\ntake you there, and there will be the packing of you into it by gallant\nsquires and the unpacking of you out, and other devilries.\n\nMISS SUSAN.  Patty!\n\nPATTY.  If Miss Phoebe were to dress young again and put candles in her\neyes that used to be so bright, and coax back her curls--\n\n(PHOEBE _returns, and a great change has come over her.  She is young\nand pretty again.  She is wearing the wedding-gown of_ ACT I., _her\nringlets are glorious, her figure youthful, her face flushed and\nanimated_.  PATTY _is the first to see her, and is astonished_.  PHOEBE\n_signs to her to go._)\n\nPHOEBE (_when_ PATTY _has gone_).  Susan.  (MISS SUSAN _sees and is\nspeechless._)  Susan, this is the picture of my old self that I keep\nlocked away in my room, and sometimes take out of its box to look at.\nThis is the girl who kisses herself in the glass and sings and dances\nwith glee until I put her away frightened lest you should hear her.\n\nMISS SUSAN.  How marvellous!  Oh, Phoebe.\n\nPHOEBE.  Perhaps I should not do it, but it is so easy.  I have but to\nput on the old wedding-gown and tumble my curls out of the cap.\n(_Passionately._)  Sister, am I as changed as he says I am?\n\nMISS SUSAN.  You almost frighten me.\n\n(_The band is heard._)\n\nPHOEBE.  The music is calling to us.  Susan, I will celebrate Waterloo\nin a little ball of my own.  See, my curls have begun to dance, they\nare so anxious to dance.  One dance, Susan, to Phoebe of the ringlets,\nand then I will put her away in her box and never look at her again.\nMa'am, may I have the honour?  Nay, then I shall dance alone.  (_She\ndances._)  Oh, Susan, I almost wish I were a goose.\n\n(_Presently_ PATTY _returns.  She gazes at_ MISS PHOEBE _dancing._)\n\nPATTY.  Miss Phoebe!\n\nPHOEBE (_still dancing_).  Not Miss Phoebe, Patty.  I am not myself\nto-night, I am--let me see, I am my niece.\n\nPATTY (_in a whisper to_ SUSAN).  But Miss Susan, 'tis Captain Brown.\n\nMISS SUSAN.  Oh, stop, Phoebe, stop!\n\nPATTY.  Nay, let him see her!\n\n(MISS SUSAN _hurries scandalised into the other room as_ VALENTINE\n_enters._)\n\nVALENTINE.  I ventured to come back because---- (PHOEBE _turns to\nhim--he stops abruptly, bewildered._)  I beg your pardon, madam, I\nthought it was Miss Susan or Miss Phoebe.\n\n(_His mistake surprises her, but she is in a wild mood and curtsies,\nthen turns away and smiles.  He stares as if half-convinced._)\n\nPATTY (_with an inspiration_).  'Tis my mistresses' niece, sir; she is\non a visit here.\n\n(_He is deceived.  He bows gallantly, then remembers the object of his\nvisit.  He produces a bottle of medicine._)\n\nVALENTINE.  Patty, I obtained this at the apothecary's for Miss\nPhoebe's headache.  It should be taken at once.\n\nPATTY.  Miss Phoebe is lying down, sir.\n\nVALENTINE.  Is she asleep?\n\nPATTY (_demurely_).  No, sir, I think she be wide awake.\n\nVALENTINE.  It may soothe her.\n\nPHOEBE.  Patty, take it to Aunt Phoebe at once.\n\n(_PATTY goes out sedately with the medicine._)\n\nVALENTINE (_after a little awkwardness, which_ PHOEBE _enjoys_).\nPerhaps I may venture to present myself, Miss--Miss----?\n\nPHOEBE.  Miss--Livvy, sir.\n\nVALENTINE.  I am Captain Brown, Miss Livvy, an old friend of both your\naunts.\n\nPHOEBE (_curtsying_).  I have heard them speak of a dashing Mr. Brown.\nBut I think it cannot be the same.\n\nVALENTINE (_a little chagrined_).  Why not, ma'am?\n\nPHOEBE.  I ask your pardon, sir.\n\nVALENTINE, I was sure you must be related.  Indeed, for a moment the\nlikeness--even the voice----\n\nPHOEBE (_pouting_).  La, sir, you mean I am like Aunt Phoebe.  Every\none says so--and indeed 'tis no compliment.\n\nVALENTINE.  'Twould have been a compliment once.  You must be a\ndaughter of the excellent Mr. James Throssel who used to reside at\nGreat Buckland.\n\nPHOEBE.  He is still there.\n\nVALENTINE.  A tedious twenty miles from here, as I remember.\n\nPHOEBE.  La! I have found the journey a monstrous quick one, sir.\n\n(_The band is again heard.  She runs to the window to peep between the\ncurtains, and his eyes follow her admiringly._)\n\nVALENTINE (_eagerly_).  Miss Livvy, you go to the ball?\n\nPHOEBE.  Alas, sir, I have no card.\n\nVALENTINE.  I have two cards for your aunts.  As Miss Phoebe has the\nheadache, your Aunt Susan must take you to the ball.\n\nPHOEBE.  Oh, oh!  (_Her feet move to the music._)  Sir, I cannot\ncontrol my feet.\n\nVALENTINE.  They are already at the ball, ma'am; you must follow them.\n\nPHOEBE (_with all the pent-up mischief of ten years_).  Oh, sir, do you\nthink some pretty gentleman might be partial to me at the ball?\n\nVALENTINE.  If that is your wish----\n\nPHOEBE.  I should love, sir, to inspire frenzy in the breast of the\nmale.  (_With sudden collapse._)  I dare not go--I dare not.\n\nVALENTINE.  Miss Livvy, I vow----\n\n(_He turns eagerly to_ MISS SUSAN, _who enters._)\n\nI have ventured, Miss Susan, to introduce myself to your charming niece.\n\n(MISS SUSAN _would like to run away again, but the wicked_ MISS PHOEBE\n_is determined to have her help._)\n\nPHOEBE.  Aunt Susan, do not be angry with your Livvy--your Livvy, Aunt\nSusan.  This gentleman says he is the dashing Mr. Brown, he has cards\nfor us for the ball, Auntie.  Of course we cannot go--we dare not go.\nOh, Auntie, hasten into your bombazine.\n\nMISS SUSAN (_staggered_).  Phoebe----\n\nPHOEBE.  Aunt Phoebe wants me to go.  If I say she does you know she\ndoes!\n\nMISS SUSAN.  But my dear, my dear.\n\nPHOEBE.  Oh, Auntie, why do you talk so much.  Come, come.\n\nVALENTINE.  I shall see to it, Miss Susan, that your niece has a\ncharming ball.\n\nPHOEBE.  He means he will find me sweet partners.\n\nVALENTINE.  Nay, ma'am, I mean _I_ shall be your partner.\n\nPHOEBE (_who is not an angel_).  Aunt Susan, he still dances!\n\nVALENTINE.  _Still_, ma'am?\n\nPHOEBE.  Oh, sir, you are indeed dashing.  Nay, sir, please not to\nscowl, I could not avoid noticing them.\n\nVALENTINE.  Noticing what, Miss Livvy?\n\nPHOEBE.  The grey hairs, sir.\n\nVALENTINE.  I vow, ma'am, there is not one in my head.\n\nPHOEBE.  He is such a quiz.  I so love a quiz.\n\nVALENTINE.  Then, ma'am, I shall do nothing but quiz you at the ball.\nMiss Susan, I beg you--\n\nMISS SUSAN.  Oh, sir, dissuade her.\n\nVALENTINE.  Nay, I entreat.\n\nPHOEBE.  Auntie!\n\nMISS SUSAN.  Think, my dear, think, we dare not.\n\nPHOEBE (_shuddering_).  No, we dare not, I cannot go.\n\nVALENTINE.  Indeed, ma'am.\n\nPHOEBE.  'Tis impossible.\n\n(_She really means it, and had not the music here taken an unfair\nadvantage of her it is certain that_ MISS PHOEBE _would never have gone\nto the ball.  In after years she and_ MISS SUSAN _would have talked\ntogether of the monstrous evening when she nearly lost her head, but\nregained it before it could fall off.  But suddenly the music swells so\nalluringly that it is a thousand fingers beckoning her to all the balls\nshe has missed, and in a transport she whirls_ MISS SUSAN _from the\nblue and white room to the bed-chamber where is the bombazine_.\nVALENTINE _awaits their return like a conqueror, until_ MISS LIVVY'S\n_words about his hair return to trouble him.  He is stooping, gazing\nintently into a small mirror, extracting the grey hairs one by one,\nwhen_ PATTY _ushers in the sisters_ WILLOUGHBY _and_ MISS HENRIETTA.\nMISS HENRIETTA _is wearing the new veil, which opens or closes like\ncurtains when she pulls a string.  She opens it now to see what he is\ndoing, and the slight sound brings him to his feet._)\n\nMISS HENRIETTA.  'Tis but the new veil, sir; there is no cause for\nalarm.\n\n(_They have already learned from_ PATTY, _we may be sure, that he is in\nthe house, but they express genteel surprise._)\n\nMISS FANNY.  Mary, surely we are addressing the gallant Captain Brown!\n\nVALENTINE.  It is the Misses Willoughby and Miss Henrietta.  'Tis\nindeed a gratification to renew acquaintance with such elegant and\nrespectable females.\n\n(_The greetings are elaborate._)\n\nMISS WILLOUGHBY.  You have seen Miss Phoebe, sir?\n\nVALENTINE.  I have had the honour.  Miss Phoebe, I regret to say, is\nnow lying down with the headache.  (_The ladies are too delicately\nminded to exchange glances before a man, but they are privately of\nopinion that this meeting after ten years with the dazzling_ BROWN _has\nlaid_ MISS PHOEBE _low.  They are in a twitter of sympathy with her,\nand yearning to see_ MISS SUSAN _alone, so that they may draw from her\nan account of the exciting meeting._)  You do not favour the ball\nto-night?\n\nMISS FANNY.  I confess balls are distasteful to me.\n\nMISS HENRIETTA.  'Twill be a mixed assembly.  I am credibly informed\nthat the woollen draper's daughter has obtained a card.\n\nVALENTINE (_gravely_).  Good God, ma'am, is it possible?\n\nMISS WILLOUGHBY.  We shall probably spend the evening here with Miss\nSusan at the card table.\n\nVALENTINE.  But Miss Susan goes with me to the ball, ma'am.\n\n(_This is scarcely less exciting to them than the overthrow of the\nCorsican._)\n\nVALENTINE.  Nay, I hope there be no impropriety.  Miss Livvy will\naccompany her.\n\nMISS WILLOUGHBY (_bewildered_).  Miss Livvy?\n\nVALENTINE.  Their charming niece.\n\n(_The ladies repeat the word in a daze._)\n\nMISS FANNY.  They had not apprised us that they have a visitor.\n\n(_They think this reticence unfriendly, and are wondering whether they\nought not to retire hurt, when_ MISS SUSAN _enters in her bombazine,\nwraps, and bonnet.  She starts at sight of them, and has the bearing of\na guilty person._)\n\nMISS WILLOUGHBY (_stiffly_).  We have but now been advertised of your\nintention for this evening, Susan.\n\nMISS HENRIETTA.  We deeply regret our intrusion.\n\nMISS SUSAN (_wistfully_).  Please not to be piqued, Mary.  'Twas\nso--sudden.\n\nMISS WILLOUGHBY.  I cannot remember, Susan, that your estimable brother\nhad a daughter.  I thought all the three were sons.\n\nMISS SUSAN (_with deplorable readiness_).  Three sons and a daughter.\nSurely you remember little Livvy, Mary?\n\nMISS WILLOUGHBY (_bluntly_).  No, Susan, I do not.\n\nMISS SUSAN.  I--I must go.  I hear Livvy calling.\n\nMISS FANNY (_tartly_).  I hear nothing but the band.  We are not to see\nyour niece?\n\nMISS SUSAN.  Another time--to-morrow.  Pray rest a little before you\ndepart, Mary.  I--I--Phoebe Livvy--the headache----\n\n(_But before she can go another lady enters gaily._)\n\nVALENTINE.  Ah, here is Miss Livvy.\n\n(_The true culprit is more cunning than_ MISS SUSAN, _and before they\ncan see her she quickly pulls the strings of her bonnet, which is like_\nMISS HENRIETTA'S, _and it obscures her face._)\n\nMISS SUSAN.  This--this is my niece, Livvy--Miss Willoughby, Miss\nHenrietta, Miss Fanny Willoughby.\n\nVALENTINE.  Ladies, excuse my impatience, but--\n\nMISS WILLOUGHBY.  One moment, sir.  May I ask, Miss Livvy, how many\nbrothers you have.\n\nPHOEBE.  Two.\n\nMISS WILLOUGHBY.  I thank you.\n\n(_She looks strangely at_ MISS SUSAN, _and_ MISS PHOEBE _knows that she\nhas blundered._)\n\nPHOEBE (_at a venture_).  Excluding the unhappy Thomas.\n\nMISS SUSAN (_clever for the only moment in her life_).  We never\nmention him.\n\n(_They are swept away on the arms of the impatient_ CAPTAIN.)\n\nMISS WILLOUGHBY, MISS HENRIETTA, AND MISS FANNY.  What has Thomas done?\n\n(_They have no suspicion as yet of what_ MISS PHOEBE _has done; but\nthey believe there is a scandal in the Throssel family, and they will\nnot sleep happily until they know what it is._)\n\n\n\n_End of Act II._\n\n\n\n\nACT III\n\nTHE BALL\n\n_A ball, but not the one to which we have seen Miss Susan and Miss\nPhoebe rush forth upon their career of crime.  This is the third of the\nseries, the one of which Patty has foretold with horrid relish that it\npromises to be specially given over to devilries.  The scene is a\ncanvas pavilion, used as a retiring room and for card play, and through\nan opening in the back we have glimpses of gay uniforms and fair ladies\nintermingled in the bravery of the dance.  There is coming and going\nthrough this opening, and also through slits in the canvas.  The\npavilion is fantastically decorated in various tastes, and is lit with\nlanterns.  A good-natured moon, nevertheless, shines into it benignly.\nSome of the card tables are neglected, but at one a game of quadrille\nis in progress.  There is much movement and hilarity, but none from one\nside of the tent, where sit several young ladies, all pretty, all\nappealing and all woeful, for no gallant comes to ask them if he may\nhave the felicity.  The nervous woman chaperoning them, and afraid to\nmeet their gaze lest they scowl or weep in reply, is no other than Miss\nSusan, the most unhappy Miss Susan we have yet seen; she sits there\ngripping her composure in both hands.  Far less susceptible to shame is\nthe brazen Phoebe, who may be seen passing the opening on the arm of a\ncavalier, and flinging her trembling sister a mischievous kiss.  The\nyounger ladies note the incident; alas, they are probably meant to\nnotice it, and they cower, as under a blow._\n\n\nHARRIET (_a sad-eyed, large girl, who we hope found a romance at her\nnext ball_).  Are we so disagreeable that no one will dance with us?\nMiss Susan, 'tis infamous; they have eyes for no one but your niece.\n\nCHARLOTTE.  Miss Livvy has taken Ensign Blades from me.\n\nHARRIET.  If Miss Phoebe were here, I am sure she would not allow her\nold pupils to be so neglected.\n\n(_The only possible reply for_ MISS SUSAN _is to make herself look as\nsmall as possible.  A lieutenant comes to them, once a scorner of\nwoman, but now_ SPICER _the bewitched_.  HARRIET _has a moment's hope._)\n\nHow do you do, sir?\n\nSPICER (_with dreadful indifference, though she is his dear cousin_).\nNay, ma'am, how do you do?  (_Wistfully._)  May I stand beside you,\nMiss Susan?\n\n(_He is a most melancholic young man, and he fidgets her._)\n\nMISS SUSAN (_with spirit_).  You have been standing beside me, sir,\nnearly all the evening.  SPICER (_humbly.  It is strange to think that\nhe had been favourably mentioned in despatches_).  Indeed, I cannot but\nbe cognisant of the sufferings I cause by attaching myself to you in\nthis unseemly manner.  Accept my assurances, ma'am, that you have my\ndeepest sympathy.\n\nMISS SUSAN.  Then why do you do it?\n\nSPICER.  Because you are her aunt, ma'am.  It is a scheme of mine by\nwhich I am in hopes to soften her heart.  Her affection for you, ma'am,\nis beautiful to observe, and if she could be persuaded that I seek her\nhand from a passionate desire to have you for my Aunt Susan--do you\nperceive anything hopeful in my scheme, ma'am?\n\nMISS SUSAN.  No, sir, I do not.\n\n(SPICER _wanders away gloomily, takes too much to drink, and ultimately\nbecomes a general_.  ENSIGN BLADES _appears, frowning, and_ CHARLOTTE\n_ventures to touch his sleeve._)\n\nCHARLOTTE.  Ensign Blades, I have not danced with you once this evening.\n\nBLADES (_with the cold brutality of a lover to another she_).  Nor I\nwith you, Charlotte.  (_To_ SUSAN.)  May I solicit of you, Miss Susan,\nis Captain Brown Miss Livvy's guardian; is he affianced to her?\n\nMISS SUSAN.  No, sir.\n\nBLADES.  Then by what right, ma'am, does he interfere?  Your elegant\nniece had consented to accompany me to the shrubbery--to look at the\nmoon.  And now Captain Brown forbids it.  'Tis unendurable.\n\nCHARLOTTE.  But you may see the moon from here, sir.\n\nBLADES (_glancing at it contemptuously_).  I believe not, ma'am.  (_The\nmoon still shines on._)\n\nMISS SUSAN (_primly_).  I am happy Captain Brown forbade her.\n\nBLADES.  Miss Susan, 'twas but because he is to conduct her to the\nshrubbery himself.\n\n(_He flings out pettishly, and_ MISS SUSAN _looks pityingly at the\nwall-flowers._)\n\nMISS SUSAN.  My poor Charlotte!  May I take you to some very agreeable\nladies?\n\nCHARLOTTE (_tartly_).  No, you may not.  I am going to the shrubbery to\nwatch Miss Livvy.\n\nMISS SUSAN.  Please not to do that.\n\nCHARLOTTE (_implying that_ MISS SUSAN _will be responsible for her\nearly death_).  My chest is weak.  I shall sit among the dew.\n\nMISS SUSAN.  Charlotte, you terrify me.  At least, please to put this\ncloak about your shoulders.  Nay, my dear, allow me.\n\n(_She puts a cloak around_ CHARLOTTE, _who departs vindictively for the\nshrubbery.  She will not find_ LIVVY _there, however, for next moment_\nMISS PHOEBE _darts in from the back._)\n\nPHOEBE (_in a gay whisper_).  Susan, another offer [Transcriber's note:\nofficer?] --Major Linkwater--rotund man, black whiskers, fierce\nexpression; he has rushed away to destroy himself.\n\n(_We have been unable to find any record of the Major's tragic end._)\n\nAN OLD SOLDIER (_looking up from a card table, whence he has heard the\nraging of_ BLADES).  Miss Livvy, ma'am, what is this about the moon?\n\n(PHOEBE _smiles roguishly._)\n\nPHOEBE (_looking about her_).  I want my cloak, Aunt Susan.\n\nMISS SUSAN.  I have just lent it to poor Charlotte Parratt.\n\nPHOEBE.  Oh, auntie!\n\nOLD SOLDIER.  And now Miss Livvy cannot go into the shrubbery to see\nthe moon; and she is so fond of the moon!\n\n(MISS PHOEBE _screws her nose at him merrily, and darts back to the\ndance, but she has left a defender behind her._)\n\nA GALLANT (_whose name we have not succeeded in discovering_).  Am I to\nunderstand, sir, that you are intimating disparagement of the moon?  If\na certain female has been graciously pleased to signify approval of\nthat orb, any slight cast upon the moon, sir, I shall regard as a\npersonal affront.\n\nOLD SOLDIER.  Hoity-toity.\n\n(_But he rises, and they face each other, as_ MISS SUSAN _feels, for\nbattle.  She is about to rush between their undrawn swords when there\nis a commotion outside; a crowd gathers and opens to allow some\nofficers to assist a fainting woman into the tent.  It is_ MISS PHOEBE,\n_and_ MISS SUSAN _with a cry goes on her knees beside her.  The tent\nhas filled with the sympathetic and inquisitive, but_ CAPTAIN BROWN,\n_as a physician, takes command, and by his order they retire.  He finds\ndifficulty in bringing the sufferer to, and gets little help from_ MISS\nSUSAN, _who can only call upon_ MISS PHOEBE _by name._)\n\nVALENTINE.  Nay, Miss Susan, 'tis useless calling for Miss Phoebe.\n'Tis my fault; I should not have permitted Miss Livvy to dance so\nimmoderately.  Why do they delay with the cordial?\n\n(_He goes to the back to close the opening, and while he is doing so\nthe incomprehensible_ MISS PHOEBE _seizes the opportunity to sit up on\nher couch of chairs, waggle her finger at_ MISS SUSAN, _and sign darkly\nthat she is about to make a genteel recovery._)\n\nPHOEBE.  Where am I?  Is that you, Aunt Susan?  What has happened?\n\nVALENTINE (_returning_).  Nay, you must recline, Miss Livvy.  You\nfainted.  You have over-fatigued yourself.\n\nPHOEBE.  I remember.\n\n(BLADES _enters with the cordial._)\n\nVALENTINE.  You will sip this cordial.\n\nBLADES.  By your leave, sir.\n\n(_He hands it to_ PHOEBE _himself._)\n\nVALENTINE.  She is in restored looks already, Miss Susan.\n\nPHOEBE.  I am quite recovered.  Perhaps if you were to leave me now\nwith my excellent aunt----\n\nVALENTINE.  Be off with you, apple cheeks.\n\nBLADES.  Sir, I will suffer no reference to my complexion; and, if I\nmistake not, this charming lady was addressing you.\n\nPHOEBE.  If you please, both of you.  (_They retire together, and no\nsooner have they gone than_ MISS PHOEBE _leaps from the couch, her eyes\nsparkling.  She presses the cordial on_ MISS SUSAN.) Nay, drink it,\nSusan.  I left it for you on purpose.  I have such awful information to\nimpart.  Drink.  (MISS SUSAN _drinks tremblingly and then the bolt is\nfired._)  Susan, Miss Henrietta and Miss Fanny are here!\n\nMISS SUSAN.  Phoebe!\n\nPHOEBE.  Suddenly my eyes lighted on them.  At once I slipped to the\nground.\n\nMISS SUSAN.  You think they did not see you?\n\nPHOEBE.  I am sure of it.  They talked for a moment to Ensign Blades,\nand then turned and seemed to be going towards the shrubbery.\n\nMISS SUSAN.  He had heard that you were there with Captain Brown.  He\nmust have told them.\n\nPHOEBE.  I was not.  But oh, sister, I am sure they suspect, else why\nshould they be here?  They never frequent balls.\n\nMISS SUSAN.  They have suspected for a week, ever since they saw you in\nyour veil, Phoebe, on the night of the first dance.  How could they but\nsuspect, when they have visited us every day since then and we have\nalways pretended that Livvy was gone out.\n\nPHOEBE.  Should they see my face it will be idle to attempt to deceive\nthem.\n\nMISS SUSAN.  Idle indeed; Phoebe, the scandal!  You--a schoolmistress!\n\nPHOEBE.  That is it, sister.  A little happiness has gone to my head\nlike strong waters.\n\n(_She is very restless and troubled._)\n\nMISS SUSAN.  My dear, stand still, and think.\n\nPHOEBE.  I dare not, I cannot.  Oh, Susan, if they see me we need not\nopen school again.\n\nMISS SUSAN.  We shall starve.\n\nPHOEBE (_passionately_).  This horrid, forward, flirting, heartless,\nhateful little toad of a Livvy.\n\nMISS SUSAN.  Brother James's daughter, as we call her!\n\nPHOEBE.  'Tis all James's fault.\n\nMISS SUSAN.  Sister, when you know that James has no daughter!\n\nPHOEBE.  If he had really had one, think you I could have been so\nwicked as to personate her?  Susan, I know not what I am saying, but\nyou know who it is that has turned me into this wild creature.\n\nMISS SUSAN.  Oh, Valentine Brown, how could you?\n\nPHOEBE.  To weary of Phoebe--patient, lady-like Phoebe--the Phoebe whom\nI have lost--to turn from her with a 'Bah, you make me old,' and become\nenamoured in a night of a thing like this!\n\nMISS SUSAN.  Yes, yes, indeed; yet he has been kind to us also.  He has\nbeen to visit us several times.\n\nPHOEBE.  In the hope to see her.  Was he not most silent and gloomy\nwhen we said she was gone out?\n\nMISS SUSAN.  He is infatuate---- (_She hesitates._)  Sister, you are\nnot partial to him still?\n\nPHOEBE.  No, Susan, no.  I did love him all those years, though I never\nspoke of it to you.  I put hope aside at once, I folded it up and\nkissed it and put it away like a pretty garment I could never wear\nagain, I but loved to think of him as a noble man.  But he is not a\nnoble man, and Livvy found it out in an hour.  The gallant!  I flirted\nthat I might enjoy his fury.  Susan, there has been a declaration in\nhis eyes all to-night, and when he cries 'Adorable Miss Livvy, be\nmine,' I mean to answer with an 'Oh, la, how ridiculous you are.  You\nare much too old--I have been but quizzing you, sir.'\n\nMISS SUSAN.  Phoebe, how can you be so cruel?\n\nPHOEBE.  Because he has taken from me the one great glory that is in a\nwoman's life.  Not a man's love--she can do without that--but her own\ndear sweet love for him.  He is unworthy of my love; that is why I can\nbe so cruel.\n\nMISS SUSAN.  Oh, dear.\n\nPHOEBE.  And now my triumph is to be denied me, for we must steal away\nhome before Henrietta and Fanny see us.\n\nMISS SUSAN.  Yes, yes.\n\nPHOEBE (_dispirited_).  And to-morrow we must say that Livvy has gone\nback to her father, for I dare keep up this deception no longer.\nSusan, let us go.\n\n(_They are going dejectedly, but are arrested by the apparition of_\nMISS HENRIETTA _and_ MISS FANNY _peeping into the tent_.  PHOEBE _has\njust time to signify to her sister that she will confess all and beg\nfor mercy, when the intruders speak._)\n\nMiss HENRIETTA (_not triumphant but astounded_).  You, Miss Phoebe?\n\nPHOEBE (_with bowed head_).  Yes.\n\nMISS FANNY.  How amazing!  You do not deny, ma'am, that you are Miss\nPhoebe?\n\nPHOEBE (_making confession_).  Yes, Fanny, I am Miss Phoebe.\n\n(_To her bewilderment_ HENRIETTA _and_ FANNY _exchange ashamed\nglances._)\n\nMISS HENRIETTA.  Miss Phoebe, we have done you a cruel wrong.\n\nMISS FANNY.  Phoebe, we apologise.\n\nMISS HENRIETTA.  To think how excitedly we have been following her\nabout in the shrubbery.\n\nMISS FANNY.  She is wearing your cloak.\n\nMISS HENRIETTA.  Ensign Blades told us she was gone to the shrubbery.\n\nMISS FANNY.  And we were convinced there was no such person.\n\nMISS HENRIETTA.  So of course we thought it must be you.\n\nMISS FANNY (_who has looked out_).  I can discern her in the shrubbery\nstill.  She is decidedly taller than Phoebe.\n\nMISS HENRIETTA.  I thought she looked taller.  I meant to say so.\nPhoebe, 'twas the cloak deceived us.  We could not see her face.\n\nPHOEBE (_beginning to understand_).  Cloak?  You mean, Henrietta--you\nmean, Fanny--\n\nMISS FANNY.  'Twas wicked of us, my dear, but we--we thought that you\nand Miss Livvy were the same person.  (_They have evidently been\nstalking_ CHARLOTTE _in_ MISS PHOEBE'S _cloak_.  MISS SUSAN _shudders,\nbut_ MISS PHOEBE _utters a cry of reproach, and it is some time before\nthey can persuade her to forgive them.  It is of course also some time\nbefore we can forgive_ MISS PHOEBE.) Phoebe, you look so pretty.  Are\nthey paying you no attentions, my dear?\n\n(PHOEBE _is unable to resist these delightful openings.  The imploring\nlooks_ MISS SUSAN _gives her but add to her enjoyment.  It is as if the\nsense of fun she had caged a moment ago were broke loose again._)\n\nPHOEBE.  Alas, they think of none but Livvy.  They come to me merely to\nsay that they adore her.\n\nMISS HENRIETTA.  Surely not Captain Brown?\n\nPHOEBE.  He is infatuate about her.\n\nMISS FANNY.  Poor Phoebe!\n\n(_They make much of her, and she purrs naughtily to their stroking,\nwith lightning peeps at_ MISS SUSAN.  _Affronted Providence seeks to\npay her out by sending_ ENSIGN BLADES _into the tent.  Then the close\nobserver may see_ MISS PHOEBE'S _heart sink like a bucket in a well_.\nMISS SUSAN _steals from the tent._)\n\nMISS HENRIETTA.  Mr. Blades, I have been saying that if I were a\ngentleman I would pay my addresses to Miss Phoebe much rather than to\nher niece.\n\nBLADES.  Ma'am, excuse me.\n\nMISS HENRIETTA (_indignant that_ MISS PHOEBE _should be slighted so\npublicly_).  Sir, you are a most ungallant and deficient young man.\n\nBLADES.  Really, ma'am, I assure you----\n\nMISS HENRIETTA.  Not another word, sir.\n\nPHOEBE (_in her most old-maidish manner_).  Miss Fanny, Miss Henrietta,\nit is time I spoke plainly to this gentleman.  Please leave him to me.\nSurely 'twill come best from me.\n\nMISS HENRIETTA.  Indeed, yes, if it be not too painful to you.\n\nPHOEBE.  I must do my duty.\n\nMISS FANNY (_wistfully_).  If we could remain--\n\nPHOEBE.  Would it be seemly, Miss Fanny?\n\nMISS HENRIETTA.  Come, Fanny.  (_To_ BLADES.)  Sir, you bring your\npunishment upon yourself.\n\n(_They press_ PHOEBE'S _hand, and go.  Her heart returns to its usual\nabode._)\n\nBLADES (_bewildered_).  Are you angry with me, Miss Livvy?\n\nPHOEBE.  Oh, no.\n\nBLADES.  Miss Livvy, I have something to say to you of supreme\nimportance to me.  With regard to my complexion, I am aware, Miss\nLivvy, that it has retained a too youthful bloom.  My brother officers\ncomment on it with a certain lack of generosity.  (_Anxiously._)  Might\nI inquire, ma'am, whether you regard my complexion as a subject for\nlight talk.\n\nPHOEBE.  No indeed, sir, I only wish I had it.\n\nBLADES (_who has had no intention of offering, but is suddenly carried\noff his feet by the excellence of the opportunity, which is no doubt\nresponsible for many proposals_).  Miss Livvy, ma'am, you may have it.\n\n(_She has a great and humorous longing that she could turn before his\naffrighted eyes into the schoolmistress she really is.  She would\nendure much to be able at this moment to say, 'I have listened to you,_\nENSIGN BLADES, _with attention, but I am really_ MISS PHOEBE, _and I\nmust now request you to fetch me the implement.' Under the shock, would\nhe have surrendered his palm for punishment?  It can never be known,\nfor as she looks at him longingly,_ LIEUTENANT SPICER _enters, and he\nmistakes the meaning of that longing look._)\n\nSPICER.  'Tis my dance, ma'am--'tis not Ensign Blades'.\n\nBLADES.  Leave us, sir.  We have matter of moment to discuss.\n\nSPICER (_fearing the worst_).  His affection, Miss Livvy, is not so\ndeep as mine.  He is a light and shallow nature.\n\nPHOEBE.  Pooh!  You are both light and shallow natures.\n\nBLADES.  Both, ma'am?  (_But he is not sure that he has not had a\nmiraculous escape._)\n\nPHOEBE (_severely_).  'Tis such as you, with your foolish flirting\nways, that confuse the minds of women and make us try to be as silly as\nyourselves.\n\nSPICER (_crushed_).  Ma'am.\n\nPHOEBE.  I did not mean to hurt you.  (_She takes a hand of each and\ntries to advise them as if her curls were once more hidden under a\ncap._) You are so like little boys in a school.  Do be good.  Sit here\nbeside me.  I know you are very brave--\n\nBLADES.  Ha!\n\nPHOEBE.  And when you come back from the wars it must be so delightful\nto you to flirt with the ladies again.\n\nSPICER.  Oh, ma'am.\n\nPHOEBE.  As soon as you see a lady with a pretty nose you cannot help\nsaying that you adore her.\n\nBLADES (_in an ecstasy_).  Nay, I swear.\n\nPHOEBE.  And you offer to her, not from love, but because you are so\ndeficient in conversation.\n\nSPICER.  Charming, Miss Livvy.\n\nPHOEBE (_with sudden irritation_).  Oh, sir, go away; go away, both of\nyou, and read improving books.\n\n(_They are cast down.  She has not been quite fair to these gallants,\nfor it is not really of them she has grown weary so much as of the lady\nthey temporarily adore.  If_ MISS PHOEBE _were to analyse her feelings\nshe would find that her remark is addressed to_ LIVVY, _and that it\nmeans, 'I have enjoyed for a little pretending to be you, but I am not\nyou and I do not wish to be you.  Your glitter and the airs of you and\nthe racket of you tire me, I want to be done with you, and to be back\nin quiet Quality Street, of which I am a part; it is really pleasant to\nme to know that I shall wake up to-morrow slightly middle-aged.'  With\nthe entrance of_ CAPTAIN BROWN, _however, she is at once a frivol\nagain.  He frowns at sight of her cavaliers._)\n\nVALENTINE.  Gentlemen, I instructed this lady to rest, and I am\nsurprised to find you in attendance.  Miss Livvy, you must be weary of\ntheir fatuities, and I have taken the liberty to order your chaise.\n\nPHOEBE.  It is indeed a liberty.\n\nBLADES.  An outrage.\n\nPHOEBE.  I prefer to remain.\n\nVALENTINE.  Nay.\n\nPHOEBE.  I promised this dance to Ensign Blades.\n\nSPICER.  To me, ma'am.\n\nPHOEBE.  And the following one to Lieutenant Spicer.  Mr. Blades, your\narm.\n\nVALENTINE.  I forbid any further dancing.\n\nPHOEBE.  Forbid.  La!\n\nBLADES.  Sir, by what right----\n\nVALENTINE.  By a right which I hope to make clear to Miss Livvy as soon\nas you gentlemen have retired.\n\n(PHOEBE _sees that the declaration is coming.  She steels herself._)\n\nPHOEBE.  I am curious to know what Captain Brown can have to say to me.\nIn a few minutes, Mr. Blades, Lieutenant Spicer, I shall be at your\nservice.\n\nVALENTINE.  I trust not.\n\nPHOEBE.  I give them my word.\n\n(_The young gentlemen retire, treading air once more_.  BROWN _surveys\nher rather grimly._)\n\nVALENTINE.  You are an amazing pretty girl, ma'am, but you are a\nshocking flirt.\n\nPHOEBE.  La!\n\nVALENTINE.  It has somewhat diverted me to watch them go down before\nyou.  But I know you have a kind heart, and that if there be a rapier\nin your one hand there is a handkerchief in the other ready to staunch\ntheir wounds.\n\nPHOEBE.  I have not observed that they bled much.\n\nVALENTINE.  The Blades and the like, no.  But one may, perhaps.\n\nPHOEBE (_obviously the reference is to himself_).  Perhaps I may wish\nto see him bleed.\n\nVALENTINE (_grown stern_).  For shame, Miss Livvy.  (_Anger rises in\nher, but she wishes him to proceed._)  I speak, ma'am, in the interests\nof the man to whom I hope to see you affianced.\n\n(_No, she does not wish him to proceed.  She had esteemed him for so\nlong, she cannot have him debase himself before her now._)\n\nPHOEBE.  Shall we--I have changed my mind, I consent to go home.\nPlease to say nothing.\n\nVALENTINE.  Nay----\n\nPHOEBE.  I beg you.\n\nVALENTINE.  No.  We must have it out.\n\nPHOEBE.  Then if you must go on, do so.  But remember I begged you to\ndesist.  Who is this happy man?\n\n(_His next words are a great shock to her._)\n\nVALENTINE.  As to who he is, ma'am, of course I have no notion.  Nor, I\nam sure, have you, else you would be more guarded in your conduct.  But\nsome day, Miss Livvy, the right man will come.  Not to be able to tell\nhim all, would it not be hard?  And how could you acquaint him with\nthis poor sport?  His face would change, ma'am, as you told him of it,\nand yours would be a false face until it was told.  This is what I have\nbeen so desirous to say to you--by the right of a friend.\n\nPHOEBE (_in a low voice but bravely_).  I see.\n\nVALENTINE (_afraid that he has hurt her_).  It has been hard to say and\nI have done it bunglingly.  Ah, but believe me, Miss Livvy, it is not\nthe flaunting flower men love; it is the modest violet.\n\nPHOEBE.  The modest violet!  _You_ dare to say that.\n\nVALENTINE.  Yes, indeed, and when you are acquaint with what love\nreally is----\n\nPHOEBE.  Love!  What do you know of love?\n\nVALENTINE (_a little complacently_).  Why, ma'am, I know all about it.\nI am in love, Miss Livvy.\n\nPHOEBE (_with a disdainful inclination of the head_).  I wish you happy.\n\nVALENTINE.  With a lady who was once very like you, ma'am.\n\n(_At first_ PHOEBE _does not understand, then a suspicion of his\nmeaning comes to her._)\n\nPHOEBE.  Not--not--oh no.\n\nVALENTINE.  I had not meant to speak of it, but why should not I?  It\nwill be a fine lesson to you, Miss Livvy.  Ma'am, it is your Aunt\nPhoebe whom I love.\n\nPHOEBE (_rigid_).  You do not mean that.\n\nVALENTINE.  Most ardently.\n\nPHOEBE.  It is not true; how dare you make sport of her.\n\nVALENTINE.  Is it sport to wish she may be my wife?\n\nPHOEBE.  Your wife!\n\nVALENTINE.  If I could win her.\n\nPHOEBE (_bewildered_).  May I solicit, sir, for how long you have been\nattached to Miss Phoebe?\n\nVALENTINE.  For nine years, I think.\n\nPHOEBE.  You think!\n\nVALENTINE.  I want to be honest.  Never in all that time had I thought\nmyself in love.  Your aunts were my dear friends, and while I was at\nthe wars we sometimes wrote to each other, but they were only friendly\nletters.  I presume the affection was too placid to be love.\n\nPHOEBE.  I think that would be Aunt Phoebe's opinion.\n\nVALENTINE.  Yet I remember, before we went into action for the first\ntime--I suppose the fear of death was upon me--some of them were making\ntheir wills--I have no near relative--I left everything to these two\nladies.\n\nPHOEBE (_softly_).  Did you?\n\n(_What is it that_ MISS PHOEBE _begins to see as she sits there so\nquietly, with her hands pressed together as if upon some treasure?  It\nis_ PHOEBE _of the ringlets with the stain taken out of her._)\n\nVALENTINE.  And when I returned a week ago and saw Miss Phoebe, grown\nso tired-looking and so poor----\n\nPHOEBE.  The shock made you feel old, I know.\n\nVALENTINE.  No, Miss Livvy, but it filled me with a sudden passionate\nregret that I had not gone down in that first engagement.  They would\nhave been very comfortably left.\n\nPHOEBE.  Oh, sir!\n\nVALENTINE.  I am not calling it love.\n\nPHOEBE.  It was sweet and kind, but it was not love.\n\nVALENTINE.  It is love now.\n\nPHOEBE.  No, it is only pity.\n\nVALENTINE.  It is love.\n\nPHOEBE (_she smiles tremulously_).  You really mean Phoebe--tired,\nunattractive Phoebe, that woman whose girlhood is gone.  Nay,\nimpossible.\n\nVALENTINE (_stoutly_).  Phoebe of the fascinating playful ways, whose\nringlets were once as pretty as yours, ma'am.  I have visited her in\nher home several times this week--you were always out--I thank you for\nthat!  I was alone with her, and with fragrant memories of her.\n\nPHOEBE.  Memories!  Yes, that is the Phoebe you love, the bright girl\nof the past--not the schoolmistress in her old-maid's cap.\n\nVALENTINE.  There you wrong me, for I have discovered for myself that\nthe schoolmistress in her old-maid's cap is the noblest Miss Phoebe of\nthem all.  (_If only he would go away, and let_ MISS PHOEBE _cry._)\nWhen I enlisted, I remember I compared her to a garden.  I have often\nthought of that.\n\nPHOEBE.  'Tis an old garden now.\n\nVALENTINE.  The paths, ma'am, are better shaded.\n\nPHOEBE.  The flowers have grown old-fashioned.\n\nVALENTINE.  They smell the sweeter.  Miss Livvy, do you think there is\nany hope for me?\n\nPHOEBE.  There was a man whom Miss Phoebe loved--long ago.  He did not\nlove her.\n\nVALENTINE.  Now here was a fool!\n\nPHOEBE.  He kissed her once.\n\nVALENTINE.  If Miss Phoebe suffered him to do that she thought he loved\nher.\n\nPHOEBE.  Yes, yes.  (_She has to ask him the ten years old question._)\nDo you opinion that this makes her action in allowing it less\nreprehensible?  It has been such a pain to her ever since.\n\nVALENTINE.  How like Miss Phoebe!  (_Sternly._)  But that man was a\nknave.\n\nPHOEBE.  No, he was a good man--only a little--inconsiderate.  She\nknows now that he has even forgotten that he did it.  I suppose men are\nlike that?\n\nVALENTINE.  No, Miss Livvy, men are not like that.  I am a very average\nman, but I thank God I am not like that.\n\nPHOEBE.  It was you.\n\nVALENTINE (_after a pause_).  Did Miss Phoebe say that?\n\nPHOEBE.  Yes.\n\nVALENTINE.  Then it is true.\n\n(_He is very grave and quiet._)\n\nPHOEBE.  It was raining and her face was wet.  You said you did it\nbecause her face was wet.\n\nVALENTINE.  I had quite forgotten.\n\nPHOEBE.  But she remembers, and how often do you think the shameful\nmemory has made her face wet since?  The face you love, Captain Brown,\nyou were the first to give it pain.  The tired eyes--how much less\ntired they might be if they had never known you.  You who are torturing\nme with every word, what have you done to Miss Phoebe?  You who think\nyou can bring back the bloom to that faded garden, and all the pretty\nairs and graces that fluttered round it once like little birds before\nthe nest is torn down--bring them back to her if you can, sir; it was\nyou who took them away.\n\nVALENTINE.  I vow I shall do my best to bring them back.  (MISS PHOEBE\n_shakes her head._) Miss Livvy, with your help----\n\nPHOEBE.  My help!  I have not helped.  I tried to spoil it all.\n\nVALENTINE (_smiling_).  To spoil it?  You mean that you sought to flirt\neven with me.  Ah, I knew you did.  But that is nothing.\n\nPHOEBE.  Oh, sir, if you could overlook it.\n\nVALENTINE.  I do.\n\nPHOEBE.  And forget these hateful balls.\n\nVALENTINE.  Hateful!  Nay, I shall never call them that.  They have\ndone me too great a service.  It was at the balls that I fell in love\nwith Miss Phoebe.\n\nPHOEBE.  What can you mean?\n\nVALENTINE.  She who was never at a ball!  (_Checking himself\nhumorously._)  But I must not tell you, it might hurt you.\n\nPHOEBE.  Tell me.\n\nVALENTINE (_gaily_).  Then on your own head be the blame.  It is you\nwho have made me love her, Miss Livvy.\n\nPHOEBE.  Sir?\n\nVALENTINE.  Yes, it is odd, and yet very simple.  You who so resembled\nher as she was! for an hour, ma'am, you bewitched me; yes, I confess\nit, but 'twas only for an hour.  How like, I cried at first, but soon\nit was, how unlike.  There was almost nothing she would have said that\nyou said; you did so much that she would have scorned to do.  But I\nmust not say these things to you!\n\nPHOEBE.  I ask it of you, Captain Brown.\n\nVALENTINE.  Well!  Miss Phoebe's 'lady-likeness,' on which she set such\nstore that I used to make merry of the word--I gradually perceived that\nit is a woman's most beautiful garment, and the casket which contains\nall the adorable qualities that go to the making of a perfect female.\nWhen Miss Livvy rolled her eyes--ah!\n\n(_He stops apologetically._)\n\nPHOEBE.  Proceed, sir.\n\nVALENTINE.  It but made me the more complacent that never in her life\nhad Miss Phoebe been guilty of the slightest deviation from the\nstrictest propriety.  (_She shudders._)  I was always conceiving her in\nyour place.  Oh, it was monstrous unfair to you.  I stood looking at\nyou, Miss Livvy, and seeing in my mind her and the pretty things she\ndid, and you did not do; why, ma'am, that is how I fell in love with\nMiss Phoebe at the balls.\n\nPHOEBE.  I thank you.\n\nVALENTINE.  Ma'am, tell me, do you think there is any hope for me?\n\nPHOEBE.  Hope!\n\nVALENTINE.  I shall go to her.  'Miss Phoebe,' I will say--oh, ma'am,\nso reverently--'Miss Phoebe, my beautiful, most estimable of women, let\nme take care of you for ever more.'\n\n(MISS PHOEBE _presses the words to her heart and then drops them._)\n\nPHOEBE.  Beautiful.  La, Aunt Phoebe!\n\nVALENTINE.  Ah, ma'am, you may laugh at a rough soldier so much\nenamoured, but 'tis true.  'Marry me, Miss Phoebe,' I will say, 'and I\nwill take you back through those years of hardships that have made your\nsweet eyes too patient.  Instead of growing older you shall grow\nyounger.  We will travel back together to pick up the many little joys\nand pleasures you had to pass by when you trod that thorny path alone.'\n\nPHOEBE.  Can't be--can't be.\n\nVALENTINE.  Nay, Miss Phoebe has loved me.  'Tis you have said it.\n\nPHOEBE.  I did not mean to tell you.\n\nVALENTINE.  She will be my wife yet.\n\nPHOEBE.  Never.\n\nVALENTINE.  You are severe, Miss Livvy.  But it is because you are\npartial to her, and I am happy of that.\n\nPHOEBE (_in growing horror of herself_).  I partial to her!  I am\nlaughing at both of you.  Miss Phoebe.  La, that old thing.\n\nVALENTINE (_sternly_).  Silence!\n\nPHOEBE.  I hate her and despise her.  If you knew what she is----\n\n(_He stops her with a gesture._)\n\nVALENTINE.  I know what you are.\n\nPHOEBE.  That paragon who has never been guilty of the slightest\ndeviation from the strictest propriety.\n\nVALENTINE.  Never.\n\nPHOEBE.  That garden----\n\nVALENTINE.  Miss Livvy, for shame.\n\nPHOEBE.  Your garden has been destroyed, sir; the weeds have entered\nit, and all the flowers are choked.\n\nVALENTINE.  You false woman, what do you mean?\n\nPHOEBE.  I will tell you.  (_But his confidence awes her._)  What faith\nyou have in her.\n\nVALENTINE.  As in my God.  Speak.\n\nPHOEBE.  I cannot tell you.\n\nVALENTINE.  No, you cannot.\n\nPHOEBE.  It is too horrible.\n\nVALENTINE.  You are too horrible.  Is not that it?\n\nPHOEBE.  Yes, that is it.\n\n(MISS SUSAN _has entered and caught the last words._)\n\nMISS SUSAN (_shrinking as from a coming blow_).  What is too horrible?\n\nVALENTINE.  Ma'am, I leave the telling of it to her, if she dare.  And\nI devoutly hope those are the last words I shall ever address to this\nlady.\n\n(_He bows and goes out in dudgeon_.  MISS SUSAN _believes all is\ndiscovered and that_ MISS PHOEBE _is for ever shamed._)\n\nMISS SUSAN (_taking_ PHOEBE _in her arms_).  My love, my dear, what\nterrible thing has he said to you?\n\nPHOEBE (_forgetting everything but that she is loved_).  Not\nterrible--glorious!  Susan, 'tis Phoebe he loves, 'tis me, not Livvy!\nHe loves me, he loves me!  Me--Phoebe!\n\n(MISS SUSAN'S _bosom swells.  It is her great hour as much as_\nPHOEBE'S.)\n\n\n\n_End of Act III._\n\n\n\n\nACT IV\n\nTHE BLUE AND WHITE ROOM\n\n_If we could shut our eyes to the two sisters sitting here in woe, this\nwould be, to the male eye at least, the identical blue and white room\nof ten years ago; the same sun shining into it and playing familiarly\nwith Miss Susan's treasures.  But the ladies are changed.  It is not\nmerely that Miss Phoebe has again donned her schoolmistress's gown and\nhidden her curls under the cap.  To see her thus once more, her real\nself, after the escapade of the ball, is not unpleasant, and the cap\nand gown do not ill become the quiet room.  But she now turns guiltily\nfrom the sun that used to be her intimate, her face is drawn, her form\ncondensed into the smallest space, and her hands lie trembling in her\nlap.  It is disquieting to note that any life there is in the room\ncomes not from her but from Miss Susan.  If the house were to go on\nfire now it would be she who would have to carry out Miss Phoebe._\n\n_Whatever of import has happened since the ball, Patty knows it, and is\nenjoying it.  We see this as she ushers in Miss Willoughby.  Note also,\nwith concern, that at mention of the visitor's name the eyes of the\nsisters turn affrightedly, not to the door by which their old friend\nenters, but to the closed door of the spare bed-chamber.  Patty also\ngives it a meaning glance; then the three look at each other, and two\nof them blanch._\n\n\nMISS WILLOUGHBY (_the fourth to look at the door_).  I am just run\nacross, Susan, to inquire how Miss Livvy does now.\n\nMISS SUSAN.  She is still very poorly, Mary.\n\nMISS WILLOUGHBY.  I am so unhappy of that.  I conceive it to be a\nnervous disorder?\n\nMISS SUSAN (_almost too glibly_).  Accompanied by trembling,\nflutterings, and spasms.\n\nMISS WILLOUGHBY.  The excitements of the ball.  You have summoned the\napothecary at last, I trust, Phoebe?\n\n(MISS PHOEBE, _once so ready of defence, can say nothing._)\n\nMISS SUSAN (_to the rescue_).  It is Livvy's own wish that he should\nnot be consulted.\n\nMiss WILLOUGHBY (_looking longingly at the door_).  May I go in to see\nher?\n\nMISS SUSAN.  I fear not, Mary.  She is almost asleep, and it is best\nnot to disturb her.  (_Peeping into the bedroom._)  Lie quite still,\nLivvy, my love, quite still.\n\n(_Somehow this makes_ PATTY _smile so broadly that she finds it\nadvisable to retire_.  MISS WILLOUGHBY _sighs, and produces a small\nbowl from the folds of her cloak._)\n\nMiss WILLOUGHBY.  This is a little arrowroot, of which I hope Miss\nLivvy will be so obliging as to partake.\n\nMISS SUSAN (_taking the bowl_).  I thank you, Mary.\n\nPHOEBE (_ashamed_).  Susan, we ought not----\n\nMISS SUSAN (_shameless_).  I will take it to her while it is still warm.\n\n(_She goes into the bedroom_.  MISS WILLOUGHBY _gazes at_ MISS PHOEBE,\n_who certainly shrinks.  It has not escaped the notice of the visitor\nthat_ MISS PHOEBE _has become the more timid of the sisters, and she\nhas evolved an explanation._)\n\nMISS WILLOUGHBY.  Phoebe, has Captain Brown been apprised of Miss\nLivvy's illness?\n\nPHOEBE (_uncomfortably_).  I think not, Miss Willoughby.\n\nMISS WILLOUGHBY (_sorry for_ PHOEBE, _and speaking very kindly_).  Is\nthis right, Phoebe?  You informed Fanny and Henrietta at the ball of\nhis partiality for Livvy.  My dear, it is hard for you, but have you\nany right to keep them apart?\n\nPHOEBE (_discovering only now what are the suspicions of her friends_).\nIs that what you think I am doing, Miss Willoughby?\n\nMISS WILLOUGHBY.  Such a mysterious illness.  (_Sweetly_)  Long ago,\nPhoebe, I once caused much unhappiness through foolish jealousy.  That\nis why I venture to hope that you will not be as I was, my dear.\n\nPHOEBE.  I jealous of Livvy!\n\nMISS WILLOUGHBY (_with a sigh_).  I thought as little of the lady I\nrefer to, but he thought otherwise.\n\nPHOEBE.  Indeed, Miss Willoughby, you wrong me.\n\n(_But_ MISS WILLOUGHBY _does not entirely believe her, and there is a\npause, so long a pause that unfortunately_ MISS SUSAN _thinks she has\nleft the house._)\n\nMISS SUSAN (_peeping in_).  Is she gone?\n\nMISS WILLOUGHBY (_hurt_).  No, Susan, but I am going.\n\nMISS SUSAN (_distressed_).  Mary!\n\n(_She follows her out, but_ MISS WILLOUGHBY _will not be comforted, and\nthere is a coldness between them for the rest of the day_.  MISS SUSAN\n_is not so abashed as she ought to be.  She returns, and partakes with\navidity of the arrowroot._)\n\nMISS SUSAN.  Phoebe, I am well aware that this is wrong of me, but\nMary's arrowroot is so delicious.  The ladies'-fingers and\npetticoat-tails those officers sent to Livvy, I ate them also!  (_Once\non a time this would have amused_ MISS PHOEBE, _but her sense of humour\nhas gone.  She is crying._)  Phoebe, if you have such remorse you will\nweep yourself to death.\n\nPHOEBE.  Oh, sister, were it not for you, how gladly would I go into a\ndecline.\n\nMISS SUSAN (_after she has soothed_ PHOEBE _a little_).  My dear, what\nis to be done about her?  We cannot have her supposed to be here for\never.\n\nPHOEBE.  We had to pretend that she was ill to keep her out of sight;\nand now we cannot say she has gone away, for the Miss Willoughby's\nwindows command our door, and they are always watching.\n\nMISS SUSAN (_peeping from the window_).  I see Fanny watching now.  I\nfeel, Phoebe, as if Livvy really existed.\n\nPHOEBE (_mournfully_).  We shall never be able to esteem ourselves\nagain.\n\nMISS SUSAN (_who has in her the makings of a desperate criminal_).\nPhoebe, why not marry him?  If only we could make him think that Livvy\nhad gone home.  Then he need never know.\n\nPHOEBE.  Susan, you pain me.  She who marries without telling all--hers\nmust ever be a false face.  They are his own words.\n\n(PATTY _enters importantly._)\n\nPATTY.  Captain Brown.\n\nPHOEBE (_starting up_).  I wrote to him, begging him not to come.\n\nMISS SUSAN (_quickly_).  Patty, I am sorry we are out.\n\n(_But_ VALENTINE _has entered in time to hear her words._)\n\nVALENTINE (_not unmindful that this is the room in which he is esteemed\na wit_).  I regret that they are out, Patty, but I will await their\nreturn.  (_The astonishing man sits on the ottoman beside_ MISS SUSAN,\n_but politely ignores her presence._)  It is not my wish to detain you,\nPatty.\n\n(PATTY _goes reluctantly, and the sisters think how like him, and how\ndelightful it would be if they were still the patterns of propriety he\nconsiders them._)\n\nPHOEBE (_bravely_).  Captain Brown.\n\nVALENTINE (_rising_).  You, Miss Phoebe.  I hear Miss Livvy is\nindisposed?\n\nPHOEBE.  She is--very poorly.\n\nVALENTINE.  But it is not that unpleasant girl I have come to see, it\nis you.\n\nMISS SUSAN (_meekly_).  How do you do?\n\nVALENTINE (_ignoring her_).  And I am happy, Miss Phoebe, to find you\nalone.\n\nMISS SUSAN (_appealingly_).  How do you do, sir?\n\nPHOEBE.  You know quite well, sir, that Susan is here.\n\nVALENTINE.  Nay, ma'am, excuse me.  I heard Miss Susan say she was gone\nout.  Miss Susan is incapable of prevarication.\n\nMISS SUSAN (_rising--helpless_).  What am I to do?\n\nPHOEBE.  Don't go, Susan--'tis what he wants.\n\nVALENTINE.  I have her word that she is not present.\n\nMISS SUSAN.  Oh dear.\n\nVALENTINE.  My faith in Miss Susan is absolute.  (_At this she retires\ninto the bedroom, and immediately his manner changes.  He takes_ MISS\nPHOEBE'S _hands into his own kind ones._) You coward, Miss Phoebe, to\nbe afraid of Valentine Brown.\n\nPHOEBE.  I wrote and begged you not to come.\n\nVALENTINE.  You implied as a lover, Miss Phoebe, but surely always as a\nfriend.\n\nPHOEBE.  Oh yes, yes.\n\nVALENTINE.  You told Miss Livvy that you loved me once.  How carefully\nyou hid it from me!\n\nPHOEBE (_more firmly_).  A woman must never tell.  You went away to the\ngreat battles.  I was left to fight in a little one.  Women have a flag\nto fly, Mr. Brown, as well as men, and old maids have a flag as well as\nwomen.  I tried to keep mine flying.\n\nVALENTINE.  But you ceased to care for me.  (_Tenderly._)  I dare ask\nyour love no more, but I still ask you to put yourself into my keeping.\nMiss Phoebe, let me take care of you.\n\nPHOEBE.  It cannot be.\n\nVALENTINE.  This weary teaching!  Let me close your school.\n\nPHOEBE.  Please, sir.\n\nVALENTINE.  If not for your own sake, I ask you, Miss Phoebe, to do it\nfor mine.  In memory of the thoughtless recruit who went off laughing\nto the wars.  They say ladies cannot quite forget the man who has used\nthem ill; Miss Phoebe, do it for me because I used you ill.\n\nPHOEBE.  I beg you--no more.\n\nVALENTINE (_manfully_).  There, it is all ended.  Miss Phoebe, here is\nmy hand on it.\n\nPHOEBE.  What will you do now?\n\nVALENTINE.  I also must work.  I will become a physician again, with\nsome drab old housekeeper to neglect me and the house.  Do you foresee\nthe cobwebs gathering and gathering, Miss Phoebe?\n\nPHOEBE.  Oh, sir!\n\nVALENTINE.  You shall yet see me in Quality Street, wearing my stock\nall awry.\n\nPHOEBE.  Oh, oh!\n\nVALENTINE.  And with snuff upon my sleeve.\n\nPHOEBE.  Sir, sir!\n\nVALENTINE.  No skulker, ma'am, I hope, but gradually turning into a\ngrumpy, crusty, bottle-nosed old bachelor.\n\nPHOEBE.  Oh, Mr. Brown!\n\nVALENTINE.  And all because you will not walk across the street with me.\n\nPHOEBE.  Indeed, sir, you must marry--and I hope it may be some one who\nis really like a garden.\n\nVALENTINE.  I know but one.  That reminds me, Miss Phoebe, of something\nI had forgot.  (_He produces a paper from his pocket._)  'Tis a trifle\nI have wrote about you.  But I fear to trouble you.\n\n(PHOEBE'S _hands go out longingly for it._)\n\nPHOEBE (_reading_).  'Lines to a Certain Lady, who is Modestly unaware\nof her Resemblance to a Garden.  Wrote by her servant, V. B.'\n\n(_The beauty of this makes her falter.  She looks up._)\n\nVALENTINE (_with a poet's pride_).  There is more of it, ma'am.\n\nPHOEBE (_reading_)\n\n  The lilies are her pretty thoughts,\n    Her shoulders are the may,\n  Her smiles are all forget-me-nots,\n    The path 's her gracious way,\n\n  The roses that do line it are\n    Her fancies walking round,\n  'Tis sweetly smelling lavender\n    In which my lady's gowned.\n\n\n(MISS PHOEBE _has thought herself strong, but she is not able to read\nsuch exquisite lines without betraying herself to a lover's gaze._)\n\nVALENTINE (_excitedly_).  Miss Phoebe, when did you cease to care for\nme?\n\nPHOEBE (_retreating from him but clinging to her poem_).  You promised\nnot to ask.\n\nVALENTINE.  I know not why you should, Miss Phoebe, but I believe you\nlove me still!\n\n(MISS PHOEBE _has the terrified appearance of a detected felon._)\n\n(_MISS SUSAN returns._)\n\nMISS SUSAN.  You are talking so loudly.\n\nVALENTINE.  Miss Susan, does she care for me still?\n\nMISS SUSAN (_forgetting her pride of sex_).  Oh, sir, how could she\nhelp it.\n\nVALENTINE.  Then by Gad, Miss Phoebe, you shall marry me though I have\nto carry you in my arms to the church.\n\nPHOEBE.  Sir, how can you!\n\n(_But_ MISS SUSAN _gives her a look which means that it must be done if\nonly to avoid such a scandal.  It is at this inopportune moment that_\nMISS HENRIETTA _and_ MISS FANNY _are announced._)\n\nMISS HENRIETTA.  I think Miss Willoughby has already popped in.\n\nPHOEBE (_with a little spirit_).  Yes, indeed.\n\nMISS SUSAN (_a mistress of sarcasm_).  How is Mary, Fanny?  She has not\nbeen to see us for several minutes.\n\nMISS FANNY (_somewhat daunted_).  Mary is so partial to you, Susan.\n\nVALENTINE.  Your servant, Miss Henrietta, Miss Fanny.\n\nMISS FANNY.  How do you do, sir?\n\nMISS HENRIETTA (_wistfully_).  And how do you find Miss Livvy, sir?\n\nVALENTINE.  I have not seen her, Miss Henrietta.\n\nMISS HENRIETTA.  Indeed!\n\nMISS FANNY.  Not even you?\n\nVALENTINE.  You seem surprised?\n\nMISS FANNY.  Nay, sir, you must not say so; but really, Phoebe!\n\nPHOEBE.  Fanny, you presume!\n\nVALENTINE (_puzzled_).  If one of you ladies would deign to enlighten\nme.  To begin with, what is Miss Livvy's malady?\n\nMISS HENRIETTA.  He does not know?  Oh, Phoebe.\n\nVALENTINE.  Ladies, have pity on a dull man, and explain.\n\nMISS FANNY (_timidly_).  Please not to ask us to explain.  I fear we\nhave already said more than was proper.  Phoebe, forgive.\n\n(_To_ CAPTAIN BROWN _this but adds to the mystery, and he looks to_\nPHOEBE _for enlightenment._)\n\nPHOEBE (_desperate_).  I understand, sir, there is a belief that I keep\nLivvy in confinement because of your passion for her.\n\nVALENTINE.  My passion for Miss Livvy?  Why, Miss Fanny, I cannot abide\nher--nor she me.  (_Looking manfully at_ MISS PHOEBE.) Furthermore, I\nam proud to tell you that this is the lady whom I adore.\n\nMISS FANNY.  Phoebe?\n\nVALENTINE.  Yes, ma'am.\n\n(_The ladies are for a moment bereft of speech, and the uplifted_\nPHOEBE _cannot refrain from a movement which, if completed, would be a\ncurtsy.  Her punishment follows promptly._)\n\nMISS HENRIETTA (_from her heart_).  Phoebe, I am so happy 'tis you.\n\nMISS FANNY.  Dear Phoebe, I give you joy.  And you also, sir.  (MISS\nPHOEBE _sends her sister a glance of unutterable woe, and escapes from\nthe room.  It is most ill-bred of her._)  Miss Susan, I do not\nunderstand!\n\nMISS HENRIETTA.  Is it that Miss Livvy is an obstacle?\n\nMISS SUSAN (_who knows that there is no hope for her but in flight_).\nI think I hear Phoebe calling me--a sudden indisposition.  Pray excuse\nme, Henrietta.  (_She goes._)\n\nMISS HENRIETTA.  We know not, sir, whether to offer you our\nfelicitations?\n\nVALENTINE (_cogitating_).  May I ask, ma'am, what you mean by an\nobstacle?  Is there some mystery about Miss Livvy?\n\nMISS HENRIETTA.  So much so, sir, that we at one time thought she and\nMiss Phoebe were the same person.\n\nVALENTINE.  Pshaw!\n\nMISS FANNY.  Why will they admit no physician into her presence?\n\nMISS HENRIETTA.  The blinds of her room are kept most artfully drawn.\n\nMISS FANNY (_plaintively_).  We have never seen her, sir.  Neither Miss\nSusan nor Miss Phoebe will present her to us.\n\nVALENTINE (_impressed_).  Indeed.\n\n(MISS HENRIETTA _and_ MISS FANNY, _encouraged by his sympathy, draw\nnearer the door of the interesting bedchamber.  They falter.  Any one\nwho thinks, however, that they would so far forget themselves as to\nopen the door and peep in, has no understanding of the ladies of\nQuality Street.  They are, nevertheless, not perfect, for_ MISS\nHENRIETTA _knocks on the door._)\n\nMISS HENRIETTA.  How do you find yourself, dear Miss Livvy?\n\n(_There is no answer.  It is our pride to record that they come away\nwithout even touching the handle.  They look appealing at_ CAPTAIN\nBROWN, _whose face has grown grave._)\n\nVALENTINE.  I think, ladies, as a physician--\n\n(_He walks into the bedroom.  They feel an ignoble drawing to follow\nhim, but do not yield to it.  When he returns his face is inscrutable._)\n\nMISS HENRIETTA.  Is she very poorly, sir?\n\nVALENTINE.  Ha.\n\nMISS FANNY.  We did not hear you address her.\n\nVALENTINE.  She is not awake, ma'am.\n\nMISS HENRIETTA.  It is provoking.\n\nMISS FANNY (_sternly just_).  They informed Mary that she was nigh\nasleep.\n\nVALENTINE.  It is not a serious illness I think, ma'am.  With the\npermission of Miss Phoebe and Miss Susan I will make myself more\nacquaint with her disorder presently.  (_He is desirous to be alone._)\nBut we must not talk lest we disturb her.\n\nMISS FANNY.  You suggest our retiring, sir?\n\nVALENTINE.  Nay, Miss Fanny----\n\nMISS FANNY.  You are very obliging; but I think, Henrietta----\n\nMISS HENRIETTA (_rising_).  Yes, Fanny.\n\n(_No doubt they are the more ready to depart that they wish to inform_\nMISS WILLOUGHBY _at once of these strange doings.  As they go_, MISS\nSUSAN _and_ MISS PHOEBE _return, and the adieux are less elaborate than\nusual.  Neither visitors nor hostesses quite know what to say_.  MISS\nSUSAN _is merely relieved to see them leave, but_ MISS PHOEBE _has read\nsomething in their manner that makes her uneasy._)\n\nPHOEBE.  Why have they departed so hurriedly, sir?  They--they did not\ngo in to see Livvy?\n\nVALENTINE.  No.\n\n(_She reads danger in his face._)\n\nPHOEBE.  Why do you look at me so strangely?\n\nVALENTINE (_somewhat stern_).  Miss Phoebe, I desire to see Miss Livvy.\n\nPHOEBE.  Impossible.\n\nVALENTINE.  Why impossible?  They tell me strange stories about no\none's seeing her.  Miss Phoebe, I will not leave this house until I\nhave seen her.\n\nPHOEBE.  You cannot.  (_But he is very determined, and she is afraid of\nhim._)  Will you excuse me, sir, while I talk with Susan behind the\ndoor?\n\n(_The sisters go guiltily into the bedroom, and_ CAPTAIN BROWN _after\nsome hesitation rings for_ PATTY.)\n\nVALENTINE.  Patty, come here.  Why is this trick being played upon me?\n\nPATTY (_with all her wits about her_).  Trick, sir!  Who would dare?\n\nVALENTINE.  I know, Patty, that Miss Phoebe has been Miss Livvy all the\ntime.\n\nPATTY.  I give in!\n\nVALENTINE.  Why has she done this?\n\nPATTY (_beseechingly_).  Are you laughing, sir?\n\nVALENTINE.  I am very far from laughing.\n\nPATTY (_turning on him_).  'Twas you that began it, all by not knowing\nher in the white gown.\n\nVALENTINE.  Why has this deception been kept up so long?\n\nPATTY.  Because you would not see through it.  Oh, the wicked\ndenseness.  She thought you were infatuate with Miss Livvy because she\nwas young and silly.\n\nVALENTINE.  It is infamous.\n\nPATTY.  I will not have you call her names.  'Twas all playful\ninnocence at first, and now she is so feared of you she is weeping her\nsoul to death, and all I do I cannot rouse her.  'I ha' a follower in\nthe kitchen, ma'am,' says I, to infuriate her.  'Give him a glass of\ncowslip wine,' says she, like a gentle lamb.  And ill she can afford\nit, you having lost their money for them.\n\nVALENTINE.  What is that?  On the contrary, all the money they have,\nPatty, they owe to my having invested it for them.\n\nPATTY.  That is the money they lost.\n\nVALENTINE.  You are sure of that?\n\nPATTY.  I can swear to it.\n\nVALENTINE.  Deceived me about that also.  Good God; but why?\n\nPATTY.  I think she was feared you would offer to her out of pity.  She\nsaid something to Miss Susan about keeping a flag flying.  What she\nmeant I know not.  (_But he knows, and he turns away his face._)  Are\nyou laughing, sir?\n\nVALENTINE.  No, Patty, I am not laughing.  Why do they not say Miss\nLivvy has gone home?  It would save them a world of trouble.\n\nPATTY.  The Misses Willoughby and Miss Henrietta--they watch the house\nall day.  They would say she cannot be gone, for we did not see her go.\n\nVALENTINE (_enlightened at last_).  I see!\n\nPATTY.  And Miss Phoebe and Miss Susan wring their hands, for they are\nfeared Miss Livvy is bedridden here for all time.  (_Now his sense of\nhumour asserts itself_).  Thank the Lord, you 're laughing!\n\n(_At this he laughs the more, and it is a gay_ CAPTAIN BROWN _on whom_\nMISS SUSAN _opens the bedroom door.  This desperate woman is too full\nof plot to note the change in him._)\n\nMISS SUSAN.  I am happy to inform you, sir, that Livvy finds herself\nmuch improved.\n\nVALENTINE (_bolting_).  It is joy to me to hear it.\n\nMISS SUSAN.  She is coming in to see you.\n\nPATTY (_aghast_).  Oh, ma'am!\n\nVALENTINE (_frowning on_ PATTY).  I shall be happy to see the poor\ninvalid.\n\nPATTY.  Ma'am----!\n\n(_But_ MISS SUSAN, _believing that so far all is well, has returned to\nthe bedchamber_.  CAPTAIN BROWN _bestows a quizzical glance upon the\nmaid._)\n\nVALENTINE.  Go away, Patty.  Anon I may claim a service of you, but for\nthe present, go.\n\nPATTY.  But--but----\n\nVALENTINE.  Retire, woman.\n\n(_She has to go, and he prepares his face for the reception of the\ninvalid_.  PHOEBE _comes in without her cap, the ringlets showing\nagain.  She wears a dressing jacket and is supported by_ MISS SUSAN.)\n\nVALENTINE (_gravely_).  Your servant, Miss Livvy.\n\nPHOEBE (_weakly_).  How do you do?\n\nVALENTINE.  Allow me, Miss Susan.\n\n(_He takes_ MISS SUSAN'S _place; but after an exquisite moment_ MISS\nPHOEBE _breaks away from him, feeling that she is not worthy of such\nbliss._)\n\nPHOEBE.  No, no, I--I can walk alone--see.\n\n(_She reclines upon the couch._)\n\nMISS SUSAN.  How do you think she is looking?\n\n(_He makes a professional examination of the patient, and they are very\nashamed to deceive him, but not so ashamed that they must confess._)\n\nWhat do you think?\n\nVALENTINE (_solemnly_).  She will recover.  May I say, ma'am, it\nsurprises me that any one should see much resemblance between you and\nyour Aunt Phoebe.  Miss Phoebe is decidedly shorter and more thick-set.\n\nPHOEBE (_sitting up_).  No, I am not.\n\nVALENTINE.  I said Miss Phoebe, ma'am.  (_She reclines._)  But tell me,\nis not Miss Phoebe to join us?\n\nPHOEBE.  She hopes you will excuse her, sir.\n\nMISS SUSAN (_vaguely_).  Taking the opportunity of airing the room.\n\nVALENTINE.  Ah, of course.\n\nMISS SUSAN (_opening bedroom door and catting mendaciously_).  Captain\nBrown will excuse you, Phoebe.\n\nVALENTINE.  Certainly, Miss Susan.  Well, ma'am, I think I could cure\nMiss Livvy if she is put unreservedly into my hands.\n\nMISS SUSAN (_with a sigh_).  I am sure you could.\n\nVALENTINE.  Then you are my patient, Miss Livvy.\n\nPHOEBE (_nervously_).  'Twas but a passing indisposition, I am almost\nquite recovered.\n\nVALENTINE.  Nay, you still require attention.  Do you propose making a\nlong stay in Quality Street, ma'am?\n\nPHOEBE.  I--I--I hope not.  It--it depends.\n\nMISS SUSAN (_forgetting herself_).  Mary is the worst.\n\nVALENTINE.  I ask your pardon?\n\nPHOEBE.  Aunt Susan, you are excited.\n\nVALENTINE.  But you are quite right, Miss Livvy; home is the place for\nyou.\n\nPHOEBE.  Would that I could go!\n\nVALENTINE.  You are going.\n\nPHOEBE.  Yes--soon.\n\nVALENTINE.  Indeed, I have a delightful surprise for you, Miss Livvy,\nyou are going to-day.\n\nPHOEBE.  To-day?\n\nVALENTINE.  Not merely to-day, but now.  As it happens, my carriage is\nstanding idle at your door, and I am to take you in it to your\nhome--some twenty miles if I remember.\n\nPHOEBE.  You are to take me?\n\nVALENTINE.  Nay, 'tis no trouble at all, and as your physician my mind\nis made up.  Some wraps for her, Miss Susan.\n\nMISS SUSAN.  But--but----\n\nPHOEBE (_in a panic_).  Sir, I decline to go.\n\nVALENTINE.  Come, Miss Livvy, you are in my hands.\n\nPHOEBE.  I decline.  I am most determined.\n\nVALENTINE.  You admit yourself that you are recovered.\n\nPHOEBE.  I do not feel so well now.  Aunt Susan!\n\nMISS SUSAN.  Sir----\n\nVALENTINE.  If you wish to consult Miss Phoebe----\n\nMISS SUSAN.  Oh, no.\n\nVALENTINE.  Then the wraps, Miss Susan.\n\nPHOEBE.  Auntie, don't leave me.\n\nVALENTINE.  What a refractory patient it is.  But reason with her, Miss\nSusan, and I shall ask Miss Phoebe for some wraps.\n\nPHOEBE.  Sir!\n\n(_To their consternation he goes cheerily into the bedroom_.  MISS\nPHOEBE _saves herself by instant flight, and nothing but mesmeric\ninfluence keeps_ MISS SUSAN _rooted to the blue and white room.  When\nhe returns he is loaded with wraps, and still cheerfully animated, as\nif he had found nothing untoward in_ LIVVY'S _bedchamber._)\n\nVALENTINE.  I think these will do admirably, Miss Susan.\n\nMISS SUSAN.  But Phoebe----\n\nVALENTINE.  If I swathe Miss Livvy in these----\n\nMISS SUSAN.  Phoebe----\n\nVALENTINE.  She is still busy airing the room.  (_The extraordinary man\ngoes to the couch as if unable to perceive that its late occupant has\ngone, and_ MISS SUSAN _watches him, fascinated._)  Come, Miss Livvy,\nput these over you.  Allow me--this one over your shoulders, so.  Be so\nobliging as to lean on me.  Be brave, ma'am, you cannot fall--my arm is\nround you; gently, gently, Miss Livvy; ah, that is better; we are doing\nfamously; come, come.  Good-bye, Miss Susan, I will take every care of\nher.\n\n(_He has gone, with the bundle on his arm, but_ MISS SUSAN _does not\nwake up.  Even the banging of the outer door is unable to rouse her.\nIt is heard, however, by_ MISS PHOEBE, _who steals back into the room,\nher cap upon her head to give her courage._)\n\nPHOEBE.  He is gone!  (MISS SUSAN'S _rapt face alarms her._)  Oh,\nSusan, was he as dreadful as that?\n\nMISS SUSAN (_in tones unnatural to her_).  Phoebe, he knows all.\n\nPHOEBE.  Yes, of course he knows all now.  Sister, did his face change?\nOh, Susan, what did he say?\n\nMISS SUSAN.  He said 'Good-bye, Miss Susan.' That was almost all he\nsaid.\n\nPHOEBE.  Did his eyes flash fire?\n\nMISS SUSAN.  Phoebe, it was what he did.  He--he took Livvy with him.\n\nPHOEBE.  Susan, dear, don't say that.  You are not distraught, are you?\n\nMISS SUSAN (_clinging to facts_).  He did; he wrapped her up in a shawl.\n\nPHOEBE.  Susan!  You are Susan Throssel, my love.  You remember me,\ndon't you?  Phoebe, your sister.  I was Livvy also, you know, Livvy.\n\nMISS SUSAN.  He took Livvy with him.\n\nPHOEBE (_in woe_).  Oh, oh! sister, who am I?\n\nMISS SUSAN.  You are Phoebe.\n\nPHOEBE.  And who was Livvy?\n\nMISS SUSAN.  You were.\n\nPHOEBE.  Thank heaven.\n\nMISS SUSAN.  But he took her away in the carriage.\n\nPHOEBE.  Oh, dear!  (_She has quite forgotten her own troubles now._)\nSusan, you will soon be well again.  Dear, let us occupy our minds.\nShall we draw up the advertisement for the reopening of the school?\n\nMISS SUSAN.  I do so hate the school.\n\nPHOEBE.  Come, dear, come, sit down.  Write, Susan.  (_Dictating._)\n'The Misses Throssel have the pleasure to announce----'\n\nMISS SUSAN.  Pleasure!  Oh, Phoebe.\n\nPHOEBE.  'That they will resume school on the 5th of next month.\nMusic, embroidery, the backboard, and all the elegancies of the mind.\nLatin--shall we say algebra?'\n\nMISS SUSAN.  I refuse to write algebra.\n\nPHOEBE.  --for beginners.\n\nMISS SUSAN.  I refuse.  There is only one thing I can write; it writes\nitself in my head all day.  'Miss Susan Throssel presents her\ncompliments to the Misses Willoughby and Miss Henrietta Turnbull, and\nrequests the honour of their presence at the nuptials of her sister\nPhoebe and Captain Valentine Brown.'\n\nPHOEBE.  Susan!\n\nMISS SUSAN.  Phoebe!  (_A door is heard banging._)  He has returned!\n\nPHOEBE.  Oh cruel, cruel.  Susan, I am so alarmed.\n\nMISS SUSAN.  I will face him.\n\nPHOEBE.  Nay, if it must be, I will.\n\n(_But when he enters he is not very terrible._)\n\nVALENTINE.  Miss Phoebe, it is not raining, but your face is wet.  I\nwish always to kiss you when your face is wet.\n\nPHOEBE.  Susan!\n\nVALENTINE.  Miss Livvy will never trouble you any more, Miss Susan.  I\nhave sent her home.\n\nMISS SUSAN.  Oh, sir, how can you invent such a story for us.\n\nVALENTINE.  I did not.  I invented it for the Misses Willoughby and\nMiss Henrietta, who from their windows watched me put her into my\ncarriage.  Patty accompanies her, and in a few hours Patty will return\nalone.\n\nMISS SUSAN.  Phoebe, he has got rid of Livvy!\n\nPHOEBE.  Susan, his face hasn't changed!\n\nVALENTINE.  Dear Phoebe Throssel, will you be Phoebe Brown?\n\nPHOEBE (_quivering_).  You know everything?  And that I am not a garden?\n\nVALENTINE.  I know everything, ma'am--except that.\n\nPHOEBE (_so very glad to be prim at the end_).  Sir, the dictates of my\nheart enjoin me to accept your too flattering offer.  (_He puts her cap\nin his pocket.  He kisses her_.  MISS SUSAN _is about to steal away._)\nOh, sir, Susan also.  (_He kisses_ MISS SUSAN _also; and here we bid\nthem good-bye._)\n\n\n\n\nThe End.\n\n\n\n\n\n\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Quality Street, by J. M. Barrie\n\n*** END OF THIS PROJECT GUTENBERG EBOOK QUALITY STREET ***\n\n***** This file should be named 31266.txt or 31266.zip *****\nThis and all associated files of various formats will be found in:\n        http:\/\/www.gutenberg.org\/3\/1\/2\/6\/31266\/\n\nProduced by Al Haines\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp:\/\/gutenberg.net\/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark\/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s\/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http:\/\/www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp:\/\/pglaf.org\/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http:\/\/pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http:\/\/pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http:\/\/pglaf.org\/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http:\/\/www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n","id":1199,"split":"test"}
