{"ori_id":"2cf851eeec79ada442b42d8d17d99cf24dbbb157","title":"Bartholomew Fair (play)","context":"Bartholomew Fair (play)\n The play begins with an extended bit of metadrama; the company's stage-keeper enters, criticising the play about to be performed because it lacks romantic and fabulous elements. He is then pushed from the stage by the book-keeper, who (serving as prologue) announces a contract between author and audience. The contract appears to itemise Jonson's discontentment with his audiences: Members are not to find political satire where none is intended; they are not to take as oaths such innocuous phrases as \"God quit you\"; they are not to \"censure by contagion,\" but must exercise their own judgment; moreover, they are allowed to judge only in proportion to the price of their ticket. Perhaps most important, they agree not to expect a throwback to the sword-and-buckler age of Smithfield, for Jonson has given them a picture of the present and unromantic state of the fair.\nThe play proper begins with a proctor and amateur dramatist Littlewit and his friends, Quarlous and Winwife; they are plotting how to win Dame Purecraft (a widow, and Littlewit's mother-in-law) from Zeal-of-the-Land Busy, a canting, hypocritical Puritan.\nThis colloquy is interrupted by the entrance of Wasp, the irascible servant of Cokes, a country simpleton who is in town to marry Grace Wellborn. Grace is the ward of Adam Overdo, a Justice of the Peace; Overdo's wife is Cokes's sister. All of these characters are at Littlewit's to get a marriage license; having obtained it, they indulge Cokes's wish to visit the fair.\nLittlewit and his friends also plan to go to the fair to see a puppet-show Littlewit wrote. To overcome Busy's likely objections, they pretend that Win (Littlewit's wife) has a pregnant craving for roast pork. The Renaissance audience, familiar with stage satire of Puritans, would not have been surprised that Busy, far from abhorring the fair and its debauchery, is ready to rationalise his presence there as allowable and even godly. The first act ends with both groups, the genteel Overdos and the raffish Littlewits, headed for the fair.\nThe fair propels these characters through experiences that put their social identities under extreme strain. Justice Overdo, well-read in the \"disguised prince\" tradition, assumes a disguise to ferret out wrongdoing at the fair; he is beaten by Wasp, falsely accused by Edgeworth, a cut-purse, and put in the stocks. Quarlous and Winwife engage Edgeworth to steal the marriage license from Wasp; he does so when Wasp is arrested after starting a fight. Wasp, too, is put in the stocks. Winwife has abandoned his plan to marry Dame Purecraft; instead, he and Quarlous fight for Grace's hand. Win Littlewit and Mistress Overdo are enlisted as prostitutes by the pimp Whit; Zeal-of-the-land Busy is arrested for preaching without license and put into the stocks. Cokes is robbed several times by Edgeworth and other denizens of the fair. All the imprisoned characters escape when Trouble-All, a seeming madman for whom Dame Purecraft has conceived a sudden passion, fights with the guards.\nThe climax of the play occurs at the puppet show. Madame Overdo and Win are brought in, masked, as prostitutes; Madame Overdo is drunk. Overdo is still in disguise, and Quarlous has disguised himself as Trouble-All; in this guise, he stole the marriage license from Winwife and made it into a license for himself and Purecraft. The puppet show, a burlesque of Hero and Leander and Damon and Pythias, proceeds until Busy interrupts, claiming that the play is an abomination because the actors are cross-dressed. The puppets refute him decisively by raising their clothes, revealing that they have no sex. Busy announces himself converted into a \"beholder\" of plays.\nAt this point, Justice Overdo reveals himself, intent on uncovering the \"enormities\" he has witnessed at the fair. He is in the process of punishing all of the various schemers and malefactors when his wife (still veiled) throws up and begins to call for him. Abashed, Overdo takes the advice of Quarlous and forgives all parties; Winwife marries Grace, Quarlous marries Purecraft, and all the characters are invited to Overdo's house for supper.\nï»¿The Project Gutenberg EBook of Bartholomew Fair, by Ben Jonson\n\nThis eBook is for the use of anyone anywhere in the United States and most\nother parts of the world at no cost and with almost no restrictions\nwhatsoever.  You may copy it, give it away or re-use it under the terms of\nthe Project Gutenberg License included with this eBook or online at\nwww.gutenberg.org.  If you are not located in the United States, you'll have\nto check the laws of the country where you are located before using this ebook.\n\nTitle: Bartholomew Fair\n       A Comedy\n\nAuthor: Ben Jonson\n\nRelease Date: July 16, 2015 [EBook #49461]\n\nLanguage: English\n\n\n*** START OF THIS PROJECT GUTENBERG EBOOK BARTHOLOMEW FAIR ***\n\n\n\n\nProduced by Paul Haxo with special thanks to the Internet\nArchive, the University of California, and Christopher\nWebber.\n\n\n\n\n\nBARTHOLOMEW FAIR\n\nA COMEDY\n\nActed in the Year, 1614\nBy the Lady Elizabeth's Servants\n\nAnd then dedicated to King James,\nof most Blessed Memorie\n\nBY\n\nBEN JONSON\n\n\n\n\nDRAMATIS PERSONÃ\u0086\n\nJOHN LITTLEWIT, _a Proctor._\nZEAL-OF-THE-LAND BUSY, _Suitor to DAME PURECRAFT, a Banbury Man._\nWINWIFE, _his rival, a Gentleman._\nTOM QUARLOUS, _companion to WINWIFE, a Gamester._\nBARTHOLOMEW COKES, _an Esquire of Harrow._\nHUMPHREY WASPE, _his Man._\nADAM OVERDO, _a Justice of Peace._\nLANTHORN LEATHERHEAD, _a Hobby-Horse Seller_ (_Toyman_).\nEZECHIEL EDGWORTH, _a Cutpurse._\nNIGHTINGALE, _a Ballad-Singer._\nMOONCALF, _Tapster to URSULA._\nDAN. JORDAN KNOCKEM, _a Horse-Courser, and a Ranger of Turnbull._\nVAL. CUTTING, _a Roarer, or Bully._\nCAPTAIN WHIT, _a Bawd._\nTROUBLE-ALL, _a Madman._\nBRISTLE,   }\n           } _Watchmen._\nHAGGISE,   }\nPOCHER, _a Beadle._\nFILCHER,   }\n           } _Door-keepers to the Puppet-Show._\nSHARKWELL, }\nSOLOMON, _LITTLEWIT'S Man._\nNORTHERN, _a Clothier_ (_a Northern Man_).\nPUPPY, _a Wrestler_ (_a Western Man_).\n\nWIN-THE-FIGHT LITTLEWIT.\nDAME PURECRAFT, _her Mother, and a Widow._\nDAME OVERDO.\nGRACE WELLBORN, _Ward to JUSTICE OVERDO._\nJOAN TRASH, _a Gingerbread-Woman._\nURSULA, _a Pig-Woman._\nALICE, _Mistress o' the game._\n\nCostard-Monger, Mousetrap-Man, Corn-Cutter, Watch, Porters,\nPuppets, Passengers, Mob, Boys, _etc._\n\n\n\n\nPROLOGUE.\n\nTO THE KING'S MAJESTY.\n\nYour Majesty is welcome to a Fair;\nSuch place, such men, such language, and such ware\nYou must expect: with these, the zealous noise\nOf your land's faction, scandalised at toys,\nAs babies, hobby-horses, puppet-plays,\nAnd such-like rage, whereof the petulant ways\nYourself have known, and have been vext with long.\nThese for your sport, without particular wrong,\nOr just complaint of any private man,\nWho of himself, or shall think well, or can,\nThe maker doth present: and hopes, to-night\nTo give you for a fairing, true delight.\n\n\n\n\nTHE INDUCTION.\n\nTHE STAGE.\n\n_Enter the Stage-keeper._\n\nSTAGE. Gentlemen, have a little patience, they are e'en upon coming,\ninstantly. He that should begin the play, master Littlewit, the\nproctor, has a stitch new fallen in his black silk stocking; 'twill be\ndrawn up ere you can tell twenty: he plays one o' the Arches that\ndwells about the hospital, and he has a very pretty part. But for the\nwhole play, will you have the truth on't?--I am looking, lest the poet\nhear me, or his man, master Brome, behind the arras--it is like to be\na very conceited scurvy one, in plain English. When't comes to the\nFair once, you were e'en as good go to Virginia, for any thing there\nis of Smithfield. He has not hit the humours, he does not know them;\nhe has not conversed with the Bartholomew birds, as they say; he has\nne'er a sword and buckler-man in his Fair; nor a little Davy, to take\ntoll o' the bawds there, as in my time; nor a Kindheart, if any body's\nteeth should chance to ache in his play; nor a juggler with a\nwell-educated ape, to come over the chain for a king of England, and\nback again for the prince, and sit still on his arse for the pope and\nthe king of Spain. None of these fine sights! Nor has he the\ncanvas-cut in the night, for a hobby-horse man to creep into his\nshe-neighbour, and take his leap there. Nothing! No: an some writer\nthat I know had had but the penning o' this matter, he would have made\nyou such a jig-a-jog in the booths, you should have thought an\nearthquake had been in the Fair! But these master poets, they will\nhave their own absurd courses; they will be informed of nothing. He\nhas (sir reverence) kick'd me three or four times about the\ntiring-house, I thank him, for but offering to put in with my\nexperience. I'll be judged by you, gentlemen, now, but for one conceit\nof mine: would not a fine pomp upon the stage have done well, for a\nproperty now? and a punk set under upon her head, with her stern\nupward, and have been soused by my witty young masters o' the Inns of\nCourt? What think you of this for a show, now? he will not hear o'\nthis! I am an ass! I! and yet I kept the stage in master Tarleton's\ntime, I thank my stars. Ho! an that man had lived to have played in\nBartholomew Fair, you should have seen him have come in, and have been\ncozen'd in the cloth-quarter, so finely! and Adams, the rogue, have\nleaped and capered upon him, and have dealt his vermin about, as\nthough they had cost him nothing! and then a substantial watch to have\nstolen in upon them, and taken them away, with mistaking words, as the\nfashion is in the stage-practice.\n\n_Enter the Bookholder with a Scrivener._\n\nBOOK. How now! what rare discourse are you fallen upon, ha? have you\nfound any familiars here, that you are so free! what's the business?\n\nSTAGE. Nothing, but the understanding gentlemen o' the ground here\nask'd my judgment.\n\nBOOK. Your judgment, rascal! for what? sweeping the stage, or\ngathering up the broken apples for the bears within? Away, rogue, it's\ncome to a fine degree in these spectacles, when such a youth as you\npretend to a judgment. [_Exit Stage-keeper._]--And yet he may, in the\nmost of this matter, i'faith: for the author has writ it just to his\nmeridian, and the scale of the grounded judgments here, his\nplay-fellows in wit.--Gentlemen, [_comes forward_] not for want of a\nprologue, but by way of a new one, I am sent out to you here, with a\nscrivener, and certain articles drawn out in haste between our author\nand you; which if you please to hear, and as they appear reasonable,\nto approve of; the play will follow presently.--Read, scribe; give me\nthe counterpane.\n\nSCRIV. _Articles of agreement, indented, between the spectators or\nhearers, at the Hope on the Bankside in the county of Surry, on the\none party; and the author of _Bartholomew Fair,_ in the said place and\ncounty, on the other party: the one and thirtieth day of _October,\n1614,_ and in the twelfth year of the reign of our sovereign lord\n_JAMES,_ by the grace of God, king of England, France, and Ireland,\ndefender of the faith; and of Scotland the seven and fortieth._\n\n  Imprimis. _It is covenanted and agreed, by and between the parties\naforesaid, and the said spectators and hearers, as well the curious\nand envious, as the favouring and judicious, as also the grounded\njudgments and understandings, do for themselves severally covenant and\nagree to remain in the places their money or friends have put them in,\nwith patience, for the space of two hours and an half, and somewhat\nmore. In which time the author promiseth to present them by us, with a\nnew sufficient play, called _Bartholomew Fair,_ merry, and as full of\nnoise, as sport: made to delight all, and to offend none; provided\nthey have either the wit or the honesty to think well of themselves._\n\n  _It is further agreed, that every person here have his or their\nfree-will of censure, to like or dislike at their own charge, the\nauthor having now departed with his right: it shall be lawful for any\nman to judge his sixpen'worth, his twelvepen'worth, so to his\neighteen-pence, two shillings, half a crown, to the value of his\nplace; provided always his place get not above his wit. And if he pay\nfor half a dozen, he may censure for all them too, so that he will\nundertake that they shall be silent. He shall put in for censures\nhere, as they do for lots at the lottery: marry, if he drop but\nsix-pence at the door, and will censure a crown's-worth, it is thought\nthere is no conscience or justice in that._\n\n  _It is also agreed, that every man here exercise his own judgment,\nand not censure by contagion, or upon trust, from another's voice or\nface, that site by him, be he never so first in the commission of wit;\nas also that he be fixed and settled in his censure that what he\napproves or not approves to-day, he will do the same to-morrow; and if\nto-morrow, the next day, and so the next week, if need be: and not to\nbe brought about by any that sits on the bench with him, though they\nindite and arraign plays daily. He that will swear, _Jeronimo_ or\n_Andronicus,_ are the best plays yet, shall, pass unexcepted at here,\nas a man whose judgment shews it is constant, and hath stood still\nthese five and twenty or thirty years. Though it be an ignorance it is\na virtuous and staid ignorance; and next to truth, a confirmed error\ndoes well; such a one the author knows where to find him._\n\n  _It is further covenanted, concluded, and agreed, That how great\nsoever the expectation be, no person here is to expect more than he\nknows, or better ware than a fair will afford: neither to look back to\nthe sword and buckler age of Smithfield, but content himself with the\npresent. Instead of a little Davy to take toll o' the bawds, the\nauthor doth promise a strutting horse-courser, with a leer drunkard,\ntwo or three to attend him, in as good equipage as you would wish. And\nthen for Kindheart the tooth-drawer, a fine oily pig-woman with her\ntapster, to bid you welcome, and a consort of roarers for musick. A\nwise justice of peace meditant, instead of a juggler with an ape. A\ncivil cutpurse searchant. A sweet singer of new ballads allurant: and\nas fresh an hypocrite, as ever was broached, rampant. If there be\nnever a servant-monster in the fair, who can help it, he says, nor a\nnest of antiques? he is loth to make nature afraid in his plays, like\nthose that beget tales, tempests, and such-like drolleries, to mix his\nhead with other men's heels; let the concupiscence of jigs and dances\nreign as strong as it will amongst you: yet if the puppets will please\nany body, they shall be intreated to come in._\n\n  _In consideration of which, it is finally agreed, by the aforesaid\nhearers and spectators, That they neither in themselves conceal, nor\nsuffer by them to be concealed, any state-decypherer, or politic\npick-lock of the scene so solemnly ridiculous, as to search out, who\nwas meant by the gingerbread-woman, who by the hobby-horse man, who by\nthe costard-monger, nay, who by their wares. Or that will pretend to\naffirm on his own inspired ignorance, what Mirror of Magistrates is\nmeant by the justice, what great lady by the pig-woman, what concealed\nstatesman by the seller of mouse-traps, and so of the rest. But that\nsuch person, or persons, so found, be left discovered to the mercy of\nthe author, as a forfeiture to the stage, and your laughter aforesaid.\nAs also such as shall so desperately, or ambitiously play the fool by\nhis place aforesaid, to challenge the author of scurrility, because\nthe language somewhere savours of Smithfield, the booth, and the\npigbroth, or of profaneness, because a madman cries, _God quit you,_\nor _bless you!_ In witness whereof, as you have preposterously put to\nyour seals already, which is your money, you will now add the other\npart of suffrage, your hands. The play shall presently begin. And\nthough the Fair be not kept in the same region that some here,\nperhaps, would have it; yet think, that therein the author hath\nobserved a special decorum, the place being as dirty as Smithfield,\nand as stinking every whit._\n\n  _Howsoever, he prays you to believe, his ware is still the same,\nelse you will make him justly suspect that he that is so loth to look\non a baby or an hobby-horse here, would be glad to take up a commodity\nof them, at any laughter or loss in another place._\n\n[Exeunt.\n\n\n\n\nACT I\n\nSCENE I.--_A Room in LITTLEWIT'S House._\n\n_Enter LITTLEWIT with a license in his hand._\n\nLIT. A pretty conceit, and worth the finding! I have such luck to spin\nout these fine things still, and, like a silk-worm, out of my self.\nHere's master Bartholomew Cokes, of Harrow o' the Hill, in the county\nof Middlesex, esquire, takes forth his license to marry mistress Grace\nWellborn, of the said place and county: and when does he take it\nforth? to-day! the four and twentieth of August! Bartholomew-day!\nBartholomew upon Bartholomew! there's the device! who would have\nmarked such a leap-frog chance now! A very . . . less than ames-ace,\non two dice! Well, go thy ways, John Littlewit, proctor John\nLittlewit: one of the pretty wits of Paul's, the Littlewit of London,\nso thou art called, and something beside. When a quirk or a quiblin\ndoes 'scape thee, and thou dost not watch and apprehend it, and bring\nit afore the constable of conceit, (there now, I speak quib too,) let\nthem carry thee out o' the archdeacon's court into his kitchen, and\nmake a Jack of thee, instead of a John. There I am again la!--\n\n_Enter MRS. LITTLEWIT._\n\nWin, good-morrow, Win; ay, marry, Win, now you look finely indeed,\nWin! this cap does convince! You'd not have worn it, Win, nor have had\nit velvet, but a rough country beaver, with a copper band, like the\nconey-skin woman of Budge-row; sweet Win, let me kiss it! And her fine\nhigh shoes, like the Spanish lady! Good Win, go a little, I would fain\nsee thee pace, pretty Win; by this fine cap, I could never leave\nkissing on't.\n\nMRS. LIT. Come indeed la, you are such a fool still!\n\nLIT. No, but half a one, Win, you are the t'other half: man and wife\nmake one fool, Win. Good! Is there the proctor, or doctor indeed, in\nthe diocese, that ever had the fortune to win him such a Win! There I\nam again! I do feel conceits coming upon me, more than I am able to\nturn tongue to. A pox o' these pretenders to wit! your Three Cranes,\nMitre and Mermaid men! not a corn of true salt, not a grain of right\nmustard amongst them all. They may stand for places, or so, again the\nnext wit-fall, and pay two-pence in a quart more for their canary than\nother men. But give me the man can start up a justice of wit out of\nsix shillings beer, and give the law to all the poets and poet-suckers\nin town:--because they are the player's gossips! 'Slid! other men have\nwives as fine as the players, and as well drest. Come hither, Win!\n\n[_Kisses her._\n\n_Enter WINWIFE._\n\nWINW. Why, how now, master Littlewit! measuring of lips, or moulding\nof kisses? which is it?\n\nLIT. Troth, I am a little taken with my Win's dressing here: does it\nnot fine, master Winwife? How do you apprehend, sir? she would not\nhave worn this habit. I challenge all Cheapside to shew such another:\nMoorfields, Pimlico-path, or the Exchange, in a summer evening, with a\nlace to boot, as this has. Dear Win, let master Winwife kiss you. He\ncomes a wooing to our mother, Win, and may be our father perhaps, Win.\nThere's no harm in him, Win.\n\nWINW. None in the earth, master Littlewit.\n\n[_Kisses her._\n\nLIT. I envy no man my delicates, sir.\n\nWINW. Alas, you have the garden where they grow still! A wife here\nwith a strawberry breath, cherry lips, apricot cheeks, and a soft\nvelvet head, like a melicotton.\n\nLIT. Good, i'faith! now dulness upon me, that I had not that before\nhim, that I should not light on't as well as he! velvet head!\n\nWINW. But my taste, master Littlewit, tends to fruit of a later kind;\nthe sober matron, your wife's mother.\n\nLIT. Ay, we know you are a suitor, sir; Win and I both wish you well:\nBy this license here, would you had her, that your two names were as\nfast in it as here are a couple! Win would fain have a fine young\nfather-i'-law, with a feather; that her mother might hood it and chain\nit with mistress Overdo. But you do not take the right course, master\nWinwife.\n\nWINW. No, master Littlewit, why?\n\nLIT. You are not mad enough.\n\nWINW. How! is madness a right course?\n\nLIT. I say nothing, but I wink upon Win. You have a friend, one master\nQuarlous, comes here sometimes.\n\nWINW. Why, he makes no love to her, does he?\n\nLIT. Not a tokenworth that ever I saw, I assure you: but--\n\nWINW. What?\n\nLIT. He is the more mad-cap of the two. You do not apprehend me.\n\nMRS. LIT. You have a hot coal in your mouth, now, you cannot hold.\n\nLIT. Let me out with it, dear Win.\n\nMRS. LIT. I'll tell him myself.\n\nLIT. Do, and take all the thanks, and much good do thy pretty heart,\nWin.\n\nMRS. LIT. Sir, my mother has had her nativity-water cast lately by the\ncunning-men in Cow-lane, and they have told her her fortune, and do\nensure her, she shall never have happy hour, unless she marry within\nthis sen'night; and when it is, it must be a madman, they say.\n\nLIT. Ay, but it must be a gentleman madman.\n\nMRS. LIT. Yes, so the t'other man of Moorfields says.\n\nWINW. But does she believe them?\n\nLIT. Yes, and has been at Bedlam twice since every day, to inquire if\nany gentleman be there, or to come there mad.\n\nWINW. Why, this is a confederacy, a mere piece of practice upon her by\nthese impostors.\n\nLIT. I tell her so; or else, say I, that they mean some young madcap\ngentleman; for the devil can equivocate as well as a shop keeper: and\ntherefore would I advise you to be a little madder than master\nQuarlous hereafter.\n\nWINW. Where is she, stirring yet?\n\nLIT. Stirring! yes, and studying an old elder come from Banbury, a\nsuitor that puts in here at meal tide, to praise the painful brethren,\nor pray that the sweet singers may be restored; says a grace as long\nas his breath lasts him! Some time the spirit is so strong with him,\nit gets quite out of him, and then my mother, or Win, are fain to\nfetch it again with malmsey or aqua coelestis.\n\nMRS. LIT. Yes, indeed, we have such a tedious life with him for his\ndiet, and his clothes too! he breaks his buttons, and cracks seams at\nevery saying he sobs out.\n\nLIT. He cannot abide my vocation, he says.\n\nMRS. LIT. No; he told my mother, a proctor was a claw of the beast,\nand that she had little less than committed abomination in marrying me\nso as she has done.\n\nLIT. Every line, he says, that a proctor writes, when it comes to be\nread in the bishop's court, is a long black hair, kemb'd out of the\ntail of Antichrist.\n\nWINW. When came this proselyte?\n\nLIT. Some three days since.\n\n_Enter QUARLOUS._\n\nQUAR. O sir, have you ta'en soil here? It's well a man may reach you\nafter three hours' running yet! What an unmerciful companion art thou,\nto quit thy lodging at such ungentlemanly hours! none but a scattered\ncovey of fidlers, or one of these rag-rakers in dunghills, or some\nmarrow-bone man at most, would have been up when thou wert gone\nabroad, by all description. I pray thee what ailest thou, thou canst\nnot sleep? hast thou thorns in thy eye-lids, or thistles in thy bed?\n\nWINW. I cannot tell: it seems you had neither in your feet, that took\nthis pain to find me.\n\nQUAR. No, an I had, all the lime hounds o' the city should have drawn\nafter you by the scent rather. Master John Littlewit! God save you,\nsir. 'Twas a hot night with some of us, last night, John: shall we\npluck a hair of the same wolf to-day, proctor John?\n\nLIT. Do you remember, master Quarlous, what we discoursed on last\nnight?\n\nQUAR. Not I, John, nothing that I either discourse or do; at those\ntimes I forfeit all to forgetfulness.\n\nLIT. No! not concerning Win? look you, there she is, and drest, as I\ntold you she should be: hark you, sir, [_whispers him._] had you\nforgot?\n\nQUAR. By this head I'll beware how I keep you company, John, when I\n[am] drunk, an you have this dangerous memory: that's certain.\n\nLIT. Why, sir?\n\nQUAR. Why! we were all a little stained last night, sprinkled with a\ncup or two, and I agreed with proctor John here, to come and do\nsomewhat with Win (I know not what 'twas) to-day; and he puts me in\nmind on't now; he says he was coming to fetch me. Before truth, if you\nhave that fearful quality, John, to remember when you are sober, John,\nwhat you promise drunk, John; I shall take heed of you, John. For this\nonce I am content to wink at you. Where's your wife? come hither, Win.\n\n[_Kisses her._\n\nMRS. LIT. Why, John! do you see this, John? look you! help me, John.\n\nLIT. O Win, fie, what do you mean, Win? be womanly, Win; make an\noutcry to your mother, Win! master Quarlous is an honest gentleman,\nand our worshipful good friend, Win; and he is master Winwife's friend\ntoo: and master Winwife comes a suitor to your mother, Win; as I told\nyou before, Win, and may perhaps be our father, Win: they'll do you no\nharm, Win; they are both our worshipful good friends. Master Quarlous!\nyou must know master Quarlous, Win; you must not quarrel with master\nQuarlous, Win.\n\nQUAR. No, we'll kiss again, and fall in.\n\n[_Kisses her again._\n\nLIT. Yes, do, good Win.\n\nMRS. LIT. In faith you are a fool, John.\n\nLIT. A fool-John, she calls me; do you mark that, gentlemen? pretty\nLittlewit of velvet? a fool-John.\n\nQUAR. She may call you an apple-John, if you use this. [_Aside._\n\n[_Kisses her again._\n\nWINW. Pray thee forbear, for my respect, somewhat.\n\nQUAR. Hoy-day! how respective you are become o' the sudden? I fear\nthis family will turn you reformed too; pray you come about again.\nBecause she is in possibility to be your daughter-in-law, and may ask\nyou blessing hereafter, when she courts it to Totenham to eat cream!\nWell, I will forbear, sir; but i'faith, would thou wouldst leave thy\nexercise of widow-hunting once; this drawing after an old reverend\nsmock by the splay-foot! There cannot be an ancient tripe or trillibub\nin the town, but thou art straight nosing it, and 'tis a fine\noccupation thou'lt confine thyself to, when thou hast got one;\nscrubbing a piece of buff, as if thou hadst the perpetuity of\nPannier-ally to stink in; or perhaps worse, currying a carcass that\nthou hast bound thyself to alive. I'll be sworn, some of them that\nthou art, or hast been suitor to, are so old, as no chaste or married\npleasure can ever become them; the honest instrument of procreation\nhas forty years since left to belong to them; thou must visit them as\nthou wouldst do a tomb, with a torch or three handfuls of link,\nflaming hot, and so thou may'st hap to make them feel thee and after\ncome to inherit according to thy inches. A sweet course for a man to\nwaste the brand of life for, to be still raking himself a fortune in\nan old woman's embers! We shall have thee, after thou hast been but a\nmonth married to one of them, look like the quartan ague and the black\njaundice met in a face, and walk as if thou hadst borrow'd legs of a\nspinner, and voice of a cricket. I would endure to hear fifteen\nsermons a week for her, and such coarse and loud ones, as some of them\nmust be! I would e'en desire of fate, I might dwell in a drum, and\ntake in my sustenance with an old broken tobacco-pipe and a straw.\nDost thou ever think to bring thine ears or stomach to the patience of\na dry grace as long as thy table-cloth; and droned out by thy son here\n(that might be thy father) till all the meat on thy board has forgot\nit was that day in the kitchen? or to brook the noise made in a\nquestion of predestination, by the good labourers and painful eaters\nassembled together, put to them by the matron your spouse; who\nmoderates with a cup of wine, ever and anon, and a sentence out of\nKnox between? Or the perpetual spitting before and after a sober-drawn\nexhortation of six hours, whose better part was the hum-ha-hum? or to\nhear prayers, groaned out over thy iron chests, as if they were charms\nto break them? And all this for the hope of two apostle-spoons, to\nsuffer! and a cup to eat a caudle in! for that will be thy legacy.\nShe'll have convey'd her state safe enough from thee, an she be a\nright widow.\n\nWINW. Alas, I am quite off that scent now.\n\nQUAR. How so?\n\nWINW. Put off by a brother of Banbury, one that, they say, is come\nhere, and governs all already.\n\nQUAR. What do you call him? I knew divers of those Banburians when I\nwas in Oxford.\n\nWINW. Master Littlewit can tell us.\n\nLIT. Sir!--Good Win go in, and if master Bartholomew Cokes, his man,\ncome for the license, (the little old fellow,) let him speak with me.\n[_Exit Mrs. Littlewit._]--What say you, gentlemen?\n\nWINW. What call you the reverend elder you told me of, your Banbury\nman?\n\nLIT. Rabbi Busy, sir; he is more than an elder, he is a prophet, sir.\n\nQUAR. O, I know him! a baker, is he not?\n\nLIT. He was a baker, sir, but he does dream now, and see visions; he\nhas given over his trade.\n\nQUAR. I remember that too; out of a scruple he took, that, in spiced\nconscience, those cakes he made, were served to bridals, may-poles,\nmorrices, and such profane feasts and meetings. His christian-name is\nZeal-of-the-land.\n\nLIT. Yes, sir; Zeal-of-the-land Busy.\n\nWINW. How! what a name's there!\n\nLIT. O they have all such names, sir; he was witness for Win\nhere,--they will not be call'd godfathers--and named her\nWin-the-fight: you thought her name had been Winnifred, did you not?\n\nWINW. I did indeed.\n\nLIT. He would have thought himself a stark reprobate, if it had.\n\nQUAR. Ay, for there was a blue-starch woman of the name at the same\ntime. A notable hypocritical vermin it is; I know him. One that stands\nupon his face, more than his faith, at all times: ever in seditious\nmotion, and reproving for vainglory; of a most lunatic conscience and\nspleen, and affects the violence of singularity in all he does: he has\nundone a grocer here, in Newgate-market, that broke with him, trusted\nhim with currants, as arrant a zeal as he, that's by the way:--By his\nprofession he will ever be in the state of innocence though, and\nchildhood; derides all antiquity, defies any other learning than\ninspiration; and what discretion soever years should afford him, it is\nall prevented in his original ignorance: have not to do with him, for\nhe is a fellow of a most arrogant and invincible dulness, I assure\nyou.--Who is this?\n\n_Re-enter MRS. LITTLEWIT with WASPE._\n\nWASPE. By your leave, gentlemen, with all my heart to you; and God\ngive you good morrow!--master Littlewit, my business is to you: is\nthis license ready?\n\nLIT. Here I have it for you in my hand, master Humphrey.\n\nWASPE. That's well: nay, never open or read it to me, it's labour in\nvain, you know. I am no clerk, I scorn to be saved by my book,\ni'faith, I'll hang first; fold it up on your word, and give it me.\nWhat must you have for it?\n\nLIT. We'll talk of that anon, master Humphrey.\n\nWASPE. Now, or not at all, good master Proctor; I am for no anons, I\nassure you.\n\nLIT. Sweet Win, bid Solomon send me the little black-box within in my\nstudy.\n\nWASPE. Ay, quickly, good mistress, I pray you; for I have both eggs on\nthe spit, and iron in the fire. [_Exit Mrs. Littlewit._]--Say what you\nmust have, good master Littlewit.\n\nLIT. Why, you know the price, master Numps.\n\nWASPE. I know! I know nothing, I: what tell you me of knowing? Now I\nam in haste, sir, I do not know, and I will not know, and I scorn to\nknow, and yet, now I think on't, I will, and do know as well as\nanother; you must have a mark for your thing here, and eight-pence for\nthe box; I could have saved two-pence in that, an I had brought it\nmyself; but here's fourteen shillings for you. Good Lord, how long\nyour little wife stays! pray God, Solomon, your clerk, be not looking\nin the wrong box, master proctor.\n\nLIT. Good i'faith! no, I warrant you Solomon is wiser than so, sir.\n\nWASPE. Fie, fie, fie, by your leave, master Littlewit, this is scurvy,\nidle, foolish, and abominable, with all my heart; I do not like it.\n\n[_Walks aside._\n\nWINW. Do you hear! Jack Littlewit, what business does thy pretty head\nthink this fellow may have, that he keeps such a coil with?\n\nQUAR. More than buying of gingerbread in the cloister here, for that\nwe allow him, or a gilt pouch in the fair?\n\nLIT. Master Quarlous, do not mistake him; he is his master's\nboth-hands, I assure you.\n\nQUAR. What! to pull on his boots a mornings, or his stockings, does\nhe?\n\nLIT. Sir, if you have a mind to mock him, mock him softly, and look\nt'other way: for if he apprehend you flout him once, he will fly at\nyou presently. A terrible testy old fellow, and his name is Waspe too.\n\nQUAR. Pretty insect! make much on him.\n\nWASPE. A plague o' this box, and the pox too, and on him that made it,\nand her that went for't, and all that should have sought it, sent it,\nor brought it! do you see, sir.\n\nLIT. Nay, good master Waspe.\n\nWASPE. Good master Hornet, turd in your teeth, hold you your tongue:\ndo not I know you? your father was a 'pothecary, and sold clysters,\nmore than he gave, I wusse: and turd in your little wife's teeth\ntoo--here she comes--\n\n_Re-enter MRS. LITTLEWIT, with the box._\n\n'twill make her spit, as fine as she is, for all her velvet custard on\nher head, sir.\n\nLIT. O, be civil, master Numps.\n\nWASPE. Why, say I have a humour not to be civil; how then? who shall\ncompel me, you?\n\nLIT. Here is the box now.\n\nWASPE. Why, a pox o' your box, once again! let your little wife stale\nin it, an she will. Sir, I would have you to understand, and these\ngentlemen too, if they please--\n\nWINW. With all our hearts, sir.\n\nWASPE. That I have a charge, gentlemen.\n\nLIT. They do apprehend, sir.\n\nWASPE. Pardon me, sir, neither they nor you can apprehend me yet. You\nare an ass.--I have a young master, he is now upon his making and\nmarring; the whole care of his well-doing is now mine. His foolish\nschoolmasters have done nothing but run up and down the county with\nhim to beg puddings and cake-bread of his tenants, and almost spoil'd\nhim; he has learn'd nothing but to sing catches, and repeat _Rattle\nbladder, rattle!_ and _O Madge!_ I dare not let him walk alone, for\nfear of learning of vile tunes, which he will sing at supper, and in\nthe sermon-times! If he meet but a carman in the street, and I find\nhim not talk to keep him off on him, he will whistle him and all his\ntunes over at night in his sleep! He has a head full of bees! I am\nfain now, for this little time I am absent, to leave him in charge\nwith a gentlewoman: 'tis true she is a justice of peace his wife, and\na gentlewoman of the hood, and his natural sister; but what may happen\nunder a woman's government, there's the doubt. Gentlemen, you do not\nknow him; he is another manner of piece than you think for: but\nnineteen years old, and yet he is taller than either of you by the\nhead, God bless him!\n\nQUAR. Well, methinks this is a fine fellow.\n\nWINW. He has made his master a finer by this description, I should\nthink.\n\nQUAR. 'Faith, much about one, it is cross and pile, whether for a new\nfarthing.\n\nWASPE. I'll tell you, gentlemen--\n\nLIT. Will't please you drink, master Waspe?\n\nWASPE. Why, I have not talk'd so long to be dry, sir. You see no dust\nor cobwebs come out o' my mouth, do you? you'd have me gone, would\nyou?\n\nLIT. No, but you were in haste e'en now, master Numps.\n\nWASPE. What an I were! so I am still, and yet I will stay too; meddle\nyou with your match, your Win there, she has as little wit as her\nhusband, it seems: I have others to talk to.\n\nLIT. She's my match indeed, and as _little wit_ as I, good!\n\nWASPE. We have been but a day and a half in town, gentlemen, 'tis\ntrue; and yesterday in the afternoon we walked London to shew the city\nto the gentlewoman he shall marry, mistress Grace; but afore I will\nendure such another half day with him, I'll be drawn with a good\ngib-cat, through the great pond at home, as his uncle Hodge was. Why,\nwe could not meet that heathen thing all the day, but staid him; he\nwould name you all the signs over, as he went, aloud: and where he\nspied a parrot or a monkey, there he was pitched, with all the little\nlong coats about him, male and female; no getting him away! I thought\nhe would have run mad o' the black boy in Bucklersbury, that takes the\nscurvy, roguy tobacco there.\n\nLIT. You say true, master Numps; there's such a one indeed.\n\nWASPE. It's no matter whether there be or no, what's that to you?\n\nQUAR. He will not allow of John's reading at any hand.\n\n_Enter COKES, MISTRESS OVERDO, and GRACE._\n\nCOKES. O Numps! are you here, Numps? look where I am, Numps, and\nmistress Grace too! Nay, do not look angerly, Numps: my sister is here\nand all, I do not come without her.\n\nWASPE. What the mischief do you come with her; or she with you?\n\nCOKES. We came all to seek you, Numps.\n\nWASPE. To seek me! why, did you all think I was lost, or run away with\nyour fourteen shillings' worth of small ware here? or that I had\nchanged it in the fair for hobby-horses? S'precious--to seek me!\n\nMRS. OVER. Nay, good master Numps, do you shew discretion, though he\nbe exorbitant, as master Overdo says, and it be but for conservation\nof the peace.\n\nWASPE. Marry gip, goody She-justice, mistress Frenchhood! turd in your\nteeth, and turd in your Frenchhood's teeth too, to do you service, do\nyou see! Must you quote your Adam to me! you think you are madam\nRegent still, mistress Overdo, when I am in place; no such matter. I\nassure you, your reign is out, when I am in, dame.\n\nMRS. OVER. I am content to be in abeyance, sir, and be governed by\nyou; so should he too, if he did well; but 'twill be expected you\nshould also govern your passions.\n\nWASPE. Will it so, forsooth! good Lord, how sharp you are, with being\nat Bedlam yesterday! Whetstone has set an edge upon you, has he?\n\nMRS. OVER. Nay, if you know not what belongs to your dignity, I do yet\nto mine.\n\nWASPE. Very well then.\n\nCOKES. Is this the license, Numps? for love's sake let me see't; I\nnever saw a license.\n\nWASPE. Did you not so? why, you shall not see't then.\n\nCOKES. An you love me, good Numps.\n\nWASPE. Sir, I love you, and yet I do not love you in these fooleries:\nset your heart at rest, there's nothing in it but hard words;--and\nwhat would you see it for?\n\nCOKES. I would see the length and the breadth on't, that's all; and I\nwill see it now, so I will.\n\nWASPE. You shall not see it here.\n\nCOKES. Then I'll see it at home, and I'll look upon the case here.\n\nWASPE. Why, do so; a man must give way to him a little in trifles,\ngentlemen. These are errors, diseases of youth; which he will mend\nwhen he comes to judgment and knowledge of matters. I pray you\nconceive so, and I thank you: and I pray you pardon him, and I thank\nyou again.\n\nQUAR. Well, this dry nurse, I say still, is a delicate man.\n\nWINW. And I am, for the cosset his charge: did you ever see a fellow's\nface more accuse him for an ass?\n\nQUAR. Accuse him! it confesses him one without accusing. What pity\n'tis yonder wench should marry such a Cokes!\n\nWINW. 'Tis true.\n\nQUAR. She seems to be discreet, and as sober as she is handsome.\n\nWINW. Ay, and if you mark her, what a restrained scorn she casts upon\nall his behaviour and speeches!\n\nCOKES. Well, Numps, I am now for another piece of business more, the\nFair, Numps, and then--\n\nWASPE. Bless me! deliver me! help, hold me! the Fair!\n\nCOKES. Nay, never fidge up and down, Numps, and vex itself. I am\nresolute Bartholomew in this; I'll make no suit on't to you; 'twas all\nthe end of my journey indeed, to shew mistress Grace my Fair. I call\nit my Fair, because of Bartholomew: you know my name is Bartholomew,\nand Bartholomew Fair.\n\nLIT. That was mine afore, gentlemen; this morning. I had that,\ni'faith, upon his license, believe me, there he comes after me.\n\nQUAR. Come, John, this ambitious wit of yours, I am afraid, will do\nyou no good in the end.\n\nLIT. No! why, sir?\n\nQUAR. You grow so insolent with it, and over-doing, John, that if you\nlook not to it, and tie it up, it will bring you to some obscure place\nin time, and there 'twill leave you.\n\nWINW. Do not trust it too much, John, be more sparing, and use it but\nnow and then; a wit is a dangerous thing in this age; do not over-buy\nit.\n\nLIT. Think you so, gentlemen? I'll take heed on't hereafter.\n\nMRS. LIT. Yes, do, John.\n\nCOKES. A pretty little soul, this same mistress Littlewit, would I\nmight marry her!\n\nGRACE. So would I; or any body else, so I might 'scape you. [_Aside._\n\nCOKES. Numps, I will see it, Numps, 'tis decreed: never be melancholy\nfor the matter.\n\nWASPE. Why, see it, sir, see it, do, see it: who hinders you? why do\nyou not go see it? 'slid see it.\n\nCOKES. The Fair, Numps, the Fair.\n\nWASPE. Would the Fair, and all the drums and rattles in it, were in\nyour belly for me! they are already in your brain. He that had the\nmeans to travel your head now, should meet finer sights than any are\nin the Fair, and make a finer voyage on't; to see it all hung with\ncockle shells, pebbles, fine wheat straws, and here and there a\nchicken's feather, and a cobweb.\n\nQUAR. Good faith, he looks, methinks, an you mark him, like one that\nwere made to catch flies, with his sir Cranion-legs.\n\nWINW. And his Numps, to flap them away.\n\nWASPE. God be wi' you, sir, there's your bee in a box, and much good\ndo't you.\n\n[_Gives Cokes the box._\n\nCOKES. Why, your friend, and Bartholomew; an you be so contumacious.\n\nQUAR. What mean you, Numps?\n\n[_Takes Waspe aside as he is going out._\n\nWASPE. I'll not be guilty, I, gentlemen.\n\nMRS. OVER. You will not let him go, brother, and lose him?\n\nCOKES. Who can hold that will away? I had rather lose him than the\nFair, I wusse.\n\nWASPE. You do not know the inconvenience, gentlemen, you persuade to,\nnor what trouble I have with him in these humours. If he go to the\nFair, he will buy of every thing to a baby there; and household stuff\nfor that too. If a leg or an arm on him did not grow on, he would lose\nit in the press. Pray heaven I bring him off with one stone! And then\nhe is such a ravener after fruit!--you will not believe what a coil I\nhad t'other day to compound a business between a Cather'nepear woman,\nand him, about snatching: 'tis intolerable, gentlemen.\n\nWINW. O, but you must not leave him now to these hazards, Numps.\n\nWASPE. Nay, he knows too well I will not leave him, and that makes him\npresume: Well, sir, will you go now? if you have such an itch in your\nfeet, to foot it to the Fair, why do you stop, am I [o'] your\ntarriers? go, will you go, sir? why do you not go?\n\nCOKES. O Numps, have I brought you about? come, mistress Grace, and\nsister, I am resolute Bat, i'faith, still.\n\nGRACE. Truly, I have no such fancy to the Fair, nor ambition to see\nit: there's none goes thither of any quality or fashion.\n\nCOKES. O Lord, sir! you shall pardon me, mistress Grace, we are enow\nof ourselves to make it a fashion; and for qualities, let Numps alone,\nhe'll find qualities.\n\nQUAR. What a rogue in apprehension is this, to understand her language\nno better!\n\nWINW. Ay, and offer to marry her! Well, I will leave the chase of my\nwidow for to-day, and directly to the Fair. These flies cannot, this\nhot season, but engender us excellent creeping sport.\n\nQUAR. A man that has but a spoonful of brain would think\nso.--Farewell, John.\n\n[_Exeunt Quarlous and Winwife._\n\nLIT. Win, you see 'tis in fashion to go to the Fair, Win; we must to\nthe Fair too, you and I, Win. I have an affair in the Fair, Win, a\npuppet-play of mine own making, say nothing, that I writ for the\nmotion-man, which you must see, Win.\n\nMRS. LIT. I would I might, John; but my mother will never consent to\nsuch a profane motion, she will call it.\n\nLIT. Tut, we'll have a device, a dainty one: Now, Wit, help at a\npinch, good Wit, come, come, good Wit, an it be thy will! I have it,\nWin, I have it i'faith, and 'tis a fine one. Win, long to eat of a\npig, sweet Win, in the Fair, do you see, in the heart of the Fair, not\nat Pye-corner. Your mother will do any thing, Win, to satisfy your\nlonging, you know; pray thee long presently; and be sick o' the\nsudden, good Win. I'll go in and tell her; cut thy lace in the mean\ntime, and play the hypocrite, sweet Win.\n\nMRS. LIT. No, I'll not make me unready for it: I can be hypocrite\nenough, though I were never so strait-laced.\n\nLIT. You say true, you have been bred in the family, and brought up\nto't. Our mother is a most elect hypocrite, and has maintained us all\nthis seven year with it, like gentlefolks.\n\nMRS. LIT. Ay, let her alone, John, she is not a wise wilful widow for\nnothing; nor a sanctified sister for a song. And let me alone too, I\nhave somewhat of the mother in me, you shall see: fetch her, fetch\nher--[_Exit Littlewit._] Ah! ah!\n\n[_Seems to swoon._\n\n_Re-enter LITTLEWIT with DAME PURECRAFT._\n\nPURE. Now, the blaze of the beauteous discipline, fright away this\nevil from our house! how now, Win-the-fight, child! how do you? sweet\nchild, speak to me.\n\nMRS. LIT. Yes, forsooth.\n\nPURE. Look up, sweet Win-the-fight, and suffer not the enemy to enter\nyou at this door, remember that your education has been with the\npurest: What polluted one was it, that named first the unclean beast,\npig, to you, child?\n\nMRS. LIT. Uh, uh!\n\nLIT. Not I, on my sincerity, mother! she longed above three hours ere\nshe would let me know it.--Who was it, Win?\n\nMRS. LIT. A profane black thing with a beard, John.\n\nPURE. O, resist it, Win-the-fight, it is the tempter, the wicked\ntempter, you may know it by the fleshly motion of pig; be strong\nagainst it, and its foul temptations, in these assaults, whereby it\nbroacheth flesh and blood, as it were on the weaker side; and pray\nagainst its carnal provocations; good child, sweet child, pray.\n\nLIT. Good mother, I pray you, that she may eat some pig, and her belly\nfull too; and do not you cast away your own child, and perhaps one of\nmine, with your tale of the tempter. How do you do, Win, are you not\nsick?\n\nMRS. LIT. Yes, a great deal, John, uh, uh!\n\nPURE. What shall we do? Call our zealous brother Busy hither, for his\nfaithful fortification in this charge of the adversary. [_Exit\nLittlewit._] Child, my dear child, you shall eat pig; be comforted, my\nsweet child.\n\nMRS. LIT. Ay, but in the Fair, mother.\n\nPURE. I mean in the Fair, if it can be any way made or found lawful.--\n\n_Re-enter LITTLEWIT._\n\nWhere is our brother Busy? will he not come? Look up, child.\n\nLIT. Presently, mother, as soon as he has cleansed his beard. I found\nhim fast by the teeth in the cold turkey-pie in the cupboard, with a\ngreat white loaf on his left hand, and a glass of malmsey on his\nright.\n\nPURE. Slander not the brethren, wicked one.\n\nLIT. Here he is now, purified, mother.\n\n_Enter ZEAL-OF-THE-LAND BUSY._\n\nPURE. O brother Busy! your help here, to edify and raise us up in a\nscruple: my daughter Win-the-fight is visited with a natural disease\nof women, called a longing to eat pig.\n\nLIT. Ay, sir, a Bartholomew pig; and in the Fair.\n\nPURE. And I would be satisfied from you, religiously-wise, whether a\nwidow of the sanctified assembly, or a widow's daughter, may commit\nthe act without offence to the weaker sisters.\n\nBUSY. Verily, for the disease of longing, it is a disease, a carnal\ndisease, or appetite, incident to women; and as it is carnal and\nincident, it is natural, very natural: now pig, it is a meat, and a\nmeat that is nourishing and may be longed for, and so consequently\neaten; it may be eaten; very exceeding well eaten; but in the Fair,\nand as a Bartholomew pig, it cannot be eaten; for the very calling it\na Bartholomew pig, and to eat it so, is a spice of idolatry, and you\nmake the Fair no better than one of the high-places. This, I take it,\nis the state of the question: a high-place.\n\nLIT. Ay, but in state of necessity, place should give place, master\nBusy. I have a conceit left yet.\n\nPURE. Good brother Zeal-of-the-land, think to make it as lawful as you\ncan.\n\nLIT. Yes, sir, and as soon as you can; for it must be, sir: you see\nthe danger my little wife is in, sir.\n\nPURE. Truly, I do love my child dearly, and I would not have her\nmiscarry, or hazard her firstfruits, if it might be otherwise.\n\nBUSY. Surely, it may be otherwise, but it is subject to construction,\nsubject, and hath a face of offence with the weak, a great face, a\nfoul face; but that face may have a veil put over it, and be shadowed\nas it were; it may be eaten, and in the Fair, I take it, in a booth,\nthe tents of the wicked: the place is not much, not very much, we may\nbe religious in the midst of the profane, so it be eaten with a\nreformed mouth, with sobriety and humbleness; not gorged in with\ngluttony or greediness, there's the fear: for, should she go there, as\ntaking pride in the place, or delight in the unclean dressing, to feed\nthe vanity of the eye, or lust of the palate, it were not well, it\nwere not fit, it were abominable, and not good.\n\nLIT. Nay, I knew that afore, and told her on't; but courage, Win,\nwe'll be humble enough, we'll seek out the homeliest booth in the\nFair, that's certain; rather than fail, we'll eat it on the ground.\n\nPURE. Ay, and I'll go with you myself, Win-the-fight, and my brother\nZeal-of-the-land shall go with us too, for our better consolation.\n\nMRS. LIT. Uh, uh!\n\nLIT. Ay, and Solomon too, Win, the more the merrier. Win, we'll leave\nRabbi Busy in a booth. [_Aside to Mrs. Littlewit._]--Solomon! my\ncloak.\n\n_Enter SOLOMON with the cloak._\n\nSOL. Here, sir.\n\nBUSY. In the way of comfort to the weak, I will go and eat. I will eat\nexceedingly, and prophesy; there may be a good use made of it too, now\nI think on't: by the public eating of swine's flesh, to profess our\nhate and loathing of Judaism, whereof the brethren stand tax'd. I will\ntherefore eat, yea, I will eat exceedingly.\n\nLIT. Good, i'faith, I will eat heartily too, because I will be no Jew,\nI could never away with that stiff-necked generation: and truly, I\nhope my little one will be like me, that cries for pig so in the\nmother's belly.\n\nBUSY. Very likely, exceeding likely, very exceeding likely.\n\n[_Exeunt._\n\n\n\n\nACT II\n\nSCENE I--_The Fair._\n\nA number of Booths, Stalls, etc., set out.\n\n_LANTHORN LEATHERHEAD, JOAN TRASH, and others, sitting by their\nwares._\n\n_Enter JUSTICE OVERDO, at a distance, in disguise._\n\nOVER. Well, in justice name, and the king's, and for the commonwealth!\ndefy all the world, Adam Overdo, for a disguise, and all story; for\nthou hast fitted thyself, I swear. Fain would I meet the Linceus now,\nthat eagle's eye, that piercing Epidaurian serpent (as my Quintus\nHorace calls him) that could discover a justice of peace (and lately\nof the Quorum) under this covering. They may have seen many a fool in\nthe habit of a justice; but never till now, a justice in the habit of\na fool. Thus must we do though, that wake for the public good; and\nthus hath the wise magistrate done in all ages. There is a doing of\nright out of wrong, if the way be found. Never shall I enough commend\na worthy worshipful man, sometime a capital member of this city, for\nhis high wisdom in this point, who would take you now the habit of a\nporter, now of a carman, now of the dog-killer, in this month of\nAugust; and in the winter, of a seller of tinder-boxes. And what would\nhe do in all these shapes? marry, go you into every alehouse, and down\ninto every cellar; measure the length of puddings; take the gage of\nblack pots and cans, ay, and custards, with a stick; and their\ncircumference with a thread; weigh the loaves of bread on his middle\nfinger; then would he send for them home; give the puddings to the\npoor, the bread to the hungry, the custards to his children; break the\npots, and burn the cans himself: he would not trust his corrupt\nofficers, he would do it himself. Would all men in authority would\nfollow this worthy precedent! for alas, as we are public persons, what\ndo we know? nay, what can we know? we hear with other men's ears, we\nsee with other men's eyes. A foolish constable or a sleepy watchman,\nis all our information; he slanders a gentleman by the virtue of his\nplace, as he calls it, and we, by the vice of ours, must believe him.\nAs, a while agone, they made me, yea me, to mistake an honest zealous\npursuivant for a seminary; and a proper young bachelor of musick, for\na bawd. This we are subject to that live in high place; all our\nintelligence is idle, and most of our intelligencers knaves; and, by\nyour leave, ourselves thought little better, if not arrant fools, for\nbelieving them. I, Adam Overdo, am resolved therefore to spare\nspy-money hereafter, and make mine own discoveries. Many are the\nyearly enormities of this Fair, in whose courts of Pie-poudres I have\nhad the honour, during the three days, sometimes to sit as judge. But\nthis is the special day for detection of those foresaid enormities.\nHere is my black book for the purpose; this the cloud that hides me;\nunder this covert I shall see and not be seen. On, Junius Brutus. And\nas I began, so I'll end; in justice name, and the king's, and for the\ncommonwealth!\n\n[_Advances to the booths, and stands aside._\n\nLEATH. The Fair's pestilence dead methinks; people come not abroad\nto-day, whatever the matter is. Do you hear, sister Trash, lady of the\nbasket? sit farther with your gingerbread progeny there, and hinder\nnot the prospect of my shop, or I'll have it proclaimed in the Fair,\nwhat stuff they are made on.\n\nTRASH. Why, what stuff are they made on, brother Leatherhead? nothing\nbut what's wholesome, I assure you.\n\nLEATH. Yes, stale bread, rotten eggs, musty ginger, and dead honey,\nyou know.\n\nOVER. Ay! have I met with enormity so soon? [_Aside._\n\nLEATH. I shall mar your market, old Joan.\n\nTRASH. Mar my market, thou too-proud pedlar! do thy worst, I defy\nthee, I, and thy stable of hobby-horses. I pay for my ground, as well\nas thou dost: an thou wrong'st me, for all thou art parcel-poet, and\nan inginer, I'll find a friend shall right me, and make a ballad of\nthee, and thy cattle all over. Are you puft up with the pride of your\nwares? your arsedine?\n\nLEATH. Go to, old Joan, I'll talk with you anon; and take you down\ntoo, afore justice Overdo: he is the man must charm you, I'll have you\nin the Pie-poudres.\n\nTRASH. Charm me! I'll meet thee face to face, afore his worship, when\nthou darest: and though I be a little crooked o' my body, I shall be\nfound as upright in my dealing as any woman in Smithfield, I; charm\nme!\n\nOVER. I am glad to hear my name is their terror yet, this is doing of\njustice. [_Aside._]\n\n[_A number of people pass over the stage._\n\nLEATH. What do you lack? what is't you buy? what do you lack? rattles,\ndrums, halberts, horses, babies o' the best, fiddles of the finest?\n\n_Enter COSTARD-MONGER, followed by NIGHTINGALE._\n\nCOST. Buy any pears, pears, fine, very fine pears!\n\nTRASH. Buy any gingerbread, gilt gingerbread!\n\nNIGHT. Hey, [_Sings._\n\n  _Now the Fair's a filling!\n  O, for a tune to startle\n  The birds o' the booths here billing,\n  Yearly with old saint Bartle!\n  The drunkards they are wading,\n  The punks and chapmen trading;_\n\nBuy any ballads, new ballads?\n\n_Enter URSULA, from her Booth._\n\nURS. Fie upon't: who would wear out their youth and prime thus, in\nroasting of pigs, that had any cooler vocation? hell's a kind of cold\ncellar to't, a very fine vault, o' my conscience!--What, Mooncalf!\n\nMOON. [_within._] Here, mistress.\n\nNIGHT. How now, Ursula? in a heat, in a heat?\n\nURS. My chair, you false faucet you; and my morning's draught,\nquickly, a bottle of ale, to quench me, rascal. I am all fire and fat,\nNightingale, I shall e'en melt away to the first woman, a rib again, I\nam afraid. I do water the ground in knots, as I go, like a great\ngarden pot; you may follow me by the SS. I make.\n\nNIGHT. Alas, good Urse! was Zekiel here this morning?\n\nURS. Zekiel? what Zekiel?\n\nNIGHT. Zekiel Edgworth, the civil cutpurse, you know him well enough;\nhe that talks bawdy to you still: I call him my secretary.\n\nURS. He promised to be here this morning, I remember.\n\nNIGHT. When he comes, bid him stay: I'll be back again presently.\n\nURS. Best take your morning dew in your belly, Nightingale.--\n\n_Enter MOONCALF, with the Chair._\n\nCome, sir, set it here, did not I bid you should get a chair let out\no' the sides for me, that my hips might play? you'll never think of\nany thing, till your dame be rump-gall'd; 'tis well, changeling:\nbecause it can take in your grasshopper's thighs, you care for no\nmore. Now, you look as you had been in the corner of the booth,\nfleaing your breech with a candle's end, and set fire o' the Fair.\nFill, Stote, fill.\n\nOVER. This pig-woman do I know, and I will put her in, for my second\nenormity; she hath been before me, punk, pinnace, and bawd, any time\nthese two and twenty years upon record in the Pie-poudres. [_Aside._\n\nURS. Fill again, you unlucky vermin!\n\nMOON. 'Pray you be not angry, mistress, I'll have it widen'd anon.\n\nURS. No, no, I shall e'en dwindle away to't, ere the Fair be done, you\nthink, now you have heated me: a poor vex'd thing I am, I feel myself\ndropping already as fast as I can; two stone o' suet a day is my\nproportion. I can but hold life and soul together, with this, (here's\nto you, Nightingale,) and a whiff of tobacco at most. Where's my pipe\nnow? not fill'd! thou arrant incubee.\n\nNIGHT. Nay, Ursula, thou'lt gall between the tongue and the teeth,\nwith fretting, now.\n\nURS. How can I hope that ever he'll discharge his place of trust,\ntapster, a man of reckoning under me, that remembers nothing I say to\nhim? [_Exit Nightingale._] but look to't, sirrah, you were best.\nThree-pence a pipe-full, I will have made, of all my whole half-pound\nof tobacco, and a quarter of pound of colt's-foot mixt with it too, to\nitch it out. I that have dealt so long in the fire, will not be to\nseek in smoke, now. Then six and twenty shillings a barrel I will\nadvance on my beer, and fifty shillings a hundred on my bottle-ale; I\nhave told you the ways how to raise it. Froth your cans well in the\nfilling, at length, rogue, and jog your bottles o' the buttock,\nsirrah, then skink out the first glass ever, and drink with all\ncompanies, though you be sure to be drunk; you'll misreckon the\nbetter, and be less ashamed on't. But your true trick, rascal, must\nbe, to be ever busy, and mistake away the bottles and cans, in haste,\nbefore they be half drunk off, and never hear any body call, (if they\nshould chance to mark you,) till you have brought fresh, and be able\nto forswear them. Give me a drink of ale.\n\nOVER. This is the very womb and bed of enormity! gross as herself!\nthis must all down for enormity, all, every whit on't. [_Aside._\n\n[_Knocking within._\n\nURS. Look who's there, sirrah: five shillings a pig is my price, at\nleast; if it be a sow pig, sixpence more; if she be a great-bellied\nwife, and long for't, sixpence more for that.\n\nOVER. _O tempora! O mores!_ I would not have lost my discovery of this\none grievance, for my place, and worship o' the bench. How is the poor\nsubject abused here! Well, I will fall in with her, and with her\nMooncalf, and win out wonders of enormity. [_Comes forward._]--By thy\nleave, goodly woman, and the fatness of the Fair, oily as the king's\nconstable's lamp, and shining as his shooing-horn! hath thy ale\nvirtue, or thy beer strength, that the tongue of man may be tickled,\nand his palate pleased in the morning? Let thy pretty nephew here go\nsearch and see.\n\nURS. What new roarer is this?\n\nMOON. O Lord! do you not know him, mistress? 'tis mad Arthur of\nBradley, that makes the orations.--Brave master, old Arthur of\nBradley, how do you? welcome to the Fair! when shall we hear you\nagain, to handle your matters, with your back against a booth, ha? I\nhave been one of your little disciples, in my days.\n\nOVER. Let me drink, boy, with my love, thy aunt, here; that I may be\neloquent: but of thy best, lest it be bitter in my mouth, and my words\nfall foul on the Fair.\n\nURS. Why dost thou not fetch him drink, and offer him to sit?\n\nMOON. Is it ale or beer, master Arthur?\n\nOVER. Thy best, pretty stripling, thy best; the same thy dove\ndrinketh, and thou drawest on holydays.\n\nURS. Bring him a sixpenny bottle of ale: they say, a fool's handsel is\nlucky.\n\nOVER. Bring both, child. [_Sits down in the booth._] Ale for Arthur,\nand Beer for Bradley. Ale for thine aunt, boy. [_Exit Mooncalf._]--My\ndisguise takes to the very wish and reach of it. I shall, by the\nbenefit of this, discover enough, and more: and yet get off with the\nreputation of what I would be: a certain middling thing, between a\nfool and a madman. [_Aside._\n\n_Enter KNOCKEM._\n\nKNOCK. What! my little lean Ursula! my she-bear! art thou alive yet,\nwith thy litter of pigs to grunt out another Bartholomew Fair? ha!\n\nURS. Yes, and to amble a foot, when the Fair is done, to hear you\ngroan out of a cart, up the heavy hill--\n\nKNOCK. Of Holbourn, Ursula, meanst thou so? for what, for what, pretty\nUrse?\n\nURS. For cutting halfpenny purses, or stealing little penny dogs out\no' the Fair.\n\nKNOCK. O! good words, good words, Urse.\n\nOVER. Another special enormity. A cut-purse of the sword, the boot,\nand the feather! those are his marks. [_Aside._\n\n_Re-enter MOONCALF, with the ale, etc._\n\nURS. You are one of those horse-leaches that gave out I was dead, in\nTurnbull-street, of a surfeit of bottle-ale and tripes?\n\nKNOCK. No, 'twas better meat, Urse: cow's udders, cow's udders!\n\nURS. Well, I shall be meet with your mumbling mouth one day.\n\nKNOCK. What! thou'lt poison me with a newt in a bottle of ale, wilt\nthou? or a spider in a tobacco-pipe, Urse? Come, there's no malice in\nthese fat folks, I never fear thee, an I can scape thy lean Mooncalf\nhere. Let's drink it out, good Urse, and no vapours!\n\n[_Exit Ursula._\n\nOVER. Dost thou hear, boy? There's for thy ale, and the remnant for\nthee.--Speak in thy faith of a faucet, now; is this goodly person\nbefore us here, this vapours, a knight of the knife?\n\nMOON. What mean you by that, master Arthur?\n\nOVER. I mean a child of the horn-thumb, a babe of booty, boy, a\ncut-purse.\n\nMOON. O Lord, sir! far from it. This is master Daniel Knockem Jordan:\nthe ranger of Turnbull. He is a horse-courser, sir.\n\nOVER. Thy dainty dame, though, call'd him cut-purse.\n\nMOON. Like enough, sir; she'll do forty such things in an hour (an you\nlisten to her) for her recreation, if the toy take her in the greasy\nkerchief: it makes her fat, you see; she battens with it.\n\nOVER. Here I might have been deceived now, and have put a fool's blot\nupon myself, if I had not played an after game of discretion!\n[_Aside._\n\n_Re-enter URSULA, dropping._\n\nKNOCK. Alas, poor Urse! this is an ill season for thee.\n\nURS. Hang yourself, hackney-man!\n\nKNOCK. How, how, Urse! vapours? motion breed vapours?\n\nURS. Vapours! never tusk, nor twirl your dibble, good Jordan, I know\nwhat you'll take to a very drop. Though you be captain of the roarers,\nand fight well at the case of piss-pots, you shall not fright me with\nyour lion-chap, sir, nor your tusks; you angry! you are hungry. Come,\na pig's head will stop your mouth, and stay your stomach at all times.\n\nKNOCK. Thou art such another mad, merry Urse, still! troth I do make\nconscience of vexing thee, now in the dog-days, this hot weather, for\nfear of foundering thee in the body, and melting down a pillar of the\nFair. Pray thee take thy chair again, and keep state; and let's have a\nfresh bottle of ale, and a pipe of tobacco; and no vapours. I'll have\nthis belly o' thine taken up, and thy grass scoured, wench.--\n\n_Enter EDGWORTH._\n\nLook, here's Ezekiel Edgworth; a fine boy of his inches, as any is in\nthe Fair! has still money in his purse, and will pay all, with a kind\nheart, and good vapours.\n\nEDG. That I will indeed, willingly, master Knockem; fetch some ale and\ntobacco.\n\n[_Exit Mooncalf.--People cross the stage._\n\nLEATH. What do you lack, gentlemen? maid, see a fine hobby-horse for\nyour young master; cost you but a token a-week his provender.\n\n_Re-enter NIGHTINGALE, with CORN-CUTTER, and MOUSETRAP-MAN._\n\nCORN. Have you any corns in your feet and toes?\n\nMOUSE. Buy a mousetrap, a mousetrap, or a tormentor for a flea?\n\nTRASH. Buy some gingerbread?\n\nNIGHT. Ballads, ballads! fine new ballads:\n\n  _Hear for your love, and buy for your money.\n  A delicate ballad o' the ferret and the coney.\n  A preservative again' the punk's evil.\n  Another of goose-green starch, and the devil.\n  A dozen of divine points, and the godly garters:\n  The fairing of good counsel, of an ell and three-quarters._\n\nWhat is't you buy?\n\n  _The windmill blown down by the witch's fart.\n  Or saint George, that, O! did break the dragon's heart._\n\n_Re-enter MOONCALF, with ale and tobacco._\n\nEDG. Master Nightingale, come hither, leave your mart a little.\n\nNIGHT. O my secretary! what says my secretary?\n\n[_They walk into the booth._\n\nOVER. Child of the bottles, what's he? what's he?\n\n[_Points to Edgworth._\n\nMOON. A civil young gentleman, master Arthur, that keeps company with\nthe roarers, and disburses all still. He has ever money in his purse;\nhe pays for them, and they roar for him; one does good offices for\nanother. They call him the secretary, but he serves nobody. A great\nfriend of the ballad-man's, they are never asunder.\n\nOVER. What pity 'tis, so civil a young man should haunt this debauched\ncompany? here's the bane of the youth of our time apparent. A proper\npenman, I see't in his countenance, he has a good clerk's look with\nhim, and I warrant him a quick hand.\n\nMOON. A very quick hand, sir.\n\n[_Exit._\n\nEDG. [_whispering with Nightingale and Ursula._] All the purses, and\npurchase, I give you to-day by conveyance, bring hither to Ursula's\npresently. Here we will meet at night in her lodge, and share. Look\nyou choose good places for your standing in the Fair, when you sing,\nNightingale.\n\nURS. Ay, near the fullest passages; and shift them often.\n\nEDG. And in your singing, you must use your hawk's eye nimbly, and fly\nthe purse to a mark still, where 'tis worn, and on which side; that\nyou may give me the sign with your beak, or hang your head that way in\nthe tune.\n\nURS. Enough, talk no more on't: your friendship, masters, is not now\nto begin. Drink your draught of indenture, your sup of covenant, and\naway: the Fair fills apace, company begins to come in, and I have\nne'er a pig ready yet.\n\nKNOCK. Well said! fill the cups, and light the tobacco: let's give\nfire in the works, and noble vapours.\n\nEDG. And shall we have smocks, Ursula, and good whimsies, ha!\n\nURS. Come, you are in your bawdy vein!--the best the Fair will afford,\nZekiel, if bawd Whit keep his word.--\n\n_Re-enter MOONCALF._\n\nHow do the pigs, Mooncalf?\n\nMOON. Very passionate, mistress, one of 'em has wept out an eye.\nMaster Arthur o' Bradley is melancholy here, nobody talks to him. Will\nyou any tobacco, master Arthur?\n\nOVER. No, boy; let my meditations alone.\n\nMOON. He's studying for an oration, now.\n\nOVER. If I can with this day's travail, and all my policy, but rescue\nthis youth here out of the hands of the lewd man and the strange\nwoman, I will sit down at night, and say with my friend Ovid,\n\n  _Jamque opus exegi, quod nec Jovis ira, nec ignis,_ etc. [_Aside._\n\nKNOCK. Here, Zekiel, here's a health to Ursula, and a kind vapour;\nthou hast money in thy purse still, and store! how dost thou come by\nit? pray thee vapour thy friends some in a courteous vapour.\n\nEDG. Half I have, master Dan. Knockem, is always at your service.\n\n[_Pulls out his purse._\n\nOVER. Ha, sweet nature! what goshawk would prey upon such a lamb?\n[_Aside._\n\nKNOCK. Let's see what 'tis, Zekiel; count it, come, fill him to pledge\nme\n\n_Enter WINWIFE and QUARLOUS._\n\nWINW. We are here before them, methinks.\n\nQUAR. All the better, we shall see them come in now.\n\nLEATH. What do you lack, gentlemen, what is't you lack? a fine horse?\na lion? a bull? a bear? a dog? or a cat? an excellent fine\nBartholomew-bird? or an instrument? what is't you lack?\n\nQUAR. 'Slid! here's Orpheus among the beasts, with his fiddle and all!\n\nTRASH. Will you buy any comfortable bread, gentlemen?\n\nQUAR. And Ceres selling her daughter's picture, in ginger-work.\n\nWINW. That these people should be so ignorant to think us chapmen for\nthem! do we look as if we would buy gingerbread, or hobby-horses?\n\nQUAR. Why, they know no better ware than they have, nor better\ncustomers than come: and our very being here makes us fit to be\ndemanded, as well as others. Would Cokes would come! there were a true\ncustomer for them.\n\nKNOCK. [_to Edgworth._] How much is't? thirty shillings? Who's yonder!\nNed Winwife and Tom Quarlous, I think! yes: (give me it all, give it\nme all.)--Master Winwife! Master Quarlous! will you take a pipe of\ntobacco with us?--Do not discredit me now, Zekiel.\n\n[_Edgworth gives him his purse._\n\nWINW. Do not see him: he is the roaring horse-courser, pray thee let's\navoid him: turn down this way.\n\nQUAR. 'Slud, I'll see him, and roar with him too, an he roared as loud\nas Neptune; pray thee go with me.\n\nWINW. You may draw me to as likely an inconvenience, when you please,\nas this.\n\nQUAR. Go to then, come along; we have nothing to do, man, but to see\nsights now.\n\n[_They advance to the booth._\n\nKNOCK. Welcome, master Quarlous, and master Winwife; will you take any\nfroth and smoke with us?\n\nQUAR. Yes, sir; but you'll pardon us if we knew not of so much\nfamiliarity between us afore.\n\nKNOCK. As what, sir?\n\nQUAR. To be so lightly invited to smoke and froth.\n\nKNOCK. A good vapour! will you sit down, sir? this is old Ursula's\nmansion; how like you her bower? Here you may have your punk and your\npig in state, sir, both piping hot.\n\nQUAR. I had rather have my punk cold, sir.\n\nOVER. There's for me: punk! and pig! [_Aside._\n\nURS. [_within._] What, Mooncalf, you rogue!\n\nMOON. By and by, the bottle is almost off, mistress; here, master\nArthur.\n\nURS. [_within._] I'll part you and your play-fellow there, in the\ngarded coat, an you sunder not the sooner.\n\nKNOCK. Master Winwife, you are proud, methinks, you do not talk, nor\ndrink; are you proud?\n\nWINW. Not of the company I am in, sir, nor the place, I assure you.\n\nKNOCK. You do not except at the company, do you! are you in vapours,\nsir?\n\nMOON. Nay, good master Daniel Knockem, respect my mistress's bower, as\nyou call it; for the honour of our booth, none o' your vapours here.\n\n_Enter URSULA with a fire-brand._\n\nURS. Why, you thin, lean polecat you, an they have a mind to be in\ntheir vapours must you hinder 'em? What did you know, vermin, if they\nwould have lost a cloke, or such trifle? must you be drawing the air\nof pacification here, while I am tormented within i' the fire, you\nweasel? [_Aside to Mooncalf._\n\nMOON. Good mistress, 'twas in behalf of your booth's credit that I\nspoke.\n\nURS. Why! would my booth have broke, if they had fallen out in't, sir?\nor would their heat have fired it? In, you rogue, and wipe the pigs,\nand mend the fire, that they fall not, or I'll both baste and roast\nyou 'till your eyes drop out like them.--Leave the bottle behind you,\nand be curst awhile!\n\n[_Exit Mooncalf._\n\nQUAR. Body o' the Fair! what's this? mother of the bawds?\n\nKNOCK. No, she's mother of the pigs, sir, mother of the pigs.\n\nWINW. Mother of the furies, I think, by her fire-brand.\n\nQUAR. Nay, she is too fat to be a fury, sure some walking sow of\ntallow!\n\nWINW. An inspired vessel of kitchen stuff!\n\nQUAR. She'll make excellent geer for the coach-makers here in\nSmithfield, to anoint wheels and axletrees with.\n\n[_She drinks this while._\n\nURS. Ay, ay, gamesters, mock a plain plump soft wench of the suburbs,\ndo, because she's juicy and wholesome; you must have your thin pinched\nware, pent up in the compass of a dog-collar, (or 'twill not do) that\nlooks like a long laced conger, set upright, and a green feather, like\nfennel in the joll on't.\n\nKNOCK. Well said, Urse, my good Urse! to 'em, Urse!\n\nQUAR. Is she your quagmire, Daniel Knockem? is this your bog?\n\nNIGHT. We shall have a quarrel presently.\n\nKNOCK. How! bog! quagmire? foul vapours! humph!\n\nQUAR. Yes, he that would venture for't, I assure him, might sink into\nher and be drown'd a week ere any friend he had could find where he\nwere.\n\nWINW. And then he would be a fortnight weighing up again.\n\nQUAR. 'Twere like falling into a whole shire of butter; they had need\nbe a team of Dutchmen should draw him out.\n\nKNOCK. Answer 'em, Urse: where's thy Bartholomew wit now, Urse, thy\nBartholomew wit?\n\nURS. Hang 'em, rotten, roguy cheaters, I hope to see them plagued one\nday (pox'd they are already, I am sure) with lean playhouse poultry,\nthat has the bony rump, sticking out like the ace of spades, or the\npoint of a partizan, that every rib of them is like the tooth of a\nsaw; and will so grate them with their hips and shoulders, as (take\n'em altogether) they were as good lie with a hurdle.\n\nQUAR. Out upon her, how she drips! she's able to give a man the\nsweating sickness with looking on her.\n\nURS. Marry look off, with a patch on your face, and a dozen in your\nbreech, though they be of scarlet, sir. I have seen as fine outsides\nas either of yours, bring lousy linings to the brokers, ere now, twice\na week.\n\nQUAR. Do you think there may be a fine new cucking-stool in the Fair,\nto be purchased; one large enough, I mean? I know there is a pond of\ncapacity for her.\n\nURS. For your mother, you rascal! Out, you rogue, you hedge-bird, you\npimp, you pannier-man's bastard, you!\n\nQUAR. Ha, ha, ha!\n\nURS. Do you sneer, you dog's-head, you trendle-tail! you look as you\nwere begotten a top of a cart in harvest time, when the whelp was hot\nand eager. Go, snuff after your brother's bitch, mistress Commodity;\nthat's the livery you wear, 'twill be out at the elbows shortly. It's\ntime you went to't for the t'other remnant.\n\nKNOCK. Peace, Urse, peace, Urse;--they'll kill the poor whale, and\nmake oil of her. Pray thee, go in.\n\nURS. I'll see them pox'd first, and piled, and double piled.\n\nWINW. Let's away, her language grows greasier than her pigs.\n\nURS. Does it so, snotty-nose? good lord! are you snivelling? You were\nengendered on a she-beggar in a barn, when the bald thrasher, your\nsire, was scarce warm.\n\nWINW. Pray thee let's go.\n\nQUAR. No, faith; I'll stay the end of her now; I know she cannot last\nlong: I find by her smiles she wanes apace.\n\nURS. Does she so? I'll set you gone. Give me my pig-pan hither a\nlittle: I'll scald you hence, an you will not go.\n\n[_Exit._\n\nKNOCK. Gentlemen, these are very strange vapours, and very idle\nvapours, I assure you.\n\nQUAR. You are a very serious ass, we assure you.\n\nKNOCK. Humph, _ass!_ and _serious!_ nay, then pardon me my vapour. I\nhave a foolish vapour, gentlemen: Any man that does vapour me the ass,\nmaster Quarlous--\n\nQUAR. What then, master Jordan?\n\nKNOCK. I do vapour him the lie.\n\nQUAR. Faith, and to any man that vapours me the lie, I do vapour that.\n\n[_Strikes him._\n\nKNOCK. Nay then, vapours upon vapours.\n\n[_They fight._\n\n_Re-enter URSULA, with the dripping-pan._\n\nEDG. NIGHT. 'Ware the pan, the pan, the pan! she comes with the pan,\ngentlemen! [_Ursula falls with the pan._]--God bless the woman.\n\nURS. Oh!\n\n[_Exeunt Quarlous and Winwife._\n\nTRASH. [_runs in._] What's the matter?\n\nOVER. Goodly woman!\n\nMOON. Mistress!\n\nURS. Curse of hell! that ever I saw these fiends! oh! I have scalded\nmy leg, my leg, my leg, my leg! I have lost a limb in the service! run\nfor some cream and sallad-oil, quickly. Are you under-peering, you\nbaboon? rip off my hose, an you be men, men, men.\n\nMOON. Run you for some cream, good mother Joan. I'll look to your\nbasket.\n\n[_Exit Trash._\n\nLEATH. Best sit up in your chair, Ursula. Help, gentlemen.\n\nKNOCK. Be of good cheer, Urse; thou hast hindered me the currying of a\ncouple of stallions here, that abused the good race-bawd of\nSmithfield; 'twas time for them to go.\n\nNIGHT. I' faith, when the pan came,--they had made you run else. This\nhad been a fine time for purchase, if you had ventured. [_Aside to\nEdgworth._\n\nEDG. Not a whit, these fellows were too fine to carry money.\n\nKNOCK. Nightingale, get some help to carry her leg out of the air:\ntake off her shoes. Body o' me! she has the mallanders, the scratches,\nthe crown scab, and the quitter bone in the t'other leg.\n\nURS. Oh, the pox! why do you put me in mind of my leg thus, to make it\nprick and shoot? Would you have me in the hospital afore my time?\n\nKNOCK. Patience, Urse, take a good heart, 'tis but a blister as big as\na windgall. I'll take it away with the white of an egg, a little honey\nand hog's grease, have thy pasterns well roll'd, and thou shalt pace\nagain by to-morrow. I'll tend thy booth, and look to thy affairs the\nwhile: thou shalt sit in thy chair, and give directions, and shine\nUrsa major.\n\n[_Exeunt Knockem and Mooncalf, with Ursula in her chair._\n\nOVER. These are the fruits of bottle-ale and tobacco! the foam of the\none, and the fumes of the other! Stay, young man, and despise not the\nwisdom of these few hairs that are grown grey in care of thee.\n\nEDG. Nightingale, stay a little. Indeed I'll hear some of this!\n\n_Enter COKES, with his box, WASPE, Mistress OVERDO, and GRACE._\n\nCOKES. Come, Numps, come, where are you? Welcome into the Fair,\nmistress Grace.\n\nEDG. 'Slight, he will call company, you shall see, and put us into\ngoings presently.\n\nOVER. Thirst not after that frothy liquor, ale; for who knows when he\nopeneth the stopple, what may be in the bottle? Hath not a snail, a\nspider, yea, a newt been found there? thirst not after it, youth;\nthirst not after it.\n\nCOKES. This is a brave fellow, Numps, let's hear him.\n\nWASPE. 'Sblood! how brave is he? in a garded coat! You were best truck\nwith him; e'en strip, and truck presently, it will become you. Why\nwill you hear him? because he is an ass, and may be a-kin to the\nCokeses?\n\nCOKES. O, good Numps.\n\nOVER. Neither do thou lust after that tawney weed tobacco.\n\nCOKES. Brave words!\n\nOVER. Whose complexion is like the Indian's that vents it.\n\nCOKES. Are they not brave words, sister?\n\nOVER. And who can tell, if before the gathering and making up thereof,\nthe Alligarta hath not piss'd thereon?\n\nWASPE. 'Heart! let 'em be brave words, as brave as they will! an they\nwere all the brave words in a country, how then? Will you away yet,\nhave you enough on him? Mistress Grace, come you away; I pray you, be\nnot you accessary. If you do lose your license, or somewhat else, sir,\nwith listening to his fables, say Numps is a witch, with all my heart,\ndo, say so.\n\nCOKES. Avoid in your satin doublet, Numps.\n\nOVER. The creeping venom of which subtle serpent, as some late writers\naffirm, neither the cutting of the perilous plant, nor the drying of\nit, nor the lighting or burning, can any way persway or assuage.\n\nCOKES. Good, i'faith! is it not, sister?\n\nOVER. Hence it is that the lungs of the tobacconist are rotted, the\nliver spotted, the brain smoked like the backside of the pig-woman's\nbooth here, and the whole body within, black as her pan you saw e'en\nnow, without.\n\nCOKES. A fine similitude that, sir! did you see the pan?\n\nEDG. Yes, sir.\n\nOVER. Nay, the hole in the nose here of some tobacco-takers, or the\nthird nostril, if I may so call it, which makes that they can vent the\ntobacco out, like the ace of clubs, or rather the flower-de-lis, is\ncaused from the tobacco, the mere tobacco! when the poor innocent pox,\nhaving nothing to do there, is miserably and most unconscionably\nslandered.\n\nCOKES. Who would have missed this, sister?\n\nMRS. OVER. Not any body but Numps.\n\nCOKES. He does not understand.\n\nEDG. [_picks Cokes's pocket of his purse._] Nor you feel. [_Aside._\n\nCOKES. What would you have, sister, of a fellow that knows nothing but\na basket-hilt, and an old fox in't? the best musick in the Fair will\nnot move a log.\n\nEDG. [_gives the purse aside to Nightingale._] In, to Ursula,\nNightingale, and carry her comfort: see it told. This fellow was sent\nto us by Fortune, for our first fairing.\n\n[_Exit Nightingale._\n\nOVER. But what speak I of the diseases of the body, children of the\nFair?\n\nCOKES. That's to us, sister. Brave, i'faith!\n\nOVER. Hark, O you sons and daughters of Smithfield! and hear what\nmalady it doth the mind: it causeth swearing, it causeth swaggering,\nit causeth snuffling and snarling, and now and then a hurt.\n\nMRS. OVER. He hath something of master Overdo, methinks, brother.\n\nCOKES. So methought, sister, very much of my brother Overdo: and 'tis\nwhen he speaks.\n\nOVER. Look into any angle of the town, the Streights, or the Bermudas,\nwhere the quarrelling lesson is read, and how do they entertain the\ntime, but with bottle-ale and tobacco? The lecturer is o' one side,\nand his pupils o' the other; but the seconds are still bottle-ale and\ntobacco, for which the lecturer reads, and the novices pay. Thirty\npound a week in bottle-ale! forty in tobacco! and ten more in ale\nagain. Then for a suit to drink in, so much, and, that being slaver'd,\nso much for another suit, and then a third suit, and a fourth suit!\nand still the bottle-ale slavereth, and the tobacco stinketh.\n\nWASPE. Heart of a madman! are you rooted here? will you never away?\nwhat can any man find out in this bawling fellow, to grow here for? He\nis a full handful higher sin' he heard him. Will you fix here, and set\nup a booth, sir?\n\nOVER. I will conclude briefly--\n\nWASPE. Hold your peace, you roaring rascal, I'll run my head in your\nchaps else. You were best build a booth, and entertain him; make your\nwill, an you say the word, and him your heir! heart, I never knew one\ntaken with a mouth of a peck afore. By this light, I'll carry you away\non my back, an you will not come.\n\n[_He gets Cokes up on pick-back._\n\nCOKES. Stay, Numps, stay, set me down: I have lost my purse, Numps. O\nmy purse! One of my fine purses is gone!\n\nMRS. OVER. Is it indeed, brother?\n\nCOKES. Ay, as I am an honest man, would I were an arrant rogue else! a\nplague of all roguy damn'd cut-purses for me.\n\n[_Examines his pockets._\n\nWASPE. Bless 'em with all my heart, with all my heart, do you see!\nnow, as I am no infidel, that I know of, I am glad on't. Ay, I am,\n(here's my witness,) do you see, sir? I did not tell you of his\nfables, I! no, no, I am a dull malt horse, I, I know nothing. Are you\nnot justly served, in your conscience, now, speak in your conscience?\nMuch good do you with all my heart, and his good heart that has it,\nwith all my heart again.\n\nEDG. This fellow is very charitable, would he had a purse too! but I\nmust not be too bold all at a time. [_Aside._\n\nCOKES. Nay, Numps, it is not my best purse.\n\nWASPE. Not your best! death! why should it be your worst? why should\nit be any, indeed, at all? answer me to that, give me a reason from\nyou, why it should be any?\n\nCOKES. Nor my gold, Numps; I have that yet, look here else, sister.\n\n[_Shews the other purse._\n\nWASPE. Why so, there's all the feeling he has!\n\nMRS. OVER. I pray you, have a better care of that, brother.\n\nCOKES. Nay, so I will, I warrant you; let him catch this that catch\ncan. I would fain see him get this, look you here.\n\nWASPE. So, so, so, so, so, so, so, so! very good.\n\nCOKES. I would have him come again now, and but offer at it. Sister,\nwill you take notice of a good jest? I will put it just where the\nother was, and if we have good luck, you shall see a delicate fine\ntrap to catch the cut-purse nibbling.\n\nEDG. Faith, and he'll try ere you be out o' the Fair. [_Aside._\n\nCOKES. Come, mistress Grace, prithee be not melancholy for my\nmischance; sorrow will not keep it, sweet-heart.\n\nGRACE. I do not think on't, sir.\n\nCOKES. 'Twas but a little scurvy white money, hang it! it may hang the\ncut-purse one day. I have gold left to give thee a fairing yet, as\nhard as the world goes. Nothing angers me but that no body here look'd\nlike a cut-purse, unless 'twere Numps.\n\nWASPE. How! I, I look like a cut-purse? death! your sister's a\ncut-purse! and your mother and father, and all your kin were\ncut-purses! and here is a rogue is the bawd o' the cut-purses, whom I\nwill beat to begin with.\n\n[_They speak all together; and Waspe beats Overdo._\n\nOVER. Hold thy hand, child of wrath, and heir of anger, make it not\nChildermass day in thy fury, or the feast of the French Bartholomew,\nparent of the massacre.\n\nCOKES. Numps, Numps!\n\nMRS. OVER. Good master Humphrey!\n\nWASPE. You are the Patrico, are you? the patriarch of the cut-purses?\nYou share, sir, they say; let them share this with you. Are you in\nyour hot fit of preaching again? I'll cool you.\n\nOVER. Murther, murther, murther!\n\n[_Exeunt._\n\n\n\n\nACT III\n\nSCENE I.--_The Fair._\n\n_LANTHORN LEATHERHEAD, JOAN TRASH, and others, sitting by their wares,\nas before._\n\n_Enter WHIT, HAGGISE, and BRISTLE._\n\nWHIT. Nay, tish all gone, now! dish tish, phen tou wilt not be phitin\ncall, master offisher, phat ish a man te better to lishen out noyshes\nfor tee, and ton art in an oder orld, being very shuffishient noyshes\nand gallantsh too? one o' their brabblesh would have fed ush all dish\nfortnight, but tou art so bushy about beggersh still, tou hast no\nleshure to intend shentlemen, and't be.\n\nHAG. Why, I told you, Davy Bristle.\n\nBRI. Come, come, you told me a pudding, Toby Haggise; a matter of\nnothing; I am sure it came to nothing. You said, let's go to Ursula's,\nindeed; but then you met the man with the monsters, and I could not\nget you from him. An old fool, not leave seeing yet!\n\nHAG. Why, who would have thought any body would have quarrell'd so\nearly; or that the ale o' the fair would have been up so soon?\n\nWHIT. Phy, phat a clock toest tou tink it ish, man?\n\nHAG. I cannot tell.\n\nWHIT. Tou art a vish vatchman, i' te mean teem.\n\nHAG. Why, should the watch go by the clock, or the clock by the watch,\nI pray?\n\nBRI. One should go by another, if they did well.\n\nWHIT. Tou art right now! phen didst tou ever know or hear of a\nshuffishient vatchment, but he did tell the clock, phat bushiness\nsoever he had?\n\nBRI. Nay, that's most true, a sufficient watchman knows what a clock\nit is.\n\nWHIT. Shleeping or vaking: ash well as te clock himshelf, or te Jack\ndat shtrikes him.\n\nBRI. Let's enquire of master Leatherhead, or Joan Trash here.--Master\nLeatherhead, do you hear, master Leatherhead?\n\nWHIT. If it be a Ledderhead, tish a very tick Ledderhead, tat sho mush\nnoish vill not piersh him.\n\nLEATH. I have a little business now, good friends, do not trouble me.\n\nWHIT. Phat, because o' ty wrought neet-cap, and ty phelvet sherkin,\nman? phy! I have sheene tee in ty ledder sherkin, ere now, mashter o'\nde hobby-horses, as bushy and stately as tou sheemest to be.\n\nTRASH. Why, what an you have, captain Whit? he has his choice of\njerkins, you may see by that, and his caps too, I assure you, when he\npleases to be either sick or employed.\n\nLEATH. God-a-mercy, Joan, answer for me.\n\nWHIT. Away, be not sheen in my company, here be shentlemen, and men of\nvorship.\n\n[_Exeunt Haggise and Bristle._\n\n_Enter QUARLOUS and WINWIFE._\n\nQUAR. We had wonderful ill luck, to miss this prologue o' the purse:\nbut the best is, we shall have five acts of him ere night: he'll be\nspectacle enough, I'll answer for't.\n\nWHIT. O creesh, duke Quarlous, how dosht tou? tou dosht not know me, I\nfear: I am te vishesht man, but justish Overdo, in all Bartholomew\nFair now. Give me twelve-pence from tee, I vill help tee to a vife\nvorth forty marks for't, and't be.\n\nQUAR. Away, rogue; pimp, away.\n\nWHIT. And she shall shew tee as fine cut orke for't in her shmock too\nas tou cansht vish i'faith; vilt tou have her, vorshipful Vinvife? I\nvill help tee to her here, be an't be, into pig-quarter, gi' me ty\ntwelve-pence from tee.\n\nWINW. Why, there's twelve-pence, pray thee wilt thou begone?\n\nWHIT. Tou art a vorthy man, and a vorshipful man still.\n\nQUAR. Get you gone, rascal.\n\nWHIT. I do mean it, man. Prinsh Quarlous, if tou hasht need on me, tou\nshalt find me here at Ursla's, I vill see phat ale and punque ish i'\nte pigsty for tee, bless ty good vorship.\n\n[_Exit._\n\nQUAR. Look! who comes here: John Littlewit!\n\nWINW. And his wife, and my widow, her mother: the whole family.\n\nQUAR. 'Slight, you must give them all fairings now.\n\nWINW. Not I, I'll not see them.\n\nQUAR. They are going a feasting. What schoolmaster's that is with 'em?\n\nWINW. That's my rival, I believe, the baker.\n\n_Enter RABBI BUSY, DAME PURECRAFT, JOHN LITTLEWIT, and MRS.\nLITTLEWIT._\n\nBUSY. So, walk on in the middle way, fore-right, turn neither to the\nright hand nor to the left; let not your eyes be drawn aside with\nvanity, nor your ear with noises.\n\nQUAR. O, I know him by that start.\n\nLEATH. What do you lack, what do you buy, mistress? a fine\nhobby-horse, to make your son a tilter? a drum to make him a soldier?\na fiddle to make him a reveller? what is't you lack? little dogs for\nyour daughters? or babies, male or female?\n\nBUSY. Look not toward them, hearken not; the place is Smithfield, or\nthe field of smiths, the grove of hobby-horses and trinkets, the wares\nare the wares of devils, and the whole Fair is the shop of Satan: they\nare hooks and baits, very baits, that are hung out on every side, to\ncatch you, and to hold you, as it were, by the gills, and by the\nnostrils, as the fisher doth; therefore you must not look nor turn\ntoward them.--The heathen man could stop his ears with wax against the\nharlot of the sea; do you the like with your fingers against the bells\nof the beast.\n\nWINW. What flashes come from him!\n\nQUAR. O, he has those of his oven; a notable hot baker, 'twas when he\nplied the peel; he is leading his flock into the Fair now.\n\nWINW. Rather driving them to the pens: for he will let them look upon\nnothing.\n\n_Enter KNOCKEM and WHIT from URSULA'S booth._\n\nKNOCK. Gentlewomen, the weather's hot; whither walk you? have a care\nof your fine velvet caps, the Fair is dusty. Take a sweet delicate\nbooth, with boughs, here in the way, and cool yourselves in the shade;\nyou and your friends. The best pig and bottle-ale in the Fair, sir.\nOld Ursula is cook, there you may read; [_points to the sign, a pig's\nhead, with a large writing under it._] the pig's head speaks it. Poor\nsoul, she has had a string-halt, the maryhinchco; but she's prettily\namended.\n\nWHIT. A delicate show-pig, little mistress, with shweet sauce, and\ncrackling, like de bay-leaf i' de fire, la! tou shalt ha' de clean\nside o' de table-clot, and di glass vash'd with phatersh of dame\nAnnesh Cleare.\n\nLIT. [_gazing at the inscription._] This is fine verily. _Here be the\nbest pigs, and she does roast them as well as ever she did_, the pig's\nhead says.\n\nKNOCK. Excellent, excellent, mistress; with fire o' juniper and\nrosemary branches! the oracle of the pig's head, that, sir.\n\nPURE. Son, were you not warn'd of the vanity of the eye? have you\nforgot the wholesome admonition so soon?\n\nLIT. Good mother, how shall we find a pig, if we do not look about\nfor't: will it run off o' the spit, into our mouths, think you, as in\nLubberland, and cry, _wee, wee!_\n\nBUSY. No, but your mother, religiously-wise, conceiveth it may offer\nitself by other means to the sense, as by way of steam, which I think\nit doth here in this place--huh, huh--yes, it doth. [_He scents after\nit like a hound._] And it were a sin of obstinacy, great obstinacy,\nhigh and horrible obstinacy, to decline or resist the good titillation\nof the famelic sense, which is the smell. Therefore be bold--huh, huh,\nhuh--follow the scent: enter the tents of the unclean, for once, and\nsatisfy your wife's frailty. Let your frail wife be satisfied; your\nzealous mother, and my suffering self, will also be satisfied.\n\nLIT. Come, Win, as good winny here as go farther, and see nothing.\n\nBUSY. We scape so much of the other vanities, by our early entering.\n\nPURE. It is an edifying consideration.\n\nMRS. LIT. This is scurvy, that we must come into the Fair, and not\nlook on't.\n\nLIT. Win, have patience, Win, I'll tell you more anon.\n\n[_Exeunt, into the booth, Littlewit, Mrs. Littlewit, Busy, and\nPurecraft._\n\nKNOCK. Mooncalf, entertain within there, the best pig in the booth, a\npork-like pig. These are Banbury-bloods, o' the sincere stud, come a\npig-hunting. Whit, wait, Whit, look to your charge.\n\n[_Exit Whit._\n\nBUSY. [_within._] A pig prepare presently, let a pig be prepared to\nus.\n\n_Enter MOONCALF and URSULA._\n\nMOON. 'Slight, who be these?\n\nURS. Is this the good service, Jordan, you'd do me?\n\nKNOCK. Why, Urse, why, Urse? thou'lt have vapours i' thy leg again\npresently, pray thee go in, it may turn to the scratches else.\n\nURS. Hang your vapours, they are stale, and stink like you! Are these\nthe guests o' the game you promised to fill my pit withal to-day?\n\nKNOCK. Ay, what ail they, Urse?\n\nURS. Ail they! they are all sippers, sippers o' the city; they look as\nthey would not drink off two pen'orth of bottle-ale amongst 'em.\n\nMOON. A body may read that in their small printed ruffs.\n\nKNOCK. Away, thou art a fool, Urse, and thy Mooncalf too: in your\nignorant vapours now! hence! good guests, I say, right hypocrites,\ngood gluttons. In, and set a couple o' pigs on the board, and half a\ndozen of the biggest bottles afore 'em, and call Whit. [_Exit\nMooncalf._] I do not love to hear innocents abused; fine ambling\nhypocrites! and a stone puritan with a sorrel head and beard! good\nmouth'd gluttons; two to a pig, away.\n\nURS. Are you sure they are such?\n\nKNOCK. O' the right breed, thou shalt try 'em by the teeth, Urse;\nwhere's this Whit?\n\n_Re-enter WHIT._\n\nWHIT. _Behold, man, and see,\n  What a worthy man am ee!\n  With the fury of my sword,\n  And the shaking of my beard,\n  I will make ten thousand men afeard._\n\nKNOCK. Well said, brave Whit! in, and _fear_ the ale out o' the\nbottles into the bellies of the brethren, and . . . the sisters drink\nto the cause, and pure vapours.\n\n[_Exeunt Knockem, Whit, and Ursula._\n\nQUAR. My roarer is turn'd tapster, methinks. Now were a fine time for\nthee, Winwife, to lay aboard thy widow, thou'lt never be master of a\nbetter season or place; she that will venture herself into the Fair\nand a pig-box, will admit any assault, be assured of that.\n\nWINW. I love not enterprises of that suddenness though.\n\nQUAR. I'll warrant thee, then, no wife out of the widow's hundred: if\nI had but as much title to her, as to have breathed once on that\nstraight stomacher of hers, I would now assure myself to carry her,\nyet, ere she went out of Smithfield; or she should carry me, which\nwere the fitter sight, I confess. But you are a modest undertaker, by\ncircumstances and degrees; come, 'tis disease in thee, not judgment; I\nshould offer at all together.--\n\n_Enter OVERDO._\n\nLook, here's the poor fool again, that was stung by the Waspe\nerewhile.\n\nOVER. I will make no more orations, shall draw on these tragical\nconclusions. And I begin now to think, that by a spice of collateral\njustice, Adam Overdo deserved this beating; for I, the said Adam, was\none cause (a by-cause) why the purse was lost; and my wife's brother's\npurse too, which they know not of yet. But I shall make very good\nmirth with it at supper, that will be the sport, and put my little\nfriend, master Humphrey Waspe's choler quite out of countenance: when,\nsitting at the upper end of my table, as I use, and drinking to my\nbrother Cokes, and mistress Alice Overdo, as I will, my wife, for\ntheir good affection to old Bradley, I deliver to them, it was I that\nwas cudgeled, and shew them the marks. To see what bad events may peep\nout o' the tail of good purposes! the care I had of that civil young\nman I took fancy to this morning, (and have not left it yet,) drew me\nto that exhortation, which drew the company indeed; which drew the\ncut-purse; which drew the money; which drew my brother Cokes his loss;\nwhich drew on Waspe's anger; which drew on my beating: a pretty\ngradation! and they shall have it in their dish, i'faith, at night for\nfruit; I love to be merry at my table. I had thought once, at one\nspecial blow he gave me, to have revealed myself; but then (I thank\nthee, fortitude) I remembered that a wise man, and who is ever so\ngreat a part of the commonwealth in himself, for no particular\ndisaster ought to abandon a public good design. The husbandman ought\nnot, for one unthankful year, to forsake the plough; the shepherd\nought not, for one scabbed sheep, to throw by his tar-box; the pilot\nought not, for one leak in the poop, to quit the helm; nor the\nalderman ought not, for one custard more at a meal, to give up his\ncloke; the constable ought not to break his staff, and forswear the\nwatch, for one roaring night; nor the piper of the parish, _ut parvis\ncomponere magna solebam_, to put up his pipes for one rainy Sunday.\nThese are certain knocking conclusions; out of which, I am resolved,\ncome what come can, come beating, come imprisonment, come infamy, come\nbanishment, nay, come the rack, come the hurdle, (welcome all,) I will\nnot discover who I am, till my due time; and yet still, all shall be,\nas I said ever, in justice name, and the king's, and for the\ncommonwealth.\n\n[_Exit Overdo._\n\nWINW. What does he talk to himself, and act so seriously, poor fool!\n\nQUAR. No matter what. Here's fresher argument, intend that.\n\n_Enter COKES, Mistress OVERDO, and GRACE WELLBORN, followed by WASPE,\nloaded with toys._\n\nCOKES. Come, mistress Grace, come, sister, here's more fine sights\nyet, i'faith. Od's 'lid, where's Numps?\n\nLEATH. What do you lack, gentlemen? what is't you buy? fine rattles,\ndrums, babies, little dogs, and birds for ladies? what do you lack?\n\nCOKES. Good honest Numps, keep afore, I am so afraid thou'lt lose\nsomewhat; my heart was at my mouth, when I mist thee.\n\nWASPE. You were best buy a whip in your hand to drive me.\n\nCOKES. Nay, do not mistake, Numps; thou art so apt to mistake! I would\nbut watch the goods. Look you now, the treble fiddle was e'en almost\nlike to be lost.\n\nWASPE. Pray you take heed you lose not yourself; your best way were\ne'en get up and ride for more surety. Buy a token's worth of great\npins, to fasten yourself to my shoulder.\n\nLEATH. What do you lack, gentlemen? fine purses, pouches, pincases,\npipes? what is't you lack? a pair o' smiths to wake you in the\nmorning? or a fine whistling bird?\n\nCOKES. Numps, here be finer things than any we have bought by odds!\nand more delicate horses, a great deal; good Numps, stay, and come\nhither.\n\nWASPE. Will you scourse with him? you are in Smithfield, you may fit\nyourself with a fine easy-going street-nag, for your saddle, again\nMichaelmas term, do: has he ne'er a little odd cart for you to make a\ncaroch on, in the country, with four pied hobby-horses? Why the\nmeasles should you stand here, with your train, cheapning of dogs,\nbirds, and babies? you have no children to bestow them on, have you?\n\nCOKES. No, but again I have children, Numps, that's all one.\n\nWASPE. Do, do, do, do; how many shall you have, think you? an I were\nas you, I'd buy for all my tenants too, they are a kind of civil\nsavages, that will part with their children for rattles, pipes, and\nknives. You were best buy a hatchet or two, and truck with 'em.\n\nCOKES. Good Numps, hold that little tongue o' thine, and save it a\nlabour. I am resolute Bat, thou know'st.\n\nWASPE. A resolute fool you are, I know, and a very sufficient coxcomb;\nwith all my heart;--nay, you have it, sir, an you be angry, turd in\nyour teeth, twice; if I said it not once afore, and much good do you.\n\nWINW. Was there ever such a self-affliction, and so impertinent?\n\nQUAR. Alas, his care will go near to crack him; let's in and comfort\nhim.\n\n[_They come forward._\n\nWASPE. Would I had been set in the ground, all but the head on me, and\nhad my brains bowled at, or threshed out, when first I underwent this\nplague of a charge!\n\nQUAR. How now, Numps! almost tired in your protectorship? overparted,\noverparted?\n\nWASPE. Why, I cannot tell, sir, it may be I am; does it grieve you?\n\nQUAR. No, I swear does't not, Numps; to satisfy you.\n\nWASPE. Numps! 'sblood, you are fine and familiar: how long have we\nbeen acquainted, I pray you?\n\nQUAR. I think it may be remembered, Numps, that; 'twas since morning,\nsure.\n\nWASPE. Why, I hope I know't well enough, sir; I did not ask to be\ntold.\n\nQUAR. No! why, then?\n\nWASPE. It's no matter why; you see with your eyes now, what I said to\nyou to-day: you'll believe me another time?\n\nQUAR. Are you removing the Fair, Numps?\n\nWASPE. A pretty question, and a civil one! yes faith, I have my\nlading, you see, or shall have anon; you may know whose beast I am by\nmy burden. If the pannier-man's jack were ever better known by his\nloins of mutton, I'll be flayed, and feed dogs for him when his time\ncomes.\n\nWINW. How melancholic mistress Grace is yonder! pray thee let's go\nenter ourselves in grace with her.\n\nCOKES. Those six horses, friend, I'll have--\n\nWASPE. How!\n\nCOKES. And the three Jew's-trumps; and half a dozen o' birds, and that\ndrum, (I have one drum already) and your smiths; I like that device of\nyour smiths, very pretty well; and four halberts--and, let me see,\nthat fine painted great lady, and her three women for state, I'll\nhave.\n\nWASPE. No, the shop; buy the whole shop, it will be best, the shop,\nthe shop!\n\nLEATH. If his worship please.\n\nWASPE. Yes, and keep it during the Fair, Bobchin.\n\nCOKES. Peace, Numps.--Friend, do not meddle with him, an you be wise,\nand would shew your head above board; he will sting thorough your\nwrought night-cap, believe me. A set of these violins I would buy too,\nfor a delicate young noise I have in the country, that are every one a\nsize less than another, just like your fiddles. I would fain have a\nfine young masque at my marriage, now I think on't: But I do want such\na number of things!--And Numps will not help me now, and I dare not\nspeak to him.\n\nTRASH. Will your worship buy any gingerbread, very good bread,\ncomfortable bread?\n\nCOKES. Gingerbread! yes, let's see.\n\n[_Runs to her shop._\n\nWASPE. There's the t'other springe.\n\nLEATH. Is this well, goody Joan, to interrupt my market in the midst,\nand call away my customers? can you answer this at the Pie-poudres?\n\nTRASH. Why, if his mastership has a mind to buy, I hope my ware lies\nas open as another's; I may shew my ware as well as you yours.\n\nCOKES. Hold your peace; I'll content you both: I'll buy up his shop,\nand thy basket.\n\nWASPE. Will you, i'faith?\n\nLEATH. Why should you put him from it, friend?\n\nWASPE. Cry you mercy! you'd be sold too, would you? what's the price\non you, jerkin and all, as you stand? have you any qualities?\n\nTRASH. Yes, good man, angry-man, you shall find he has qualities if\nyou cheapen him.\n\nWASPE. Od's so, you have the selling of him! What are they, will they\nbe bought for love or money?\n\nTRASH. No indeed, sir.\n\nWASPE. For what then, victuals?\n\nTRASH. He scorns victuals, sir; he has bread and butter at home,\nthanks be to God! and yet he will do more for a good meal, if the toy\ntake him in the belly; marry then they must not set him at lower ends,\nif they do, he'll go away, though he fast; but put him a-top o' the\ntable, where his place is, and he'll do you forty fine things. He has\nnot been sent for, and sought out for nothing, at your great\ncity-suppers, to put down Coriat and Cokely, and been laughed at for\nhis labour; he'll play you all the puppets in the town over, and the\nplayers, every company, and his own company too; he spares nobody.\n\nCOKES. I'faith?\n\nTRASH. He was the first, sir, that ever baited the fellow in the\nbear's skin, an't like your worship: no dog ever came near him since.\nAnd for fine motions!\n\nCOKES. Is he good at those too? can he set out a masque, trow?\n\nTRASH. O lord, master! sought to far and near for his inventions; and\nhe engrosses all, he makes all the puppets in the Fair.\n\nCOKES. Dost thou, in troth, old velvet jerkin? give me thy hand.\n\nTRASH. Nay, sir, you shall see him in his velvet jerkin, and a scarf\ntoo at night, when you hear him interpret master Littlewit's motion.\n\nCOKES. Speak no more, but shut up shop presently, friend, I'll buy\nboth it and thee too, to carry down with me; and her hamper beside.\nThy shop shall furnish out the masque, and her's the banquet: I cannot\ngo less, to set out any thing with credit. What's the price, at a\nword, of thy whole shop, case and all as it stands?\n\nLEATH. Sir, it stands me in six and twenty shillings seven-pence\nhalfpenny, besides three shillings for my ground.\n\nCOKES. Well, thirty shillings will do all, then! and what comes yours\nto?\n\nTRASH. Four shillings and eleven-pence, sir, ground and all, an't like\nyour worship.\n\nCOKES. Yes, it does like my worship very well, poor woman; that's five\nshillings more: what a masque shall I furnish out, for forty\nshillings, twenty pound Scotch, and a banquet of gingerbread! there's\na stately thing! Numps? sister?--and my wedding gloves too! that I\nnever thought on afore! All my wedding gloves gingerbread? O me! what\na device will there be, to make 'em eat their fingers' ends! and\ndelicate brooches for the bridemen and all! and then I'll have this\npoesie put to them, _For the best grace_, meaning mistress Grace, my\nwedding poesie.\n\nGRACE. I am beholden to you, sir, and to your Bartholomew wit.\n\nWASPE. You do not mean this, do you? Is this your first purchase?\n\nCOKES. Yes, faith: and I do not think, Numps, but thou'lt say, it was\nthe wisest act that ever I did in my wardship.\n\nWASPE. Like enough! I shall say any thing, I!\n\n_Enter EDGWORTH, NIGHTINGALE and People, followed, at a distance, by\nOVERDO._\n\nOVER. I cannot beget a project, with all my political brain yet: my\nproject is how to fetch off this proper young man from his debauched\ncompany. I have followed him all the Fair over, and still I find him\nwith this songster, and I begin shrewdly to suspect their familiarity;\nand the young man of a terrible taint, poetry! with which idle disease\nif he be infected, there's no hope of him, in a state-course. _Actum\nest_ of him for a commonwealth's-man, if he go to't in rhyme once.\n[_Aside._\n\nEDG. [_to Nightingale._] Yonder he is buying of gingerbread; set in\nquickly, before he part with too much of his money.\n\nNIGHT. [advancing and singing.] _My masters, and friends, and good\npeople, draw near--_\n\nCOKES. [_runs to the ballad-man._] Ballads! hark! hark! pray thee,\nfellow, stay a little; good Numps, look to the goods. What ballads\nhast thou? let me see, let me see myself.\n\nWASPE. Why so! he's flown to another lime-bush, there he will flutter\nas long more; till he have ne'er a feather left. Is there a vexation\nlike this, gentlemen? will you believe me now, hereafter, shall I have\ncredit with you?\n\nQUAR. Yes, faith shalt thou, Numps, and thou art worthy on't, for thou\nsweatest for't. I never saw a young pimp-errant and his squire better\nmatch'd.\n\nWINW. Faith, the sister comes after them well too.\n\nGRACE. Nay, if you saw the justice her husband, my guardian, you were\nfitted for the mess, he is such a wise one his way--\n\nWINW. I wonder we see him not here.\n\nGRACE. O! he is too serious for this place, and yet better sport then\nthan the other three, I assure you, gentlemen, wherever he is, though\nit be on the bench.\n\nCOKES. How dost thou call it? _A caveat against cut-purses!_ a good\njest, i'faith, I would fain see that demon, your cut-purse you talk\nof, that delicate-handed devil; they say he walks hereabout; I would\nsee him walk now. Look you, sister, here, here [_he shews his purse\nboastingly_], let him come, sister, and welcome. Ballad-man, does any\ncut-purses haunt hereabout? pray thee raise me one or two; begin, and\nshew me one.\n\nNIGHT. Sir, this is a spell against them, spick and span new; and 'tis\nmade as 'twere in mine own person, and I sing it in mine own defence.\nBut 'twill cost a penny alone, if you buy it.\n\nCOKES. No matter for the price; thou dost not know me, I see, I am an\nodd Bartholomew.\n\nMRS. OVER. Has it a fine picture, brother?\n\nCOKES. O, sister, do you remember the ballads over the nursery chimney\nat home o' my own pasting up? there be brave pictures, other manner of\npictures than these, friend.\n\nWASPE. Yet these will serve to pick the pictures out of your pockets,\nyou shall see.\n\nCOKES. So I heard them say! Pray thee mind him not, fellow; he'll have\nan oar in every thing.\n\nNIGHT. It was intended, sir, as if a purse should chance to be cut in\nmy presence, now, I may be blameless though; as by the sequel will\nmore plainly appear.\n\nCOKES. We shall find that in the matter: pray thee begin.\n\nNIGHT. To the tune of Paggington's pound, sir.\n\nCOKES. [sings.] _Fa, la la la, la la la, fa, la la la!_ Nay, I'll put\nthee in tune and all; mine own country dance! Pray thee begin.\n\nNIGHT. It is a gentle admonition, you must know, sir, both to the\npurse-cutter and the purse-bearer.\n\nCOKES. Not a word more out of the tune, an thou lov'st me; _Fa, la la\nla, la la la, fa, la la la._ Come, when?\n\nNIGHT. [sings.] _My masters, and friends, and good people, draw near,\n  And look to your purses, for that I do say;_\n\nCOKES. Ha, ha, this chimes! Good counsel at first dash.\n\nNIGHT. _And tho' little money in them you do bear,\n  It costs more to get, than to lose in a day._\n\nCOKES. Good!\n\nNIGHT. _You oft have been told,\n     Both the young and the old,\n  And bidden beware of the cut-purse so bold;_\n\nCOKES. Well said! he were to blame that would not, i'faith.\n\nNIGHT. _Then if you take heed not, free me from the curse,\n  Who both give you warning, for, and the cut-purse.\n  Youth, youth, thou had'st better been starved by thy nurse,\n  Than live to be hanged for cutting a purse._\n\nCOKES. Good, i'faith; how say you, Numps, is there any harm in this?\n\nNIGHT. _It hath been upbraided to men of my trade,\n  That oftentimes we are the cause of this crime;_\n\nCOKES. The more coxcombs they that did it, I wusse.\n\nNIGHT. _Alack and for pity, why should it be said?\n  As if they regarded or places or time!\n     Examples have been\n     Of some that were seen\n  In Westminster-hall, yea the pleaders between;\n  Then why should the judges be free from this curse,\n  More than my poor self, for cutting the purse?_\n\nCOKES. God a mercy for that! why should they be more free indeed?\n\nNIGHT. _Youth, youth, thou had'st better been starved by thy nurse,\n  Than live to be hanged for cutting a purse._\n\nCOKES. That again, good ballad-man, that again. [_He sings the burden\nwith him._] O rare! I would fain rub mine elbow now, but I dare not\npull out my hand.--On, I pray thee; he that made this ballad shall be\npoet to my masque.\n\nNIGHT. _At Worc'ster, 'tis known well, and even in the jail,\n  A knight of good worship did there shew his face,\n  Against the foul sinners, in zeal for to rail,\n  And lost _ipso facto_ his purse in the place._\n\nCOKES. Is it possible?\n\nNIGHT. _Nay, once from the seat\n     Of judgment so great,\n  A judge there did lose a fair pouch of velvÃ©te._\n\nCOKES. I'faith?\n\nNIGHT. _O Lord for thy mercy, how wicked or worse,\n  Are those that so venture their necks for a purse!\n  Youth, youth, thou had'st better been starv'd by thy nurse,\n  Than lived to be hanged for cutting a purse._\n\nCOKES. [sings after him.] _Youth, youth, etc._--Pray thee, stay a\nlittle, friend. Yet o' thy conscience, Numps, speak, is there any harm\nin this?\n\nWASPE. To tell you true, 'tis too good for you, less you had grace to\nfollow it.\n\nOVER. It doth discover enormity, I'll mark it more: I have not liked a\npaltry piece of poetry so well a good while. [_Aside._\n\nCOKES. _Youth, youth, etc.;_ where's this youth now? a man must call\nupon him for his own good, and yet he will not appear. Look here,\nhere's for him; [_shews his purse._] handy dandy, which hand will he\nhave? On, I pray thee, with the rest; I do hear of him, but I cannot\nsee him, this master youth, the cut-purse.\n\nNIGHT. _At plays, and at sermons, and at the sessions,\n  'Tis daily their practice such booty to make.\n  Yea under the gallows at executions,\n  They stick not the stare-abouts' purses to take.\n     Nay one without grace,\n     At a [far] better place,\n  At court, and in Christmas, before the king's face._\n\nCOKES. That was a fine fellow! I would have him now.\n\nNIGHT. _Alack then for pity must I bear the curse,\n  That only belongs to the cunning cut-purse?_\n\nCOKES. But where's their cunning now, when they should use it? they\nare all chain'd now, I warrant you. [_Sings._] _Youth, youth, thou\nhad'st better_--The rat-catchers' charms are all fools and asses to\nthis: a pox on them, that they will not come! that a man should have\nsuch a desire to a thing, and want it!\n\nQUAR. 'Fore God I'd give half the Fair, an 'twere mine, for a\ncut-purse for him, to save his longing.\n\nCOKES. Look you, sister [_shews his purse again_], here, here, where\nis't now? which pocket is't in, for a wager?\n\nWASPE. I beseech you leave your wagers, and let him end his matter,\nan't may be.\n\nCOKES. O, are you edified, Numps!\n\nOVER. Indeed he does interrupt him too much: there Numps spoke to\npurpose. [_Aside._\n\nCOKES. Sister, I am an ass, I cannot keep my purse! [_Shews it again,\nand puts it up._]--On, on, I pray thee, friend.\n\nNIGHT. _Youth, youth, thou hadst better been starv'd by thy nurse,\n  Than live to be hanged for cutting a purse._\n\n[_As Nightingale sings, Edgworth gets up to Cokes, and tickles him in\nthe ear with a straw twice to draw his hand out of his pocket._\n\nWINW. Will you see sport? look, there's a fellow gathers up to him,\nmark.\n\nQUAR. Good, i'faith! O he has lighted on the wrong pocket.\n\nWINW. He has it! 'fore God, he is a brave fellow: pity he should be\ndetected.\n\nNIGHT. _But O, you vile nation of cut-purses all,\n  Relent and repent, and amend and be sound,\n  And know that you ought not, by honest men's fall,\n  Advance your own fortunes, to die above ground;\n     And though you go gay\n     In silks, as you may,\n  It is not the highway to heaven (as they say).\n  Repent then, repent you, for better, for worse,\n  And kiss not the gallows for cutting a purse.\n  Youth, youth, thou had'st better been starv'd by thy nurse,\n  Than live to be hang'd for cutting a purse._\n\nALL. An excellent ballad! an excellent ballad!\n\nEDG. Friend, let me have the first, let me have the first, I pray you.\n\n[_As Nightingale reaches out the ballad, Edgworth slips the purse into\nhis hand._\n\nCOKES. Pardon me, sir; first come first serv'd; and I'll buy the whole\nbundle too.\n\nWINW. That conveyance was better than all, did you see't? he has given\nthe purse to the ballad-singer.\n\nQUAR. Has he?\n\nEDG. Sir, I cry you mercy, I'll not hinder the poor man's profit; pray\nyou, mistake me not.\n\nCOKES. Sir, I take you for an honest gentleman, if that be mistaking;\nI met you to-day afore: ha! humph! O Lord! my purse is gone, my purse,\nmy purse, my purse!\n\nWASPE. Come do not make a stir, and cry yourself an ass thorough the\nFair afore your time.\n\nCOKES. Why, hast thou it, Numps? good Numps, how came you by it, I\nmarle?\n\nWASPE. I pray you seek some other gamester to play the fool with; you\nmay lose it time enough, for all your Fair wit.\n\nCOKES. By this good hand, glove and all, I have lost it already if\nthou hast it not; feel else, and mistress Grace's handkerchief too,\nout of the t'other pocket.\n\nWASPE. Why, 'tis well, very well, exceeding pretty and well.\n\nEDG. Are you sure you have lost it, sir?\n\nCOKES. O Lord! yes; as I am an honest man, I had it but e'en now, at\n_Youth, youth._\n\nNIGHT. I hope you suspect not me, sir?\n\nEDG. Thee! that were a jest indeed! dost thou think the gentleman is\nfoolish? where hadst thou hands, I pray thee? Away, ass, away!\n\n[_Exit Nightingale._\n\nOVER. I shall be beaten again, if I be spied. [_Aside, retiring._\n\nEDG. Sir, I suspect an odd fellow, yonder, is stealing away.\n\nMRS. OVER. Brother, it is the preaching fellow: you shall suspect him.\nHe was at your t'other purse, you know! [_Seizes Overdo._]--Nay, stay,\nsir, and view the work you have done; an you be beneficed at the\ngallows, and preach there, thank your own handy-work.\n\nCOKES. Sir, you shall take no pride in your preferment, you shall be\nsilenced quickly.\n\n[_They seize Overdo._\n\nOVER. What do you mean, sweet buds of gentility?\n\nCOKES. To have my pennyworths out on you, bud. No less than two purses\na day serve you! I thought you a simple fellow, when my man Numps beat\nyou in the morning, and pitied you.\n\nMRS. OVER. So did I. I'll be sworn, brother; but now I see he is a\nlewd and pernicious enormity, as master Overdo calls him.\n\nOVER. Mine own words turn'd upon me like swords! [_Aside._\n\nCOKES. Cannot a man's purse be at quiet for you in the master's\npocket, but you must entice it forth, and debauch it!\n\n[_Overdo is carried off._\n\nWASPE. Sir, sir, keep your debauch, and your fine Bartholomew terms to\nyourself, and make as much on 'em as you please. But give me this from\nyou in the mean time; I beseech you, see if I can look to this.\n\nCOKES. Why, Numps?\n\nWASPE. Why! because you are an ass, sir, there's a reason the shortest\nway, an you will needs have it: now you have got the trick of losing,\nyou'd lose your breech an 'twere loose. I know you, sir, come, deliver\n[_takes the box from him_], you'll go and crack the vermin you breed\nnow, will you? 'tis very fine; will you have the truth on't? they are\nsuch retchless flies as you are, that blow cut-purses abroad in every\ncorner; your foolish having of money makes them. An there were no\nwiser than I, sir, the trade should lie open for you, sir, it should,\ni'faith, sir. I would teach your wit to come to your head, sir, as\nwell as your land to come into your hand, I assure you, sir.\n\nWINW. Alack, good Numps!\n\nWASPE. Nay, gentlemen, never pity me. I am not worth it: Lord send me\nat home once to Harrow o' the Hill, again, if I travel any more, call\nme Coriat with all my heart.\n\n[_Exeunt Waspe, Cokes, and Mrs. Overdo, followed by Edgworth._\n\nQUAR. [_stops Edgworth._] Stay, sir, I must have a word with you in\nprivate. Do you hear?\n\nEDG. With me, sir! what's your pleasure, good sir?\n\nQUAR. Do not deny it, you are a cut-purse, sir, this gentleman here\nand I saw you: nor do we mean to detect you, though we can\nsufficiently inform ourselves toward the danger of concealing you; but\nyou must do us a piece of service.\n\nEDG. Good gentlemen, do not undo me; I am a civil young man, and but a\nbeginner indeed.\n\nQUAR. Sir, your beginning shall bring on your ending for us: we are no\ncatchpoles nor constables. That you are to undertake is this: you saw\nthe old fellow with the black box here?\n\nEDG. The little old governor, sir?\n\nQUAR. That same: I see you have flown him to a mark already. I would\nhave you get away that box from him, and bring it us.\n\nEDG. Wou'd you have the box and all, sir, or only that that is in't?\nI'll get you that, and leave him the box to play with still, which\nwill be the harder of the two, because I would gain your worship's\ngood opinion of me.\n\nWINW. He says well, 'tis the greater mastery, and 'twill make the more\nsport when 'tis mist.\n\nEDG. Ay, and 'twill be the longer a missing, to draw on the sport.\n\nQUAR. But look you do it now, sirrah, and keep your word, or--\n\nEDG. Sir, if ever I break my word with a gentleman, may I never read\nword at my need. Where shall I find you?\n\nQUAR. Somewhere i' the Fair, hereabouts: dispatch it quickly. [_Exit\nEdgworth._] I would fain see the careful fool deluded! Of all beasts,\nI love the serious ass; he that takes pains to be one, and plays the\nfool with the greatest diligence that can be.\n\nGRACE. Then you would not choose, sir, but love my guardian, justice\nOverdo, who is answerable to that description in every hair of him.\n\nQUAR. So I have heard. But how came you, mistress Wellborn, to be his\nward, or have relation to him at first?\n\nGRACE. Faith, through a common calamity, he bought me, sir; and now he\nwill marry me to his wife's brother, this wise gentleman that you see;\nor else I must pay value o' my land.\n\nQUAR. 'Slid, is there no device of disparagement, or so? talk with\nsome crafty fellow, some picklock of the law: would I had studied a\nyear longer in the Inns of court, an't had been but in your case.\n\nWINW. Ay, master Quarlous, are you proffering! [_Aside._\n\nGRACE. You'd bring but little aid, sir.\n\nWINW. I'll look to you, in faith, gamester. [_Aside._]--An unfortunate\nfoolish tribe you are fallen into, lady, I wonder you can endure them.\n\nGRACE. Sir, they that cannot work their fetters off must wear them.\n\nWINW. You see what care they have on you, to leave you thus.\n\nGRACE. Faith, the same they have of themselves, sir. I cannot greatly\ncomplain, if this were all the plea I had against them.\n\nWINW. 'Tis true: but will you please to withdraw with us a little, and\nmake them think they have lost you. I hope our manners have been such\nhitherto, and our language, as will give you no cause to doubt\nyourself in our company.\n\nGRACE. Sir, I will give myself no cause; I am so secure of mine own\nmanners, as I suspect not yours.\n\nQUAR. Look where John Littlewit comes.\n\nWINW. Away, I'll not be seen by him.\n\nQUAR. No, you were not best, he'd tell his mother, the widow.\n\nWINW. Heart! what do you mean?\n\nQUAR. Cry you mercy, is the wind there? must not the widow be named?\n\n[_Exeunt._\n\n_Enter LITTLEWIT from URSULA'S booth, followed by MRS. LITTLEWIT._\n\nLIT. Do you hear, Win, Win?\n\nMRS. LIT. What say you, John?\n\nLIT. While they are paying the reckoning, Win, I'll tell you a thing,\nWin; we shall never see any sights in the Fair, Win, except you long\nstill, Win: good Win, sweet Win, long to see some hobby-horses, and\nsome drums, and rattles, and dogs, and fine devices, Win. The bull\nwith the five legs, Win; and the great hog. Now you have begun with\npig, you may long for any thing, Win, and so for my motion, Win.\n\nMRS. LIT. But we shall not eat of the bull and the hog, John; how\nshall I long then?\n\nLIT. O yes, Win: you may long to see, as well as to taste, Win: how\ndid the pothecary's wife, Win, that longed to see the anatomy, Win? or\nthe lady, Win, that desired to spit in the great lawyer's mouth, after\nan eloquent pleading? I assure you, they longed, Win; good Win, go in,\nand long.\n\n[_Exeunt Littlewit and Mrs. Littlewit._\n\nTRASH. I think we are rid of our new customer, brother Leatherhead, we\nshall hear no more of him.\n\nLEATH. All the better; let's pack up all and begone, before he find\nus.\n\nTRASH. Stay a little, yonder comes a company; it may be we may take\nsome more money.\n\n_Enter KNOCKEM and BUSY._\n\nKNOCK. Sir, I will take your counsel, and cut my hair, and leave\nvapours: I see that tobacco, and bottle-ale, and pig, and Whit, and\nvery Ursla herself, is all vanity.\n\nBUSY. Only pig was not comprehended in my admonition, the rest were:\nfor long hair, it is an ensign of pride, a banner; and the world is\nfull of those banners, very full of banners. And bottle-ale is a drink\nof Satan's, a diet-drink of Satan's, devised to puff us up, and make\nus swell in this latter age of vanity; as the smoke of tobacco, to\nkeep us in mist and error: but the fleshly woman, which you call\nUrsla, is above all to be avoided, having the marks upon her of the\nthree enemies of man; the world, as being in the Fair; the devil, as\nbeing in the fire; and the flesh, as being herself.\n\n_Enter DAME PURECRAFT._\n\nPURE. Brother Zeal-of-the-land! what shall we do? my daughter\nWin-the-fight is fallen into her fit of longing again.\n\nBUSY. For more pig! there is no more, is there?\n\nPURE. To see some sights in the Fair.\n\nBUSY. Sister, let her fly the impurity of the place swiftly, lest she\npartake of the pitch thereof. Thou art the seat of the beast, O\nSmithfield, and I will leave thee! Idolatry peepeth out on every side\nof thee.\n\n[_Goes forward._\n\nKNOCK. An excellent right hypocrite! now his belly is full, he falls a\nrailing and kicking, the jade. A very good vapour! I'll in, and joy\nUrsla, with telling how her pig works; two and a half he eat to his\nshare; and he has drunk a pailful. He eats with his eyes, as well as\nhis teeth.\n\n[_Exit._\n\nLEATH. What do you lack, gentlemen? what is't you buy? rattles, drums,\nbabies--\n\nBUSY. Peace, with thy apocryphal wares, thou profane publican; thy\nbells, thy dragons, and thy Tobie's dogs. Thy hobby-horse is an idol,\na very idol, a fierce and rank idol; and thou, the Nebuchadnezzar, the\nproud Nebuchadnezzar of the Fair, that sett'st it up, for children to\nfall down to, and worship.\n\nLEATH. Cry you mercy, sir; will you buy a fiddle to fill up your\nnoise?\n\n_Re-enter LITTLEWIT and his Wife._\n\nLIT. Look, Win, do, look a God's name, and save your longing. Here be\nfine sights.\n\nPURE. Ay, child, so you hate them, as our brother Zeal does, you may\nlook on them.\n\nLEATH. Or what do you say to a drum, sir?\n\nBUSY. It is the broken belly of the beast, and thy bellows there are\nhis lungs, and these pipes are his throat, those feathers are of his\ntail, and thy rattles the gnashing of his teeth.\n\nTRASH. And what's my gingerbread, I pray you?\n\nBUSY. The provender that pricks him up. Hence with thy basket of\npopery, thy nest of images, and whole legend of ginger-work.\n\nLEATH. Sir, if you be not quiet the quicklier, I'll have you clapp'd\nfairly by the heels, for disturbing the Fair.\n\nBUSY. The sin of the Fair provokes me, I cannot be silent.\n\nPURE. Good brother Zeal!\n\nLEATH. Sir, I'll make you silent, believe it.\n\nLIT. I'd give a shilling you could, i'faith, friend. [_Aside to\nLeatherhead._\n\nLEATH. Sir, give me your shilling, I'll give you my shop, if I do not;\nand I'll leave it in pawn with you in the mean time.\n\nLIT. A match, i'faith; but do it quickly then.\n\n[_Exit Leatherhead._\n\nBUSY. [_to Mrs. Purecraft._] Hinder me not, woman I was moved in\nspirit, to be here this day, in this Fair, this wicked and foul Fair;\nand fitter may it be called a Foul than a Fair; to protest against the\nabuses of it, the foul abuses of it, in regard of the afflicted\nsaints, that are troubled, very much troubled, exceedingly troubled,\nwith the opening of the merchandise of Babylon again, and the peeping\nof popery upon the stalls here, here, in the high places. See you not\nGoldylocks, the purple strumpet there, in her yellow gown and green\nsleeves? the profane pipes, the tinkling timbrels? a shop of relicks!\n\n[_Attempts to seize the toys._\n\nLIT. Pray you forbear, I am put in trust with them.\n\nBUSY. And this idolatrous grove of images, this flasket of idols,\nwhich I will pull down--\n\n[_Overthrows the gingerbread basket._\n\nTRASH. O my ware, my ware! God bless it!\n\nBUSY. In my zeal and glory to be thus exercised.\n\n_Re-enter LEATHERHEAD, with BRISTLE, HAGGISE, and other Officers._\n\nLEATH. Here he is, pray you lay hold on his zeal; we cannot sell a\nwhistle for him in tune. Stop his noise first.\n\nBUSY. Thou canst not; 'tis a sanctified noise: I will make a loud and\nmost strong noise, till I have daunted the profane enemy. And for this\ncause--\n\nLEATH. Sir, here's no man afraid of you, or your cause. You shall\nswear it in the stocks, sir.\n\nBUSY. I will thrust myself into the stocks, upon the pikes of the\nland.\n\n[_They seize him._\n\nLEATH. Carry him away.\n\nPURE. What do you mean, wicked men?\n\nBUSY. Let them alone, I fear them not.\n\n[_Exeunt Officers with Busy, followed by Dame Purecraft._\n\nLIT. Was not this shilling well ventured, Win, for our liberty? now we\nmay go play, and see over the Fair, where we list ourselves: my mother\nis gone after him, and let her e'en go, and lose us.\n\nMRS. LIT. Yes, John; but I know not what to do.\n\nLIT. For what, Win?\n\nMRS. LIT. For a thing I am ashamed to tell you, i'faith; and 'tis too\nfar to go home.\n\nLIT. I pray thee be not ashamed, Win. Come, i'faith, thou shalt not be\nashamed: is it any thing about the hobby-horse man? an't be, speak\nfreely.\n\nMRS. LIT. Hang him, base Bobchin, I scorn him; no, I have very great\nwhat sha' call 'um, John.\n\n[_Whispers him._\n\nLIT. O, is that all, Win? we'll go back to captain Jordan, to the\npig-woman's, Win, he'll help us, or she, with a dripping-pan, or an\nold kettle, or something. The poor greasy soul loves you, Win; and\nafter we'll visit the Fair all over, Win, and see my puppet-play, Win;\nyou know it's a fine matter, Win.\n\n[_Exeunt Littlewit and Mrs. Littlewit._\n\nLEATH. Let's away; I counsell'd you to pack up afore, Joan.\n\nTRASH. A pox of his Bedlam purity! He has spoiled half my ware; but\nthe best is, we lose nothing if we miss our first merchant.\n\nLEATH. It shall be hard for him to find or know us, when we are\ntranslated, Joan.\n\n[_Exeunt._\n\n\n\n\nACT IV\n\nSCENE I.--_The Fair._\n\nBooths, Stalls, a pair of Stocks, etc.\n\n_Enter COKES, BRISTLE, HAGGISE, and POCHER, with OVERDO, followed by\nTROUBLEALL._\n\nTRO. My masters, I do make no doubt, but you are officers.\n\nBRI. What then, sir?\n\nTRO. And the king's loving and obedient subjects.\n\nBRI. Obedient, friend! take heed what you speak, I advise you; Oliver\nBristle advises you. His loving subjects, we grant you; but not his\nobedient, at this time, by your leave; we know ourselves a little\nbetter than so; we are to command, sir, and such as you are to be\nobedient. Here's one of his obedient subjects going to the stocks; and\nwe'll make you such another, if you talk.\n\nTRO. You are all wise enough in your places, I know.\n\nBRI. If you know it, sir, why do you bring it in question?\n\nTRO. I question nothing, pardon me. I do only hope you have warrant\nfor what you do, and so quit you, and so multiply you.\n\n[_Exit._\n\nHAG. What is he?--Bring him up to the stocks there. Why bring you him\nnot up?\n\n[_Overdo is brought forward._\n\n_Re-enter TROUBLEALL._\n\nTRO. If you have justice Overdo's warrant, 'tis well; you are safe:\nthat is the warrant of warrants. I'll not give this button for any\nman's warrant else.\n\nBRI. Like enough, sir; but let me tell you, an you play away your\nbuttons thus, you will want them ere night, for any store I see about\nyou; you might keep them, and save pins, I wuss.\n\n[_Exit Troubleall._\n\nOVER. What should he be, that doth so esteem and advance my warrant?\nhe seems a sober and discreet person: It is a comfort to a good\nconscience to be followed with a good fame in his sufferings. The\nworld will have a pretty taste by this, how I can bear adversity; and\nit will beget a kind of reverence towards me hereafter, even from mine\nenemies, when they shall see, I carry my calamity nobly, and that it\ndoth neither break me, nor bend me. [_Aside._\n\nHAG. Come, sir, here's a place for you to preach in. Will you put in\nyour leg?\n\nOVER. That I will, cheerfully.\n\n[_They put him in the stocks._\n\nBRI. O' my conscience, a seminary! he kisses the stocks.\n\nCOKES. Well, my masters, I'll leave him with you; now I see him\nbestowed, I'll go look for my goods, and Numps.\n\nHAG. You may, sir, I warrant you; where's the t'other bawler? fetch\nhim too, you shall find them both fast enough.\n\n[_Exit Cokes._\n\nOVER. In the midst of this tumult, I will yet be the author of mine\nown rest, and not minding their fury, sit in the stocks in that calm\nas shall be able to trouble a triumph. [_Aside._\n\n_Re-enter TROUBLEALL._\n\nTRO. Do you assure me upon your words? May I undertake for you, if I\nbe asked the question, that you have this warrant?\n\nHAG. What's this fellow, for God's sake?\n\nTRO. Do but shew me Adam Overdo, and I am satisfied.\n\n[_Exit._\n\nBRI. He is a fellow that is distracted, they say; one Troubleall: he\nwas an officer in the court of Pie-poudres here last year, and put out\nof his place by justice Overdo.\n\nOVER. Ha! [_Aside._\n\nBRI. Upon which he took an idle conceit, and is run mad upon't: so\nthat ever since he will do nothing but by justice Overdo's warrant; he\nwill not eat a crust, nor drink a little, nor make him in his apparel\nready. His wife, sir-reverence, cannot get him make his water, or\nshift his shirt, without his warrant.\n\nOVER. If this be true, this is my greatest disaster. How am I bound to\nsatisfy this poor man, that is of so good a nature to me, out of his\nwits! where there is no room left for dissembling. [_Aside._\n\n_Re-enter TROUBLEALL._\n\nTRO. If you cannot shew me Adam Overdo, I am in doubt of you; I am\nafraid you cannot answer it.\n\n[_Exit._\n\nHAG. Before me, neighbour Bristle,--and now I think on't\nbetter,--justice Overdo is a very parantory person.\n\nBRI. O, are you advised of that! and a severe justicer, by your leave.\n\nOVER. Do I hear ill o' that side too? [_Aside._\n\nBRI. He will sit as upright on the bench, an you mark him, as a candle\nin the socket, and give light to the whole court in every business.\n\nHAG. But he will burn blue, and swell like a boil, God bless us, an he\nbe angry.\n\nBRI. Ay, and he will be angry too, when he lists, that's more; and\nwhen he is angry, be it right or wrong, he has the law on's side ever;\nI mark that too.\n\nOVER. I will be more tender hereafter. I see compassion may become a\njustice, though it be a weakness, I confess, and nearer a vice than a\nvirtue. [_Aside._\n\nHAG. Well, take him out o' the stocks again; we'll go a sure way to\nwork, we'll have the ace of hearts of our side, if we can.\n\n[_They take Overdo out._\n\n_Enter POCHER, and Officers with BUSY, followed by DAME PURECRAFT._\n\nPOCH. Come, bring him away to his fellow there.--Master Busy, we shall\nrule your legs, I hope, though we cannot rule your tongue.\n\nBUSY. No, minister of darkness, no; thou canst not rule my tongue; my\ntongue it is mine own, and with it I will both knock and mock down\nyour Bartholomew abominations, till you be made a hissing to the\nneighbouring parishes round about.\n\nHAG. Let him alone, we have devised better upon't.\n\nPURE. And shall he not into the stocks then?\n\nBRI. No, mistress, we'll have them both to justice Overdo, and let him\ndo over 'em as is fitting: then I, and my gossip Haggise, and my\nbeadle Pocher, are discharged.\n\nPURE. O, I thank you, blessed honest men!\n\nBRI. Nay, never thank us; but thank this madman that comes here! he\nput it in our heads.\n\n_Re-enter TROUBLEALL._\n\nPURE. Is he mad? now heaven increase his madness, and bless it, and\nthank it.--Sir, your poor handmaid thanks you.\n\nTRO. Have you a warrant? an you have a warrant, shew it.\n\nPURE. Yes, I have a warrant out of the word, to give thanks for\nremoving any scorn intended to the brethren.\n\n[_Exeunt all but Troubleall._\n\nTRO. It is justice Overdo's warrant that I look for; if you have not\nthat, keep your word, I'll keep mine. Quit ye, and multiply ye.\n\n_Enter EDGWORTH and NIGHTINGALE._\n\nEDG. Come away, Nightingale, I pray thee.\n\nTRO. Whither go you? where's your warrant?\n\nEDG. Warrant! for what, sir?\n\nTRO. For what you go about, you know how fit it is; an you have no\nwarrant, bless you, I'll pray for you, that's all I can do.\n\n[_Exit._\n\nEDG. What means he?\n\nNIGHT. A madman that haunts the Fair; do you not know him? It's marvel\nhe has not more followers after his ragged heels.\n\nEDG. Beshrew him, he startled me: I thought he had known of our plot.\nGuilt's a terrible thing. Have you prepared the costard-monger?\n\nNIGHT. Yes, and agreed for his basket of pears; he is at the corner\nhere, ready. And your prize, he comes down sailing that way all alone,\nwithout his protector; he is rid of him, it seems.\n\nEDG. Ay, I know; I should have followed his protectorship, for a feat\nI am to do upon him: but this offered itself so in the way, I could\nnot let scape: here he comes, whistle; be this sport call'd Dorring\nthe Dotterel.\n\n_Re-enter COKES._\n\nNIGHT. Wh, wh, wh, wh, etc.\n\n[_Whistles._\n\nCOKES. By this light, I cannot find my gingerbread wife, nor my\nhobby-horse man, in all the Fair now, to have my money again: and I do\nnot know the way out on't, to go home for more. Do you hear, friend,\nyou that whistle? what tune is that you whistle?\n\nNIGHT. A new tune I am practising, sir.\n\nCOKES. Dost thou know where I dwell, I pray thee? nay, on with thy\ntune; I have no such haste for an answer: I'll practise with thee.\n\n_Enter COSTARD-MONGER, with a basket of Pears._\n\nCOS. Buy any pears, very fine pears, pears fine!\n\n[_Nightingale sets his foot afore him, and he falls with his basket._\n\nCOKES. Ods so! a muss, a muss, a muss, a muss!\n\n[_Falls a scrambling for the pears._\n\nCOS. Good gentlemen, my ware, my ware; I am a poor man. Good sir, my\nware.\n\nNIGHT. Let me hold your sword, sir, it troubles you.\n\nCOKES. Do, and my cloke an thou wilt, and my hat too.\n\nEDG. A delicate great boy! methinks he out-scrambles them all. I\ncannot persuade myself, but he goes to grammar-school yet, and plays\nthe truant to-day.\n\nNIGHT. Would he had another purse to cut, Zekiel.\n\nEDG. Purse! a man might cut out his kidneys, I think, and he never\nfeel 'em, he is so earnest at the sport.\n\nNIGHT. His soul is half way out on's body at the game.\n\nEDG. Away, Nightingale; that way.\n\n[_Nightingale runs off with his sword, cloke, and hat._\n\nCOKES. I think I am furnish'd for cather'ne pears, for one under-meal:\nGive me my cloke.\n\nCOS. Good gentleman, give me my ware.\n\nCOKES. Where's the fellow I gave my cloke to? my cloke and my hat; ha!\nods 'lid, is he gone? thieves, thieves! help me to cry, gentlemen.\n\n[_Exit hastily._\n\nEDG. Away, costard-monger, come to us to Ursula's.\n\n[_Exit Costard-Monger._]\n\nTalk of him to have a soul! 'heart, if he have any more than a thing\ngiven him instead of salt, only to keep him from stinking, I'll be\nhang'd afore my time, presently: where should it be, trow? in his\nblood? he has not so much toward it in his whole body as will maintain\na good flea! and if he take this course, he will not have so much land\nleft as to rear a calf, within this twelvemonth. Was there ever green\nplover so pull'd! that his little overseer had been here now, and been\nbut tall enough to see him steal pears, in exchange for his beaver-hat\nand his cloke thus! I must go find him out next, for his black box,\nand his patent, it seems, he has of his place; which I think the\ngentleman would have a reversion of, that spoke to me for it so\nearnestly.\n\n[_Exit._\n\n_Re-enter COKES._\n\nCOKES. Would I might lose my doublet, and hose, too, as I am an honest\nman, and never stir, if I think there be any thing but thieving and\ncozening in this whole Fair. Bartholomew Fair, quoth he! an ever any\nBartholomew had that luck in't that I have had, I'll be martyr'd for\nhim, and in Smithfield too. I have paid for my pears, a rot on 'em!\nI'll keep them no longer; [_throws away his pears._] you were\nchoke-pears to me: I had been better have gone to mum-chance for you,\nI wuss. Methinks the Fair should not have used me thus, an 'twere but\nfor my name's-sake; I would not have used a dog o' the name so. O,\nNumps will triumph now!--\n\n_Enter TROUBLEALL._\n\nFriend, do you know who I am, or where I lie? I do not myself, I'll be\nsworn. Do but carry me home, and I'll please thee; I have money enough\nthere. I have lost myself, and my cloke, and my hat, and my fine\nsword, and my sister, and Numps, and mistress Grace, a gentlewoman\nthat I should have married, and a cut-work handkerchief she gave me,\nand two purses, to-day; and my bargain of hobby-horses and\ngingerbread, which grieves me worst of all.\n\nTRO. By whose warrant, sir, have you done all this?\n\nCOKES. Warrant! thou art a wise fellow indeed: as if a man need a\nwarrant to lose any thing with.\n\nTRO. Yes, justice Overdo's warrant, a man may get and lose with, I'll\nstand to't.\n\nCOKES. Justice Overdo! dost thou know him? I lie there, he is my\nbrother-in-law, he married my sister: pray thee shew me the way; dost\nthou know the house?\n\nTRO. Sir, shew me your warrant: I know nothing without a warrant,\npardon me.\n\nCOKES. Why, I warrant thee; come along: thou shalt see I have wrought\npillows there, and cambric sheets, and sweet bags too. Pray thee guide\nme to the house.\n\nTRO. Sir, I'll tell you; go you thither yourself first alone, tell\nyour worshipful brother your mind, and but bring me three lines of his\nhand, or his clerk's, with Adam Overdo underneath, (here I'll stay\nyou,) I'll obey you, and I'll guide you presently.\n\nCOKES. 'Slid, this is an ass, I have found him: pox upon me, what do I\ntalking to such a dull fool! farewell! you are a very coxcomb, do you\nhear?\n\nTRO. I think I am; if justice Overdo sign to it, I am, and so we are\nall: he'll quit us all, multiply us all.\n\n[_Exeunt._\n\n\nSCENE II.--_Another part of the Fair._\n\n_Enter GRACE, QUARLOUS, and WINWIFE, with their swords drawn._\n\nGRACE. Gentlemen, this is no way that you take; you do but breed one\nanother trouble and offence, and give me no contentment at all. I am\nnot she that affects to be quarrell'd for, or have my name or fortune\nmade the question of men's swords.\n\nQUAR. 'Sblood, we love you.\n\nGRACE. If you both love me, as you pretend, your own reason will tell\nyou, but one can enjoy me: and to that point there leads a directer\nline, than by my infamy, which must follow, if you fight. 'Tis true, I\nhave profest it to you ingenuously, that rather than to be yoked with\nthis bridegroom is appointed me, I would take up any husband almost\nupon any trust; though subtlety would say to me, I know, he is a fool,\nand has an estate, and I might govern him, and enjoy a friend beside:\nbut these are not my aims; I must have a husband I must love, or I\ncannot live with him. I shall ill make one of these politic wives.\n\nWINW. Why, if you can like either of us, lady, say, which is he, and\nthe other shall swear instantly to desist.\n\nQUAR. Content, I accord to that willingly.\n\nGRACE. Sure you think me a woman of an extreme levity, gentlemen, or a\nstrange fancy, that, meeting you by chance in such a place as this,\nboth at one instant, and not yet of two hours' acquaintance, neither\nof you deserving afore the other of me, I should so forsake my modesty\n(though I might affect one more particularly) as to say, this is he,\nand name him.\n\nQUAR. Why, wherefore should you not? what should hinder you?\n\nGRACE. If you would not give it to my modesty, allow it yet to my wit;\ngive me so much of woman and cunning, as not to betray myself\nimpertinently. How can I judge of you, so far as to a choice, without\nknowing you more? You are both equal, and alike to me yet, and so\nindifferently affected by me, as each of you might be the man, if the\nother were away: for you are reasonable creatures, you have\nunderstanding and discourse; and if fate send me an understanding\nhusband, I have no fear at all but mine own manners shall make him a\ngood one.\n\nQUAR. Would I were put forth to making for you then.\n\nGRACE. It may be you are, you know not what is toward you: will you\nconsent to a motion of mine, gentlemen?\n\nWINW. Whatever it be, we'll presume reasonableness, coming from you.\n\nQUAR. And fitness too.\n\nGRACE. I saw one of you buy a pair of tables, e'en now.\n\nWINW. Yes, here they be, and maiden ones too, unwritten in.\n\nGRACE. The fitter for what they may be employed in. You shall write\neither of you here a word or a name, what you like best, but of two or\nthree syllables at most; and the next person that comes this way,\nbecause Destiny has a high hand in business of this nature, I'll\ndemand which of the two words he or she doth approve, and, according\nto that sentence, fix my resolution and affection without change.\n\nQUAR. Agreed; my word is conceived already.\n\nWINW. And mine shall not be long creating after.\n\nGRACE. But you shall promise, gentlemen, not to be curious to know\nwhich of you it is, taken; but give me leave to conceal that, till you\nhave brought me either home, or where I may safely tender myself.\n\nWINW. Why, that's but equal.\n\nQUAR. We are pleased.\n\nGRACE. Because I will bind both your endeavours to work together\nfriendly and jointly each to the other's fortune, and have myself\nfitted with some means, to make him that is forsaken a part of amends.\n\nQUAR. These conditions are very courteous. Well, my word is out of the\nArcadia, then; _Argalus._\n\nWINW. And mine out of the Play _Palemon._\n\n[_They write._\n\n_Enter TROUBLEALL._\n\nTRO. Have you any warrant for this, gentlemen?\n\nQUAR. WINW. Ha!\n\nTRO. There must be a warrant had, believe it.\n\nWINW. For what?\n\nTRO. For whatsoever it is, any thing indeed, no matter what.\n\nQUAR. 'Slight, here's a fine ragged prophet dropt down i' the nick!\n\nTRO. Heaven quit you, gentlemen!\n\nQUAR. Nay, stay a little: good lady, put him to the question.\n\nGRACE. You are content then?\n\nWINW. QUAR. Yes, yes.\n\nGRACE. Sir, here are two names written--\n\nTRO. Is justice Overdo one?\n\nGRACE. How, sir! I pray you read them to yourself; it is for a wager\nbetween these gentlemen; and with a stroke, or any difference, mark\nwhich you approve best.\n\nTRO. They may be both worshipful names for aught I know, mistress; but\nAdam Overdo had been worth three of them, I assure you in this place,\nthat's in plain English.\n\nGRACE. This man amazes me: I pray you like one of them, sir.\n\nTRO. [_marks the book._] I do like him there, that has the best\nwarrant, mistress, to save your longing, and (multiply him) it may be\nthis. But I am still for justice Overdo, that's my conscience; and\nquit you.\n\nWINW. Is it done, lady?\n\nGRACE. Ay, and strangely, as ever I saw: what fellow is this, trow?\n\nQUAR. No matter what, a fortune-teller we have made him; which is it,\nwhich is it?\n\nGRACE. Nay, did you not promise not to inquire?\n\n_Enter EDGWORTH._\n\nQUAR. 'Slid, I forgot that, pray you pardon me.--Look, here's our\nMercury come; the license arrives in the finest time too! 'tis but\nscraping out Cokes his name, and 'tis done.\n\nWINW. How now, lime-twig, hast thou touch'd?\n\nEDG. Not yet, sir; except you would go with me and see it, it is not\nworth speaking on. The act is nothing without a witness. Yonder he is,\nyour man with the box, fallen into the finest company, and so\ntransported with vapours! they have got in a northern clothier, and\none Puppy, a western man, that's come to wrestle before my lord mayor\nanon, and captain Whit, and one Val. Cutting, that helps captain\nJordan to roar, a circling boy; with whom your Numps is so taken, that\nyou may strip him of his clothes, if you will. I'll undertake to geld\nhim for you, if you had but a surgeon ready to sear him. And mistress\nJustice there, is the goodest woman! she does so love them all over in\nterms of justice and the style of authority, with her hood upright\nthat--I beseech you come away, gentlemen, and see't.\n\nQUAR. 'Slight, I would not lose it for the Fair; what will you do,\nNed?\n\nWINW. Why, stay hereabout for you: mistress Wellborn must not be seen.\n\nQUAR. Do so, and find out a priest in the mean time; I'll bring the\nlicense.--Lead, which way is't?\n\nEDG. Here, sir, you are on the back o' the booth already; you may hear\nthe noise.\n\n[_Exeunt._\n\n\nSCENE III.--_Another part of the Fair._\n\nURSULA'S Booth as before.\n\n_KNOCKEM, WHIT, NORTHERN, PUPPY, CUTTING, WASPE, and MRS. OVERDO,\ndiscovered, all in a state of intoxication._\n\nKNOCK. Whit, bid Val. Cutting continue the vapours for a lift, Whit,\nfor a lift. [_Aside, to Whit._\n\nNOR. I'll ne mare, I'll ne mare; the eale's too meeghty.\n\nKNOCK. How now! my galloway nag the staggers, ha! Whit, give him a\nslit in the forehead. Chear up, man; a needle and thread to stitch his\nears. I'd cure him now, an I had it, with a little butter and garlick,\nlong pepper and grains. Where's my horn? I'll give him a mash\npresently, shall take away this dizziness.\n\nPUP. Why, where are you, zurs? do you vlinch, and leave us in the zuds\nnow?\n\nNOR. I'll ne mare, I is e'en as vull as a paiper's bag, by my troth,\nI.\n\nPUP. Do my northern cloth zhrink i' the wetting, ha?\n\nKNOCK. Why, well said, old flea-bitten; thou'lt never tire I see.\n\n[_They fall to their vapours again._\n\nCUT. No, sir, but he may tire if it please him.\n\nWHIT. Who told dee sho, that he vuld never teer, man?\n\nCUT. No matter who told him so, so long as he knows.\n\nKNOCK. Nay, I know nothing, sir, pardon me there.\n\n_Enter behind, EDGWORTH with QUARLOUS._\n\nEDG. They are at it still, sir; this they call vapours.\n\nWHIT. He shall not pardon dee, captain: dou shalt not be pardoned.\nPre'dee, shweet-heart, do not pardon him.\n\nCUT. 'Slight, I'll pardon him, an I list, whosoever says nay to't.\n\nQUAR. Where's Numps? I miss him.\n\nWASPE. Why, I say nay to't.\n\nQUAR. O, there he is.\n\nKNOCK. To what do you say nay, sir?\n\n[_Here they continue their game of vapours, which is nonsense. Every\nman to oppose the last man that spoke, whether it concern'd him, or\nno._\n\nWASPE. To any thing, whatsoever it is, so long as I do not like it.\n\nWHIT. Pardon me, little man, dou musht like it a little.\n\nCUT. No, he must not like it at all, sir: there you are i' the wrong.\n\nWHIT. I tink I bee; he musht not like it indeed.\n\nCUT. Nay, then he both must and will like it, sir, for all you.\n\nKNOCK. If he have reason, he may like it, sir.\n\nWHIT. By no meensh, captain, upon reason, he may like nothing upon\nreason.\n\nWASPE. I have no reason, nor I will hear of no reason, nor I will look\nfor no reason, and he is an ass that either knows any, or looks for't\nfrom me.\n\nCUT. Yes, in some sense you may have reason, sir.\n\nWASPE. Ay, in some sense, I care not if I grant you.\n\nWHIT. Pardon me, thou ougsht to grant him nothing in no shensh, if dou\ndo love dyshelf, angry man.\n\nWASPE. Why then, I do grant him nothing; and I have no sense.\n\nCUT. 'Tis true, thou hast no sense indeed.\n\nWASPE. 'Slid, but I have sense, now I think on't better, and I will\ngrant him any thing, do you see.\n\nKNOCK. He is in the right, and does utter a sufficient vapour.\n\nCUT. Nay, it is no sufficient vapour neither, I deny that.\n\nKNOCK. Then it is a sweet vapour.\n\nCUT. It may be a sweet vapour.\n\nWASPE. Nay, it is no sweet vapour neither, sir, it stinks, and I'll\nstand to it.\n\nWHIT. Yes, I tink it dosh shtink, captain: all vapour dosh shtink.\n\nWASPE. Nay, then it does not stink, sir, and it shall not stink.\n\nCUT. By your leave it may, sir.\n\nWASPE. Ay, by my leave it may stink, I know that.\n\nWHIT. Pardon me, thou knowesht nothing, it cannot by thy leave, angry\nman.\n\nWASPE. How can it not?\n\nKNOCK. Nay, never question him, for he is in the right.\n\nWHIT. Yesh, I am in de right, I confesh it, so ish de little man too.\n\nWASPE. I'll have nothing confest that concerns me. I am not in the\nright, nor never was in the right, nor never will be in the right,\nwhile I am in my right mind.\n\nCUT. Mind! why, here's no man minds you, sir, nor any thing else.\n\n[_They drink again._\n\nPUP. Vriend, will you mind this that we do?\n\n[_Offering Northern the cup._\n\nQUAR. Call you this vapours! this is such belching of quarrel as I\nnever heard. Will you mind your business, sir?\n\nEDG. You shall see, sir.\n\n[_Goes up to Waspe._\n\nNOR. I'll ne mare, my waimb warkes too mickle with this auready.\n\nEDG. Will you take that, master Waspe, that nobody should mind you?\n\nWASPE. Why, what have you to do? is't any matter to you?\n\nEDG. No, but methinks you should not be unminded, though.\n\nWASPE. Nor I wu' not be, now I think on't. Do you hear, new\nacquaintance? does no man mind me, say you?\n\nCUT. Yes, sir, every man here minds you, but how?\n\nWASPE. Nay, I care as little how as you do; that was not my question.\n\nWHIT. No, noting was ty question, tou art a learned man, and I am a\nvaliant man, i'faith la, tou shalt speak for me, and I will fight for\ntee.\n\nKNOCK. Fight for him, Whit! a gross vapour, he can fight for himself.\n\nWASPE. It may be I can, but it may be I wu' not, how then?\n\nCUT. Why then you may choose.\n\nWASPE. Why, then I'll choose whether I choose or no.\n\nKNOCK. I think you may, and 'tis true; and I allow it for a resolute\nvapour.\n\nWASPE. Nay then, I do think you do not think, and it is no resolute\nvapour.\n\nCUT. Yes, in some sort he may allow you.\n\nKNOCK. In no sort, sir, pardon me, I can allow him nothing. You\nmistake the vapour.\n\nWASPE. He mistakes nothing, sir, in no sort.\n\nWHIT. Yes I pre dee now, let him mistake.\n\nWASPE. A turd in your teeth, never pre dee me, for I will have nothing\nmistaken.\n\nKNOCK. Turd! ha, turd? a noisome vapour: strike, Whit. [_Aside to\nWhit._\n\n[_They fall together by the ears, while Edgworth steals the license\nout of the box, and exit._\n\nMRS. OVER. Why, gentlemen, why, gentlemen, I charge you upon my\nauthority, conserve the peace. In the king's name, and my husband's,\nput up your weapons, I shall be driven to commit you myself, else.\n\nQUAR. Ha, ha, ha!\n\nWASPE. Why do you laugh, sir?\n\nQUAR. Sir, you'll allow me my christian liberty; I may laugh, I hope.\n\nCUT. In some sort you may, and in some sort you may not, sir.\n\nKNOCK. Nay, in some sort, sir, he may neither laugh nor hope in this\ncompany.\n\nWASPE. Yes, then he may both laugh and hope in any sort, an't please\nhim.\n\nQUAR. Faith, and I will then, for it doth please me exceedingly.\n\nWASPE. No exceedingly neither, sir.\n\nKNOCK. No, that vapour is too lofty.\n\nQUAR. Gentlemen, I do not play well at your game of vapours, I am not\nvery good at it, but--\n\nCUT. [_draws a circle on the ground._] Do you hear, sir? I would speak\nwith you in circle.\n\nQUAR. In circle, sir! what would you with me in circle?\n\nCUT. Can you lend me a piece, a Jacobus, in circle?\n\nQUAR. 'Slid, your circle will prove more costly than your vapours,\nthen. Sir, no, I lend you none.\n\nCUT. Your beard's not well turn'd up, sir.\n\nQUAR. How, rascal! are you playing with my beard? I'll break circle\nwith you.\n\n[_They all draw and fight._\n\nPUP. NOR. Gentlemen, gentlemen!\n\nKNOCK. [_aside to Whit._] Gather up, Whit, gather up, Whit, good\nvapours.\n\n[_Exit, while Whit takes up the swords, clokes, etc., and conceals\nthem._\n\nMRS. OVER. What mean you? are you rebels, gentlemen? shall I send out\na serjeant at arms, or a writ of rebellion, against you? I'll commit\nyou upon my woman-hood, for a riot, upon my justice-hood, if you\npersist.\n\n[_Exeunt Quarlous and Cutting._\n\nWASPE. Upon my justice-hood! marry shite o' your hood: you'll commit!\nspoke like a true justice of peace's wife indeed, and a fine female\nlawyer! turd in your teeth for a fee, now.\n\nMRS. OVER. Why, Numps, in master Overdo's name, I charge you.\n\nWASPE. Good mistress Underdo, hold your tongue.\n\nMRS. OVER. Alas, poor Numps!\n\nWASPE. Alas! and why _alas_ from you, I beseech you? or why _poor_\nNumps, goody Rich? Am I come to be pitied by your tuft-taffata now?\nWhy, mistress, I knew Adam the clerk, your husband, when he was Adam\nScrivener, and writ for two-pence a sheet, as high as he bears his\nhead now, or you your hood, dame.--\n\n_Enter BRISTLE and other Watchmen._\n\nWhat are you, sir?\n\nBRI. We be men, and no infidels; what is the matter here, and the\nnoises, can you tell?\n\nWASPE. Heart, what ha' you to do? cannot a man quarrel in quietness,\nbut he must be put out on't by you! what are you?\n\nBRI. Why, we be his majesty's watch, sir.\n\nWASPE. Watch! 'sblood, you are a sweet watch indeed. A body would\nthink, an you watch'd well a nights, you should be contented to sleep\nat this time a day. Get you to your fleas and your flock-beds, you\nrogues, your kennels, and lie down close.\n\nBRI. Down! yes, we will down, I warrant you: down with him, in his\nmajesty's name, down, down with him, and carry him away to the\npigeon-holes.\n\n[_Some of the Watch seize Waspe, and carry him off._\n\nMRS. OVER. I thank you, honest friends, in the behalf o' the crown,\nand the peace, and in master Overdo's name, for suppressing\nenormities.\n\nWHIT. Stay, Bristle, here ish anoder brash of drunkards, but very\nquiet, special drunkards, will pay de five shillings very well.\n[_Points to Northern and Puppy, drunk, and asleep, on the bench._]\nTake 'em to de, in de graish o' God: one of hem do's change cloth for\nale in the Fair, here; te toder ish a strong man, a mighty man, my\nlord mayor's man, and a wrastler. He has wrashled so long with the\nbottle here, that the man with the beard hash almosht streek up hish\nheelsh.\n\nBRI. 'Slid, the clerk o' the market has been to cry him all the Fair\nover here, for my lord's service.\n\nWHIT. Tere he ish, pre de taik him hensh, and make ty best on him.\n[_Exeunt Bristle and the rest of the Watch with Northern and\nPuppy._]--How now, woman o' shilk, vat ailsh ty shweet faish? art tou\nmelancholy?\n\nMRS. OVER. A little distempered with these enormities. Shall I entreat\na courtesy of you, captain?\n\nWHIT. Entreat a hundred, velvet voman, I vill do it, shpeak out.\n\nMRS. OVER. I cannot with modesty speak it out, but--\n\n[_Whispers him._\n\nWHIT. I vill do it, and more and more, for de. What Ursla, an't be\nbitch, an't be bawd, an't be!\n\n_Enter URSULA._\n\nURS. How now, rascal! what roar you for, old pimp?\n\nWHIT. Here, put up de clokes, Ursh; de purchase. Pre de now, shweet\nUrsh, help dis good brave voman to a jordan, an't be.\n\nURS. 'Slid call your captain Jordan to her, can you not?\n\nWHIT. Nay, pre de leave dy consheits, and bring the velvet woman to\nde--\n\nURS. I bring her! hang her: heart, must I find a common pot for every\npunk in your purlieus?\n\nWHIT. O good voordsh, Ursh, it ish a guest o' velvet, i'fait la.\n\nURS. Let her sell her hood, and buy a spunge, with a pox to her! my\nvessel is employed, sir. I have but one, and 'tis the bottom of an old\nbottle. An honest proctor and his wife are at it within; if she'll\nstay her time, so.\n\n[_Exit._\n\nWHIT. As soon as tou cansht, shweet Ursh. Of a valiant man I tink I am\nte patientsh man i' the world, or in all Smithfield.\n\n_Re-enter KNOCKEM._\n\nKNOCK. How now, Whit! close vapours, stealing your leaps! covering in\ncorners, ha!\n\nWHIT. No, fait, captain, dough tou beesht a vishe man, dy vit is a\nmile hence now. I vas procuring a shmall courtesie for a woman of\nfashion here.\n\nMRS. OVER. Yes, captain, though I am a justice of peace's wife, I do\nlove men of war, and the sons of the sword, when they come before my\nhusband.\n\nKNOCK. Say'st thou so, filly? thou shalt have a leap presently, I'll\nhorse thee myself, else.\n\nURS. [_within._] Come, will you bring her in now, and let her take her\nturn?\n\nWHIT. Gramercy, good Ursh, I tank de.\n\nMRS. OVER. Master Overdo shall thank her.\n\n[_Exit._\n\n_Re-enter URSULA, followed by LITTLEWIT, and MRS. LITTLEWIT._\n\nLIT. Good ga'mere Urse, Win and I are exceedingly beholden to you, and\nto captain Jordan, and captain Whit.--Win, I'll be bold to leave you,\nin this good company, Win; for half an hour or so, Win; while I go and\nsee how my matter goes forward, and if the puppets be perfect; and\nthen I'll come and fetch you, Win.\n\nMRS. LIT. Will you leave me alone with two men, John?\n\nLIT. Ay, they are honest gentlemen, Win, captain Jordan and captain\nWhit; they'll use you very civilly, Win. God be wi' you, Win.\n\n[_Exit._\n\nURS. What, is her husband gone?\n\nKNOCK. On his false gallop, Urse, away.\n\nURS. An you be right Bartholomew birds, now show yourselves so: we are\nundone for want of fowl in the Fair, here. Here will be Zekiel\nEdgworth, and three or four gallants with him at night, and I have\nneither plover nor quail for them: persuade this between you two, to\nbecome a bird o' the game, while I work the velvet woman within, as\nyou call her.\n\nKNOCK. I conceive thee, Urse: go thy ways. [_Exit Ursula._]--Dost thou\nhear, Whit? is't not pity, my delicate dark chestnut here, with the\nfine lean head, large forehead, round eyes, even mouth, sharp ears,\nlong neck, thin crest, close withers, plain back, deep sides, short\nfillets, and full flanks; with a round belly, a plump buttock, large\nthighs, knit knees, strait legs, short pasterns, smooth hoofs, and\nshort heels, should lead a dull honest woman's life, that might live\nthe life of a lady?\n\nWHIT. Yes, by my fait and trot it is, captain; de honest woman's life\nis a scurvy dull life indeed, la.\n\nMRS. LIT. How, sir, is an honest woman's life a scurvy life?\n\nWHIT. Yes fait, shweet-heart, believe him, de leef of a bond-woman!\nbut if dou vilt hearken to me, I vill make tee a free woman and a\nlady; dou shalt live like a lady, as te captain saish.\n\nKNOCK. Ay, and be honest too sometimes; have her wires and her tires,\nher green gowns and velvet petticoats.\n\nWHIT. Ay, and ride to Ware and Rumford in dy coash, shee de players,\nbe in love vit 'em: sup vit gallantsh, be drunk, and cost de noting.\n\nKNOCK. Brave vapours!\n\nWHIT. And lie by twenty on 'em, if dou pleash, shweet-heart.\n\nMRS. LIT. What, and be honest still! that were fine sport.\n\nWHIT. Tish common, shweet-heart, tou may'st do it by my hand: it shall\nbe justified to thy husband's faish, now: tou shalt be as honesht as\nthe skin between his hornsh, la.\n\nKNOCK. Yes, and wear a dressing, top and top-gallant, to compare with\ne'er a husband on 'em all, for a foretop: it is the vapour of spirit\nin the wife to cuckold now a days, as it is the vapour of fashion in\nthe husband not to suspect. Your prying cat-eyed citizen is an\nabominable vapour.\n\nMRS. LIT. Lord, what a fool have I been!\n\nWHIT. Mend then, and do every ting like a lady hereafter; never know\nty husband from another man.\n\nKNOCK. Nor any one man from another, but in the dark.\n\nWHIT. Ay, and then it ish no disgrash to know any man.\n\nURS. [_within._] Help, help here!\n\nKNOCK. How now? what vapour's there?\n\n_Re-enter URSULA._\n\nURS. O, you are a sweet ranger, and look well to your walks! Yonder is\nyour punk of Turnbull, ramping Alice, has fallen upon the poor\ngentlewoman within, and pull'd her hood over her ears, and her hair\nthrough it.\n\n_Enter ALICE, beating and driving in MRS. OVERDO._\n\nMRS. OVER. Help, help, in the king's name!\n\nALICE. A mischief on you, they are such as you are that undo us and\ntake our trade from us, with your tuft-taffata haunches.\n\nKNOCK. How now, Alice!\n\nALICE. The poor common whores can have no traffic for the privy rich\nones; your caps and hoods of velvet call away our customers, and lick\nthe fat from us.\n\nURS. Peace, you foul ramping jade, you--\n\nALICE. Od's foot, you bawd in grease, are you talking?\n\nKNOCK. Why, Alice, I say.\n\nALICE. Thou sow of Smithfield, thou!\n\nURS. Thou tripe of Turnbull!\n\nKNOCK. Cat-a-mountain vapours, ha!\n\nURS. You know where you were taw'd lately; both lash'd and slash'd you\nwere in Bridewell.\n\nALICE. Ay, by the same token you rid that week, and broke out the\nbottom of the cart, night-tub.\n\nKNOCK. Why, lion face, ha! do you know who I am? shall I tear ruff,\nslit waistcoat, make rags of petticoat, ha! go to, vanish for fear of\nvapours. Whit, a kick, Whit, in the parting vapour. [_They kick out\nAlice._] Come, brave woman, take a good heart, thou shalt be a lady\ntoo.\n\nWHIT. Yes fait, dey shall all both be ladies, and write madam: I vill\ndo't myself for dem. Do is the word, and D is the middle letter of\nmadam, D D, put 'em together, and make deeds, without which all words\nare alike, la.\n\nKNOCK. 'Tis true: Ursula, take them in, open thy wardrobe, and fit\nthem to their calling. Green gowns, crimson petticoats, green women,\nmy lord mayor's green women! guests o' the game, true bred. I'll\nprovide you a coach to take the air in.\n\nMRS. LIT. But do you think you can get one?\n\nKNOCK. O, they are common as wheelbarrows where there are great\ndunghills. Every pettifogger's wife has 'em; for first he buys a coach\nthat he may marry, and then he marries that he may be made cuckold\nin't: for if their wives ride not to their cuckolding, they do them no\ncredit. [_Exeunt Ursula, Mrs. Littlewit, and Mrs. Overdo._]--_Hide,\nand be hidden, ride and be ridden,_ says the vapour of experience.\n\n_Enter TROUBLEALL._\n\nTRO. By what warrant does it say so?\n\nKNOCK. Ha, mad child o' the Pie-poudres! art thou there? fill us a\nfresh can, Urse, we may drink together.\n\nTRO. I may not drink without a warrant, captain.\n\nKNOCK. 'Slood, thou'lt not stale without a warrant shortly. Whit, give\nme pen, ink, and paper, I'll draw him a warrant presently.\n\nTRO. It must be justice Overdo's.\n\nKNOCK. I know, man; fetch the drink, Whit.\n\nWHIT. I pre dee now, be very brief, captain, for de new ladies stay\nfor dee.\n\n[_Exit, and re-enters with a can._\n\nKNOCK. O, as brief as can be, here 'tis already. [_Gives Troubleall a\npaper._] Adam Overdo.\n\nTRO. Why now I'll pledge you, captain.\n\nKNOCK. Drink it off, I'll come to thee anon again.\n\n[_Exeunt._\n\n\nSCENE IV.--_The back of URSULA'S Booth._\n\nOVERDO in the stocks. People, etc.\n\n_Enter QUARLOUS with the license, and EDGWORTH._\n\nQUAR. Well, sir, you are now discharged; beware of being spied\nhereafter.\n\nEDG. Sir, will it please you, enter in here at Ursula's, and take part\nof a silken gown, a velvet petticoat, or a wrought smock; I am\npromised such, and I can spare a gentleman a moiety.\n\nQUAR. Keep it for your companions in beastliness, I am none of them,\nsir. If I had not already forgiven you a greater trespass, or thought\nyou yet worth my beating, I would instruct your manners, to whom you\nmade your offers. But go your ways, talk not to me, the hangman is\nonly fit to discourse with you; the hand of beadle is too merciful a\npunishment for your trade of life. [_Exit Edgworth._]--I am sorry I\nemploy'd this fellow, for he thinks me such; _facinus quos inquinat,\nÃ¦quat._ But it was for sport; and would I make it serious, the getting\nof this license is nothing to me, without other circumstances concur.\nI do think how impertinently I labour, if the word be not mine that\nthe ragged fellow mark'd: and what advantage I have given Ned Winwife\nin this time now of working her, though it be mine. He'll go near to\nform to her what a debauched rascal I am, and fright her out of all\ngood conceit of me: I should do so by him, I am sure, if I had the\nopportunity. But my hope is in her temper yet; and it must needs be\nnext to despair, that is grounded on any part of a woman's discretion.\nI would give, by my troth now, all I could spare, to my clothes and my\nsword, to meet my tatter'd soothsayer again, who was my judge in the\nquestion, to know certainly whose word he has damn'd or saved; for\ntill then I live but under a reprieve. I must seek him. Who be these?\n\n_Enter BRISTLE and some of the Watch, with WASPE._\n\nWASPE. Sir, you are a Welsh cuckold, and a prating runt, and no\nconstable.\n\nBRI. You say very well.--Come, put in his leg in the middle roundel,\nand let him hole there.\n\n[_They put him in the stocks._\n\nWASPE. You stink of leeks, metheglin, and cheese, you rogue.\n\nBRI. Why, what is that to you, if you sit sweetly in the stocks in the\nmean time? if you have a mind to stink too, your breeches sit close\nenough to your bum. Sit you merry, sir.\n\nQUAR. How now, Numps?\n\nWASPE. It is no matter how; pray you look off.\n\nQUAR. Nay, I'll not offend you, Numps; I thought you had sat there to\nbe seen.\n\nWASPE. And to be sold, did you not? pray you mind your business, an\nyou have any.\n\nQUAR. Cry you mercy, Numps; does your leg lie high enough?\n\n_Enter HAGGISE._\n\nBRI. How now, neighbour Haggise, what says justice Overdo's worship to\nthe other offenders?\n\nHAG. Why, he says just nothing; what should he say, or where should he\nsay? He is not to be found, man; he has not been seen in the Fair here\nall this live-long day, never since seven a clock i' the morning. His\nclerks know not what to think on't. There is no court of Pie-poudres\nyet. Here they be return'd.\n\n_Enter others of the Watch with BUSY._\n\nBRI. What shall be done with them, then, in your discretion?\n\nHAG. I think we were best put them in the stocks in discretion (there\nthey will be safe in discretion) for the valour of an hour, or such a\nthing, till his worship come.\n\nBRI. It is but a hole matter if we do, neighbour Haggise; come, sir,\n[_to Waspe._] here is company for you; heave up the stocks.\n\n[_As they open the stocks, Waspe puts his shoe on his hand, and slips\nit in for his leg._\n\nWASPE. I shall put a trick upon your Welsh diligence perhaps.\n[_Aside._\n\nBRI. Put in your leg, sir. [_To Busy._\n\nQUAR. What, rabbi Busy! is he come?\n\nBUSY. I do obey thee; the lion may roar, but he cannot bite. I am glad\nto be thus separated from the heathen of the land, and put apart in\nthe stocks, for the holy cause.\n\nWASPE. What are you, sir?\n\nBUSY. One that rejoiceth in his affliction, and sitteth here to\nprophesy the destruction of fairs and May-games, wakes and\nWhitson-ales, and doth sigh and groan for the reformation of these\nabuses.\n\nWASPE. [_to Overdo._] And do you sigh and groan too, or rejoice in\nyour affliction?\n\nOVER. I do not feel it, I do not think of it, it is a thing without\nme: Adam, thou art above these batteries, these contumelies. _In te\nmanca ruit fortuna_, as thy friend Horace says; thou art one, _Quem\nneque pauperies, neque mors, neque vincula, terrent._ And therefore,\nas another friend of thine says, I think it be thy friend Persius,\n_Non te quÃ¦siveris extra._\n\nQUAR. What's here! a stoic in the stocks? the fool is turn'd\nphilosopher.\n\nBUSY. Friend, I will leave to communicate my spirit with you, if I\nhear any more of those superstitious relics, those lists of Latin, the\nvery rags of Rome, and patches of popery.\n\nWASPE. Nay, an you begin to quarrel, gentlemen, I'll leave you. I have\npaid for quarrelling too lately: look you, a device, but shifting in a\nhand for a foot. God be wi' you.\n\n[_Slips out his hand._\n\nBUSY. Wilt thou then leave thy brethren in tribulation?\n\nWASPE. For this once, sir.\n\n[_Exit, running._\n\nBUSY. Thou art a halting neutral; stay him there, stop him, that will\nnot endure the heat of persecution.\n\nBRI. How now, what's the matter?\n\nBUSY. He is fled, he is fled, and dares not sit it out.\n\nBRI. What, has he made an escape! which way? follow, neighbour\nHaggise.\n\n[_Exeunt Haggise and Watch._\n\n_Enter DAME PURECRAFT._\n\nPURE. O me, in the stocks! have the wicked prevail'd?\n\nBUSY. Peace, religious sister, it is my calling, comfort yourself; an\nextraordinary calling, and done for my better standing, my surer\nstanding, hereafter.\n\n_Enter TROUBLEALL, with a can._\n\nTRO. By whose warrant, by whose warrant, this?\n\nQUAR. O, here's my man dropt in I look'd for.\n\nOVER. Ha!\n\nPURE. O, good sir, they have set the faithful here to be wonder'd at;\nand provided holes for the holy of the land.\n\nTRO. Had they warrant for it? shew'd they justice Overdo's hand? if\nthey had no warrant, they shall answer it.\n\n_Re-enter HAGGISE._\n\nBRI. Sure you did not lock the stocks sufficiently, neighbour Toby.\n\nHAG. No! see if you can lock them better.\n\nBRI. They are very sufficiently lock'd, and truly; yet something is in\nthe matter.\n\nTRO. True, your warrant is the matter that is in question; by what\nwarrant?\n\nBRI. Madman, hold your peace, I will put you in his room else in the\nvery same hold, do you see?\n\nQUAR. How, is he a madman?\n\nTRO. Shew me justice Overdo's warrant, I obey you.\n\nHAG. You are a mad fool, hold your tongue.\n\n[_Exeunt Haggise and Bristle._\n\nTRO. In justice Overdo's name, I drink to you, and here's my warrant.\n\n[_Shews his can._\n\nOVER. Alas, poor wretch! how it yearns my heart for him! [_Aside._\n\nQUAR. If he be mad, it is in vain to question him. I'll try him\nthough.--Friend, there was a gentlewoman shew'd you two names some\nhours since, Argalus and Palemon, to mark in a book; which of them was\nit you mark'd?\n\nTRO. I mark no name but Adam Overdo, that is the name of names, he\nonly is the sufficient magistrate; and that name I reverence, shew it\nme.\n\nQUAR. This fellow's mad indeed: I am further off now than afore.\n\nOVER. I shall not breathe in peace till I have made him some amends.\n[_Aside._\n\nQUAR. Well, I will make another use of him is come in my head: I have\na nest of beards in my trunk, one something like his.\n\n_Re-enter BRISTLE and HAGGISE._\n\nBRI. This mad fool has made me that I know not whether I have lock'd\nthe stocks or no; I think I lock'd them.\n\n[_Tries the locks._\n\nTRO. Take Adam Overdo in your mind, and fear nothing.\n\nBRI. 'Slid, madness itself! hold thy peace, and take that.\n\n[_Strikes him._\n\nTRO. Strikest thou without a warrant? take thou that.\n\n[_They fight, and leave open the stocks in the scuffle._\n\nBUSY. We are delivered by miracle; fellow in fetters, let us not\nrefuse the means; this madness was of the spirit: the malice of the\nenemy hath mock'd itself.\n\n[_Exeunt Busy and Overdo._\n\nPURE. Mad do they call him! the world is mad in error, but he is mad\nin truth: I love him o' the sudden (the cunning man said all true) and\nshall love him more and more. How well it becomes a man to be mad in\ntruth! O, that I might be his yoke-fellow, and be mad with him, what a\nmany should we draw to madness in truth with us!\n\n[_Exit._\n\nBRI. How now, all 'scaped! where's the woman? it is witchcraft! her\nvelvet hat is a witch, o' my conscience, or my key! the one.--The\nmadman was a devil, and I am an ass; so bless me, my place, and mine\noffice!\n\n[_Exeunt, affrighted._\n\n\n\n\nACT V\n\nSCENE I.--_The Fair, as before._\n\nA Booth.\n\n_LANTHORN LEATHERHEAD, dressed as a puppet-show man, FILCHER, and\nSHARKWELL with a flag._\n\nLEATH. Well, luck and Saint Bartholomew! out with the sign of our\ninvention, in the name of wit, and do you beat the drum the while: all\nthe foul i' the Fair, I mean all the dirt in Smithfield,--that's one\nof master Littlewit's carwhitchets now--will be thrown at our banner\nto-day, if the matter does not please the people. O the motions that I\nLanthorn Leatherhead have given light to, in my time, since my master\nPod died! Jerusalem was a stately thing, and so was Nineveh, and the\ncity of Norwich, and Sodom and Gomorrah, with the rising of the\nprentices, and pulling down the bawdy-houses there upon\nShrove-Tuesday; but the Gun-powder plot, there was a get-penny! I have\npresented that to an eighteen or twenty pence audience, nine times in\nan afternoon. Your home-born projects prove ever the best, they are so\neasy and familiar; they put too much learning in their things now o'\ndays: and that I fear will be the spoil of this. Littlewit! I say,\nMicklewit! if not too mickle! look to your gathering there, goodman\nFilcher.\n\nFILCH. I warrant you, sir.\n\nLEATH. An there come any gentlefolks, take two-pence apiece,\nSharkwell.\n\nSHARK. I warrant you, sir, three-pence an we can.\n\n[_Exeunt._\n\n\nSCENE II.--_Another part of the Fair._\n\n_Enter OVERDO, disguised like a Porter._\n\nOVER. This latter disguise, I have borrow'd of a porter, shall carry\nme out to all my great and good ends; which however interrupted, were\nnever destroyed in me: neither is the hour of my severity yet come to\nreveal myself, wherein, cloud-like, I will break out in rain and hail,\nlightning and thunder, upon the head of enormity. Two main works I\nhave to prosecute: first, one is to invent some satisfaction for the\npoor kind wretch, who is out of his wits for my sake, and yonder I see\nhim coming, I will walk aside, and project for it.\n\n_Enter WINWIFE and GRACE._\n\nWINW. I wonder where Tom Quarlous is, that he returns not: it may be\nhe is struck in here to seek us.\n\nGRACE. See, here's our madman again.\n\n_Enter QUARLOUS, in TROUBLEALL'S clothes, followed by DAME PURECRAFT._\n\nQUAR. I have made myself as like him, as his gown and cap will give me\nleave.\n\nPURE. Sir, I love you, and would be glad to be mad with you in truth.\n\nWINW. How! my widow in love with a madman?\n\nPURE. Verily, I can be as mad in spirit as you.\n\nQUAR. By whose warrant? leave your canting. Gentlewoman, have I found\nyou? [_To mistress Grace._] save ye, quit ye, and multiply ye! Where's\nyour book? 'twas a sufficient name I mark'd, let me see't, be not\nafraid to shew't me.\n\nGRACE. What would you with it, sir?\n\nQUAR. Mark it again and again at your service.\n\nGRACE. Here it is, sir, this was it you mark'd.\n\nQUAR. _Palemon!_ fare you well, fare you well.\n\nWINW. How, Palemon!\n\nGRACE. Yes, faith, he has discovered it to you now, and therefore\n'twere vain to disguise it longer; I am yours, sir, by the benefit of\nyour fortune.\n\nWINW. And you have him, mistress, believe it, that shall never give\nyou cause to repent her benefit: but make you rather to think that in\nthis choice she had both her eyes.\n\nGRACE. I desire to put it to no danger of protestation.\n\n[_Exeunt Grace and Winwife._\n\nQUAR. Palemon the word, and Winwife the man!\n\nPURE. Good sir, vouchsafe a yoke-fellow in your madness, shun not one\nof the sanctified sisters, that would draw with you in truth.\n\nQUAR. Away, you are a herd of hypocritical proud ignorants, rather\nwild than mad; fitter for woods, and the society of beasts, than\nhouses, and the congregation of men. You are the second part of the\nsociety of canters, outlaws to order and discipline, and the only\nprivileged church-robbers of Christendom. Let me alone: _Palemon_ the\nword, and Winwife the man!\n\nPURE. I must uncover myself unto him, or I shall never enjoy him, for\nall the cunning men's promises. [_Aside._] Good sir, hear me, I am\nworth six thousand pound, my love to you is become my rack; I'll tell\nyou all and the truth, since you hate the hypocrisy of the\nparty-coloured brotherhood. These seven years I have been a wilful\nholy widow, only to draw feasts and gifts from my entangled suitors: I\nam also by office an assisting sister of the deacons, and a devourer,\ninstead of a distributor of the alms. I am a special maker of\nmarriages for our decayed brethren with our rich widows, for a third\npart of their wealth, when they are married, for the relief of the\npoor elect: as also our poor handsome young virgins, with our wealthy\nbachelors or widowers; to make them steal from their husbands, when I\nhave confirmed them in the faith, and got all put into their\ncustodies. And if I have not my bargain, they may sooner turn a\nscolding drab into a silent minister, than make me leave pronouncing\nreprobation and damnation unto them. Our elder, Zeal-of-the-land,\nwould have had me, but I know him to be the capital knave of the land,\nmaking himself rich, by being made a feoffee in trust to deceased\nbrethren, and cozening their heirs, by swearing the absolute gift of\ntheir inheritance. And thus having eased my conscience, and utter'd my\nheart with the tongue of my love; enjoy all my deceits together, I\nbeseech you. I should not have revealed this to you, but that in time\nI think you are mad, and I hope you'll think me so too, sir?\n\nQUAR. Stand aside, I'll answer you presently. [_He walks by._] Why\nshould I not marry this six thousand pound, now I think on't, and a\ngood trade too that she has beside, ha? The t'other wench Winwife is\nsure of; there's no expectation for me there. Here I may make myself\nsome saver yet, if she continue mad, there's the question. It is money\nthat I want, why should not I marry the money when 'tis offer'd me? I\nhave a license and all, it is but razing out one name, and putting in\nanother. There's no playing with a man's fortune! I am resolved: I\nwere truly mad an I would not!--Well, come your ways, follow me, an\nyou will be mad, I'll shew you a warrant!\n\n[_Takes her along with him._\n\nPURE. Most zealously, it is that I zealously desire.\n\nOVER. [_stopping him._] Sir, let me speak with you.\n\nQUAR. By whose warrant?\n\nOVER. The warrant that you tender, and respect so; Justice Overdo's. I\nam the man, friend Troubleall, though thus disguised (as the careful\nmagistrate ought) for the good of the republic in the Fair, and the\nweeding out of enormity. Do you want a house, or meat, or drink, or\nclothes? speak whatsoever it is, it shall be supplied you; what want\nyou?\n\nQUAR. Nothing but your warrant.\n\nOVER. My warrant! for what?\n\nQUAR. To be gone, sir.\n\nOVER. Nay, I pray thee stay; I am serious, and have not many words,\nnor much time to exchange with thee. Think what may do thee good.\n\nQUAR. Your hand and seal will do me a great deal of good; nothing else\nin the whole Fair that I know.\n\nOVER. If it were to any end, thou shouldst have it willingly.\n\nQUAR. Why, it will satisfy me, that's end enough to look on; an you\nwill not give it me, let me go.\n\nOVER. Alas! thou shalt have it presently; I'll but step into the\nscrivener's here by, and bring it. Do not go away.\n\n[_Exit._\n\nQUAR. Why, this madman's shape will prove a very fortunate one, I\nthink. Can a ragged robe produce these effects? if this be the wise\njustice, and he bring me his hand, I shall go near to make some use\non't.\n\n_Re-enter OVERDO._\n\nHe is come already!\n\nOVER. Look thee! here is my hand and seal, Adam Overdo; if there be\nany thing to be written above in that paper that thou want'st now, or\nat any time hereafter, think on't, it is my deed. I deliver it so; can\nyour friend write?\n\nQUAR. Her hand for a witness, and all is well.\n\nOVER. With all my heart.\n\n[_He urges her to sign it._\n\nQUAR. Why should not I have the conscience to make this a bond of a\nthousand pound now, or what I would else? [_Aside._\n\nOVER. Look you, there it is, and I deliver it as my deed again.\n\nQUAR. Let us now proceed in madness.\n\n[_Exeunt Quarlous and Dame Purecraft._\n\nOVER. Well, my conscience is much eased; I have done my part, though\nit doth him no good; yet Adam hath offered satisfaction. The sting is\nremoved from hence! Poor man, he is much altered with his affliction,\nit has brought him low. Now for my other work, reducing the young man,\nI have followed so long in love, from the brink of his bane to the\ncentre of safety. Here, or in some such-like vain place, I shall be\nsure to find him. I will wait the good time.\n\n[_Exit._\n\n\nSCENE III.--_Another part of the Fair._\n\nThe Puppet-show Booth, as before.\n\n_Enter SHARKWELL and FILCHER, with bills, and COKES in his doublet and\nhose, followed by the Boys of the Fair._\n\nCOKES. How now! what's here to do, friend? art thou the master of the\nmonuments?\n\nSHARK. 'Tis a motion, an't please your worship.\n\n_Enter OVERDO behind._\n\nOVER. My fantastical brother-in-law, master Bartholomew Cokes!\n\nCOKES. A motion! what's that! [_Reads._] _The ancient modern history\nof Hero and Leander, otherwise called the Touchstone of true Love,\nwith as true a trial of friendship between Damon and Pythias, two\nfaithful friends o' the Bank-side._--Pretty, i'faith, what's the\nmeaning on't? is't an interlude, or what is't?\n\nFILCH. Yes, sir, please you come near, we'll take your money within.\n\nCOKES. Back with these children; they do so follow me up and down!\n\n_Enter LITTLEWIT._\n\nLIT. By your leave, friend.\n\nFILCH. You must pay, sir, an you go in.\n\nLIT. Who, I! I perceive thou know'st not me; call the master of the\nmotion.\n\nSHARK. What, do you not know the author, fellow Filcher? You must take\nno money of him; he must come in gratis: master Littlewit is a\nvoluntary; he is the author.\n\nLIT. Peace, speak not too loud, I would not have any notice taken that\nI am the author, till we see how it passes.\n\nCOKES. Master Littlewit, how dost thou?\n\nLIT. Master Cokes! you are exceeding well met: what, in your doublet\nand hose, without a cloke or a hat?\n\nCOKES. I would I might never stir, as I am an honest man, and by that\nfire; I have lost all in the Fair, and all my acquaintance too; didst\nthou meet any body that I know, master Littlewit? my man Numps, or my\nsister Overdo, or mistress Grace? Pray thee, master Littlewit, lend me\nsome money to see the interlude here; I'll pay thee again, as I am a\ngentleman. If thou'lt but carry me home, I have money enough there.\n\nLIT. O, sir, you shall command it; what, will a crown serve you?\n\nCOKES. I think it will; what do we pay for coming in, fellows?\n\nFILCH. Two-pence, sir.\n\nCOKES. Two-pence! there's twelve-pence, friend: nay, I am a gallant,\nas simple as I look now; if you see me with my man about me, and my\nartillery again.\n\nLIT. Your man was in the stocks e'en now, sir.\n\nCOKES. Who, Numps?\n\nLIT. Yes, faith.\n\nCOKES. For what, i'faith? I am glad o' that; remember to tell me on't\nanon; I have enough now. What manner of matter is this, master\nLittlewit? what kind of actors have you? are they good actors?\n\nLIT. Pretty youths, sir, all children both old and young; here's the\nmaster of 'em--\n\n_Enter LEATHERHEAD._\n\nLEATH. [_aside to Littlewit._] Call me not Leatherhead, but Lantern.\n\nLIT. Master Lantern, that gives light to the business.\n\nCOKES. In good time, sir! I would fain see them, I would be glad to\ndrink with the young company; which is the tiring-house?\n\nLEATH. Troth, sir, our tiring-house is somewhat little; we are but\nbeginners yet, pray pardon us; you cannot go upright in't.\n\nCOKES. No! not now my hat is off? what would you have done with me, if\nyou had had me feather and all, as I was once to-day? Have you none of\nyour pretty impudent boys now, to bring stools, fill tobacco, fetch\nale, and beg money, as they have at other houses? Let me see some of\nyour actors.\n\nLIT. Shew him them, shew him them. Master Lantern, this is a gentleman\nthat is a favourer of the quality.\n\n[_Exit Leatherhead._\n\nOVER. Ay, the favouring of this licentious quality is the consumption\nof many a young gentleman; a pernicious enormity. [_Aside._\n\n_Re-enter LEATHERHEAD, with a basket._\n\nCOKES. What! do they live in baskets?\n\nLEATH. They do lie in a basket, sir, they are o' the small players.\n\nCOKES. These be players minors indeed. Do you call these players?\n\nLEATH. They are actors, sir, and as good as any, none dispraised, for\ndumb shows: indeed, I am the mouth of them all.\n\nCOKES. Thy mouth will hold them all. I think one tailor would go near\nto beat all this company with a hand bound behind him.\n\nLIT. Ay, and eat them all too, an they were in cake-bread.\n\nCOKES. I thank you for that, master Littlewit; a good jest! Which is\nyour Burbage now?\n\nLEATH. What mean you by that, sir?\n\nCOKES. Your best actor, your Field?\n\nLIT. Good, i'faith! you are even with me, sir.\n\nLEATH. This is he, that acts young Leander, sir: he is extremely\nbeloved of the womenkind, they do so affect his action, the green\ngamesters, that come here! and this is lovely Hero: this with the\nbeard, Damon; and this pretty Pythias: this is the ghost of king\nDionysius in the habit of a scrivener; as you shall see anon at large.\n\nCOKES. Well, they are a civil company, I like 'em for that; they offer\nnot to fleer, nor jeer, nor break jests, as the great players do: and\nthen, there goes not so much charge to the feasting of them, or making\nthem drunk, as to the other, by reason of their littleness. Do they\nuse to play perfect? are they never fluster'd?\n\nLEATH. No, sir, I thank my industry and policy for it; they are as\nwell govern'd a company, though I say it----And here is young Leander,\nis as proper an actor of his inches, and shakes his head like an\nhostler.\n\nCOKES. But do you play it according to the printed book? I have read\nthat.\n\nLEATH. By no means, sir.\n\nCOKES. No! how then?\n\nLEATH. A better way, sir; that is too learned and poetical for our\naudience: what do they know what _Hellespont_ is, _guilty of true\nlove's blood?_ or what _Abydos_ is? or _the other, Sestos hight?_\n\nCOKES. Thou art in the right; I do not know myself.\n\nLEATH. No, I have entreated master Littlewit to take a little pains to\nreduce it to a more familiar strain for our people.\n\nCOKES. How, I pray thee, good master Littlewit?\n\nLIT. It pleases him to make a matter of it, sir; but there is no such\nmatter, I assure you: I have only made it a little easy, and modern\nfor the times, sir, that's all. As for the Hellespont, I imagine our\nThames here; and then Leander I make a dyer's son about Puddle-wharf:\nand Hero a wench o' the Bank-side, who going over one morning to Old\nFish-street, Leander spies her land at Trig-stairs, and falls in love\nwith her. Now do I introduce Cupid, having metamorphosed himself into\na drawer, and he strikes Hero in love with a pint of sherry; and other\npretty passages there are of the friendship, that will delight you,\nsir, and please you of judgment.\n\nCOKES. I'll be sworn they shall: I am in love with the actors already,\nand I'll be allied to them presently.--They respect gentlemen, these\nfellows:--Hero shall be my fairing: but which of my fairings?--let me\nsee--i'faith, my fiddle; and Leander my fiddlestick: then Damon my\ndrum, and Pythias my pipe, and the ghost of Dionysius my hobby-horse.\nAll fitted.\n\n_Enter WINWIFE and GRACE._\n\nWINW. Look, yonder's your Cokes gotten in among his play-fellows; I\nthought we could not miss him at such a spectacle.\n\nGRACE. Let him alone, he is so busy he will never spy us.\n\nLEATH. Nay, good sir! [_To Cokes, who is handling the puppets._\n\nCOKES. I warrant thee I will not hurt her, fellow; what, dost thou\nthink me uncivil? I pray thee be not jealous; I am toward a wife.\n\nLIT. Well, good master Lantern, make ready to begin that I may fetch\nmy wife; and look you be perfect, you undo me else, in my reputation.\n\nLEATH. I warrant you, sir, do not you breed too great an expectation\nof it among your friends; that's the hurter of these things.\n\nLIT. No, no, no.\n\n[_Exit._\n\nCOKES. I'll stay here and see: pray thee let me see.\n\nWINW. How diligent and troublesome he is!\n\nGRACE. The place becomes him, methinks.\n\nOVER. My ward, mistress Grace, in the company of a stranger! I doubt I\nshall be compell'd to discover myself before my time. [_Aside._\n\n_Enter KNOCKEM, EDGWORTH, and MRS. LITTLEWIT, followed by WHIT\nsupporting MRS. OVERDO, masked._\n\nFILCH. Two-pence apiece, gentlemen, an excellent motion.\n\nKNOCK. Shall we have fine fire-works, and good vapours?\n\nSHARK. Yes, captain, and water-works too.\n\nWHIT. I pree dee take care o' dy shmall lady there, Edgworth; I will\nlook to dish tall lady myself.\n\nLEATH. Welcome, gentlemen, welcome, gentlemen.\n\nWHIT. Predee mashter o' the monshtersh, help a very sick lady here to\na chair to shit in.\n\nLEATH. Presently, sir.\n\n[_A chair is brought in for Mrs. Overdo._\n\nWHIT. Good fait now, Ursula's ale and acqua-vitÃ¦ ish to blame for't;\nshit down, shweet-heart, shit down and sleep a little.\n\nEDG. [_to Mrs. Littlewit._] Madam, you are very welcome hither.\n\nKNOCK. Yes, and you shall see very good vapours.\n\nOVER. Here is my care come! I like to see him in so good company: and\nyet I wonder that persons of such fashion should resort hither.\n[_Aside._\n\nEDG. There is a very private house, madam.\n\nLEATH. Will it please your ladyship sit, madam?\n\nMRS. LIT. Yes, goodman. They do so all-to-be-madam me, I think they\nthink me a very lady.\n\nEDG. What else, madam?\n\nMRS. LIT. Must I put off my mask to him?\n\nEDG. O, by no means.\n\nMRS. LIT. How should my husband know me then?\n\nKNOCK. Husband! an idle vapour; he must not know you, nor you him:\nthere's the true vapour.\n\nOVER. Yea! I will observe more of this. [_Aside._] Is this a lady,\nfriend?\n\nWHIT. Ay, and dat is anoder lady, shweet-heart; if dou hasht a mind to\n'em, give me twelve-pence from tee, and dou shalt have eder oder on\n'em.\n\nOVER. Ay, this will prove my chiefest enormity: I will follow this.\n[_Aside._\n\nEDG. Is not this a finer life, lady, than to be clogg'd with a\nhusband?\n\nMRS. LIT. Yes, a great deal. When will they begin, trow, in the name\no' the motion?\n\nEDG. By and by, madam; they stay but for company.\n\nKNOCK. Do you hear, puppet-master, these are tedious vapours, when\nbegin you?\n\nLEATH. We stay but for master Littlewit, the author, who is gone for\nhis wife: and we begin presently.\n\nMRS. LIT. That's I, that's I.\n\nEDG. That was you, lady; but now you are no such poor thing.\n\nKNOCK. Hang the author's wife, a running vapour! here be ladies will\nstay for ne'er a Delia of them all.\n\nWHIT. But hear me now, here ish one o' de ladish ashleep, stay till\nshee but vake, man.\n\n_Enter WASPE._\n\nWASPE. How now, friends! what's here to do?\n\nFILCH. Two-pence apiece, sir, the best motion in the Fair.\n\nWASPE. I believe you lie; if you do, I'll have my money again, and\nbeat you.\n\nMRS. LIT. Numps is come!\n\nWASPE. Did you see a master of mine come in here, a tall young 'squire\nof Harrow o' the Hill, master Bartholomew Cokes?\n\nFILCH. I think there be such a one within.\n\nWASPE. Look he be, you were best: but it is very likely: I wonder I\nfound him not at all the rest. I have been at the Eagle, and the Black\nWolf, and the Bull with the five legs and two pizzles:--he was a calf\nat Uxbridge fair two years agone--and at the dogs that dance the\nmorrice, and the hare of the Tabor; and mist him at all these! Sure\nthis must needs be some fine sight that holds him so, if it have him.\n\nCOKES. Come, come, are you ready now?\n\nLEATH. Presently, sir.\n\nWASPE. Hoyday, he's at work in his doublet and hose! do you hear, sir,\nare you employ'd, that you are bare-headed and so busy?\n\nCOKES. Hold your peace, Numps; you have been in the stocks, I hear.\n\nWASPE. Does he know that! nay, then the date of my authority is out; I\nmust think no longer to reign, my government is at an end. He that\nwill correct another must want fault in himself.\n\nWINW. Sententious Numps! I never heard so much from him before.\n\nLEATH. Sure master Littlewit will not come; please you take your\nplace, sir; we'll begin.\n\nCOKES. I pray thee do, mine ears long to be at it, and my eyes too. O\nNumps, in the stocks, Numps! where's your sword, Numps!\n\nWASPE. I pray you intend your game, sir, let me alone.\n\nCOKES. Well then, we are quit for all. Come, sit down, Numps; I'll\ninterpret to thee: did you see mistress Grace? It's no matter,\nneither, now I think on't, tell me anon.\n\nWINW. A great deal of love and care he expresses!\n\nGRACE. Alas, would you have him to express more than he has? that were\ntyranny.\n\nCOKES. Peace, ho! now, now.\n\nLEATH. _Gentles, that no longer your expectations may wander,\n  Behold our chief actor, amorous Leander.\n  With a great deal of cloth, lapp'd about him like a scarf,\n  For he yet serves his father, a dyer at Puddle-wharf;\n  Which place we'll make bold with, to call it our Abydus,\n  As the Bank-side is our Sestos; and let it not be deny'd us.\n  Now as he is beating to make the dye take the fuller,\n  Who chances to come by, but fair Hero in a sculler;\n  And seeing Leander's naked leg and goodly calf,\n  Cast at him from the boat a sheep's eye and an half.\n  Now she is landed, and the sculler come back,\n  By and by you shall see what Leander doth lack._\n\nPUP. LEAN. _Cole, Cole, old Cole!_\n\nLEATH. _That is the sculler's name without controul._\n\nPUP. LEAN. _Cole, Cole, I say, Cole!_\n\nLEATH. _We do hear you._\n\nPUP. LEAN. _Old Cole._\n\nLEATH. _Old Cole! is the dyer turn'd collier? how do you sell?_\n\nPUP. LEAN. _A pox o' your manners, kiss my hole here, and smell._\n\nLEATH. _Kiss your hole and smell! there's manners indeed._\n\nPUP. LEAN. _Why, Cole, I say, Cole!_\n\nLEATH. _Is't the sculler you need?_\n\nPUP. LEAN. _Ay, and be hanged._\n\nLEATH. _Be hang'd! look you yonder.\n  Old Cole, you must go hang with master Leander._\n\nPUP. COLE. _Where is he?_\n\nPUP. LEAN. _Here, Cole: what fairest of fairs,\n  Was that fare that thou landedst but now at Trig-stairs?_\n\nCOKES. What was that, fellow? pray thee tell me, I scarce understand\nthem.\n\nLEATH. _Leander does ask, sir, what fairest of fairs,\n  Was the fare he landed but now at Trig-stairs?_\n\nPUP. COLE. _It is lovely Hero._\n\nPUP. LEAN. _Nero?_\n\nPUP. COLE. _No, Hero._\n\nLEATH. _It is Hero\n  Of the Bank-side, he saith, to tell you truth without erring,\n  Is come over into Fish-street to eat some fresh herring.\n  Leander says no more, but as fast as he can,\n  Gets on all his best clothes, and will after to the Swan._\n\nCOKES. Most admirable good, is't not?\n\nLEATH. _Stay, sculler._\n\nPUP. COLE. _What say you?_\n\nLEATH. _You must stay for Leander,\n  And carry him to the wench._\n\nPUP. COLE. _You rogue, I am no pander._\n\nCOKES. He says he is no pander. 'Tis a fine language: I understand it\nnow.\n\nLEATH. _Are you no pander, goodman Cole? here's no man says you are;\n  You'll grow a hot cole, it seems; pray you stay for your fare._\n\nPUP. COLE. _Will he come away?_\n\nLEATH. _What do you say?_\n\nPUP. COLE. _I'd have him come away._\n\nLEATH. _Would you have Leander come away? why, pray, sir, stay.\n  You are angry, goodman Cole; I believe the fair maid\n  Came over with you a' trust: tell us, sculler, are you paid?_\n\nPUP. COLE. _Yes, goodman Hogrubber of Pickthatch._\n\nLEATH. _How, Hogrubber of Pickthatch?_\n\nPUP. COLE. _Ay, Hogrubber of Pickthatch. Take you that._\n\n  [Strikes him over the pate.\n\nLEATH. _O, my head!_\n\nPUP. COLE. _Harm watch, harm catch!_\n\nCOKES. _Harm watch, harm catch_, he says; very good, i'faith: the\nsculler had like to have knock'd you, sirrah.\n\nLEATH. Yes, but that his fare call'd him away.\n\nPUP. LEAN. _Row apace, row apace, row, row, row, row, row._\n\nLEATH. _You are knavishly loaden, sculler, take heed where you go._\n\nPUP. COLE. _Knave in your face, goodman rogue._\n\nPUP. LEAN. _Row, row, row, row, row._\n\nCOKES. He said, knave in your face, friend.\n\nLEATH. Ay, sir, I heard him; but there's no talking to these watermen,\nthey will have the last word.\n\nCOKES. Od's my life! I am not allied to the sculler yet; he shall be\n_Dauphin my boy._ But my fiddle-stick does fiddle in and out too much:\nI pray thee speak to him on't; tell him I would have him tarry in my\nsight more.\n\nLEATH. I pray you be content; you'll have enough on him, sir.\n  _Now, gentles, I take it, here is none of you so stupid,\n  But that you have heard of a little god of love call'd Cupid;\n  Who out of kindness to Leander, hearing he but saw her,\n  This present day and hour doth turn himself to a drawer.\n  And because he would have their first meeting to be merry,\n  He strikes Hero in love to him with a pint of sherry;\n  Which he tells her from amorous Leander is sent her,\n  Who after him into the room of Hero doth venture._\n\n  [Puppet Leander goes into Mistress Hero's room.\n\nPUP. JONAS. _A pint of sack, score a pint of sack in the Coney._\n\nCOKES. Sack! you said but e'en now it should be sherry.\n\nPUP. JONAS. _Why, so it is; sherry, sherry, sherry._\n\nCOKES. _Sherry, sherry, sherry!_ By my troth he makes me merry. I must\nhave a name for Cupid too. Let me see, thou might'st help me, now, an\nthou would'st, Numps, at a dead lift: but thou art dreaming of the\nstocks still.--Do not think on't, I have forgot it; 'tis but a nine\ndays' wonder, man; let it not trouble thee.\n\nWASPE. I would the stocks were about your neck, sir; condition I hung\nby the heels in them till the wonder were off from you, with all my\nheart.\n\nCOKES. Well said, resolute Numps! but hark you, friend, where's the\nfriendship all this while between my drum Damon, and my pipe Pythias?\n\nLEATH. You shall see by and by, sir.\n\nCOKES. You think my hobby-horse is forgotten too; no, I'll see them\nall enact before I go; I shall not know which to love best else.\n\nKNOCK. This gallant has interrupting vapours, troublesome vapours;\nWhit, puff with him.\n\nWHIT. No, I pree dee, captain, let him alone; he is a child, i'faith,\nla.\n\nLEATH. _Now, gentles, to the friends, who in number are two,\n  And lodged in that ale-house in which fair Hero does do.\n  Damon, for some kindness done him the last week,\n  Is come, fair Hero, in Fish-street, this morning to seek:\n  Pythias does smell the knavery of the meeting,\n  And now you shall see their true-friendly greeting._\n\nPUP. PYTHIAS. _You whore-masterly slave, you._\n\nCOKES. Whore-masterly slave you! very friendly and familiar, that.\n\nPUP. DAMON. _Whore-master in thy face,\n  Thou hast lain with her thyself, I'll prove it in this place._\n\nCOKES. Damon says, Pythias has lain with her himself, he'll prove't in\nthis place.\n\nLEATH. _They are whore-masters both, sir, that's a plain case._\n\nPUP. PYTHIAS. _You lie like a rogue._\n\nLEATH. _Do I lie like a rogue?_\n\nPUP. PYTHIAS. _A pimp and a scab._\n\nLEATH. _A pimp and a scab.\n  I say, between you, you have both but one drab._\n\nPUP. DAMON. _You lie again._\n\nLEATH. _Do I lie again?_\n\nPUP. DAMON. _Like a rogue again._\n\nLEATH. _Like a rogue again?_\n\nPUP. PYTHIAS. _And you are a pimp again._\n\nCOKES. And you are a pimp again, he says.\n\nPUP. DAMON. _And a scab again._\n\nCOKES. And a scab again, he says.\n\nLEATH. _And I say again, you are both whore-masters, again.\n  And you have both but one drab again._\n\nPUP. DAMON AND PYTHIAS. _Dost thou, dost thou, dost thou?_\n\n  [They fall upon him.\n\nLEATH. _What, both at once?_\n\nPUP. PYTHIAS. _Down with him, Damon._\n\nPUP. DAMON. _Pink his guts, Pythias._\n\nLEATH. _What, so malicious?\n  Will ye murder me, masters both, in my own house?_\n\nCOKES. Ho! well acted, my drum, well acted, my pipe, well acted still!\n\nWASPE. Well acted, with all my heart.\n\nLEATH. _Hold, hold your hands._\n\nCOKES. Ay, both your hands, for my sake! for you have both done well.\n\nPUP. DAMON. _Gramercy, pure Pythias._\n\nPUP. PYTHIAS. _Gramercy, dear Damon._\n\nCOKES. Gramercy to you both, my pipe and my drum.\n\nPUP. PYTHIAS AND DAMON. _Come, now we'll together to breakfast to\n     Hero._\n\nLEATH. _'Tis well you can now go to breakfast to Hero.\n  You have given me my breakfast, with a hone and honero._\n\nCOKES. How is't, friend, have they hurt thee?\n\nLEATH. O no:\n  Between you and I, sir, we do but make show.--\n  _Thus, gentles, you perceive, without any denial,\n  'Twixt Damon and Pythias here, friendship's true trial.\n  Though hourly they quarrel thus, and roar each with other.\n  They fight you no more than does brother with brother;\n  But friendly together, at the next man they meet,\n  They let fly their anger, as here you might see't._\n\nCOKES. Well, we have seen it, and thou hast felt it, whatsoe'er thou\nsayest. What's next, what's next?\n\nLEATH. _This while young Leander with fair Hero is drinking,\n  And Hero grown drunk to any man's thinking!\n  Yet was it not three pints of sherry could flaw her,\n  Till Cupid distinguished like Jonas the drawer,\n  From under his apron, where his lechery lurks,\n  Put love in her sack. Now mark how it works._\n\nPUP. HERO. _O Leander, Leander, my dear, my dear Leander,\n  I'll for ever be thy goose, so thou'lt be my gander._\n\nCOKES. Excellently well said, Fiddle, she'll ever be his goose, so\nhe'll be her gander; was't not so?\n\nLEATH. Yes, sir, but mark his answer now.\n\nPUP. LEAN. _And sweetest of geese, before I go to bed,\n  I'll swim over the Thames, my goose, thee to tread._\n\nCOKES. Brave! he will swim over the Thames, and tread his goose\nto-night, he says.\n\nLEATH. Ay, peace, sir, they'll be angry if they hear you\neavesdropping, now they are setting their match.\n\nPUP. LEAN. _But lest the Thames should be dark, my goose, my dear\n     friend,\n  Let thy window be provided of a candle's end._\n\nPUP. HERO. _Fear not, my gander, I protest I should handle\n  My matters very ill, if I had not a whole candle._\n\nPUP. LEAN. _Well then, look to't, and kiss me to boot._\n\nLEATH. _Now here come the friends again, Pythias and Damon,\n  And under their clokes they have of bacon a gammon._\n\nPUP. PYTHIAS. _Drawer, fill some wine here._\n\nLEATH. _How, some wine there!\n  There's company already, sir, pray forbear._\n\nPUP. DAMON. _'Tis Hero._\n\nLEATH. _Yes, but she will not to be taken,\n  After sack and fresh herring, with your Dunmow-bacon._\n\nPUP. PYTHIAS. _You lie, it's Westfabian._\n\nLEATH. _Westphalian_ you should say.\n\nPUP. DAMON. _If you hold not your peace, you are a coxcomb, I would\n     say._\n\n  [Leander and Hero kiss.\n\n  _What's here, what's here? kiss, kiss, upon kiss!_\n\nLEATH. _Ay, wherefore should they not? what harm is in this?\n  'Tis mistress Hero._\n\nPUP. DAMON. _Mistress Hero's a whore._\n\nLEATH._ Is she a whore? keep you quiet, or, sir, knave, out of door._\n\nPUP. DAMON. _Knave out of door?_\n\nPUP. HERO. _Yes, knave out of door._\n\nPUP. DAMON. _Whore out of door._\n\n  [They fall together by the ears.\n\nPUP. HERO. _I say, knave out of door._\n\nPUP. DAMON. _I say, whore out of door._\n\nPUP. PYTHIAS. _Yea, so say I too._\n\nPUP. HERO. _Kiss the whore o' the arse._\n\nLEATH. _Now you have something to do:\n  You must kiss her o' the arse, she says._\n\nPUP. DAMON AND PYTHIAS. _So we will, so we will._\n\n  [They kick her.\n\nPUP. HERO. _O my haunches, O my haunches, hold, hold._\n\nLEATH. _Stand'st thou still!\n  Leander, where, art thou? stand'st thou still like a sot,\n  And not offer'st to break both their heads with a pot?\n  See who's at thine elbow there! puppet Jonas and Cupid._\n\nPUP. JONAS. _Upon 'em, Leander, be not so stupid._\n\nPUP. LEAN. _You goat-bearded slave!_\n\nPUP. DAMON. _You whore-master knave!_\n\n  [They fight.\n\nPUP. LEAN. _Thou art a whore-master._\n\nPUP. JONAS. _Whore-masters all._\n\nLEATH. _See, Cupid with a word has tane up the brawl._\n\nKNOCK. These be fine vapours!\n\nCOKES. By this good day, they fight bravely; do they not, Numps?\n\nWASPE. Yes, they lack'd but you to be their second all this while.\n\nLEATH. _This tragical encounter falling out thus to busy us,\n  It raises up the ghost of their friend Dionysius;\n  Not like a monarch, but the master of a school,\n  In a scrivener's furr'd gown, which shews he is no fool:\n  For therein he hath wit enough to keep himself warm.\n  O Damon, he cries, and Pythias, what harm\n  Hath poor Dionysius done you in his grave,\n  That after his death you should fall out thus and rave,\n  And call amorous Leander whore-master knave?_\n\nPUP. DAMON. _I cannot, I will not, I promise you, endure it._\n\n_RABBI BUSY rushes in._\n\nBUSY. Down with Dagon! down with Dagon! 'tis I, I will no\nlonger endure your profanations.\n\nLEATH. What mean you, sir?\n\nBUSY. I will remove Dagon there, I say, that idol, that heathenish\nidol, that remains, as I may say, a beam, a very beam,--not a beam of\nthe sun, nor a beam of the moon, nor a beam of a balance, neither a\nhouse-beam, nor a weaver's beam, but a beam in the eye, in the eye of\nthe brethren; a very great beam, an exceeding great beam; such as are\nyour stage-players, rimers, and morrice-dancers, who have walked hand\nin hand, in contempt of the brethren, and the cause; and been born out\nby instruments of no mean countenance.\n\nLEATH. Sir, I present nothing but what is licensed by authority.\n\nBUSY. Thou art all license, even licentiousness itself, Shimei!\n\nLEATH. I have the master of the revels' hand for't, sir.\n\nBUSY. The master of the rebels' hand thou hast. Satan's! hold thy\npeace, thy scurrility, shut up thy mouth, thy profession is damnable,\nand in pleading for it thou dost plead for Baal. I have long opened my\nmouth wide, and gaped; I have gaped as the oyster for the tide, after\nthy destruction: but cannot compass it by suit or dispute; so that I\nlook for a bickering, ere long, and then a battle.\n\nKNOCK. Good Banbury vapours!\n\nCOKES. Friend, you'd have an ill match on't, if you bicker with him\nhere; though he be no man of the fist, he has friends that will to\ncuffs for him. Numps, will not you take our side?\n\nEDG. Sir, it shall not need; in my mind he offers him a fairer course,\nto end it by disputation: hast thou nothing to say for thyself, in\ndefence of thy quality?\n\nLEATH. Faith, sir, I am not well-studied in these controversies,\nbetween the hypocrites and us. But here's one of my motion, puppet\nDionysius, shall undertake him, and I'll venture the cause on't.\n\nCOKES. Who, my hobby-horse! will he dispute with him?\n\nLEATH. Yes, sir, and make a hobby-ass of him, I hope.\n\nCOKES. That's excellent! indeed he looks like the best scholar of them\nall. Come, sir, you must be as good as your word now.\n\nBUSY. I will not fear to make my spirit and gifts known: assist me\nzeal, fill me, fill me, that is, make me full!\n\nWINW. What a desperate, profane wretch is this! is there any ignorance\nor impudence like his, to call his zeal to fill him against a puppet?\n\nQUAR. I know no fitter match than a puppet to commit with an\nhypocrite!\n\nBUSY. First, I say unto thee, idol, thou hast no calling.\n\nPUP. DION. _You lie, I am call'd Dionysius._\n\nLEATH. The motion says, you lie, he is call'd Dionysius in the matter,\nand to that calling he answers.\n\nBUSY. I mean no vocation, idol, no present lawful calling.\n\nPUP. DION. _Is yours a lawful calling?_\n\nLEATH. The motion asketh, if yours be a lawful calling.\n\nBUSY. Yes, mine is of the spirit.\n\nPUP. DION. _Then idol is a lawful calling._\n\nLEATH. He says, then idol is a lawful calling; for you call'd him\nidol, and your calling is of the spirit.\n\nCOKES. Well disputed, hobby-horse.\n\nBUSY. Take not part with the wicked, young gallant: he neigheth and\nhinnieth; all is but hinnying sophistry. I call him idol again; yet, I\nsay, his calling, his profession is profane, it is profane, idol.\n\nPUP. DION. _It is not profane._\n\nLEATH. It is not profane, he says.\n\nBUSY. It is profane.\n\nPUP. DION. _It is not profane._\n\nBUSY. It is profane.\n\nPUP. DION. _It is not profane._\n\nLEATH. Well said, confute him with _Not_, still. You cannot bear him\ndown with your base noise, sir.\n\nBUSY. Nor he me, with his treble creeking, though he creek like the\nchariot wheels of Satan; I am zealous for the cause--\n\nLEATH. As a dog for a bone.\n\nBUSY. And I say, it is profane, as being the page of Pride, and the\nwaiting-woman of Vanity.\n\nPUP. DION. _Yea! what say you to your tire-women, then?_\n\nLEATH. Good.\n\nPUP. DION. _Or feather-makers in the Friers, that are of your faction\nof faith? are not they with their perukes, and their puffs, their\nfans, and their huffs, as much pages of Pride, and waiters upon\nVanity? What say you, what say you, what say you?_\n\nBUSY. I will not answer for them.\n\nPUP. DION. _Because you cannot, because you cannot. Is a bugle-maker a\nlawful calling? or the confect-makers? such you have there; or your\nFrench fashioner? you would have all the sin within yourselves, would\nyou not, would you not?_\n\nBUSY. No, Dagon.\n\nPUP. DION. _What then, Dagonet? is a puppet worse than these?_\n\nBUSY. Yes, and my main argument against you is, that you are an\nabomination; for the male, among you, putteth on the apparel of the\nfemale, and the female of the male.\n\nPUP. DION. _You lie, you lie, you lie abominably._\n\nCOKES. Good, by my troth, he has given him the lie thrice.\n\nPUP. DION. _It is your old stale argument against the players, but it\nwill not hold against the puppets; for we have neither male nor female\namongst us. And that thou may'st see, if thou wilt, like a malicious\npurblind zeal as thou art._\n\n[Takes up his garment.\n\nEDG. By my faith, there he has answer'd you, friend, a plain\ndemonstration.\n\nPUP. DION. _Nay, I'll prove, against e'er a Rabbin of them all, that\nmy standing is as lawful as his; that I speak by inspiration, as well\nas he; that I have as little to do with learning as he; and do scorn\nher helps as much as he._\n\nBUSY. I am confuted, the cause hath failed me.\n\nPUP. DION. _Then be converted, be converted._\n\nLEATH. Be converted, I pray you, and let the play go on!\n\nBUSY. Let it go on; for I am changed, and will become a beholder with\nyou.\n\nCOKES. That's brave, i'faith, thou hast carried it away, hobby-horse;\non with the play.\n\nOVER. [_discovering himself._] Stay, now do I forbid; I am Adam\nOverdo! sit still, I charge you.\n\nCOKES. What, my brother-in-law!\n\nGRACE. My wise guardian!\n\nEDG. Justice Overdo!\n\nOVER. It is time to take enormity by the forehead, and brand it; for I\nhave discovered enough.\n\n_Enter QUARLOUS in TROUBLEALL'S clothes, as before, and DAME\nPURECRAFT._\n\nQUAR. Nay, come, mistress bride; you must do as I do, now. You must be\nmad with me, in truth. I have here justice Overdo for it.\n\nOVER. Peace, good Troubleall; come hither, and you shall trouble none.\nI will take the charge of you, and your friend too; you also, young\nman [_to Edgworth_] shall be my care; stand there.\n\nEDG. Now, mercy upon me.\n\nKNOCK. Would we were away, Whit, these are dangerous vapours; best\nfall off with our birds, for fear o' the cage.\n\n[_They attempt to steal away._\n\nOVER. Stay, is not my name your terror?\n\nWHIT. Yesh fait, man, and it ish for tat we would be gone, man.\n\n_Enter LITTLEWIT._\n\nLIT. O, gentlemen! did you not see a wife of mine? I have lost my\nlittle wife, as I shall be trusted; my little pretty Win. I left her\nat the great woman's house in trust yonder, the pig-woman's, with\ncaptain Jordan, and captain Whit, very good men, and I cannot hear of\nher. Poor fool, I fear she's stepp'd aside. Mother, did you not see\nWin?\n\nOVER. If this grave matron be your mother, sir, stand by her, _et\ndigito compesce labellum;_ I may perhaps spring a wife for you anon.\nBrother Bartholomew, I am sadly sorry to see you so lightly given, and\nsuch a disciple of enormity, with your grave governor Humphrey: but\nstand you both there, in the middle place; I will reprehend you in\nyour course. Mistress Grace, let me rescue you out of the hands of the\nstranger.\n\nWINW. Pardon me, sir, I am a kinsman of hers.\n\nOVER. Are you so! of what name, sir?\n\nWINW. Winwife, sir.\n\nOVER. Master Winwife! I hope you have won no wife of her, sir; if you\nhave, I will examine the possibility of it, at fit leisure. Now, to my\nenormities: look upon me, O London! and see me, O Smithfield! the\nexample of justice, and Mirrour of Magistrates; the true top of\nformality, and scourge of enormity. Hearken unto my labours, and but\nobserve my discoveries; and compare Hercules with me, if thou dar'st,\nof old; or Columbus, Magellan, or our countryman Drake, of later\ntimes. Stand forth, you weeds of enormity, and spread. First, Rabbi\nBusy, thou superlunatical hypocrite;--[_to Leatherhead._] Next thou\nother extremity, thou profane professor of puppetry, little better\nthan poetry:--[_to Whit._] Then thou strong debaucher and seducer of\nyouth; witness this easy and honest young man, [_pointing to\nEdgworth._]--[_to Knockem._] Now, thou esquire of dames, madams, and\ntwelve-penny ladies.--Now, my green madam herself of the price; let me\nunmask your ladyship.\n\n[_Discovers Mrs. Littlewit._\n\nLIT. O my wife, my wife, my wife!\n\nOVER. Is she your wife? _Redde te Harpocratem!_\n\n_Enter TROUBLEALL, with a dripping-pan, followed by URSULA and\nNIGHTINGALE._\n\nTRO. By your leave, stand by, my masters, be uncover'd.\n\nURS. O stay him, stay him, help to cry, Nightingale; my pan, my pan!\n\nOVER. What's the matter?\n\nNIGHT. He has stolen gammar Ursula's pan.\n\nTRO. Yes, and I fear no man but justice Overdo.\n\nOVER. Ursula! where is she? O the sow of enormity, this! welcome,\nstand you there; you, songster, there.\n\nURS. An't please your worship, I am in no fault: a gentleman stripped\nhim in my booth, and borrowed his gown, and his hat; and he ran away\nwith my goods here for it.\n\nOVER. [_to Quarlous._] Then this is the true madman, and you are the\nenormity!\n\nQUAR. You are in the right: I am mad but from the gown outward.\n\nOVER. Stand you there.\n\nQUAR. Where you please, sir.\n\nMRS. OVER. [_waking_] O, lend me a bason, I am sick, I am sick!\nwhere's master Overdo? Bridget, call hither my Adam.\n\nOVER. How!\n\n[_He is shamed and silenced._\n\nWHIT. Dy very own wife, i'fait, worshipful Adam.\n\nMRS. OVER. Will not my Adam come at me? shall I see him no more then?\n\nQUAR. Sir, why do you not go on with the enormity? are you oppressed\nwith it? I'll help you: hark you, sir, in your ear--Your innocent\nyoung man, you have ta'en such care of all this day, is a cut-purse,\nthat hath got all your brother Cokes' things, and helped you to your\nbeating and the stocks; if you have a mind to hang him now, and shew\nhim your magistrate's wit, you may: but I should think it were better\nrecovering the goods, and to save your estimation in him. I thank you,\nsir, for the gift of your ward, mistress Grace; look you, here is your\nhand and seal, by the way. Master Winwife, give you joy, you are\n_Palemon_, you are possessed of the gentlewoman, but she must pay me\nvalue, here's warrant for it. And, honest madman, there's thy gown and\ncap again; I thank thee for my wife. Nay, I can be mad, sweet-heart,\n[_to Mrs. Purecraft_] when I please still; never fear me; and careful\nNumps, where's he? I thank him for my license.\n\nWASPE. How!\n\nQUAR. 'Tis true, Numps.\n\nWASPE. I'll be hang'd then.\n\nQUAR. Look in your box, Numps.--Nay, sir, [_to Overdo._] stand not you\nfix'd here, like a stake in Finsbury, to be shot at, or the\nwhipping-post in the Fair, but get your wife out o' the air, it will\nmake her worse else; and remember you are but Adam, flesh and blood!\nyou have your frailty, forget your other name of Overdo, and invite us\nall to supper. There you and I will compare our discoveries; and drown\nthe memory of all enormity in your biggest bowl at home.\n\nCOKES. How now, Numps, have you lost it? I warrant 'twas when thou\nwert in the stocks: Why dost not speak!\n\nWASPE. I will never speak while I live again, for aught I know.\n\nOVER. Nay, Humphrey, if I be patient, you must be so too; this\npleasant conceited gentleman hath wrought upon my judgment, and\nprevail'd: I pray you take care of your sick friend, mistress Alice,\nand my good friends all--\n\nQUAR. And no _enormities._\n\nOVER. I invite you home with me to my house to supper: I will have\nnone fear to go along, for my intents are _ad correctionem, non ad\ndestructionem; ad Ã¦dificandum, non ad diruendum_: so lead on.\n\nCOKES. Yes, and bring the actors along, we'll have the rest of the\nplay at home.\n\n[_Exeunt._\n\n\n\n\nEPILOGUE.\n\n_Your Majesty hath seen the play, and you\nCan best allow it from your ear and view.\nYou know the scope of writers, and what store\nOf leave is given them, if they take not more,\nAnd turn it into license: you can tell\nIf we have us'd that leave you gave us well;\nOr whether we to rage or license break,\nOr be profane, or make profane men speak:\nThis is your power to judge, great sir, and not\nThe envy of a few. Which if we have got,\nWe value less what their dislike can bring,\nIf it so happy be, t' have pleased the King._\n\n\n\n\nTranscriber's Note\n\nThe text of this transcription is from the second volume of the\n\"Everyman's Library\" edition of Jonson's plays which was first\npublished in 1910 by J.M. Dent in London. Images of a reprint of this\nedition are posted at:\n\n  archive.org\/details\/plays02jons\n\nAs a reference, a copy of the 1640 edition (i.e., the \"Folio\") made\navailable by the University of California was also consulted. Images\nof this copy are posted at:\n\n  archive.org\/details\/workesofbenjamin00jons\n\nAny transcription of a 1910 edition of a Jacobean text will run into\nsome minor problems, and \"Bartholomew Fair\" poses its own special set\nof challenges. The goal of the Everyman's Library edition was to\ncreate a readable text, but editorial standards have changed since it\nwas first published. Certain words from the Folio were censored. For\nexample, \"t--\" is substituted for \"turd\". The Everyman's Library\nedition frequently spells out words that are contractions in the\nFolio, for example, substituting _in_ for _i'_ and _have_ for _ha'_.\nThe Folio includes many stage directions, but there are\ninconsistencies, errors, and apparent omissions. As a corrective, the\neditor of the 1910 edition added more stage directions than more\nrecent editors would. In the Folio, stage directions are printed in\nthe margins to indicate that the action happens during the dialogue,\nand some lines are printed to the right of others to indicate\nsimultaneous dialogue, for example, during Nightingale's song in Act\nIII. The 1910 edition prints the text without columns or margins.\nConsequently some stage directions were changed, and the dialogue is\nprinted sequentially, making it harder for the reader to get a sense\nof the stage action.\n\nIn general, this transcription retains the text of the Everyman's\nLibrary edition. Censored words have been restored, and a few errors\nhave been corrected. Inconsistencies in the character titles have\nbeen corrected, and character names in stage directions have been\nspelled out. Following the Folio's conventions, the 1910 text\nitalicizes text to set off songs or lines from the play within a play,\nthough somewhat inconsistently. This use of italics has been made\nconsistent. In the 1910 text, character titles preceding dialogue in a\nregular typeface are italicized, and character titles preceding the\nitalicized text of songs or the play within the play are printed in a\nregular typeface. The html-based files of this transcription retain\nthis use of contrasting regular and italicized typefaces. In the text\nversion of this transcription, all character titles preceding dialogue\nand in stage directions for entrances are capitalized. The character\ntitles of the puppets in Act V have been adjusted to help clarify\nwhich lines are part of the play within a play.\n\nThe following changes to the Everyman's Library text are noted:\n\n- Cover: The cover has been edited from the original dust jacket.\n\n- Title page: The 1910 text, which is part of an anthology of Jonson's\nplays, only has a title page for the collection. The text included in\nthe title page for this etext is based on the text of the Folio's\ntitle page.\n\n- p. 189: WASPE. Good master Hornet, t--in your teeth--Changed \"t--in\"\nto \"turd in\" as in the Folio.\n\n- p. 189: and t--in your little wife's teeth too--Changed \"t--in\" to\n\"turd in\".\n\n- p. 190: WASPE. Marry gip, goody She-justice, mistress Frenchhood!\nt--in your teeth, and t--in your Frenchhood's teeth too--Changed\n\"t--in\" to \"turd in\".\n\n- p. 191: MRS. LIT. And I am, for the cosset his charge--Assigned this\nline to Winwife in keeping with the Folio.\n\n- p. 192: OVER. You will not let him go, brother, and lose him?--For\nconsistency, changed the character title \"OVER.\" to \"MRS. OVER.\"\n\n- p. 193: GRA. Truly, I have no such fancy to the Fair--For\nconsistency, changed the character title \"GRA.\" to \"GRACE.\"\n\n- p. 195: For consistency with the rest of the text, changed the\ncharacter title \"BUS.\" to \"BUSY.\"\n\n- p. 197: The text of the song beginning with the line \"Now the Fair's\na filling!\" has been italicized in keeping with the Folio and the\nconvention elsewhere in the text of italicizing songs.\n\n- p. 198-99: and a quarter of pound of colt's-foot mixt with it too,\nto [eke] it out.--The Everyman's Library edition substituted \"[eke]\"\nfor \"itch\" in the Folio. The original word has been restored.\n\n- p. 206: because he is an ass. and may be a-kin to the\nCokeses?--Changed period after \"ass\" to a comma.\n\n- p. 209: [_Beats Overdo._--Changed the stage direction to \"[_They\nspeak all together; and Waspe beats Overdo._\" based on the stage\ndirection in the Folio and deleted a second stage direction (\"[_Beats\nOverdo again._\"), which is not in the Folio. In the Folio, the\ndialogue is printed in two columns, with Cokes', Mrs. Overdo's, and\nmost of Waspe's lines in one column, and Justice Overdo's line in the\nother. The stage direction is printed in the right margin.\n\n- p. 209: _Enter VAL, WHIT, HAGGISE, and BRISTLE._--Deleted \"VAL\" from\nthe list of characters entering. In the Folio, Jonson usually lists at\nthe beginning of a scene who is to speak in that scene and often uses\nthese lists to indicate an entrance. This character was not listed at\nthe beginning of this scene in the Folio and has no lines.\n\n- p. 210: HAD. Why, should the watch go by the clock--Corrected the\ncharacter title abbreviation to \"HAG.\" in keeping with the Folio.\n\n- p. 214: in justice name, and the king's, and for the\ncommonwealth.--Inserted \"[_Exit._\" at the end of Overdo's speech. On\np. 217, a stage direction indicates that Overdo re-enters, but the\nEveryman's Library edition does not indicate his exit after his\nspeech. The Folio implies he exits before Cokes, Mistress Overdo, and\nGrace enter.\n\n- p. 215: nay, you have it, sir, an you be angry, t--in your teeth,\ntwice;--Changed \"t--in\" to \"turd in\".\n\n- p. 218: Look you, sister, here, here, [_he shews his purse\nboastingly_], let him come--Deleted the comma after the second \"here\"\nfor consistency.\n\n- p. 218: COKES. _So I heard them say!_--In keeping with the Folio,\nthe text \"So I heard them say!\" is not italicized, and consequently\nthe character title \"Cokes\" is italicized in the html-based files.\n\n- p. 223: WINW. I'll look to you, in faith, gamester.--[_Aside._] An\nunfortunate foolish tribe--Reversed the order of the em dash and the\nstage direction to clarify that the first sentence is an aside.\n\n- p. 224: _Enter MRS. PURECRAFT._--Changed \"MRS.\" to \"DAME\" for\nconsistency.\n\n- p. 228: _Enter POCHER, and Officers with BUSY, followed by MRS.\nPURECRAFT._--Changed \"MRS.\" to \"DAME\" for consistency.\n\n- p. 234: After Knockem's line \"To what do you say nay, sir?\",\ninserted the stage direction from the Folio describing the game of\nvapors.\n\n- p. 236: WASPE. A t-- in your teeth, never pre dee me, for I will\nhave nothing mistaken.--Changed \"t--\" to \"turd\".\n\n- p. 236: KNOCK. T--! ha, t--? a noisome vapour: strike,\nWhit.--Changed \"T--\" and \"t--\" to spell the word \"turd.\"\n\n- p. 237: marry s-- o' your hood--Changed \"s--\" to \"shite\" using the\nspelling in the Folio.\n\n- p. 237: t-- in your teeth for a fee, now.--Changed \"t--\" to \"turd\".\n\n- pp. 253-60: In keeping with the Folio, the character titles of the\npuppets have been changed so that \"PUP.\" precedes the abbreviated\nname. For example, \"LEAN.\" (short for \"LEANDER\") has been changed to\n\"PUP. LEAN.\"\n\n- p. 254: LEATH. _How, Hogrubber of Pickthatch._--In keeping with the\nFolio, changed the period at the end of the sentence to a question\nmark.\n\n- p. 257: Italicized Leatherhead's speech beginning \"How, some wine\nthere!\" for consistency in italicizing text that is part of the puppet\nshow.\n\n- p. 257: PUP. HERO. _Kiss the whore o' the a--._--Changed \"_a--_\" to\n\"_arse_\".\n\n- p. 257: _You must kiss her o' the a--, she says._--Changed \"_a--_\"\nto \"_arse_\".\n\n- p. 260: you also, young man [_to Edgeworth_] shall be my care; stand\nthere.--Changed \"_Edgeworth_\" to \"_Edgworth_\" for consistency.\n\n- p. 261: witness this easy and honest young man, [_pointing to\nEdge_]--[_to Knock._] Now, thou esquire of dames--Changed \"_Edge_\" to\n\"_Edgworth._\" and \"_Knock_\" to \"_Knockem_\".\n\n- p. 261: _redde te Harpocratem._--Capitalized the \"_r_\" in \"_redde_\"\nand changed the period to an exclamation mark in keeping with the\nFolio. Overdo is pompously ordering Littlewit to be quiet. An English\ntranslation is: \"Turn yourself into Harpocrates!\" (i.e., the god of\nsilence).\n\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Bartholomew Fair, by Ben Jonson\n\n*** END OF THIS PROJECT GUTENBERG EBOOK BARTHOLOMEW FAIR ***\n\n***** This file should be named 49461-8.txt or 49461-8.zip *****\nThis and all associated files of various formats will be found in:\n        http:\/\/www.gutenberg.org\/4\/9\/4\/6\/49461\/\n\nProduced by Paul Haxo with special thanks to the Internet\nArchive, the University of California, and Christopher\nWebber.\n\nUpdated editions will replace the previous one--the old editions will\nbe renamed.\n\nCreating the works from print editions not protected by U.S. copyright\nlaw means that no one owns a United States copyright in these works,\nso the Foundation (and you!) can copy and distribute it in the United\nStates without permission and without paying copyright\nroyalties. Special rules, set forth in the General Terms of Use part\nof this license, apply to copying and distributing Project\nGutenberg-tm electronic works to protect the PROJECT GUTENBERG-tm\nconcept and trademark. Project Gutenberg is a registered trademark,\nand may not be used if you charge for the eBooks, unless you receive\nspecific permission. If you do not charge anything for copies of this\neBook, complying with the rules is very easy. You may use this eBook\nfor nearly any purpose such as creation of derivative works, reports,\nperformances and research. They may be modified and printed and given\naway--you may do practically ANYTHING in the United States with eBooks\nnot protected by U.S. copyright law. Redistribution is subject to the\ntrademark license, especially commercial redistribution.\n\nSTART: FULL LICENSE\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full\nProject Gutenberg-tm License available with this file or online at\nwww.gutenberg.org\/license.\n\nSection 1. General Terms of Use and Redistributing Project\nGutenberg-tm electronic works\n\n1.A. By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark\/copyright) agreement. If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or\ndestroy all copies of Project Gutenberg-tm electronic works in your\npossession. If you paid a fee for obtaining a copy of or access to a\nProject Gutenberg-tm electronic work and you do not agree to be bound\nby the terms of this agreement, you may obtain a refund from the\nperson or entity to whom you paid the fee as set forth in paragraph\n1.E.8.\n\n1.B. \"Project Gutenberg\" is a registered trademark. It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement. There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement. See\nparagraph 1.C below. There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this\nagreement and help preserve free future access to Project Gutenberg-tm\nelectronic works. See paragraph 1.E below.\n\n1.C. The Project Gutenberg Literary Archive Foundation (\"the\nFoundation\" or PGLAF), owns a compilation copyright in the collection\nof Project Gutenberg-tm electronic works. Nearly all the individual\nworks in the collection are in the public domain in the United\nStates. If an individual work is unprotected by copyright law in the\nUnited States and you are located in the United States, we do not\nclaim a right to prevent you from copying, distributing, performing,\ndisplaying or creating derivative works based on the work as long as\nall references to Project Gutenberg are removed. Of course, we hope\nthat you will support the Project Gutenberg-tm mission of promoting\nfree access to electronic works by freely sharing Project Gutenberg-tm\nworks in compliance with the terms of this agreement for keeping the\nProject Gutenberg-tm name associated with the work. You can easily\ncomply with the terms of this agreement by keeping this work in the\nsame format with its attached full Project Gutenberg-tm License when\nyou share it without charge with others.\n\n1.D. The copyright laws of the place where you are located also govern\nwhat you can do with this work. Copyright laws in most countries are\nin a constant state of change. If you are outside the United States,\ncheck the laws of your country in addition to the terms of this\nagreement before downloading, copying, displaying, performing,\ndistributing or creating derivative works based on this work or any\nother Project Gutenberg-tm work. The Foundation makes no\nrepresentations concerning the copyright status of any work in any\ncountry outside the United States.\n\n1.E. Unless you have removed all references to Project Gutenberg:\n\n1.E.1. The following sentence, with active links to, or other\nimmediate access to, the full Project Gutenberg-tm License must appear\nprominently whenever any copy of a Project Gutenberg-tm work (any work\non which the phrase \"Project Gutenberg\" appears, or with which the\nphrase \"Project Gutenberg\" is associated) is accessed, displayed,\nperformed, viewed, copied or distributed:\n\n  This eBook is for the use of anyone anywhere in the United States and\n  most other parts of the world at no cost and with almost no\n  restrictions whatsoever. You may copy it, give it away or re-use it\n  under the terms of the Project Gutenberg License included with this\n  eBook or online at www.gutenberg.org. If you are not located in the\n  United States, you'll have to check the laws of the country where you\n  are located before using this ebook.\n\n1.E.2. If an individual Project Gutenberg-tm electronic work is\nderived from texts not protected by U.S. copyright law (does not\ncontain a notice indicating that it is posted with permission of the\ncopyright holder), the work can be copied and distributed to anyone in\nthe United States without paying any fees or charges. If you are\nredistributing or providing access to a work with the phrase \"Project\nGutenberg\" associated with or appearing on the work, you must comply\neither with the requirements of paragraphs 1.E.1 through 1.E.7 or\nobtain permission for the use of the work and the Project Gutenberg-tm\ntrademark as set forth in paragraphs 1.E.8 or 1.E.9.\n\n1.E.3. If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any\nadditional terms imposed by the copyright holder. Additional terms\nwill be linked to the Project Gutenberg-tm License for all works\nposted with the permission of the copyright holder found at the\nbeginning of this work.\n\n1.E.4. Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5. Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6. You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including\nany word processing or hypertext form. However, if you provide access\nto or distribute copies of a Project Gutenberg-tm work in a format\nother than \"Plain Vanilla ASCII\" or other format used in the official\nversion posted on the official Project Gutenberg-tm web site\n(www.gutenberg.org), you must, at no additional cost, fee or expense\nto the user, provide a copy, a means of exporting a copy, or a means\nof obtaining a copy upon request, of the work in its original \"Plain\nVanilla ASCII\" or other form. Any alternate format must include the\nfull Project Gutenberg-tm License as specified in paragraph 1.E.1.\n\n1.E.7. Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8. You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works\nprovided that\n\n* You pay a royalty fee of 20% of the gross profits you derive from\n  the use of Project Gutenberg-tm works calculated using the method\n  you already use to calculate your applicable taxes. The fee is owed\n  to the owner of the Project Gutenberg-tm trademark, but he has\n  agreed to donate royalties under this paragraph to the Project\n  Gutenberg Literary Archive Foundation. Royalty payments must be paid\n  within 60 days following each date on which you prepare (or are\n  legally required to prepare) your periodic tax returns. Royalty\n  payments should be clearly marked as such and sent to the Project\n  Gutenberg Literary Archive Foundation at the address specified in\n  Section 4, \"Information about donations to the Project Gutenberg\n  Literary Archive Foundation.\"\n\n* You provide a full refund of any money paid by a user who notifies\n  you in writing (or by e-mail) within 30 days of receipt that s\/he\n  does not agree to the terms of the full Project Gutenberg-tm\n  License. You must require such a user to return or destroy all\n  copies of the works possessed in a physical medium and discontinue\n  all use of and all access to other copies of Project Gutenberg-tm\n  works.\n\n* You provide, in accordance with paragraph 1.F.3, a full refund of\n  any money paid for a work or a replacement copy, if a defect in the\n  electronic work is discovered and reported to you within 90 days of\n  receipt of the work.\n\n* You comply with all other terms of this agreement for free\n  distribution of Project Gutenberg-tm works.\n\n1.E.9. If you wish to charge a fee or distribute a Project\nGutenberg-tm electronic work or group of works on different terms than\nare set forth in this agreement, you must obtain permission in writing\nfrom both the Project Gutenberg Literary Archive Foundation and The\nProject Gutenberg Trademark LLC, the owner of the Project Gutenberg-tm\ntrademark. Contact the Foundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1. Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\nworks not protected by U.S. copyright law in creating the Project\nGutenberg-tm collection. Despite these efforts, Project Gutenberg-tm\nelectronic works, and the medium on which they may be stored, may\ncontain \"Defects,\" such as, but not limited to, incomplete, inaccurate\nor corrupt data, transcription errors, a copyright or other\nintellectual property infringement, a defective or damaged disk or\nother medium, a computer virus, or computer codes that damage or\ncannot be read by your equipment.\n\n1.F.2. LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees. YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3. YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3. LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from. If you\nreceived the work on a physical medium, you must return the medium\nwith your written explanation. The person or entity that provided you\nwith the defective work may elect to provide a replacement copy in\nlieu of a refund. If you received the work electronically, the person\nor entity providing it to you may choose to give you a second\nopportunity to receive the work electronically in lieu of a refund. If\nthe second copy is also defective, you may demand a refund in writing\nwithout further opportunities to fix the problem.\n\n1.F.4. Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO\nOTHER WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT\nLIMITED TO WARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5. Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of\ndamages. If any disclaimer or limitation set forth in this agreement\nviolates the law of the state applicable to this agreement, the\nagreement shall be interpreted to make the maximum disclaimer or\nlimitation permitted by the applicable state law. The invalidity or\nunenforceability of any provision of this agreement shall not void the\nremaining provisions.\n\n1.F.6. INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in\naccordance with this agreement, and any volunteers associated with the\nproduction, promotion and distribution of Project Gutenberg-tm\nelectronic works, harmless from all liability, costs and expenses,\nincluding legal fees, that arise directly or indirectly from any of\nthe following which you do or cause to occur: (a) distribution of this\nor any Project Gutenberg-tm work, (b) alteration, modification, or\nadditions or deletions to any Project Gutenberg-tm work, and (c) any\nDefect you cause.\n\nSection 2. Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of\ncomputers including obsolete, old, middle-aged and new computers. It\nexists because of the efforts of hundreds of volunteers and donations\nfrom people in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come. In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future\ngenerations. To learn more about the Project Gutenberg Literary\nArchive Foundation and how your efforts and donations can help, see\nSections 3 and 4 and the Foundation information page at\nwww.gutenberg.org\n\n\n\nSection 3. Information about the Project Gutenberg Literary Archive Foundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service. The Foundation's EIN or federal tax identification\nnumber is 64-6221541. Contributions to the Project Gutenberg Literary\nArchive Foundation are tax deductible to the full extent permitted by\nU.S. federal laws and your state's laws.\n\nThe Foundation's principal office is in Fairbanks, Alaska, with the\nmailing address: PO Box 750175, Fairbanks, AK 99775, but its\nvolunteers and employees are scattered throughout numerous\nlocations. Its business office is located at 809 North 1500 West, Salt\nLake City, UT 84116, (801) 596-1887. Email contact links and up to\ndate contact information can be found at the Foundation's web site and\nofficial page at www.gutenberg.org\/contact\n\nFor additional contact information:\n\n    Dr. Gregory B. Newby\n    Chief Executive and Director\n    gbnewby@pglaf.org\n\nSection 4. Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment. Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates. Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements. We do not solicit donations in locations\nwhere we have not received written confirmation of compliance. To SEND\nDONATIONS or determine the status of compliance for any particular\nstate visit www.gutenberg.org\/donate\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States. U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses. Donations are accepted in a number of other\nways including checks, online payments and credit card donations. To\ndonate, please visit: www.gutenberg.org\/donate\n\nSection 5. General Information About Project Gutenberg-tm electronic works.\n\nProfessor Michael S. Hart was the originator of the Project\nGutenberg-tm concept of a library of electronic works that could be\nfreely shared with anyone. For forty years, he produced and\ndistributed Project Gutenberg-tm eBooks with only a loose network of\nvolunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our Web site which has the main PG search\nfacility: www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n","id":191,"split":"train"}
