{"ori_id":"02eb19e46391a42912c60b7d0a072fc8684dfbd6","title":"The Return of the Soldier","context":"The Return of the Soldier\n The novel begins as the narrator, Jenny, describes her cousin by marriage Kitty Baldry pining in the abandoned nursery where her dead first son would have been raised. Occupied with the domestic management of the Baldry estate just outside London, the two are almost completely removed from the horrors of World War I. The only exception is that Kitty's husband, Chris Baldry, is a British soldier fighting in France. While Kitty laments in the nursery, Margaret Grey arrives at the estate wishing to bear news to the two women. When Jenny and Kitty meet her, they are surprised to find a drab middle-aged woman. And even more to their shock, Margaret tells them that the War Office sent her, not Kitty and Jenny, notification of Chris's injury and return home. Kitty dismisses Margaret from the estate trying to deny that she could have been the recipient of such information.\nSoon after, another cousin of Jenny notifies the two women that he in fact has visited Chris and he is obsessing over Margaret, whom he had had a summer fling with fifteen years before. Soon after, Chris returns shell-shocked to the estate thinking he is still twenty years old, but finding himself in a strange world which had aged fifteen years beyond his memory. Trying to understand what is real for Chris, Jenny asks Chris to explain what he is feeling to be true. Chris tells her the story of a romantic summer on Monkey Island, where Chris at the age of twenty fell in love with Margaret, the daughter of the innkeeper on the island. The summer ends with a rash departure by Chris caused by a fit of jealousy.\nAfter Chris tells this story, Jenny travels to nearby Wealdstone to bring Margaret back to Chris and help him understand the difference between his remembered past and reality. She arrives at Margaret's dilapidated row-house to find her disheveled and taking care of her husband. After some conversation, Jenny convinces Margaret to return with her to the estate in order to help Chris. Upon Margaret's return, Chris recognizes her and becomes excited. Before returning to her home, Margaret explains that fifteen years have passed since their Monkey Island summer and that Chris is now married to Kitty. Chris acknowledges this passage of time intellectually but cannot retrieve his memories and still pines for Margaret.\nMargaret continues to visit, and Kitty and Jenny despair about Chris's loss of memory. Jenny and Kitty decide to consult Dr Gilbert Anderson, a psychoanalyst. Dr. Anderson arrives during one of Margaret's visits and questions the women, and with the help of Margaret decides on a course of treatment: Margaret must confront Chris with proof of his dead child. Margaret retrieves toys and some of the child's clothing, and confronts Chris with the truth. Finally, Chris regains his memory, Margaret departs and Kitty rejoices in the Chris's return to a state fit to be a soldier.\nï»¿The Project Gutenberg EBook of The Return of the Soldier, by Rebecca West\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n\nTitle: The Return of the Soldier\n\nAuthor: Rebecca West\n\nRelease Date: August 24, 2011 [EBook #37189]\n\nLanguage: English\n\n\n*** START OF THIS PROJECT GUTENBERG EBOOK THE RETURN OF THE SOLDIER ***\n\n\n\n\nProduced by Chuck Greif and the Online Distributed\nProofreading Team at http:\/\/www.pgdp.net (This book was\nproduced from scanned images of public domain material\nfrom the Google Print project.)\n\n\n\n\n\n\n[Illustration: frontispiece]\n\n\n\n\nTHE RETURN\nOF THE SOLDIER\n\nBY\nREBECCA WEST\n\nNEW [Illustration: colophon] YORK\n\nGEORGE H. DORAN COMPANY\n\nCOPYRIGHT, 1918,\nBY GEORGE H. DORAN COMPANY\n\nTHE RETURN OF THE SOLDIER\n-C-\nPRINTED IN THE UNITED STATES OF AMERICA\n\n\n\n\nLIST OF ILLUSTRATIONS\n\n\nHe lay there in the confiding relaxation of\na child                                     _Frontispiece_\n\n                                                    FACING\n                                                      PAGE\n\n\"Give it a brush now and then, like a good\nsoul\"                                                    6\n\nShe would get into the four-foot punt that\nwas used as a ferry and bring it over very\nslowly                                                  66\n\n\"I oughtn't to do it, ought I?\"                        176\n\n\n\n\nTHE RETURN\nOF THE SOLDIER\n\n\n\n\nCHAPTER I\n\n\n\"Ah, don't begin to fuss!\" wailed Kitty. \"If a woman began to worry in\nthese days because her husband hadn't written to her for a fortnight!\nBesides, if he'd been anywhere interesting, anywhere where the fighting\nwas really hot, he'd have found some way of telling me instead of just\nleaving it as 'Somewhere in France.' He'll be all right.\"\n\nWe were sitting in the nursery. I had not meant to enter it again, now\nthat the child was dead; but I had come suddenly on Kitty as she slipped\nthe key into the lock, and I had lingered to look in at the high room,\nso full of whiteness and clear colors, so unendurably gay and familiar,\nwhich is kept in all respects as though there were still a child in the\nhouse. It was the first lavish day of spring, and the sunlight was\npouring through the tall, arched windows and the flowered curtains so\nbrightly that in the old days a fat fist would certainly have been\nraised to point out the new, translucent glories of the rosebud.\nSunlight was lying in great pools on the blue cork floor and the soft\nrugs, patterned with strange beasts, and threw dancing beams, which\nshould have been gravely watched for hours, on the white paint and the\nblue distempered walls. It fell on the rocking-horse, which had been\nChris's idea of an appropriate present for his year-old son, and showed\nwhat a fine fellow he was and how tremendously dappled; it picked out\nMary and her little lamb on the chintz ottoman. And along the\nmantelpiece, under the loved print of the snarling tiger, in attitudes\nthat were at once angular and relaxed, as though they were ready for\nplay at their master's pleasure, but found it hard to keep from drowsing\nin this warm weather, sat the Teddy Bear and the chimpanzee and the\nwoolly white dog and the black cat with eyes that roll. Everything was\nthere except Oliver. I turned away so that I might not spy on Kitty\nrevisiting her dead. But she called after me:\n\n\"Come here, Jenny. I'm going to dry my hair.\" And when I looked again I\nsaw that her golden hair was all about her shoulders and that she wore\nover her frock a little silken jacket trimmed with rosebuds. She looked\nso like a girl on a magazine cover that one expected to find a large \"15\ncents\" somewhere attached to her person. She had taken Nanny's big\nbasket-chair from its place by the high-chair, and was pushing it over\nto the middle window. \"I always come in here when Emery has washed my\nhair. It's the sunniest room in the house. I wish Chris wouldn't have\nit kept as a nursery when there's no chance--\" She sat down, swept her\nhair over the back of the chair into the sunlight, and held out to me\nher tortoiseshell hair-brush. \"Give it a brush now and then, like a good\nsoul; but be careful. Tortoise snaps so!\"\n\nI took the brush and turned to the window, leaning my forehead against\nthe glass and staring unobservantly at the view. You probably know the\nbeauty of that view; for when Chris rebuilt Baldry Court after his\nmarriage he handed it over to architects who had not so much the wild\neye of the artist as the knowing wink of the manicurist, and between\nthem they massaged the dear old place into matter for innumerable\nphotographs in the illustrated papers. The house lies on the crest of\nHarrowweald, and from its windows the eye drops to miles of emerald\npasture-land lying wet and brilliant under a westward line of sleek\nhills; blue with distance and distant woods, while nearer it range the\nsuave decorum of the lawn and the Lebanon cedar, the branches of which\nare like darkness made palpable, and the minatory gauntnesses of the\ntopmost pines in the wood that breaks downward, its bare boughs a close\ntexture of browns and purples, from the pond on the edge of the hill.\n\n[Illustration: \"Give it a brush now and then, like a good soul\"]\n\nThat day its beauty was an affront to me, because, like most\nEnglishwomen of my time, I was wishing for the return of a soldier.\nDisregarding the national interest and everything else except the keen\nprehensile gesture of our hearts toward him, I wanted to snatch my\nCousin Christopher from the wars and seal him in this green pleasantness\nhis wife and I now looked upon. Of late I had had bad dreams about him.\nBy nights I saw Chris running across the brown rottenness of\nNo-Man's-Land, starting back here because he trod upon a hand, not even\nlooking there because of the awfulness of an unburied head, and not till\nmy dream was packed full of horror did I see him pitch forward on his\nknees as he reached safety, if it was that. For on the war-films I have\nseen men slip down as softly from the trench-parapet, and none but the\ngrimmer philosophers could say that they had reached safety by their\nfall. And when I escaped into wakefulness it was only to lie stiff and\nthink of stories I had heard in the boyish voice of the modern\nsubaltern, which rings indomitable, yet has most of its gay notes\nflattened: \"We were all of us in a barn one night, and a shell came\nalong. My pal sang out, 'Help me, old man; I've got no legs!' and I had\nto answer, 'I can't, old man; I've got no hands!'\" Well, such are the\ndreams of Englishwomen to-day. I could not complain, but I wished for\nthe return of our soldier. So I said:\n\n\"I wish we could hear from Chris. It is a fortnight since he wrote.\"\n\nAnd then it was that Kitty wailed, \"Ah, don't begin to fuss!\" and bent\nover her image in a hand-mirror as one might bend for refreshment over\nscented flowers.\n\nI tried to build about me such a little globe of ease as always\nensphered her, and thought of all that remained good in our lives though\nChris was gone. I was sure that we were preserved from the reproach of\nluxury, because we had made a fine place for Chris, one little part of\nthe world that was, so far as surfaces could make it so, good enough for\nhis amazing goodness. Here we had nourished that surpassing amiability\nwhich was so habitual that one took it as one of his physical\ncharacteristics, and regarded any lapse into bad temper as a calamity as\nstartling as the breaking of a leg; here we had made happiness\ninevitable for him. I could shut my eyes and think of innumerable\nproofs of how well we had succeeded, for there never was so visibly\ncontented a man. And I recalled all that he did one morning just a year\nago when he went to the front.\n\nFirst he had sat in the morning-room and talked and stared out on the\nlawns that already had the desolation of an empty stage, although he had\nnot yet gone; then broke off suddenly and went about the house, looking\ninto many rooms. He went to the stables and looked at the horses and had\nthe dogs brought out; he refrained from touching them or speaking to\nthem, as though he felt himself already infected with the squalor of war\nand did not want to contaminate their bright physical well-being. Then\nhe went to the edge of the wood and stood staring down into the clumps\nof dark-leaved rhododendrons and the yellow tangle of last year's\nbracken and the cold winter black of the trees. (From this very window I\nhad spied on him.) Then he moved broodingly back to the house to be\nwith his wife until the moment of his going, when Kitty and I stood on\nthe steps to see him motor off to Waterloo. He kissed us both. As he\nbent over me I noticed once again how his hair was of two colors, brown\nand gold. Then he got into the car, put on his Tommy air, and said: \"So\nlong! I'll write you from Berlin!\" and as he spoke his head dropped\nback, and he set a hard stare on the house. That meant, I knew, that he\nloved the life he had lived with us and desired to carry with him to the\ndreary place of death and dirt the complete memory of everything about\nhis home, on which his mind could brush when things were at their worst,\nas a man might finger an amulet through his shirt. This house, this life\nwith us, was the core of his heart.\n\n\"If he could come back!\" I said. \"He was so happy here!\"\n\nAnd Kitty answered:\n\n\"He could not have been happier.\"\n\nIt was important that he should have been happy, for, you see, he was\nnot like other city men. When we had played together as children in that\nwood he had always shown great faith in the imminence of the improbable.\nHe thought that the birch-tree would really stir and shrink and quicken\ninto an enchanted princess, that he really was a red Indian, and that\nhis disguise would suddenly fall from him at the right sundown, that at\nany moment a tiger might lift red fangs through the bracken, and he\nexpected these things with a stronger motion of the imagination than the\nordinary child's make-believe. And from a thousand intimations, from his\noccasional clear fixity of gaze on good things as though they were about\nto dissolve into better, from the passionate anticipation with which he\nwent to new countries or met new people, I was aware that this faith had\npersisted into his adult life. He had exchanged his expectation of\nbecoming a red Indian for the equally wistful aspiration of becoming\ncompletely reconciled to life. It was his hopeless hope that some time\nhe would have an experience that would act on his life like alchemy,\nturning to gold all the dark metals of events, and from that revelation\nhe would go on his way rich with an inextinguishable joy. There had\nbeen, of course, no chance of his ever getting it. Literally there\nwasn't room to swing a revelation in his crowded life. First of all, at\nhis father's death he had been obliged to take over a business that was\nweighted by the needs of a mob of female relatives who were all useless\neither in the old way, with antimacassars, or in the new way, with\ngolf-clubs; then Kitty had come along and picked up his conception of\nnormal expenditure, and carelessly stretched it as a woman stretches a\nnew glove on her hand. Then there had been the difficult task of\nlearning to live after the death of his little son. It had lain on us,\nthe responsibility, which gave us dignity, to compensate him for his\nlack of free adventure by arranging him a gracious life. But now, just\nbecause our performance had been so brilliantly adequate, how dreary was\nthe empty stage!\n\nWe were not, perhaps, specially contemptible women, because nothing\ncould ever really become a part of our life until it had been referred\nto Chris's attention. I remember thinking, as the parlor-maid came in\nwith a card on the tray, how little it mattered who had called and what\nflag of prettiness or wit she flew, since there was no chance that Chris\nwould come in and stand over her, his fairness red in the firelight, and\nshow her that detached attention, such as an unmusical man pays to good\nmusic, which men of anchored affections give to attractive women.\n\nKitty read from the card:\n\n\"'Mrs. William Grey, Mariposa, Ladysmith Road, Wealdstone,' I don't know\nanybody in _Wealdstone_.\" That is the name of the red suburban stain\nwhich fouls the fields three miles nearer London than Harrowweald. One\ncannot now protect one's environment as one once could. \"Do I know her,\nWard? Has she been here before?\"\n\n\"Oh, no, ma'am.\" The parlor-maid smiled superciliously. \"She said she\nhad news for you.\" From her tone one could deduce an over-confiding\nexplanation made by a shabby visitor while using the door-mat almost too\nzealously.\n\nKitty pondered, then said:\n\n\"I'll come down.\" As the girl went, Kitty took up the amber hair-pins\nfrom her lap and began swathing her hair about her head. \"Last year's\nfashion,\" she commented; \"but I fancy it'll do for a person with that\nsort of address.\" She stood up, and threw her little silk\ndressing-jacket over the rocking-horse. \"I'm seeing her because she may\nneed something, and I specially want to be kind to people while Chris is\naway. One wants to deserve well of heaven.\" For a minute she was aloof\nin radiance, but as we linked arms and went out into the corridor she\nbecame more mortal, with a pout. \"The people that come breaking into\none's nice, quiet day!\" she moaned reproachfully, and as we came to the\nhead of the broad stair-case she leaned over the white balustrade to\npeer down on the hall, and squeezed my arm. \"Look!\" she whispered.\n\nJust beneath us, in one of Kitty's prettiest chintz arm-chairs, sat a\nmiddle-aged woman. She wore a yellowish raincoat and a black hat with\nplumes. The sticky straw hat had only lately been renovated by something\nout of a little bottle bought at the chemist's. She had rolled her black\nthread gloves into a ball on her lap, so that she could turn her gray\nalpaca skirt well above her muddy boots and adjust its brush-braid with\na seamed red hand that looked even more worn when she presently raised\nit to touch the glistening flowers of the pink azalea that stood on a\ntable beside her. Kitty shivered, then muttered:\n\n\"Let's get this over,\" and ran down the stairs. On the last step she\npaused and said with conscientious sweetness, \"Mrs. Grey!\"\n\n\"Yes,\" answered the visitor. She lifted to Kitty a sallow and relaxed\nface the expression of which gave me a sharp, pitying pang of\nprepossession in her favor: it was beautiful that so plain a woman\nshould so ardently rejoice in another's loveliness. \"Are you Mrs.\nBaldry?\" she asked, almost as if she were glad about it, and stood up.\nThe bones of her bad stays clicked as she moved. Well, she was not so\nbad. Her body was long and round and shapely, and with a noble\nsquareness of the shoulders; her fair hair curled diffidently about a\ngood brow; her gray eyes, though they were remote, as if anything worth\nlooking at in her life had kept a long way off, were full of tenderness;\nand though she was slender, there was something about her of the\nwholesome, endearing heaviness of the ox or the trusted big dog. Yet she\nwas bad enough. She was repulsively furred with neglect and poverty, as\neven a good glove that has dropped down behind a bed in a hotel and has\nlain undisturbed for a day or two is repulsive when the chambermaid\nretrieves it from the dust and fluff.\n\nShe flung at us as we sat down:\n\n\"My general maid is sister to your second housemaid.\"\n\nIt left us at a loss.\n\n\"You've come about a reference?\" asked Kitty.\n\n\"Oh, no. I've had Gladys two years now, and I've always found her a very\ngood girl. I want no reference.\" With her finger-nail she followed the\nburst seam of the dark pigskin purse that slid about on her shiny alpaca\nlap. \"But girls talk, you know. You mustn't blame them.\" She seemed to\nbe caught in a thicket of embarrassment, and sat staring up at the\nazalea.\n\nWith the hardness of a woman who sees before her the curse of women's\nlives, a domestic row, Kitty said that she took no interest in servants'\ngossip.\n\n\"Oh, it isn't--\" her eyes brimmed as though we had been\nunkind--\"servants' gossip that I wanted to talk about. I only mentioned\nGladys\"--she continued to trace the burst seam of her purse--\"because\nthat's how I heard you didn't know.\"\n\n\"What don't I know?\"\n\nHer head drooped a little.\n\n\"About Mr. Baldry. Forgive me, I don't know his rank.\"\n\n\"Captain Baldry,\" supplied Kitty, wonderingly. \"What is it that I don't\nknow?\"\n\nShe looked far away from us, to the open door and its view of dark pines\nand pale March sunshine, and appeared to swallow something.\n\n\"Why, that he's hurt,\" she gently said.\n\n\"Wounded, you mean?\" asked Kitty.\n\nHer rusty plumes oscillated as she moved her mild face about with an air\nof perplexity.\n\n\"Yes,\" she said, \"he's wounded.\"\n\nKitty's bright eyes met mine, and we obeyed that mysterious human\nimpulse to smile triumphantly at the spectacle of a fellow-creature\noccupied in baseness. For this news was not true. It could not possibly\nbe true. The War Office would have wired to us immediately if Chris had\nbeen wounded. This was such a fraud as one sees recorded in the papers\nthat meticulously record squalor in paragraphs headed, \"Heartless Fraud\non Soldier's Wife.\" Presently she would say that she had gone to some\nexpense to come here with her news and that she was poor, and at the\nfirst generous look on our faces there would come some tale of trouble\nthat would disgust the imagination by pictures of yellow-wood furniture\nthat a landlord oddly desired to seize and a pallid child with bandages\nround its throat. I cast down my eyes and shivered at the horror. Yet\nthere was something about the physical quality of the woman, unlovely\nthough she was, which preserved the occasion from utter baseness. I felt\nsure that had it not been for the tyrannous emptiness of that evil,\nshiny pigskin purse that jerked about on her trembling knees the poor\ndriven creature would have chosen ways of candor and gentleness. It was,\nstrangely enough, only when I looked at Kitty and marked how her\nbrightly colored prettiness arched over this plain criminal as though\nshe were a splendid bird of prey and this her sluggish insect food that\nI felt the moment degrading.\n\nKitty was, I felt, being a little too clever over it.\n\n\"How is he wounded?\" she asked.\n\nThe caller traced a pattern on the carpet with her blunt toe.\n\n\"I don't know how to put it; he's not exactly wounded. A shell burst--\"\n\n\"Concussion?\" suggested Kitty.\n\nShe answered with an odd glibness and humility, as though tendering us a\nterm she had long brooded over without arriving at comprehension, and\nhoping that our superior intelligences would make something of it:\n\n\"Shell-shock.\" Our faces did not illumine, so she dragged on lamely,\n\"Anyway, he's not well.\" Again she played with her purse. Her face was\nvisibly damp.\n\n\"Not well? Is he dangerously ill?\"\n\n\"Oh, no.\" She was too kind to harrow us. \"Not dangerously ill.\"\n\nKitty brutally permitted a silence to fall. Our caller could not bear\nit, and broke it in a voice that nervousness had turned to a funny,\ndiffident croak.\n\n\"He's in the Queen Mary Hospital at Boulogne.\" We did not speak, and she\nbegan to flush and wriggle on her seat, and stooped forward to fumble\nunder the legs of her chair for her umbrella. The sight of its green\nseams and unveracious tortoiseshell handle disgusted Kitty into speech.\n\n\"How do you know all this?\"\n\nOur visitor met her eyes. This was evidently a moment for which she had\nsteeled herself, and she rose to it with a catch of her breath. \"A man\nwho used to be a clerk along with my husband is in Mr. Baldry's\nregiment.\" Her voice croaked even more piteously, and her eyes begged:\n\"Leave it at that! Leave it at that! If you only knew--\"\n\n\"And what regiment is that?\" pursued Kitty.\n\nThe poor sallow face shone with sweat.\n\n\"I never thought to ask,\" she said.\n\n\"Well, your friend's name--\"\n\nMrs. Grey moved on her seat so suddenly and violently that the pigskin\npurse fell from her lap and lay at my feet. I supposed that she cast it\nfrom her purposely because its emptiness had brought her to this\nhumiliation, and that the scene would close presently in a few quiet\ntears.\n\nI hoped that Kitty would let her go without scarring her too much with\nwords and would not mind if I gave her a little money. There was no\ndoubt in my mind but that this queer, ugly episode in which this woman\nbutted like a clumsy animal at a gate she was not intelligent enough to\nopen would dissolve and be replaced by some more pleasing composition in\nwhich we would take our proper parts; in which, that is, she would turn\nfrom our rightness ashamed. Yet she cried:\n\n\"But Chris is ill!\"\n\nIt took only a second for the compact insolence of the moment to\npenetrate, the amazing impertinence of the use of his name, the\naccusation of callousness she brought against us whose passion for Chris\nwas our point of honor, because we would not shriek at her false news,\nthe impudently bright, indignant gaze she flung at us, the lift of her\nvoice that pretended she could not understand our coolness and\nirrelevance. I pushed the purse away from me with my toe, and hated her\nas the rich hate the poor as insect things that will struggle out of the\ncrannies which are their decent home and introduce ugliness to the light\nof day. And Kitty said in a voice shaken with pitilessness:\n\n\"You are impertinent. I know exactly what you are doing. You have read\nin the 'Harrow Observer' or somewhere that my husband is at the front,\nand you come to tell this story because you think that you will get some\nmoney. I've read of such cases in the papers. You forget that if\nanything had happened to my husband the War Office would have told me.\nYou should think yourself very lucky that I don't hand you over to the\npolice.\" She shrilled a little before she came to the end. \"Please go!\"\n\n\"Kitty!\" I breathed. I was so ashamed that such a scene should spring\nfrom Chris's peril at the front that I wanted to go out into the garden\nand sit by the pond until the poor thing had removed her deplorable\numbrella, her unpardonable raincoat, her poor frustrated fraud. But Mrs.\nGrey, who had begun childishly and deliberately, \"It's _you_ who are\nbeing--\" and had desisted simply because she realized that there were no\nharsh notes on her lyre, and that she could not strike these chords\nthat others found so easy, had fixed me with a certain wet, clear,\npatient gaze. It is the gift of animals and those of peasant stock. From\nthe least regarded, from an old horse nosing over a gate, or a drab in a\nwork-house ward, it wrings the heart. From this woman--I said\ncheckingly:\n\n\"Kitty!\" and reconciled her in an undertone. \"There's some mistake. Got\nthe name wrong, perhaps. Please tell us all about it.\"\n\nMrs. Grey began a forward movement like a curtsy. She was groveling\nafter that purse. When she rose, her face was pink from stooping, and\nher dignity swam uncertainly in a sea of half-shed tears. She said:\n\n\"I'm sorry I've upset you. But when you know a thing like that it isn't\nin flesh and blood to keep it from his wife. I am a married woman\nmyself, and I know. I knew Mr. Baldry fifteen years ago.\" Her voice\nfreely confessed that she had taken a liberty. \"Quite a friend of the\nfamily he was.\" She had added that touch to soften the crude\nsurprisingness of her announcement. It hardly did. \"We lost sight of\neach other. It's fifteen years since we last met. I had never seen nor\nheard of him nor thought to do again till I got this a week ago.\"\n\nShe undid the purse and took out a telegram. I knew suddenly that all\nshe said was true; for that was why her hands had clasped that purse.\n\n\"He isn't well! He isn't well!\" she said pleadingly. \"He's lost his\nmemory, and thinks--thinks he still knows me.\"\n\nShe passed the telegram to Kitty, who read it, and laid it on her knee.\n\n\"See,\" said Mrs. Grey, \"it's addressed to Margaret Allington, my maiden\nname, and I've been married these ten years. And it was sent to my old\nhome, Monkey Island, at Bray. Father kept the inn there. It's fifteen\nyears since we left it. I never should have got this telegram if me and\nmy husband hadn't been down there last September and told the folks who\nkeep it now who I was.\"\n\nKitty folded up the telegram and said in a little voice:\n\n\"This is a likely story.\"\n\nAgain Mrs. Grey's eyes brimmed. \"People are rude to one,\" she visibly\nsaid, but surely not nice people like this. She simply continued to sit.\n\nKitty cried out, as though arguing:\n\n\"There's nothing about shell-shock in this wire.\"\n\nOur visitor melted into a trembling shyness.\n\n\"There was a letter, too.\"\n\nKitty held out her hand.\n\nShe gasped:\n\n\"Oh, no, I couldn't do that!\"\n\n\"I must have it,\" said Kitty.\n\nThe caller's eyes grew great. She rose and dived clumsily for her\numbrella, which had again slipped under the chair.\n\n\"I can't,\" she cried, and scurried to the open door like a pelted dog.\nShe would have run down the steps at once had not some tender thought\narrested her. She turned to me trustfully and stammered, \"He is at that\nhospital I said,\" as if, since I had dealt her no direct blow, I might\nbe able to salve the news she brought from the general wreck of manners.\nAnd then Kitty's stiff pallor struck to her heart, and cried\ncomfortingly across the distance, \"I tell you, I haven't seen him for\nfifteen years.\" She faced about, pushed down her hat on her head, and\nran down the steps to the gravel. \"They won't understand!\" we heard her\nsob.\n\nFor a long time we watched her as she went along the drive, her\nyellowish raincoat looking sick and bright in the sharp sunshine, her\nblack plumes nodding like the pines above, her cheap boots making her\nwalk on her heels, a spreading stain on the fabric of our life. When she\nwas quite hidden by the dark clump of rhododendrons at the corner, Kitty\nturned and went to the fireplace. She laid her arms against the oak\nmantel-piece and cooled her face against her arms.\n\nWhen at last I followed her she said:\n\n\"Do you believe her?\"\n\nI started. I had forgotten that we had ever disbelieved her.\n\n\"Yes,\" I replied.\n\n\"What can it mean?\" She dropped her arms and stared at me imploringly.\n\"Think, think, of something it can mean which isn't detestable!\"\n\n\"It's all a mystery,\" I said; and added madly, because nobody had ever\nbeen cross with Kitty, \"You didn't help to clear it up.\"\n\n\"Oh, I know you think I was rude,\" she petulantly moaned; \"but you're\nso slow you don't see what it means. Either it means that he's mad, our\nChris, our splendid, sane Chris, all broken and queer, not knowing us--I\ncan't bear to think of that. It can't be true. But if he isn't--Jenny,\nthere was nothing in that telegram to show he'd lost his memory. It was\njust affection--a name that might have been a pet name, things that it\nwas a little common to put in a telegram. It's queer he should have\nwritten such a message, queer that he shouldn't have told me about\nknowing her, queer that he ever should have known such a woman. It shows\nthere are bits of him we don't know. Things may be awfully wrong. It's\nall such a breach of trust! I resent it.\"\n\nI was appalled by these stiff, dignified gestures that seemed to be\nplucking Chris's soul from his body, tormented though it was by this\nunknown calamity.\n\n\"But Chris is ill!\" I cried.\n\nShe stared at me.\n\n\"You're saying what she said.\"\n\nIndeed, there seemed no better words than those Mrs. Grey had used. I\nrepeated:\n\n\"But he is ill!\"\n\nShe laid her face against her arms again.\n\n\"What does that matter?\" she wailed. \"If he could send that telegram, he\nis no longer ours.\"\n\n\n\n\nCHAPTER II\n\n\nI was sorry the next morning that the post comes too late at Harrowweald\nto be brought up with the morning tea and waits for one at the breakfast\ntable; for under Kitty's fixed gaze I had to open a letter which bore\nthe Boulogne postmark and was addressed in the writing of Frank Baldry,\nChris's cousin, who is in the church. He wrote:\n\n         DEAR JENNY:\n\n     You will have to break it to Kitty and try to make her take it as\n     quietly as possible. This sentence will sound ominous as a start,\n     but I'm so full of the extraordinary thing that has happened to\n     Chris that I feel as if every living creature was in possession of\n     the facts. I don't know how much you know about it, so I'd better\n     begin at the beginning. Last Thursday I got a wire from Chris,\n     saying that he had had concussion, though not seriously, and was in\n     a hospital about a mile from Boulogne, where he would be glad to\n     see me. It struck me as odd that it had been sent to Ollenshaws,\n     where I was curate fifteen years ago. Fortunately, I have always\n     kept in touch with Sumpter, whom I regard as a specimen of the very\n     best type of country clergymen, and he forwarded it without\n     unnecessary delay. I started that evening, and looked hard for you\n     and Kitty on the boat; but came to the conclusion I should probably\n     find you at the hospital.\n\n     After having breakfasted in the town,--how superior French cooking\n     is! I would have looked in vain for such coffee, such an omelet, in\n     my own parish,--I went off to look for the hospital. It is a girls'\n     school, which has been taken over by the Red Cross, with fair-sized\n     grounds and plenty of nice dry paths under the _tilleuls_. I could\n     not see Chris for an hour, so I sat down on a bench by a funny,\n     little round pond, with a stone coping, very French. Some wounded\n     soldiers who came out to sit in the sun were rather rude because I\n     was not in khaki, even when I explained that I was a priest of God\n     and that the feeling of the bishops was strongly against the\n     enlistment of the clergy. I do feel that the church has lost its\n     grip on the masses.\n\n     Then a nurse came out and took me in to see Chris. He is in a nice\n     room, with a southern exposure, with three other officers, who\n     seemed very decent (not the \"new army,\" I am glad to say). He was\n     better than I had expected, but did not look quite himself. For one\n     thing, he was oddly boisterous. He seemed glad to see me, and told\n     me he could remember nothing about his concussion, but that he\n     wanted to get back to Harrowweald. He talked a lot about the wood\n     and the upper pond and wanted to know if the daffies were out yet,\n     and when he would be allowed to travel, because he felt that he\n     would get well at once if only he could get home. And then he was\n     silent for a minute, as though he was holding something back. It\n     will perhaps help you to realize the difficulty of my position when\n     you understand that all this happened before I had been in the room\n     five minutes!\n\n     Without flickering an eyelid, quite easily and naturally, he gave\n     me the surprising information that he was in love with a girl\n     called Margaret Allington, who is the daughter of a man who keeps\n     the inn on Monkey Island, at Bray on the Thames. He uttered some\n     appreciations of this woman which I was too upset to note. I\n     gasped, \"How long has this been going on?\" He laughed at my\n     surprise, and said, \"Ever since I went down to stay with Uncle\n     Ambrose at Dorney after I'd got my B.Sc.\" Fifteen years ago! I was\n     still staring at him, unable to believe this barefaced admission of\n     a deception carried on for years, when he went on to say that,\n     though he had wired to her and she had wired a message in return,\n     she hadn't said anything about coming over to see him. \"Now,\" he\n     said quite coolly, \"I know old Allington's had a bad season,--oh,\n     I'm quite well up in the innkeeping business these days,--and I\n     think it may quite possibly be a lack of funds that is keeping her\n     away. I've lost my check-book somewhere in the scrim, and so I\n     wonder if you'd send her some money. Or, better still, for she's a\n     shy country thing, you might fetch her.\"\n\n     I stared. \"Chris,\" I said, \"I know the war is making some of us\n     very lax, and I can only ascribe to that the shamelessness with\n     which you admit the existence of a long-standing intrigue; but when\n     it comes to asking me to go over to England and fetch the woman--\"\n     He interrupted me with a sneer that we parsons are inveterately\n     eighteenth century and have our minds perpetually inflamed by\n     visions of squires' sons seducing country wenches, and declared\n     that he meant to marry this Margaret Allington. \"Oh, indeed!\" I\n     said. \"And may I ask what Kitty says to this arrangement?\" \"Who the\n     devil is Kitty?\" he asked blankly. \"Kitty is your wife,\" I said\n     quietly, but firmly. He sat up and shouted: \"I haven't got a wife!\n     Has some woman been turning up with a cock-and-bull story of being\n     my wife? Because it's the damnedest lie!\"\n\n     I determined to settle the matter by sharp, common-sense handling.\n     \"Chris,\" I said, \"you have evidently lost your memory. You were\n     married to Kitty Ellis at St. George's, Hanover Square, on the\n     third, or it may have been the fourth\"--you know my wretched memory\n     for dates--\"of February, in 1906.\" He turned very pale and asked\n     what year this was. \"1916,\" I told him. He fell back in a fainting\n     condition. The nurse came, and said I had done it all right this\n     time, so she at least seemed to have known that he required a rude\n     awakening, although the doctor, a very nice man, Winchester and\n     New, told me he had known nothing of Chris's delusions.\n\n     An hour later I was called back into the room. Chris was looking at\n     himself in a hand-mirror, which he threw on the floor as I entered.\n     \"You are right,\" he said; \"I'm not twenty-one, but thirty-six.\" He\n     said he felt lonely and afraid, and that I must bring Margaret\n     Allington to him at once or he would die. Suddenly he stopped\n     raving and asked, \"Is father all right?\" I prayed for guidance, and\n     answered, \"Your father passed away twelve years ago.\" He said,\n     \"Good God! can't you say he _died_,\" and he turned over and lay\n     with his back to me. I have never before seen a strong man weep,\n     and it is indeed a terrible sight. He moaned a lot, and began to\n     call for this Margaret. Then he turned over again and said, \"Now\n     tell us all about this Kitty that I've married.\" I told him she was\n     a beautiful little woman, and mentioned that she had a charming and\n     cultivated soprano voice. He said very fractiously: \"I don't like\n     little women, and I hate anybody, male or female, who sings. O God,\n     I don't like this Kitty. Take her away!\" And then he began to rave\n     again about this woman. He said that he was consumed with desire\n     for her and that he would never rest until he once more held her in\n     his arms. I had no suspicion that Chris had this side to his\n     nature, and it was almost a relief when he fainted again.\n\n     I have not seen him since, and it is evening; but I have had a long\n     talk with the doctor, who says that he has satisfied himself that\n     Chris is suffering from a loss of memory extending over a period of\n     fifteen years. He says that though, of course, it will be an\n     occasion of great trial to us all, he thinks that, in view of\n     Chris's expressed longing for Harrowweald, he ought to be taken\n     home, and advises me to make all arrangements for bringing him back\n     some time next week. I hope I shall be upheld in this difficult\n     enterprise.\n\n     In the meantime I leave it to you to prepare Kitty for this\n     terrible shock. I could have wished it were a woman of a different\n     type who was to see my poor cousin through these dark days, but\n     convey to her my deepest sympathy. Indeed, I never realized the\n     horror of warfare until I saw my cousin, of whose probity I am as\n     firmly convinced as of my own wantonly repudiating his most sacred\n     obligations.\n\n          Yours ever,\n\n                FRANK.\n\nOver my shoulder Kitty muttered:\n\n\"And he always pretended he liked my singing.\" Then she gripped my arm\nand shrieked in a possessive fury: \"Bring him home! Bring him home!\"\n\nSo, a week later, they brought Chris home.\n\nFrom breakfast-time that day the house was pervaded with a\nday-before-the-funeral feeling. Although all duties arising from the\noccasion had been performed, one could settle to nothing else. Chris was\nexpected at one, but then there came a telegram to say he was delayed\ntill the late afternoon. So Kitty, whose beauty was as changed in grief\nfrom its ordinary seeming as a rose in moonlight is different from a\nrose by day, took me down after lunch to the greenhouses and had a\nsnappishly competent conversation about the year's vegetables with Pipe,\nthe gardener. Then Kitty went into the drawing-room and filled the house\nwith the desolate merriment of an inattentively played pianola, while I\nsat in the hall and wrote letters and noticed how sad dance-music has\nsounded ever since the war began. After that she started a savage raid\nof domestic efficiency, and made the housemaids cry because the brass\nhandles of the tall-boys were not bright enough and because there was\nonly ten-to-one instead of a hundred-to-one risk of breaking a leg on\nthe parquet. Then she had tea, and hated the soda-cake. She was a\nlittle, shrunk thing, huddled in the arm-chair farthest from the light,\nwhen at last the big car came nosing up the drive through the dark.\n\nWe stood up. Through the thudding of the engines came the sound of\nChris's great male voice which always had in it a note like the baying\nof a big dog. \"Thanks, I can manage by myself.\" I heard, amazed, his\nstep ring strong upon the stone, for I had felt his absence as a kind of\ndeath from which he would emerge ghostlike, impalpable. And then he\nstood in the doorway, the gloom blurring his outlines like fur, the\nfaint, clear candle-light catching the fair down on his face. He did\nnot see me, in my dark dress, or huddled Kitty, and with the sleepy\nsmile of one who returns to a dear, familiar place to rest he walked\ninto the hall and laid down his stick and his khaki cap beside the\ncandlestick on the oak table. With both hands he felt the old wood, and\nstood humming happily through his teeth.\n\nI cried out, because I had seen that his hair was of three colors now,\nbrown and gold and silver.\n\nWith a quick turn of the head, he found me out in the shadows.\n\n\"Hullo, Jenny!\" he said, and gripped my hands.\n\n\"O Chris, I am so glad!\" I stuttered, and then could say no more for\nshame that I was thirty-five instead of twenty. For his eyes had\nhardened in the midst of his welcome, as though he had trusted that I at\nleast would have been no party to this conspiracy to deny that he was\nyoung, and he said:\n\n\"I've dropped Frank in town. My temper's of the convalescent type.\" He\nmight as well have said, \"I've dropped Frank, who had grown old, like\nyou.\"\n\n\"Chris,\" I went on, \"it's so wonderful to have you safe.\"\n\n\"Safe,\" he repeated. He sighed very deeply and continued to hold my\nhands. There was a rustle in the shadows, and he dropped my hands.\n\nThe face that looked out of the dimness to him was very white, and her\nupper lip was lifted over her teeth in a distressed grimace. It was\nimmediately as plain as though he had shouted it that this sad mask\nmeant nothing to him. He knew not because memory had given him any\ninsight into her heart, but because there is an instinctive kindliness\nin him which makes him wise about all suffering, that it would hurt her\nif he asked if this was his wife; but his body involuntarily began a\ngesture of inquiry before he realized that that, too, would hurt her,\nand he checked it half-way. So, through a silence, he stood before her\nslightly bent, as though he had been maimed.\n\n\"I am your wife.\" There was a weak, wailing anger behind the words.\n\n\"Kitty,\" he said softly and kindly. He looked around for some\ngraciousness to make the scene less wounding, and stooped to kiss her;\nbut he could not. The thought of another woman made him unable to\nbreathe, sent the blood running under his skin.\n\nWith a toss, like a child saying, \"Well, if you don't want to, I'm sure\nI wouldn't for the world!\" Kitty withdrew from the suspended caress. He\nwatched her retreat into the shadows as though she were a symbol of this\nnew life by which he was baffled and oppressed, until the darkness\noutside became filled with the sound like the surf which we always hear\nat Harrowweald on angry evenings, and his eyes became distant, and his\nlips smiled. \"Up here--in this old place--how one hears the pines!\"\n\nShe cried out from the other end of the room, as though she were\nspeaking with some one behind a shut door:\n\n\"I've ordered dinner at seven. I thought you'd probably have missed a\nmeal or two, or would want to go to bed early.\" She said it very\nsmartly, with her head on one side like a bird, as if she was pleading\nthat he would find her very clever about ordering dinner and thinking of\nhis comfort.\n\n\"Good,\" he said. \"I'd better dress now, hadn't I?\" He looked up the\nstair-case, and would have gone up had I not held him back; for the\nlittle room in the south wing, with the fishing-rods and the old books,\nwent in the rebuilding, absorbed by the black-and-white magnificence\nthat is Kitty's bedroom.\n\n\"Oh, I'll take you up,\" Kitty rang out efficiently. She pulled at his\ncoat-sleeve, so they started level on the lowest step. But as they went\nup, the sense of his separateness beat her back; she lifted her arms as\nthough she struggled through a fog, and fell behind. When he reached the\ntop she was standing half-way down the stairs, her hands clasped under\nher chin. But he did not see her. He was looking along the corridor and\nsaying, \"This house is different.\" If the soul has to stay in its coffin\ntill the lead is struck asunder, in its captivity it speaks with such a\nvoice.\n\nShe braced herself with a gallant laugh.\n\n\"How you've forgotten!\" she cried, and ran up to him, rattling her keys\nand looking grave with housewifery, and I was left alone with the dusk\nand the familiar things. The dusk flowed in wet and cool from the\ngarden, as if to put out the fire of confusion lighted on our\nhearthstone, and the furniture, very visible through that soft evening\nopacity with the observant brightness of old, well-polished wood, seemed\nterribly aware. Strangeness had come into the house, and everything was\nappalled by it, even time. For the moments dragged. It seemed to me,\nhalf an hour later, that I had been standing for an infinite period in\nthe drawing-room, remembering that in the old days the blinds had never\nbeen drawn in this room because old Mrs. Baldry had liked to see the\nnight gathering like a pool in the valley while the day lingered as a\nwhite streak above the farthest hills, and perceiving in pain that the\nheavy blue blinds that shroud the nine windows because a lost Zeppelin\nsometimes clanks like a skeleton across the sky above us would make his\nhome seem even more like prison.\n\nI began to say what was in my mind to Kitty when she came in, but she\nmoved past me, remote in preoccupation, and I was silent when I saw\nthat she was dressed in all respects like a bride. The gown she wore on\nher wedding-day ten years ago had been cut and embroidered as this white\nsatin was; her hair had been coiled low on her neck, as it was now.\nAround her throat were her pearls, and her longer chain of diamonds\ndropped, looking cruelly bright, to her white, small breasts; because\nshe held some needlework to her bosom, I saw that her right hand was\nstiff with rings and her left hand bare save for her wedding-ring. She\ndropped her load of flannel on a work-table and sat down, spreading out\nher skirts, in an arm-chair by the fire. With her lower lip thrust out,\nas if she were considering a menu, she lowered her head and looked down\non herself. She frowned to see that the high lights on the satin shone\nscarlet from the fire, that her flesh glowed like a rose, and she\nchanged her seat for a high-backed chair beneath the farthest\ncandle-sconce. There were green curtains close by, and now the lights on\nher satin gown were green like cleft ice. She looked as cold as\nmoonlight, as virginity, but precious; the falling candle-light struck\nher hair to bright, pure gold. So she waited for him.\n\nThere came suddenly a thud at the door. We heard Chris swear and stumble\nto his feet, while one of the servants spoke helpfully. Kitty knitted\nher brows, for she hates gracelessness, and a failure of physical\nadjustment is the worst indignity she can conceive.\n\n\"He's fallen down those three steps from the hall,\" I whispered.\n\"They're new.\" She did not listen, because she was controlling her face\ninto harmony with the appearance of serene virginity upon which his eyes\nwould fall when he entered the room.\n\nHis fall had ruffled him and made him look very large and red, and he\nbreathed hard, like an animal pursued into a strange place by night,\nand to his hot consciousness of his disorder the sight of Kitty, her\nface and hands and bosom shining like the snow, her gown enfolding her,\nand her gold hair crowning her with radiance, and the white fire of\njewels giving passion to the spectacle, was a deep refreshment. She sat\nstill for a time, so that he might feel this well, then raised her\nringed hand to her necklaces.\n\n\"It seems so strange that you should not remember me,\" she said. \"You\ngave me all these.\"\n\nHe answered kindly:\n\n\"I am glad I did that. You look very beautiful in them.\" But as he spoke\nhis gaze shifted to the shadows in the corners of the room, and the\nblood ran hot under his skin. He was thinking of another woman, of\nanother beauty.\n\nKitty put up her hands as if to defend her jewels.\n\nIn that silence dinner was announced, and we went into the dining-room.\nIt is the fashion at Baldry Court to use no electric light save when\nthere is work to be done or a great company to be entertained, and to\neat and talk by the mild clarity of many candles. That night it was a\nkindly fashion, for we sat about the table with our faces veiled in\nshadow, and seemed to listen in quiet contentment to the talk of our man\nwho had come back to us. Yet all through the meal I was near to weeping,\nbecause whenever he thought himself unobserved he looked at the things\nthat were familiar to him. Dipping his head, he would glance sidewise at\nthe old oak paneling, and nearer things he fingered as though sight were\nnot intimate enough a contact. His hand caressed the arm of his chair,\nbecause he remembered the black gleam of it, stole out and touched the\nrecollected salt-cellar. It was his furtiveness that was heartrending;\nit was as though he were an outcast, and we who loved him stout\npolicemen. Was Baldry Court so sleek a place that the unhappy felt\noffenders there? Then we had all been living wickedly, and he, too. As\nhis fingers glided here and there he talked bravely about non-committal\nthings: to what ponies we had been strapped when at the age of five we\nwere introduced to the hunting-field; how we had teased to be allowed to\nkeep swans in the pond above the wood, and how the yellow bills of our\nintended pets had sent us shrieking homeward; and all the dear life that\nmakes the bland English country-side secretly adventurous. \"Funny\nthing,\" he said. \"All the time I was at Boulogne I wanted to see a\nkingfisher, that blue scudding down a stream, or a heron's flight round\na willow--\" He checked himself suddenly; his head fell forward on his\nchest. \"You have no herons here, of course,\" he said drearily, and\nfingered the arm of his chair again. Then he raised his head again,\nbrisk with another subject. \"Do they still have trouble with foxes at\nSteppy End?\"\n\nKitty shook her head.\n\n\"I don't know.\"\n\n\"Griffiths will know,\" Chris said cheerily, and swung round on his seat\nto ask the butler, and found him osseous, where Griffiths was rotund;\ndark, where Griffiths had been merrily mottled; strange, where Griffiths\nhad been a part of home, a condition of life. He sat back in his chair\nas though his heart had stopped.\n\nWhen the butler who is not Griffiths had left the room he spoke gruffly.\n\n\"Stupid of me, I know; but where is Griffiths?\"\n\n\"Dead seven years ago,\" said Kitty, her eyes on her plate.\n\nHe sighed deeply in a shuddering horror.\n\n\"I'm sorry. He was a good man.\"\n\nI cleared my throat.\n\n\"There are new people here, Chris, but they love you as the old ones\ndid.\"\n\nHe forced himself to smile at us both, to a gay response.\n\n\"As if I didn't know that to-night!\"\n\nBut he did not know it. Even to me he would give no trust, because it\nwas Jenny the girl who had been his friend and not Jenny the woman. All\nthe inhabitants at this new tract of time were his enemies, all its\ncircumstances his prison-bars. There was suspicion in the gesture with\nwhich, when we were back in the drawing-room he picked up the flannel\nfrom the work-table.\n\n\"Whose is this?\" he said curiously. His mother had been a hard-riding\nwoman, not apt with her needle.\n\n\"Clothes for one of the cottages,\" answered Kitty, breathlessly.\n\"We--we've a lot of responsibilities, you and I. With all of the land\nyou've bought, there are ever so many people to look after.\"\n\nHe moved his shoulders uneasily, as if under a yoke, and, after he had\ndrunk his coffee, pulled up one of the blinds and went out to pace the\nflagged walk under the windows. Kitty huddled carelessly by the fire,\nher hands over her face, unheeding by its red glow she looked not so\nvirginal and bride-like; so I think she was too distracted even to plan.\nI went to the piano. Through this evening of sentences cut short because\ntheir completed meaning was always sorrow, of normal life dissolved to\ntears, the chords of Beethoven sounded serenely.\n\n\"So you like Jenny,\" said Kitty, suddenly, \"to play Beethoven when it's\nthe war that's caused all this. I could have told that you would have\nchosen to play German music this night of all nights.\"\n\nSo I began a saraband by Purcell, a jolly thing that makes one see a\nplump, sound woman dancing on a sanded floor in some old inn, with\ncasks of good ale all about her and a world of sunshine and May lanes\nwithout. As I played I wondered if things like this happened when\nPurcell wrote such music, empty of everything except laughter and simple\ngreeds and satisfactions and at worst the wail of unrequited love. Why\nhad modern life brought forth these horrors, which made the old\ntragedies seem no more than nursery-shows? And the sky also is\ndifferent. Behind Chris's head, as he halted at the open window, a\nsearch-light turned all ways in the night, like a sword brandished among\nthe stars.\n\n\"Kitty.\"\n\n\"Yes, Chris.\" She was sweet and obedient and alert.\n\n\"I know my conduct must seem to you perversely insulting,\"--behind him\nthe search-light wheeled while he gripped the sides of the window,--\"but\nif I do not see Margaret Allington I shall die.\"\n\nShe raised her hands to her jewels, and pressed the cool globes of her\npearls into her flesh. \"She lives near here,\" she said easily. \"I will\nsend the car down for her to-morrow. You shall see as much of her as you\nlike.\"\n\nHis arms fell to his sides.\n\n\"Thank you,\" he muttered; \"you're all being so kind--\" He disengaged\nhimself into the darkness.\n\nI was amazed at Kitty's beautiful act and more amazed to find that it\nhad made her face ugly. Her eyes snapped as they met mine.\n\n\"That dowd!\" she said, keeping her voice low, so that he might not hear\nit as he passed to and fro before the window. \"That dowd!\"\n\nThis sudden abandonment of beauty and amiability meant so much in our\nKitty, whose law of life is grace, that I went over and kissed her.\n\n\"Dear, you're taking things all the wrong way,\" I said. \"Chris is ill--\"\n\n\"He's well enough to remember her all right,\" she replied unanswerably.\nHer silver shoe tapped the floor; she pinched her lips for some moments.\n\"After all, I suppose I can sit down to it. Other women do. Teddy Rex\nkeeps a Gaiety girl, and Mrs. Rex has to grin and bear it.\" She shrugged\nin answer to my silence. \"What else is it, do you think? It means that\nChris is a man like other men. But I did think that bad women were\npretty. I suppose he's had so much to do with pretty ones that a plain\none's a change.\"\n\n\"Kitty! Kitty! how can you!\"\n\nBut her little pink mouth went on manufacturing malice.\n\n\"This is all a blind,\" she said at the end of an unpardonable sentence.\n\"He's pretending.\"\n\nI, who had felt his agony all the evening like a wound in my own body,\nwas past speech then, and I did not care what I did to stop her. I\ngripped her small shoulders with my large hands, and shook her till her\njewels rattled and she scratched my fingers and gasped for breath. But I\ndid not mind so long as she was silent.\n\nChris spoke from the darkness.\n\n\"Jenny!\" I let her go. He came in and stood over us, running his hand\nthrough his hair unhappily. \"Let's all be decent to each other,\" he said\nheavily. \"It's all such a muddle, and it's so rotten for all of us--\"\n\nKitty shook herself neat and stood up.\n\n\"Why don't you say, 'Jenny, you mustn't be rude to visitors'? It's how\nyou feel, I know.\" She gathered up her needlework. \"I'm going to bed.\nIt's been a horrid night.\"\n\nShe spoke so pathetically, like a child who hasn't enjoyed a party as\nmuch as it had thought it would, that both of us felt a stir of\ntenderness toward her as she left the room. We smiled sadly at each\nother as we sat down by the fire, and I perceived that, perhaps because\nI was flushed and looked younger, he felt more intimate with me than he\nhad yet done since his return. Indeed, in the warm, friendly silence\nthat followed he was like a patient when tiring visitors have gone and\nhe is left alone with his trusted nurse; smiled under drooped lids and\nthen paid me the high compliment of disregard. His limbs relaxed, he\nsank back into his chair. I watched him vigilantly, and was ready at\nthat moment when thought intruded into his drowsings and his face began\nto twitch. I asked:\n\n\"You can't remember her at all?\"\n\n\"Oh, yes,\" he said, without raising his eyelids, \"in a sense. I know how\nshe bows when you meet her in the street, how she dresses when she goes\nto church. I know her as one knows a woman staying in the same hotel,\njust like that.\"\n\n\"It's a pity you can't remember Kitty. All that a wife should be she's\nbeen to you.\"\n\nHe sat forward, warming his palms at the blaze and hunching his\nshoulders as though there were a draft. His silence compelled me to look\nat him, and I found his eyes, cold and incredulous and frightened, on\nme.\n\n\"Jenny, is this true?\"\n\n\"That Kitty's been a good wife?\"\n\n\"That Kitty is my wife, that I am old, that\"--he waved a hand at the\naltered room--\"all this.\"\n\n\"It is all true. She is your wife, and this place is changed, and it's\nbetter and jollier in all sorts of ways, believe me, and fifteen years\nhave passed. Why, Chris, can't you see that I have grown old?\" My vanity\ncould hardly endure his slow stare, but I kept my fingers clasped on my\nlap. \"You see?\"\n\nHe turned away with an assenting mutter; but I saw that deep down in\nhim, not to be moved by any material proof, his spirit was incredulous.\n\n\"Tell me what seems real to you,\" I begged. \"Chris, be a pal. I'll never\ntell.\"\n\n\"M-m-m,\" he said. His elbows were on his knees, and his hands stroked\nhis thick tarnished hair. I could not see his face, but I knew that his\nskin was red and that his gray eyes were wet and bright. Then suddenly\nhe lifted his chin and laughed, like a happy swimmer breaking through a\nwave that has swept him far inshore. He glowed with a radiance that\nilluminated the moment till my blood tingled and I began to rub my hands\ntogether and laugh, too. \"Why, Monkey Island's real. But you don't know\nold Monkey. Let me tell you.\"\n\n\n\n\nCHAPTER III\n\n\nChris told the story lingeringly, in loving detail. From Uncle Ambrose's\ngates, it seems, one took the path across the meadow where Whiston's\ncows are put to graze, passed through the second stile--the one between\nthe two big alders--into a long straight road that ran across the flat\nlands to Bray. After a mile or so there branched from it a private road\nthat followed a line of noble poplars down to the ferry. Between two of\nthem--he described it meticulously, as though it were of immense\nsignificance--there stood a white hawthorn. In front were the\ndark-green, glassy waters of an unvisited back-water, and beyond them a\nbright lawn set with many walnut-trees and a few great chestnuts, well\nlighted with their candles, and to the left of that a low, white house\nwith a green dome rising in its middle, and a veranda with a roof of\nhammered iron that had gone verdigris-color with age and the Thames\nweather. This was the Monkey Island Inn. The third Duke of Marlborough\nhad built it for a \"folly,\" and perching there with nothing but a line\nof walnut-trees and a fringe of lawn between it and the fast, full,\nshining Thames, it had an eighteenth-century grace and silliness.\n\nWell, one sounded the bell that hung on a post, and presently Margaret\nin a white dress would come out of the porch and would walk to the stone\nsteps down to the river. Invariably, as she passed the walnut-tree that\noverhung the path, she would pick a leaf, crush it, and sniff the sweet\nscent; and as she came near the steps she would shade her eyes and peer\nacross the water. \"She is a little near-sighted; you can't imagine how\nsweet it makes her look,\" Chris explained. (I did not say that I had\nseen her, for, indeed, this Margaret I had never seen.) A sudden serene\ngravity would show that she had seen one, and she would get into the\nfour-foot punt that was used as a ferry and bring it over very slowly,\nwith rather stiff movements of her long arms, to exactly the right\nplace. When she had got the punt up on the gravel her serious brow would\nrelax, and she would smile at one and shake hands and say something\nfriendly, like, \"Father thought you'd be over this afternoon, it being\nso fine; so he's saved some duck's eggs for tea.\"\n\nAnd then one took the pole from her and brought her back to the island,\nthough probably one did not mount the steps to the lawn for a long time.\nIt was so good to sit in the punt by the landing-stage while Margaret\ndabbled her hands in the black waters and forgot her shyness as one\ntalked. \"She's such good company. She's got an accurate mind that\nwould have made her a good engineer, but when she picks up facts she\nkind of gives them a motherly hug. She's charity and love itself.\"\n(Again I did not say that I had seen her.) If people drifted in to tea,\none had to talk to her while she cut the bread and butter and the\nsandwiches in the kitchen, but in this year of floods few visitors cared\nto try the hard rowing below Bray Lock.\n\n[Illustration: She would get into the four-foot punt that was used as a\nferry and bring it over very slowly]\n\nSo usually one sat down there in the boat, talking with a sense of\nleisure, as though one had all the rest of one's life in which to carry\non this conversation, and noting how the reflected ripple of the water\nmade a bright, vibrant, mark upon her throat, and other effects of the\nscene upon her beauty, until the afternoon grew drowsy, and she said,\n\"Father will be wanting his tea.\" And they would go up and find old\nAllington, in white ducks, standing in the fringe of long grasses and\ncow-parsley on the other edge of the island, looking to his poultry or\nhis rabbits. He was a little man, with a tuft of copper-colored hair\nrising from the middle of his forehead like a clown's curl, who shook\nhands hard and explained very soon that he was a rough diamond.\n\nThen they all had tea under the walnut-tree where the canary's cage was\nhanging, and the ducks' eggs would be brought out, and Mr. Allington\nwould talk much Thames-side gossip: how the lock-keeper at Teddington\nhad had his back broken by a swan, mad as swans are in May; how they\nwould lose their license at the Dovetail Arms if they were not careful;\nand how the man who kept the inn by Surly Hall was like to die, because\nafter he had been cursing his daughter for two days for having run away\nwith a soldier from Windsor Barracks, he had suddenly seen her white\nface in a clump of rushes in the river just under the hole in the\ngarden fence. Margaret would sit quiet, round-eyed at the world's ways,\nand shy because of Chris.\n\nSo they would sit on that bright lawn until the day was dyed with\nevening blue, and Mr. Allington was more and more often obliged to leap\ninto the punt to chase his ducks, which had started on a trip to Bray\nLock, or to crawl into the undergrowth after rabbits similarly\ndemoralized by the dusk.\n\nThen Chris would say he had to go, and they would stand in a communing\nsilence while the hearty voice of Mr. Allington shouted from midstream\nor under the alder-boughs a disregarded invitation to stay and have a\nbite of supper. In the liquefaction of colors which happens on a summer\nevening, when the green grass seemed like a precious fluid poured out on\nthe earth and dripping over to the river, and the chestnut candles were\nno longer proud flowers, but just wet, white lights in the humid mass\nof the tree, when the brown earth seemed just a little denser than the\nwater, Margaret also participated.\n\nChris explained this part of his story stumblingly; but I, too, have\nwatched people I loved in the dusk, and I know what he meant. As she sat\nin the punt while he ferried himself across it was no longer visible\nthat her fair hair curled differently and that its rather wandering\nparting was a little on one side; that her straight brows, which were a\nlittle darker than her hair, were nearly always contracted in a frown of\nconscientious speculation; that her mouth and chin were noble, yet as\ndelicate as flowers; that her shoulders were slightly hunched because\nher young body, like a lily-stem, found it difficult to manage its own\ntallness. She was then just a girl in white who lifted a white face or\ndrooped a dull-gold head. Then she was nearer to him than at any other\ntime. That he loved her in this twilight, which obscured all the\nphysical details which he adored, seemed to him a guarantee that theirs\nwas a changeless love which would persist if she were old or maimed or\ndisfigured.\n\nHe stood beside the crazy post where the bell hung and watched the white\nfigure take the punt over the black waters, mount the gray steps, and\nassume some of their grayness, become a green shade in the green\ndarkness of the foliage-darkened lawn, and he exulted in that guarantee.\n\nHow long this went on he had forgotten; but it continued for some time\nbefore there came the end of his life, the last day he could remember. I\nwas barred out of that day. His lips told me of its physical\nappearances, while from his wet, bright eyes and his flushed skin, his\nbeautiful signs of a noble excitement, I tried to derive the real story.\nIt seemed that the day when he bicycled over to Monkey Island, happy\nbecause Uncle Ambrose had gone up to town and he could stay to supper\nwith the Allingtons, was the most glorious day the year had yet brought.\nThe whole world seemed melting into light. Cumulus-clouds floated very\nhigh, like lumps of white light, against a deep, glowing sky, and\ndropped dazzling reflections on the beaming Thames. The trees moved not\nlike timber, shocked by wind, but floatingly, like weeds at the bottom\nof a well of sunshine. When Margaret came out of the porch and paused,\nas she always did, to crush and smell the walnut-leaf and shade her eyes\nwith her hand, her white dress shone like silver.\n\n[Illustration: He lay there in the confiding relaxation of a child]\n\nShe brought the punt across and said very primly, \"Dad will be\ndisappointed; he's gone up to town on business,\" and answered gravely,\n\"That is very kind of you,\" when he took the punt-pole from her and\nsaid laughingly: \"Never mind. I'll come and see you all the same.\" (I\ncould see them as Chris spoke, so young and pale and solemn, with the\nintense light spilling all around them.) That afternoon they did not sit\nin the punt by the landing-stage, but wandered about the island and\nplayed with the rabbits and looked at the ducks and were inordinately\nsilent. For a long time they stood in the fringe of rough grass on the\nother side of the island, and Margaret breathed contentedly that the\nThames was so beautiful. Past the spit of sand at the far end of the\nisland, where a great swan swanked to the empty reach that it would\nprotect its mate against all comers, the river opened to a silver\nbreadth between flat meadows stretching back to far rows of pin-thick\nblack poplars, until it wound away to Windsor behind a line of high\ntrees whose heads were bronze with unopened buds, and whose flanks were\nhidden by a head of copper-beech and crimson and white hawthorn.\n\nChris said he would take her down to Dorney Lock in the skiff, and she\ngot in very silently and obediently; but as soon as they were out in\nmidstream she developed a sense of duty, and said she could not leave\nthe inn with just that boy to look after it. And then she went into the\nkitchen and, sucking in her lower lip for shyness, very conscientiously\ncut piles of bread and butter in case some visitors came to tea. Just\nwhen Chris was convincing her of the impossibility of any visitors\narriving they came, a fat woman in a luscious pink blouse and an old\nchap who had been rowing in a tweed waistcoat. Chris went out, though\nMargaret laughed and trembled and begged him not to, and waited on them.\nIt should have been a great lark, but suddenly he hated them, and when\nthey offered him a tip for pushing the boat off, he snarled absurdly\nand ran back, miraculously relieved, to the bar-parlor.\n\nStill Margaret would not leave the island. \"Supposing,\" she said, \"that\nMr. Learoyd comes for his ale.\" But she consented to walk with him to\nthe wild part of the island, where poplars and alders and willows grew\nround a clearing in which white willow-herb and purple figwort and here\nand there a potato-flower, last ailing consequence of one of Mr.\nAllington's least successful enterprises, fought down to the fringe of\niris on the river's lip. In this gentle jungle was a rustic seat, relic\nof a reckless aspiration on the part of Mr. Allington to make this a\npleasure-garden, and on it they sat until a pale moon appeared above the\ngreen corn-field on the other side of the river. \"Not six yet,\" he said,\ntaking out his watch. \"Not six yet,\" she repeated. Words seemed to bear\nmore significance than they had ever borne before. Then a heron flapped\ngigantic in front of the moon, and swung in wide circles round the\nwillow-tree before them. \"Oh, look!\" she cried. He seized the hand she\nflung upward and gathered her into his arms. They were so for long,\nwhile the great bird's wings beat about them.\n\nAfterward she pulled at his hand. She wanted to go back across the lawn\nand walk round the inn, which looked mournful, as unlit houses do by\ndusk. They passed beside the green-and-white stucco barrier of the\nveranda and stood on the three-cornered lawn that shelved high over the\nstream at the island's end, regarding the river, which was now something\nmore wonderful than water, because it had taken to its bosom the rose\nand amber glories of the sunset smoldering behind the elms and Bray\nchurch-tower. Birds sat on the telegraph wires that spanned the river as\nthe black notes sit on a staff of music. Then she went to the window of\nthe parlor and rested her cheek against the glass, looking in. The\nlittle room was sad with twilight, and there was nothing to be seen but\nMargaret's sewing-machine on the table and the enlarged photograph of\nMargaret's mother over the mantel-piece, and the views of Tintern Abbey\nframed in red plush, and on the floor, the marigold pattern making\nitself felt through the dusk, Mr. Allington's carpet slippers. \"Think of\nme sitting in there,\" she whispered, \"not knowing you loved me.\" Then\nthey went into the bar and drank milk, while she walked about fingering\nfamiliar things with an absurd expression of exaltation, as though that\nday she was fond of everything, even the handles of the beer-engine.\n\nWhen there had descended on them a night as brilliant as the day he drew\nher out into the darkness, which was sweet with the scent of\nwalnut-leaves, and they went across the lawn, bending beneath the\nchestnut-boughs, not to the wild part of the island, but to a circle of\nsmooth turf divided from it by a railing of wrought iron. On this stood\na small Greek temple, looking very lovely in the moonlight. He had never\nbrought Margaret here before, because Mr. Allington had once told him,\nspatulate forefinger at his nose, that it had been built for the \"dook\"\nfor his excesses, and it was in the quality of his love for her that he\ncould not bear to think of her in association with anything base. But\nto-night there was nothing anywhere but beauty. He lifted her in his\narms and carried her within the columns, and made her stand in a niche\nabove the altar. A strong stream of moonlight rushed upon her there; by\nits light he could not tell if her hair was white as silver or yellow as\ngold, and again he was filled with exaltation because he knew that it\nwould not have mattered if it had been white. His love was changeless.\nLifting her down from the niche, he told her so.\n\nAnd as he spoke, her warm body melted to nothingness in his arms. The\ncolumns that had stood so hard and black against the quivering tide of\nmoonlight and starlight seemed to totter and dissolve. He was lying in a\nhateful world where barbed-wire entanglements showed impish knots\nagainst a livid sky full of blooming noise and splashes of fire and\nwails for water, and his back was hurting intolerably.\n\nChris fell to blowing out the candles, and I, perhaps because the\negotistical part of me was looking for something to say that would make\nhim feel me devoted and intimate, could not speak.\n\nSuddenly he desisted, stared at a candle-flame, and said:\n\n\"If you had seen the way she rested her cheek against the glass and\nlooked into the little room you'd understand that I can't say, 'Yes,\nKitty's my wife, and Margaret somehow just nothing at all.'\"\n\n\"Of course you can't,\" I murmured sympathetically.\n\nWe gripped hands, and he brought down on our conversation the finality\nof darkness.\n\n\n\n\nCHAPTER IV\n\n\nNext morning it appeared that the chauffeur had taken the car up to town\nto get a part replaced, and Margaret could not be brought from\nWealdstone till the afternoon. It fell to me to fetch her. \"At least,\"\nKitty had said, \"I might be spared that humiliation.\" Before I started I\nwent to the pond on the hill's edge. It is a place where autumn lives\nfor half the year, for even when the spring lights tongues of green fire\nin the undergrowth, and the valley shows sunlit between the tree-trunks,\nhere the pond is fringed with yellow bracken and tinted bramble, and the\nwater flows amber over last winter's leaves.\n\nThrough this brown gloom, darkened now by a surly sky, Chris was taking\nthe skiff, standing in the stern and using his oar like a gondolier. He\nhad come down here soon after breakfast, driven from the house by the\nstrangeness of all but the outer walls, and discontented with the\ngrounds because everything but this wet, intractable spot bore the marks\nof Kitty's genius. After lunch there had been another attempt to settle\ndown, but with a grim glare at a knot of late Christmas roses bright in\na copse that fifteen years ago had been dark he went back to the\nrusset-eaved boat-house and this play with the skiff. It was a boy's\nsport, and it was dreadful to see him turn a middle-aged face as he\nbrought the boat inshore.\n\n\"I'm just going down to fetch Margaret,\" I said.\n\nHe thanked me for it.\n\n\"But, Chris, I must tell you. I've seen Margaret. She came up here, so\nkind and sweet, to tell us you were wounded. She's the greatest dear in\nthe world, but she's not as you think of her. She's old, Chris. She\nisn't beautiful any longer. She's drearily married. She's seamed and\nscored and ravaged by squalid circumstances. You can't love her when you\nsee her.\"\n\n\"Didn't I tell you last night,\" he said, \"that that doesn't matter?\" He\ndipped his oar to a stroke that sent him away from me. \"Bring her soon.\nI shall wait for her down here.\"\n\nWealdstone is not, in its way, a bad place; it lies in the lap of open\ncountry, and at the end of every street rise the green hills of Harrow\nand the spires of Harrow School. But all the streets are long and red\nand freely articulated with railway arches, and factories spoil the\nskyline with red, angular chimneys, and in front of the shops stood\nlittle women with backs ridged by cheap stays, who tapped their upper\nlips with their forefingers and made other feeble, doubtful gestures,\nas though they wanted to buy something and knew that if they did they\nwould have to starve some other appetite. When we asked them the way\nthey turned to us faces sour with thrift. It was a town of people who\ncould not do as they liked.\n\nAnd here Margaret lived in a long road of red-brick boxes, flecked here\nand there with the pink blur of almond-blossom, which debouched in a\nflat field where green grass rose up rank through clay mold blackened by\ncoal-dust from the railway. Mariposa, which was the last house in the\nroad, did not even have an almond-tree. In the front garden, which\nseemed to be imperfectly reclaimed from the greasy field, yellow crocus\nand some sodden squills just winked, and the back, where a man was\nhandling a spade without mastery, presented the austere appearance of an\nallotment. And not only did Margaret live in this place; she also\nbelonged to it. When she opened the door she gazed at me with watering\neyes, and in perplexity stroked her disordered hair with a floury hand.\nHer face was sallow with heat, and beads of perspiration glittered in\nthe deep, dragging line between her nostrils and the corners of her\nmouth. She said:\n\n\"He's home?\"\n\nI nodded.\n\nShe pulled me inside and slammed the door.\n\n\"Is he well?\" she asked.\n\n\"Quite,\" I answered.\n\nHer tense stare relaxed. She rubbed her hands on her overall and said:\n\n\"You'll excuse me. It's the girl's day out. If you'll step into the\nparlor--\"\n\nSo in her parlor I sat and told her how it was with Chris and how\ngreatly he desired to see her. And as I spoke of his longing I turned my\neyes away from her, because she was sitting on a sofa, upholstered in\nvelveteen of a sickish green, which was so low that her knees stuck up\nin front of her, and she had to clasp them with her seamed, floury\nhands. I could see that the skin of her face was damp. And my voice\nfailed me as I looked round the room, because I saw just what Margaret\nhad seen that evening fifteen years ago when she had laid her cheek to\nthe parlor window at Monkey Island. There was the enlarged photograph of\nMargaret's mother over the mantelpiece, on the walls were the views of\nTintern Abbey framed in red plush, between the rickety legs of the china\ncupboard was the sewing-machine, and tucked into the corner between my\nchair and the fender were a pair of carpet slippers. All her life long\nMargaret, who in her time had partaken of the supreme dignity of a\nrequited love, had lived with men who wore carpet slippers in the house.\nI turned my eyes away again, and this time looked down the garden at the\nfigure that was not so much digging as exhibiting his incapacity to\ndeal with a spade. He was sneezing very frequently, and his sneezes made\nthe unbuckled straps at the back of his waistcoat wag violently. I\nsupposed him to be Mr. William Grey.\n\nI had finished the statement of our sad case, and I saw that though she\nhad not moved, clasping her knees in a set, hideous attitude, the tears\nwere rolling down her cheeks.\n\n\"Oh, don't! Oh, don't!\" I exclaimed, standing up. Her tear-stained\nimmobility touched the heart. \"He's not so bad; he'll get quite well.\"\n\n\"I know, I know,\" she said miserably. \"I don't believe that anything bad\ncould be allowed to happen to Chris for long. And I'm sure,\" she said\nkindly, \"you're looking after him beautifully. But when a thing you had\nthought had ended fifteen years ago starts all over again, and you're\nvery tired--\" She drew a hand across her tears, her damp skin, her\nrough, bagging overall. \"I'm hot. I've been baking. You can't get a girl\nnowadays that understands the baking.\" Her gaze became remote and\ntender, and she said in a manner that was at once argumentative and\nnarrative, as though she were telling the whole story to a neighbor over\nthe garden wall: \"I suppose I ought to say that he isn't right in his\nhead, and that I'm married, so we'd better not meet; but, oh,\" she\ncried, and I felt as though, after much fumbling with damp matches and\nmany doubts as to whether there was any oil in the wick, I had lit the\nlamp at last, \"I want to see him so! It's wrong, I know it's wrong, but\nI am so glad Chris wants to see me, too!\"\n\n\"You'll do him good.\" I found myself raising my voice to the pitch she\nhad suddenly attained as though to keep her at it. \"Come now!\"\n\nShe dipped suddenly to compassion.\n\n\"But the young lady?\" she asked timidly. \"She was upset the last time.\nI've often wondered if I did right in going. Even if Chris has\nforgotten, he'll want to do what's right. He couldn't bear to hurt her.\"\n\n\"That's true,\" I said. \"You do know our Chris. He watches her out of the\ncorner of his eye, even when he's feeling at his worst, to see she isn't\nwincing. But she sent me here to-day.\"\n\n\"Oh!\" cried Margaret, glowing, \"she must have a lovely nature!\"\n\nI lost suddenly the thread of the conversation. I could not talk about\nKitty. She appeared to me at that moment a faceless figure with\nflounces, just as most of the servants at Baldry Court appear to me as\nfaceless figures with caps and aprons. There were only two real people\nin the world, Chris and this woman whose personality was sounding\nthrough her squalor like a beautiful voice singing in a darkened room,\nand I was absorbed in a mental vision of them. You know how the saints\nand the prophets are depicted in the steel engravings in old Bibles; so\nthey were standing, in flowing white robes on rocks against a\npitch-black sky, a strong light beating on their eyes upturned in\necstasy and their hand outstretched to receive the spiritual blessing of\nwhich the fierce rays were an emanation. Into that rapt silence I\ndesired to break, and I whispered irrelevantly, \"Oh, nothing, nothing is\ntoo good for Chris!\" while I said to myself, \"If she really were like\nthat, solemn and beatified!\" and my eyes returned to look despairingly\non her ugliness. But she really was like that. She had responded to my\nirrelevant murmur of adoration by just such a solemn and beatified\nappearance as I had imagined. Her grave eyes were upturned, her worn\nhands lay palm upward on her knees, as though to receive the love of\nwhich her radiance was an emanation. And then, at a sound in the\nkitchen, she snatched my exaltation from me by suddenly turning dull.\n\n\"I think that's Mr. Grey come in from his gardening. You'll excuse me.\"\n\nThrough the open door I heard a voice saying in a way which suggested\nthat its production involved much agitation of a prominent Adam's apple:\n\n\"Well, dear, seeing you had a friend, I thought I'd better slip up and\nchange my gardening trousers.\" I do not know what she said to him, but\nher voice was soft and comforting and occasionally girlish and\ninterrupted by laughter, and I perceived from its sound that with\ncharacteristic gravity she had accepted it as her mission to keep\nloveliness and excitement alive in his life.\n\n\"An old friend of mine has been wounded,\" was the only phrase I heard;\nbut when she drew him out into the garden under the window she had\nevidently explained the situation away, for he listened docilely as she\nsaid: \"I've made some rock-cakes for your tea. And if I'm late for\nsupper, there's a dish of macaroni cheese you must put in the oven and a\ntin of tomatoes to eat with it. And there is a little rhubarb and\nshape.\" She told them off on her fingers, and then whisked him round and\nbuckled the wagging straps at the back of his waistcoat. He was a lank\nman, with curly gray hairs growing from every place where it is\ninadvisable that hairs should grow,--from the inside of his ears, from\nhis nostrils, on the back of his hands,--but he looked pleased when she\ntouched him, and he said in a devoted way:\n\n\"Very well, dear. Don't worry about me. I'll trot along after tea and\nhave a game of draughts with Brown.\"\n\nShe answered:\n\n\"Yes, dear. And now get on with those cabbages. You're going to keep me\nin lovely cabbages, just as you did last year, won't you, darling?\" She\nlinked arms with him and took him back to his digging.\n\nWhen she came back into the parlor again she was wearing that yellowish\nraincoat, that hat with hearse plumes nodding over its sticky straw,\nthat gray alpaca skirt. I first defensively clenched my hands. It would\nhave been such agony to the finger-tips to touch any part of her\napparel. And then I thought of Chris, to whom a second before I had\nhoped to bring a serene comforter. I perceived clearly that that\necstatic woman lifting her eyes and her hands to the benediction of love\nwas Margaret as she existed in eternity; but this was Margaret as she\nexisted in time, as the fifteen years between Monkey Island and this\ndamp day in Ladysmith Road had irreparably made her. Well, I had\npromised to bring her to him.\n\nShe said:\n\n\"I'm ready,\" and against that simple view of her condition I had no\nargument. But when she paused by the painted drainpipe in the hall and\npeered under contracted brows for that unveracious tortoiseshell handle,\nI said hastily:\n\n\"Oh, don't trouble about an umbrella.\"\n\n\"I'll maybe need it walking home,\" she pondered.\n\n\"But the car will bring you back.\"\n\n\"Oh, that will be lovely,\" she said, and laughed nervously, looking very\nplain. \"Do you know, I know the way we're coming together is terrible,\nbut I can't think of a meeting with Chris as anything but a kind of\ntreat. I've got a sort of party feeling now.\"\n\nAs she held the gate open for me she looked back at the house.\n\n\"It's a horrid little house, isn't it?\" she asked. She evidently desired\nsanction for a long-suppressed discontent.\n\n\"It isn't very nice,\" I agreed.\n\n\"They put cows sometimes into the field at the back,\" she went on, as if\nconscientiously counting her blessings. \"I like that; but otherwise it\nisn't much.\"\n\n\"But it's got a very pretty name,\" I said, laying my hand on the raised\nmetal letters that spelled \"Mariposa\" across the gate.\n\n\"Ah, isn't it!\" she exclaimed, with the smile of the inveterate\nromanticist. \"It's Spanish, you know, for butterfly.\"\n\nOnce we were in the automobile, she became a little sullen with shyness,\nbecause she felt herself so big and clumsy, her clothes so coarse,\nagainst the fine upholstery, the silver vase of Christmas roses, and all\nthe deliberate delicacy of Kitty's car. She was afraid of the chauffeur,\nas the poor are always afraid of men-servants, and ducked her head when\nhe got out to start the car. To recall her to ease and beauty I told her\nthat though Chris had told me all about their meeting, he knew nothing\nof their parting, and that I wished very much to hear what had happened.\n\nIn a deep, embarrassed voice she began to tell me about Monkey Island.\nIt was strange how both Chris and she spoke of it as though it were not\na place, but a magic state which largely explained the actions performed\nin it. Strange, too, that both of them should describe meticulously the\none white hawthorn that stood among the poplars by the ferry-side. I\nsuppose a thing that one has looked at with some one one loves acquires\nforever after a special significance. She said that her father had gone\nthere when she was fourteen. After Mrs. Arlington had been taken away by\na swift and painful death the cheer of his Windsor hostelry had become\nintolerable to the man; he regarded the whole world as her grave, and\nthe tipsy sergeants in scarlet, the carter crying for a pint of\nfour-half, and even the mares dipping their mild noses to the trough in\nthe courtyard seemed to be defiling it by their happy, simple appetites.\nSo they went to Monkey Island, the utter difference of which was a\nhealing, and settled down happily in its green silence. All the summer\nwas lovely; quiet, kind people, schoolmasters who fished, men who wrote\nbooks, married couples who still loved solitude, used to come and stay\nin the bright little inn. And all the winter was lovely, too; her\ntemperament could see an adventure in taking up the carpets because the\nThames was coming into the coffee-room. That was the tale of her life\nfor four years. With her head on one side, and the air of judging this\nquestion by the light of experience, she pronounced that she had then\nbeen happy.\n\nThen one April afternoon Chris landed at the island, and by the first\nclean, quick movement of tying up his boat made her his slave. I could\nimagine that it would be so. He was wonderful when he was young; he\npossessed in great measure the loveliness of young men, which is like\nthe loveliness of the spry foal or the sapling, but in him it was vexed\ninto a serious and moving beauty by the inhabiting soul. When the\nsunlight lay on him, disclosing the gold hairs on his brown head, or\nwhen he was subject to any other physical pleasure, there was always\nreserve in his response to it. From his eyes, which, though gray, were\nsomehow dark with speculation, one perceived that he was distracted by\nparticipation in some spiritual drama. To see him was to desire intimacy\nwith him, so that one might intervene between this body, which was\nformed for happiness, and this soul, which cherished so deep a faith in\ntragedy. Well, she gave Chris ducks' eggs for tea. \"No one ever had\nducks' eggs like father did. It was his way of feeding them. It didn't\npay, of course, but they were good.\" Before the afternoon was out he\nhad snared them all with the silken net of his fine manners; he had\ntalked to father about his poultry and had walked about the runs and\nshown an intelligent interest, and then, as on many succeeding days, he\nhad laid his charm at the girl's feet. \"But I thought he must be some\none royal, and when he kept on coming, I thought it must be for the\nducks' eggs.\" Then her damp, dull skin flushed suddenly to a warm glory,\nand she began to stammer.\n\n\"I know all about that,\" I said quickly. I was more afraid that I should\nfeel envy or any base passion in the presence of this woman than I have\never been of anything else in my life. \"I want to hear how you came to\npart.\"\n\n\"Oh,\" she cried, \"it was the silliest quarrel! We had known how we felt\nfor just a week. Such a week! Lovely weather we had, and father hadn't\nnoticed anything. I didn't want him to, because I thought father might\nwant the marriage soon and think any delay a slight on me, and I knew we\nwould have to wait. Eh! I can remember saying to myself, 'Perhaps five\nyears,' trying to make it as bad as could be so that if we could marry\nsooner it would be a lovely surprise.\" She repeated with soft irony,\n\"Perhaps five years!\"\n\n\"Well, then, one Thursday afternoon I'd gone on the back-water with Bert\nBatchard, nephew to Mr. Batchard who keeps the inn at Surly Hall. I was\nlaughing out loud because he did row so funny! He's a town chap, and he\nwas handling those oars for all the world as though they were teaspoons.\nThe old dinghy just sat on the water like a hen on its chicks and didn't\nmove, and he so sure of himself! I just sat and laughed and laughed.\nThen all of a sudden, _clang! clang!_ the bell at the ferry. And there\nwas Chris, standing up there among the poplars, his brows straight and\nblack, and not a smile on him. I felt very bad. We picked him up in the\ndinghy and took him across, and still he didn't smile. He and I got on\nthe island, and Bert, who saw there was something wrong, said, 'Well,\nI'll toddle off.' And there I was on the lawn with Chris, and he angry\nand somehow miles away. I remember him saying, 'Here am I coming to say\ngood-by, because I must go away to-night, and I find you larking with\nthat bounder.' And I said: 'O Chris, I've known Bert all my life through\nhim coming to his uncle for the holidays, and we weren't larking. It was\nonly that he couldn't row.' And he went on talking, and then it struck\nme he wasn't trusting me as he would trust a girl of his own class, and\nI told him so, and he went on being cruel. Oh, don't make me remember\nthe things we said to each other! It doesn't help. At last I said\nsomething awful, and he said: 'Very well; I agree. I'll go,' and he\nwalked over to the boy, who was chopping wood, and got him to take him\nover in the punt. As he passed me he turned away his face. Well, that's\nall.\"\n\nI had got the key at last. There had been a spring at Baldry Court\nfifteen years ago that was desolate for all that there was beautiful\nweather. Chris had lingered with Uncle Ambrose in his Thames-side\nrectory as he had never lingered before, and old Mr. Baldry was filling\nthe house with a sense of hot, apoplectic misery. All day he was up in\ntown at the office, and without explanation he had discontinued his\nnoontide habit of ringing up his wife. All night he used to sit in the\nlibrary looking over his papers and ledgers; often in the mornings the\nhousemaids would find him asleep across his desk, very red, yet looking\ndead. The men he brought home to dinner treated him with a kindness and\nconsideration which were not the tributes that that victorious and\ntrumpeting personality was accustomed to exact, and in the course of\nconversation with them he dropped braggart hints of impending ruin which\nhe would have found it humiliating to address to us directly. At last\nthere came a morning when he said to Mrs. Baldry across the\nbreakfast-table: \"I've sent for Chris. If the boy's worth his salt--\" It\nwas an appalling admission, like the groan of an old ship as her timbers\nshiver, from a man who doubted the capacity of his son, as fathers\nalways doubt the capacity of the children born of their old age.\n\nIt was that evening, as I went down to see the new baby at the lodge,\nthat I met Chris coming up the drive. Through the blue twilight his\nwhite face had had a drowned look. I remembered it well, because my\nsurprise that he passed me without seeing me had made me perceive for\nthe first time that he had never seen me at all save in the most\ncursory fashion. On the eye of his mind, I realized thenceforward, I had\nhardly impinged. That night he talked till late with his father, and in\nthe morning he had started for Mexico to keep the mines going, to keep\nthe firm's head above water and Baldry Court sleek and hospitable--to\nkeep everything bright and splendid save only his youth, which ever\nafter that was dulled by care.\n\nSomething of this I told Margaret, to which she answered, \"Oh, I know\nall that,\" and went on with her story. On Sunday, three days after their\nquarrel, Mr. Allington was found dead in his bed. \"I wanted Chris so\nbadly; but he never came, he never wrote,\" and she fell into a lethargic\ndisposition to sit all day and watch the Thames flow by, from which she\nwas hardly roused by finding that her father had left her nothing save\nan income of twenty pounds a year from unrealizable stock. She\nnegotiated the transfer of the lease of the inn to a publican, and,\nafter exacting a promise from the new hostess that she would forward all\nletters that might come, embarked upon an increasingly unfortunate\ncareer as a mother's help. First she fell into the hands of a noble\nIrish family in reduced circumstances, whose conduct in running away and\nleaving her in a Brighton hotel with her wages and her bill unpaid still\ndistressed and perplexed her. \"Why did they do it?\" she asked. \"I liked\nthem so. The baby was a darling, and Mrs. Murphy had such a nice way of\nspeaking. But it almost makes one think evil of people when they do a\nthing like that.\" After two years of less sensational, but still uneasy,\nadventures, she had come upon a large and needy family called Watson who\nlived at Chiswick, and almost immediately Mr. William Grey, who was Mrs.\nWatson's brother, had begun a courtship that I suspected of consisting\nof an incessant whining up at her protective instinct. \"Mr. Grey,\" she\nsaid softly, as though stating his chief aim to affection, \"has never\nbeen very successful.\" And still no letter ever came.\n\nSo, five years after she left Monkey Island, she married Mr. William\nGrey. Soon after their marriage he lost his job and was for some time\nout of work; later he developed a weak chest that needed constant\nattention. \"But it all helped to pass the time,\" she said cheerfully and\nwithout irony. So it happened that it was not till two years after that\nshe had the chance of revisiting Monkey Island. At first there was no\nmoney, and later there was the necessity of seeking the healthful\nbreezes of Brighton or Bognor or Southend, which were the places in\nwhich Mr. Grey's chest oddly elected to thrive. And when these obstacles\nwere removed, she was lethargic; also she had heard that the inn was\nnot being managed as it ought to be, and she could not have borne to see\nthe green home of her youth defiled. But then there had come a time when\nshe had been very much upset,--she glared a little wildly at me as she\nsaid this, as if she would faint if I asked her any questions,--and then\nshe had suddenly become obsessed with a desire to see Monkey Island once\nmore.\n\n\"Well, when we got to the ferry, Mr. Grey says, 'But mercy, Margaret,\nthere's water all round it!' and I said, 'William, that's just it.'\"\nThey found that the island was clean and decorous again, for it had only\nrecently changed hands. \"Father and daughter the new people are, just\nlike me and dad, and Mr. Taylor's something of dad's cut, too, but he\ncomes from the North. But Miss Taylor's much handsomer than I ever was;\na really big woman she is, and such lovely golden hair. They were very\nkind when I told them who I was; gave us duck and green peas for lunch\nand I did think of dad. They were nothing like as good as his ducks, but\nthen I expect they paid. And then Miss Taylor took William out to look\nat the garden. I knew he didn't like it, for he's always shy with a\nshowy woman, and I was going after them when Mr. Taylor said: 'Here,\nstop a minute. I've got something here that may interest you. Just come\nin here. He took me up to the roller desk in the office, and out of the\ndrawer he took twelve letters addressed to me in Chris's handwriting.\n\n\"He was a kind man. He put me into a chair and called Miss Taylor in and\ntold her to keep William out in the garden as long as possible. At last\nI said, 'But Mrs. Hitchcock did say she'd send my letters on.' And he\nsaid, 'Mrs. Hitchcock hadn't been here three weeks before she bolted\nwith a bookie from Bray, and after that Hitchcock mixed his drinks and\ngot careless.' He said they had found these stuffed into the desk.\"\n\n\"And what was in them?\"\n\n\"For a long time I did not read them; I thought it was against my duty\nas a wife. But when I got that telegram saying he was wounded, I went\nup-stairs and read those letters. Oh, those letters!\"\n\nShe bowed her head and wept.\n\nAs the car swung through the gates of Baldry Court she sat up and dried\nher eyes. She looked out at the strip of turf, so bright that one would\nthink it wet, and lighted here and there with snowdrops and scillas and\ncrocuses, that runs between the drive and the tangle of silver birch and\nbramble and fern. There is no esthetic reason for that border; the\ncommon outside looks lovelier where it fringes the road with dark gorse\nand rough amber grasses. Its use is purely philosophic; it proclaims\nthat here we esteem only controlled beauty, that the wild will not have\nits way within our gates, that it must be made delicate and decorated\ninto felicity. Surely, she must see that this was no place for beauty\nthat had been not mellowed, but lacerated, by time, that no one\naccustomed to live here could help wincing at such external dinginess as\nhers. But instead she said: \"It's a big place. Chris must have worked\nhard to keep all this up.\" The pity of this woman was like a flaming\nsword. No one had ever before pitied Chris for the magnificence of\nBaldry Court. It had been our pretense that by wearing costly clothes\nand organizing a costly life we had been the servants of his desire. But\nshe revealed the truth that, although he did indeed desire a magnificent\nhouse, it was a house not built with hands.\n\nBut that she was wise, that the angels would of a certainty be on her\nside, did not make her any the less physically offensive to our\natmosphere. All my doubts as to the wisdom of my expedition revived in\nthe little time we had to spend in the hall waiting for the tea which I\nhad ordered in the hope that it might help Margaret to compose her\ndistressed face. She hovered with her back to the oak table, fumbling\nwith her thread gloves, winking her tear-red eyes, tapping with her foot\non the carpet, throwing her weight from one leg to the other, and I\nconstantly contrasted her appearance by some clumsiness with the new\nacquisition of Kitty's decorative genius that stood so close behind her\non the table that I was afraid it might be upset by one of her spasmodic\nmovements. This was a shallow black bowl in the center of which crouched\non all fours a white, naked nymph, her small head intently drooped to\nthe white flowers that floated on the black waters all around her.\nBeside the pure black of the bowl her rusty plumes looked horrible;\nbeside that white nymph, eternally innocent of all but the\ncontemplation of beauty, her opaque skin and her suffering were\noffensive; beside its air of being the coolly conceived and leisurely\nexecuted production of a hand and brain lifted by their rare quality to\nthe service of the not absolutely necessary, her appearance of having\nonly for the moment ceased to cope with a vexed and needy environment\nstruck me as a cancerous blot on the fair world. Perhaps it was absurd\nto pay attention to this indictment of a noble woman by a potter's toy,\nbut that toy happened to be also a little image of Chris's conception of\nwomen. Exquisite we were according to our equipment, unflushed by\nappetite or passion, even noble passion, our small heads bent intently\non the white flowers of luxury floating on the black waters of life, he\nhad known none other than us. With such a mental habit a man could not\nhelp but wince at Margaret. I drank my tea very slowly because I\nprevisioned what must happen in the next five minutes. Down there by\nthe pond he would turn at the sound of those heavy boots on the path,\nand with one glance he would assess the age of her, the rubbed surface\nof her, the torn fine texture, and he would show to her squalid mask\njust such a blank face as he had shown to Kitty's piteous mask the night\nbefore. Although I had a gift for self-pity, I knew her case would then\nbe worse than mine; for it would be worse to see, as she would see, the\nardor in his eyes give place to kindliness than never to have ardor\nthere. He would hesitate; she would make one of her harassed gestures,\nand trail away with that wet, patient look which was her special line.\nHe would go back to his boyish sport with the skiff; I hoped the brown\nwaters would not seem too kind. She would go back to Mariposa, sit on\nher bed, and read those letters.\n\n\"And now,\" she said brightly as I put down my cup, \"may I see Chris?\"\nShe had not a doubt of the enterprise.\n\nI took her into the drawing-room and opened one of the French windows.\n\n\"Go past the cedars to the pond,\" I told her. \"He is rowing there.\"\n\n\"That is nice,\" she said. \"He always looks so lovely in a boat.\"\n\nI called after her, trying to hint the possibility of a panic breakdown\nto their meeting:\n\n\"You'll find he's altered--\"\n\nShe cried gleefully:\n\n\"Oh, I shall know him.\"\n\nAs I went up-stairs I became aware that I was near to a bodily collapse;\nI suppose the truth is that I was physically so jealous of Margaret that\nit was making me ill. But suddenly, like a tired person dropping a\nweight that they know to be precious, but cannot carry for another\nminute, my mind refused to consider the situation any longer and turned\nto the perception of material things. I leaned over the balustrade and\nlooked down at the fineness of the hall: the deliberate figure of the\nnymph in her circle of black waters, the clear pink-and-white of Kitty's\nchintz, the limpid surface of the oak, the broken burning of all the gay\nreflected colors in the paneled walls. I said to myself, \"If everything\nelse goes, there is always this to fall back on,\" and I went on, pleased\nthat I was wearing delicate stuffs and that I had a smooth skin, pleased\nthat the walls of the corridor were so soft a twilight blue, pleased\nthat through a far-off open door there came a stream of light that made\nthe carpet blaze its stronger blue. And when I saw that it was the\nnursery door that was open, and that Kitty was sitting in Nanny's big\nchair by the window, I did not care about the peaked face she lifted,\nits fairness palely gilt by the March sunlight, or the tremendous\nimplications of the fact that she had come to her dead child's nursery\nalthough she had not washed her hair. I said sternly, because she had\nforgotten that we lived in the impregnable fort of a gracious life:\n\n\"O Kitty, that poor battered thing outside!\"\n\nShe stared so grimly out into the garden that my eyes followed her\nstare.\n\nIt was one of those draggled days, common at the end of March when a\ngarden looks at its worst. The wind that was rolling up to check a show\nof sunshine had taken away the cedar's dignity of solid blue shade, had\nset the black firs beating their arms together, and had filled the sky\nwith glaring gray clouds that dimmed the brilliance of the crocuses. It\nwas to give gardens a point on days such as these, when the planned\nclimax of this flower-bed and that stately tree goes for nothing, that\nthe old gardeners raised statues in their lawns and walks, large things\nwith a subject, mossy Tritons or nymphs with an urn, that held the eye.\nEven so in this unrestful garden one's eyes lay on the figure in the\nyellow raincoat that was standing still in the middle of the lawn.\n\nHow her near presence had been known by Chris I do not understand, but\nthere he was, running across the lawn as night after night I had seen\nhim in my dreams running across No-Man's-Land. I knew that so he would\nclose his eyes as he ran; I knew that so he would pitch on his knees\nwhen he reached safety. I assumed naturally that at Margaret's feet lay\nsafety even before I saw her arms brace him under the armpits with a\ngesture that was not passionate, but rather the movement of one carrying\na wounded man from under fire. But even when she had raised his head to\nthe level of her lips, the central issue was not decided. I covered my\neyes and said aloud, \"In a minute he will see her face, her hands.\" But\nalthough it was a long time before I looked again, they were still\nclinging breast to breast. It was as though her embrace fed him, he\nlooked so strong as he broke away. They stood with clasped hands looking\nat one another. They looked straight, they looked delightedly! And then,\nas if resuming a conversation tiresomely interrupted by some social\nobligation, they drew together again, and passed under the tossing\nbranches of the cedar to the wood beyond. I reflected, while Kitty\nshrilly wept, how entirely right Chris had been in his assertion that to\nlovers innumerable things do not matter.\n\n\n\n\nCHAPTER V\n\n\nAfter the automobile had taken Margaret away Chris came to us as we sat\nin the drawing-room, and, after standing for a while in the glow of the\nfire, hesitantly said:\n\n\"I want to tell you that I know it is all right. Margaret has explained\nto me.\"\n\nKitty crumpled her sewing into a white ball.\n\n\"You mean, I suppose, that you know I'm your wife. I'm pleased that you\ndescribe that as knowing 'it's all right,' and grateful that you have\naccepted it at last--on Margaret's authority. This is an occasion that\nwould make any wife proud.\"\n\nHer irony was as faintly acrid as a caraway-seed, and never afterward\ndid she reach even that low pitch of violence; for from that mild,\nforward droop of the head with which he received the mental lunge she\nrealized suddenly that this was no pretense and that something as\nimpassable as death lay between them. Thereafter his proceedings evoked\nno comment but suffering. There was nothing to say when all day, save\nfor those hours of the afternoon that Margaret spent with him, he sat\nlike a blind man waiting for his darkness to lift. There was nothing to\nsay when he did not seem to see our flowers, yet kept till they rotted\nthe daffodils which Margaret brought from the garden that looked like an\nallotment.\n\nSo Kitty lay about like a broken doll, face downward on a sofa, with one\nlimp arm dangling to the floor, or protruding stiff feet in fantastic\nslippers from the end of her curtained bed; and I tried to make my\npermanent wear that mood which had mitigated the end of my journey with\nMargaret--a mood of intense perception in which my strained mind settled\non every vivid object that came under my eyes and tried to identify\nmyself with its brightness and its lack of human passion. This does not\nmean that I passed my day in a state of joyous appreciation; it means\nthat many times in the lanes of Harrowweald I have stood for long\nlooking up at a fine tracery of bare boughs against the hard, high\nspring sky while the cold wind rushed through my skirts and chilled me\nto the bone, because I was afraid that when I moved my body and my\nattention I might begin to think. Indeed, grief is not the clear\nmelancholy the young believe it. It is like a siege in a tropical city.\nThe skin dries and the throat parches as though one were living in the\nheat of the desert; water and wine taste warm in the mouth, and food is\nof the substance of the sand; one snarls at one's company; thoughts\nprick one through sleep like mosquitos.\n\nA week after my journey to Wealdstone I went to Kitty to ask her to come\nfor a walk with me and found her stretched on her pillows, holding a\nreview of her underclothing. She refused bitterly and added:\n\n\"Be back early. Remember Dr. Gilbert Anderson is coming at half-past\nfour. He's our last hope. And tell that woman she must see him. He says\nhe wants to see everybody concerned.\" She continued to look wanly at the\nfrail, luminous silks her maid brought her as a speculator who had\ncornered an article for which there had been no demand might look at his\ndamnably numerous, damnably unprofitable freights. So I went out alone\ninto a soft day, with the dispelled winter lurking above in high dark\nclouds, under which there ran quick, fresh currents of air and broken\nshafts of insistent sunshine that spread a gray clarity of light in\nwhich every color showed sharp and strong. On the breast that\nHarrowweald turns to the south they had set a lambing-yard. The\npale-lavender hurdles and gold-strewn straw were new gay notes on the\nopaque winter green of the slope, and the apprehensive bleatings of the\newes wound about the hill like a river of sound as they were driven up a\nlane hidden by the hedge. The lines of bare elms darkening the plains\nbelow made it seem as though the tide of winter had fallen and left this\nbare and sparkling in the spring. I liked it so much that I opened the\ngate and went and sat down on a tree which had been torn up by the roots\nin the great gale last year, but had not yet resigned itself to death,\nand was bravely decking its boughs with purple elm-flowers.\n\nThat pleased me, too, and I wished I had some one with me to enjoy this\nartless little show of the new year. I had not really wanted Kitty; the\ncompanions I needed were Chris and Margaret. Chris would have talked, as\nhe loved to do when he looked at leisure on a broad valley, about ideas\nwhich he had to exclude from his ordinary hours lest they should break\nthe power of business over his mind, and Margaret would have gravely\nwatched the argument from the shadow of her broad hat to see that it\nkept true, like a housewife watching a saucepan of milk lest it should\nboil over. They were naturally my friends, these gentle, speculative\npeople.\n\nThen suddenly I was stunned with jealousy. It was not their love for\neach other that caused me such agony at that moment; it was the thought\nof the things their eyes had rested upon together. I imagined that white\nhawthorn among the poplars by the ferry on which they had looked fifteen\nyears ago at Monkey Island, and it was more than I could bear. I\nthought how even now they might be exclaiming at the green smoke of the\nfirst buds on the brown undergrowth by the pond, and at that I slid off\nthe tree-trunk and began walking very quickly down the hill. The red\ncows drank from the pond cupped by the willow-roots; a raw-boned\nstallion danced clumsily because warmth was running through the ground.\nI found a stream in the fields and followed it till it became a shining\ndike embanked with glowing green and gold mosses in the midst of woods;\nand the sight of those things was no sort of joy, because my vision was\nsolitary. I wanted to end my desperation by leaping from a height, and I\nclimbed on a knoll and flung myself face downward on the dead leaves\nbelow.\n\nI was now utterly cut off from Chris. Before, when I looked at him, I\nknew an instant ease in the sight of the short golden down on his\ncheeks, the ridge of bronze flesh above his thick, fair eyebrows. But\nnow I was too busy reassuring him by showing a steady, undistorted\nprofile crowned by a neat, proud sweep of hair instead of the\ntear-darkened mask he always feared ever to have enough vitality left\nover to enjoy his presence. I spoke in a calm voice full from the chest,\nquite unfluted with agony; I read \"Country Life\" with ponderous\ninterest; I kept my hands, which I desired to wring, in doeskin gloves\nfor most of the day; I played with the dogs a great deal and wore my\nthickest tweeds; I pretended that the slight heaviness of my features is\na correct indication of my temperament. The only occasion when I could\nsafely let the sense of him saturate me as it used was when I met\nMargaret in the hall as she came or went. She was very different now;\nshe had a little smile in her eyes, as though she were listening to a\nfamiliar air played far away. Her awkwardness seemed indecision as to\nwhether she should walk or dance to that distant music; her shabbiness\nwas no more repulsive than the untidiness of a child who had been so\neager to get to the party that it has not let its nurse finish fastening\nits frock. Always she extended a hand in an unbuttoned black thread\nglove and said, \"It's another fine day again,\" or diffidently, as Kitty\ncontinued to withhold her presence, \"I hope Mrs. Baldry is keeping\nwell.\" Then, as our hands touched, he was with us, invoked by our common\nadoration. I felt his rough male texture and saw the clear warmth of his\nbrown and gold coloring; I thought of him with the passion of exile. To\nMargaret it was a call, and she moved past me to the garden, holding her\nhands in front of her as though she bore invisible gifts, and pausing on\nthe step of the French window to smile to herself, as if in her heart\nshe turned over the precious thought: \"He is here. This garden holds\nhim.\" My moment, my small sole subsistence, ended in a feeling of\njealousy as ugly and unmental as sickness. This was the saddest spring.\n\nNothing could mitigate the harshness of our dejection. You may think we\nwere attaching an altogether fictitious importance to what was merely\nthe delusion of a madman. But every minute of the day, particularly at\nthose trying times when he strolled about the house and grounds with the\ndoctors, smiling courteously, but without joy, and answering their\nquestions with the crisp politeness of a man shaking off an inquisitive\ncommercial traveler in a hotel smoking-room, it became plain that if\nmadness means a liability to wild error about the world Chris was not\nmad. It was our peculiar shame that he had rejected us when he had\nattained to something saner than sanity. His very loss of memory was a\ntriumph over the limitations of language which prevent the mass of men\nfrom making explicit statements about their spiritual relationships. If\nhe had said to Kitty and me, \"I do not know you,\" we would have gaped;\nif he had expanded his meaning and said, \"You are nothing to me; my\nheart is separate from your hearts,\" we would have wept at an unkindness\nhe had not intended. But by the blankness of those eyes which saw me\nonly as a disregarded playmate and Kitty not at all save as a stranger\nwho had somehow become a decorative presence in his home and the orderer\nof his meals he let us know completely where we were. Even though I lay\nweeping at it on the dead leaves I was sensible of the bitter rapture\nwhich attends the discovery of any truth. I felt, indeed, a cold\nintellectual pride in his refusal to remember his prosperous maturity\nand his determined dwelling in the time of his first love, for it showed\nhim so much saner than the rest of us, who take life as it comes, loaded\nwith the unessential and the irritating. I was even willing to admit\nthat this choice of what was to him reality out of all the appearances\nso copiously presented by the world, this adroit recovery of the dropped\npearl of beauty, was the act of genius I had always expected from him.\nBut that did not make less agonizing this exclusion from his life.\n\nI could not think clearly about it. I suppose that the subject of our\ntragedy, written in spiritual terms, was that in Kitty he had turned\nfrom the type of woman that makes the body conqueror of the soul and in\nme the type that mediates between the soul and the body and makes them\nrun even and unhasty like a well-matched pair of carriage horses, and\nhad given himself to a woman whose bleak habit it was to champion the\nsoul against the body. But I saw it just as a fantastic act of cruelty\nthat I could think of only as a conjunction of calamitous images. I\nthink of it happening somewhere behind the front, at the end of a\nstraight road that runs by a line of ragged poplars between mud flats\nmade steel-bright with floods pitted by the soft, slow rain. There, past\na church that lacks its tower, stand a score of houses, each hideous\nwith patches of bare bricks that show like sores through the ripped-off\nplaster and uncovered rafters that stick out like broken bones. There\nare people still living here. A slouchy woman sits at the door of a\nfilthy cottage, counting some dirty linen and waving her bare arm at\nsome passing soldiers. And at another house there is a general store\nwith strings of orange onions and bunches of herbs hanging from the\nroof, a brown gloom rich with garlic and humming with the flies that\nlive all the year round in French village shops, a black cat rubbing her\nsleepiness against the lintel. It is in there that Chris is standing,\nfacing across the counter an old man in a blouse, with a scar running\nwhite into the gray thickets of his beard, an old man with a smile at\nonce lewd and benevolent, repulsive with dirt and yet magnificent by\nreason of the Olympian structure of his body. I think he is the soul of\nthe universe, equally cognizant and disregardful of every living thing,\nto whom I am not more dear than the bare-armed slouchy woman at the\nneighboring door. And Chris is leaning on the counter, his eyes glazed.\n(This is his spirit; his body lies out there in the drizzle, at the\nother end of the road.) He is looking down on the two crystal balls that\nthe old man's foul, strong hands have rolled across to him. In one he\nsees Margaret, not in her raincoat and her nodding plumes, but as she is\ntransfigured in the light of eternity. Long he looks there; then drops a\nglance to the other, just long enough to see that in its depths Kitty\nand I walk in bright dresses through our glowing gardens. We had\nsuffered no transfiguration, for we are as we are, and there is nothing\nmore to us. The whole truth about us lies in our material seeming. He\nsighs a deep sigh of delight and puts out his hand to the ball where\nMargaret shines. His sleeve catches the other one and sends it down to\ncrash in a thousand pieces on the floor. The old man's smile continues\nto be lewd and benevolent; he is still not more interested in me than in\nthe bare-armed woman. Chris is wholly inclosed in his intentness on his\nchosen crystal. No one weeps for this shattering of our world.\n\nI stirred on the dead leaves as though I had really heard the breaking\nof the globe and cried out, \"Gilbert Anderson, Gilbert Anderson must\ncure him.\" Heaven knows that I had no reason for faith in any doctor,\nfor during the last week so many of them, as sleek as seals with their\nneatly brushed hair and their frock-coats, had stood round Chris and\nlooked at him with the consequenceless deliberation of a plumber. Their\nmost successful enterprise had been his futile hypnotism. He had\nsubmitted to it as a good-natured man submits to being blindfolded at a\nchildren's party, and under its influence had recovered his memory and\nhis middle-aged personality, had talked of Kitty with the humorous\ntenderness of the English husband, and had looked possessively about\nhim. But as his mind came out of the control he exposed their lie that\nthey were dealing with a mere breakdown of the normal process by pushing\naway this knowledge and turning to them the blank wall, all the blanker\nbecause it was unconscious, of his resolution not to know. I had\naccepted that it would always be so. But at that moment I had so great a\nneed to throw off my mood of despair, so insupportably loaded with all\nthe fantastic images to which my fevered mind transmuted the facts of\nour tragedy, that I filled myself with a gasping, urgent faith in this\nnew doctor. I jumped up and pushed through the brambles to the hedge\nthat divided the preserves in which I was trespassing from our own\nwoods, breathless because I had let it go past four and I had still to\nfind Chris and Margaret for the doctor's visit at the half-hour.\n\nThere had been a hardening of the light while I slept that made the\ndear, familiar woods rich and sinister, and to the eye, tropical. The\njewel-bright buds on the soot-black boughs, the blue valley distances,\nsmudged here and there with the pink enamel of villa-roofs, and seen\nbetween the black-and-white intricacies of the birch-trunks and the\nluminous gray pillars of the beeches, hurt my wet eyes as might beauty\nblazing under an equatorial sun. There was a tropical sense of danger,\ntoo, for I walked as apprehensively as though a snake coiled under every\nleaf, because I feared to come on them when he was speaking to her\nwithout looking at her or thinking in silence while he played with her\nhand. Embraces do not matter; they merely indicate the will to love, and\nmay as well be followed by defeat as victory. But disregard means that\nnow there needs to be no straining of the eyes, no stretching forth of\nthe hands, no pressing of the lips, because theirs is such a union that\nthey are no longer aware of the division of their flesh. I know it must\nbe so; a lonely life gives one opportunities of thinking these things\nout. I could not have borne to see signs of how he had achieved this\nintimacy with the woman whom a sudden widening of the downward vista\nshowed as she leaned her bent back, ridged by her cheap stays, against a\nbirch that some special skill of our forester had made wonderful for its\nstraight slenderness. Against the clear colors of the bright bare wood\nher yellow raincoat made a muddy patch, and as a dead bough dropped near\nher she made a squalid dodging movement like a hen. She was not so much\na person as an implication of dreary poverty, like an open door in a\nmean house that lets out the smell of cooking cabbage and the screams of\nchildren. Doubtlessly he sat somewhere close to her, lumpishly content.\nI thought distractedly how necessary it was that Gilbert Anderson should\ncure him, and tried to shout to her, but found my throat full of sobs.\nSo I broke my way down through the fern and bramble and stood level with\nthem, though still divided by some yards of broken ground.\n\nIt was not utter dullness not to have anticipated the beauty that I saw.\nNo one could have told. They had taken the mackintosh rug out of the\ndinghy and spread it on this little space of clear grass, I think so\nthat they could look at a scattering of early primroses in a pool of\nwhite anemones at an oak-tree's foot. She had run her hands over the rug\nso that it lay quite smooth and comfortable under him when at last he\nfelt drowsy and turned on his side to sleep. He lay there in the\nconfiding relaxation of a sleeping child, his hands unclenched, and his\nhead thrown back so that the bare throat showed defenselessly. Now he\nwas asleep and his face undarkened by thought, one saw how very fair he\nreally was. And she, her mournfully vigilant face pinkened by the cold\nriver of air sent by the advancing evening through the screen of\nrusted-gold bracken behind her, was sitting by him, just watching.\n\nI have often seen people grouped like that on the common outside our\ngates on Bank holidays. Most often the man has a handkerchief over his\nface to shade him from the sun, and the woman squats beside him and\npeers through the undergrowth to see that the children come to no harm\nas they play. It has sometimes seemed to me that there was a\nsignificance about it. You know when one goes into the damp, odorous\ncoolness of a church in a Catholic country and sees the kneeling\nworshipers, their bodies bent stiffly and reluctantly, and yet with\nabandonment as though to represent the inevitable bending of the will to\na purpose outside the individual person, or when under any sky one sees\na mother with her child in her arms, something turns in one's heart like\na sword, and one says to oneself, \"If humanity forgets these attitudes\nthere is an end to the world.\" But people like me, who are not artists,\nare never sure about people they don't know. So it was not until now,\nwhen it happened to my friends, when it was my dear Chris and my dear\nMargaret who sat thus englobed in peace as in a crystal sphere, that I\nknew it was the most significant, as it was the loveliest, attitude in\nthe world. It means that the woman has gathered the soul of the man into\nher soul and is keeping it warm in love and peace so that his body can\nrest quiet for a little time. That is a great thing for a woman to do. I\nknow there are things at least as great for those women whose\nindependent spirits can ride fearlessly and with interest outside the\nhome park of their personal relationships, but independence is not the\noccupation of most of us. What we desire is greatness such as this,\nwhich had given sleep to the beloved. I had known that he was having bad\nnights at Baldry Court in that new room with the jade-green painted\nwalls and the lapis-lazuli fireplace, which he found with surprise to be\nhis instead of the remembered little room with the fishing-rods; but I\nhad not been able to do anything about it.\n\nIt was not fair that by the exercise of a generosity which seemed as\nfortuitous a possession as a beautiful voice a woman should be able to\ndo such wonderful things for a man. For sleep was the least of her gifts\nto him. What she had done in leading him into the quiet magic circle\nout of our life, out of the splendid house which was not so much a house\nas a vast piece of space partitioned off from the universe and decorated\npartly for beauty and partly to make our privacy more insolent, out of\nthe garden where the flowers took thought as to how they should grow and\nthe wood made as formal as a pillared aisle by forestry, may be judged\nfrom my anguish in being left there alone. Indeed she had been generous\nto us all, for at her touch our lives had at last fallen into a pattern;\nshe was the sober thread the interweaving of which with our scattered\nmagnificences had somewhat achieved the design that otherwise would not\nappear. Perhaps even her dinginess was part of her generosity, for in\norder to fit into the pattern one has sometimes to forego something of\none's individual beauty. That is why women like us do not wear such\nobviously lovely dresses as cocottes, but clothe ourselves in garments\nthat by their slight neglect of the possibilities of beauty declare that\nthere are such things as thrift and restraint and care for the future.\nAnd so I could believe of Margaret that her determined dwelling in\nplaces where there was not enough of anything, her continued exposure of\nherself to the grime of squalid living, was unconsciously deliberate.\nThe deep internal thing that had guided Chris to forgetfulness had\nguided her to poverty, so that when the time came for her meeting with\nher lover there should be not one intimation of the beauty of suave\nflesh to distract him from the message of her soul. I looked upward at\nthis supreme act of sacrifice and glowed at her private gift to me. My\nsleep, though short, was now dreamless. No more did I see his body\nrotting into union with that brown texture of corruption which is\nNo-Man's-Land; no more did I see him slipping softly down the parapet\ninto the trench; no more did I hear voices talking in a void: \"Help me,\nold man; I've got no legs--\" \"I can't, old man; I've got no hands.\" They\ncould not take him back to the army as he was. Only that morning as I\nwent through the library he had raised an appalled face from the pages\nof a history of the war.\n\n\"Jenny, it can't be true that they did that to Belgium? Those funny,\nquiet, stingy people!\" And his soldierly knowledge was as deeply buried\nas this memory of that awful August. While her spell endured they could\nnot send him back into the hell of war. This wonderful, kind woman held\nhis body as safely as she held his soul.\n\nI was so grateful that I was forced to go and sit down on the rug beside\nher. It was an intrusion, but I wanted to be near her. She did not look\nsurprised when she turned to me her puckered brows, but smiled through\nthe ugly fringe of vagrant hairs the weather had plucked from under the\nhard rim of her hat. It was part of her loveliness that even if she did\nnot understand an act she could accept it.\n\nPresently she leaned over to me across his body and whispered:\n\n\"He's not cold. I put the overcoat on him as soon as he was fairly off.\nI've just felt his hands, and they're as warm as toast.\" If I had\nwhispered like that I would have wakened him.\n\nSoon he stirred, groped for her hand, and lay with his cheek against the\nrough palm. He was awake, but liked to lie so.\n\nIn a little she shook her hand away and said:\n\n\"Get up and run along to the house and have some hot tea. You'll catch\nyour death lying out here.\"\n\nHe caught her hand again. It was evident that for some reason the moment\nwas charged with ecstasy for them both.\n\nIt seemed as though there was a softer air in this small clearing than\nanywhere else in the world. I stood up, with my back against a birch and\nsaid negligently, knowing now that nothing could really threaten them:\n\n\"There is a doctor coming at half-past four who wants to see you both.\"\n\nIt cast no shadow on their serenity. He smiled upward, still lying on\nhis back, and hailed me, \"Hallo, Jenny.\" But she made him get up and\nhelp her to fold the rug.\n\n\"It's not right to keep a doctor waiting in these times,\" she declared,\n\"so overworked they are, poor men, since the war.\" As I led the way up\nthrough the woods to the house I heard her prove her point by an\nillustrative anecdote about something that had happened down her road. I\nheard, too, their footsteps come to a halt for a space. I think her gray\neyes had looked at him so sweetly that he had been constrained to take\nher in his arms.\n\n\n\n\nCHAPTER VI\n\n\nI felt, I remember with the little perk of self-approbation with which\none remembers any sort of accurate premonition even if its fulfilment\nmeans disaster, a cold hand close round my heart as we turned the corner\nof the house and came on Dr. Gilbert Anderson. I was startled, to begin\nwith, by his unmedical appearance. He was a little man with winking blue\neyes, a flushed and crumpled forehead, a little gray mustache that gave\nhim the profile of an amiable cat, and a lively taste in spotted ties,\nand he lacked that appetiteless look which is affected by distinguished\npractitioners. He was at once more comical and more suggestive of power\nthan any other doctor I had ever seen, and this difference was\nemphasized by his unexpected occupation. A tennis-ball which he had\ndiscovered somewhere had roused his sporting instincts, and he was\ntrying at what range it was possible to kick it between two large stones\nwhich he had placed close together in front of the steps up to the\nhouse. It was his chubby absorption in this amusement which accounted\nfor his first moment of embarrassment.\n\n\"Nobody about in there; we professional men get so little fresh air,\" he\nsaid bluffly, and blew his nose in a very large handkerchief, from the\nfolds of which he emerged with perfect self-possession. \"You,\" he said\nto Chris, with a naÃ¯ve adoption of the detective tone, \"are the\npatient.\" He rolled his blue eye on me, took a good look, and, as he\nrealized I did not matter, shook off the unnecessary impression like a\ndog coming out of water. He faced Margaret as though she were the nurse\nin charge of the case and gave her a brisk little nod. \"You're Mrs.\nGrey. I shall want to talk to you later. Meantime--this man. I'll come\nback.\" He indicated by a windmill gesture that we should go into the\nhouse, and swung off with Chris.\n\nShe obeyed; that sort of woman always does what the doctor orders. But I\ndelayed for a moment to stare after this singular specialist, to\nsidetrack my foreboding by pronouncing him a bounder, to wish, as my\nforeboding persisted, that like a servant I could give notice because\nthere was \"always something happening in the house.\"\n\nThen, as the obedient figure at the top of the stairs was plainly\nshivering under its shoddy clothes in the rising wind that was polishing\nthe end of the afternoon to brightness, I hastened to lead her into the\nhall. We stood about uneasily in its gloaming. Margaret looked round her\nand said in a voice flattened by the despondency she evidently shared\nwith me: \"It is nice to have everything ready that people can want and\neverything in its place. I used to do it at Monkey Island Inn. It was\nnot grand like this, of course, but our visitors always came back a\nsecond time.\" Abstractedly and yet with joy she fingered the fine work\nof the table-leg.\n\nThere was a noise above us like the fluttering of doves. Kitty was\ncoming downstairs in a white serge dress against which her hands were\nrosy; a woman with such lovely little hands never needed to wear\nflowers. By her kind of physical discipline she had reduced her grief to\nno more than a slight darkening under the eyes, and for this moment she\nwas glowing. I knew it was because she was going to meet a new man and\nanticipated the kindling of admiration in his eyes, and I smiled,\ncontrasting her probable prefiguring of Dr. Anderson with the amiable\nrotundity we had just encountered. Not that it would have made any\ndifference if she had seen him. Beautiful women of her type lose, in\nthis matter of admiration alone, their otherwise tremendous sense of\nclass distinction; they are obscurely aware that it is their civilizing\nmission to flash the jewel of their beauty before all men, so that they\nshall desire it and work to get the wealth to buy it, and thus be\nseduced by a present appetite to a tilling of the earth that serves the\nfuture. There is, you know, really room for all of us; we each have our\npeculiar use.\n\n\"The doctor's talking to Chris outside,\" I said.\n\n\"Ah,\" breathed Kitty. I found, though the occasion was a little grim,\nsome entertainment in the two women's faces, so mutually intent, so\ndifferently fair, the one a polished surface that reflected light, like\na mirror hung opposite a window, the other a lamp grimed by the smoke of\ncareless use, but still giving out radiance from its burning oil.\nMargaret was smiling wonderingly up at this prettiness, but Kitty seemed\nto be doing some brainwork.\n\n\"How do you do, Mrs. Grey?\" she said, suddenly shaking out her\ncordiality as one shakes out a fan. \"It's very kind of you. Won't you go\nup-stairs and take off your things?\"\n\n\"No, thank you,\" answered Margaret, shyly, \"I shall have to go away so\nsoon.\"\n\n\"Ah, do!\" begged Kitty, prettily.\n\nIt was, of course, that she did not want Margaret to meet the specialist\nin those awful clothes; but I did not darken the situation by explaining\nthat this disaster had already happened. Instead, I turned to Margaret\nan expression which conveyed that this was an act of hospitality the\nrefusal of which we would find wounding, and to that she yielded, as I\nknew she would. She followed me up-stairs and along the corridors very\nslowly, like a child paddling in a summer sea. She enjoyed the feeling\nof the thick carpet underfoot; she looked lingeringly at the pictures on\nthe wall; occasionally she put a finger to touch a vase as if by that\nshe made its preciousness more her own. Her spirit, I could see, was as\ndeeply concerned about Chris as was mine; but she had such faith in life\nthat she retained serenity enough to enjoy what beauty she came across\nin her period of waiting. Even her enjoyment was indirectly generous.\nWhen she came into my room the backward flinging of her head and her\ndeep \"Oh!\" recalled to me what I had long forgotten, how fine were its\nproportions, how clever the grooved arch above the window, how like the\nevening sky my blue curtains.\n\n\"And the lovely things you have on your dressing-table,\" she commented.\n\"You must have very good taste.\" The charity that changed my riches to a\nmerit! As I helped her to take off her raincoat and reflected that\nKitty would not be pleased when she saw that the removal of the garment\ndisclosed a purple blouse of stuff called moirette that servants use for\npetticoats, she exclaimed softly Kitty's praises. \"I know I shouldn't\nmake personal remarks, but Mrs. Baldry is lovely. She has three circles\nround her neck. I've only two.\" It was a touching betrayal that she\npossessed that intimate knowledge of her own person which comes to women\nwho have been loved. I could not for the life of me have told you how\nmany circles there were round my neck. Plainly discontented with herself\nin the midst of all this fineness, she said diffidently, \"Please, I\nwould like to do my hair.\" So I pulled the arm-chair up to the\ndressing-table, and leaned on its back while she, sitting shyly on its\nvery edge, unpinned her two long braids, so thick, so dull.\n\n\"You've lovely hair,\" I said.\n\n\"I used to have nice hair,\" she mourned, \"but these last few years I've\nlet myself go.\" She made half-hearted attempts to smooth the straggling\ntendrils on her temples, but presently laid down her brush and clicked\nher tongue against her teeth. \"I hope that man's not worrying Chris,\"\nshe said.\n\nThere was no reassurance ready, so I went to the other side of the room\nto put her hat down on a chair, and stayed for a moment to pat its\nplumes and wonder if nothing could be done with it. But it was, as\nsurgeons say, an inoperable case. So I just gloomed at it and wished I\nhad not let this doctor interpose his plumpness between Chris and\nMargaret, who since that afternoon seemed to me as not only a woman whom\nit was good to love, but, as a patron saint must appear to a Catholic,\nas an intercessory being whose kindliness could be daunted only by some\nspecial and incredibly malicious decision of the Supreme Force. I was\nstanding with eyes closed and my hands abstractedly stroking the hat\nthat was the emblem of her martyrdom, and I was thinking of her in a way\nthat was a prayer to her, when I heard her sharp cry. That she, whose\nessence was a patient silence, should cry out sharply, startled me\nstrangely. I turned quickly.\n\nShe was standing up, and in her hand she held the photograph of Oliver\nthat I keep on my dressing-table. It is his last photograph, the one\ntaken just a week before he died.\n\n\"Who is this?\" she asked.\n\n\"The only child Chris ever had. He died five years ago.\"\n\n\"Five years ago?\"\n\nWhy did it matter so?\n\n\"Yes,\" I said.\n\n\"_He_ died five years ago, my Dick.\" Her eyes grew great. \"How old was\nhe?\"\n\n\"Just two.\"\n\n\"My Dick was two.\" We both were breathing hard. \"Why did he die?\"\n\n\"We never knew. He was the loveliest boy, but delicate from his birth.\nAt the end he just faded away, with the merest cold.\"\n\n\"So did my Dick--a chill. We thought he would be up and about the next\nday, and he just--\"\n\nHer awful gesture of regret was suddenly paralyzed. She seemed to be\nfighting her way to a discovery.\n\n\"It's--it's as if,\" she stammered, \"they each had half a life.\"\n\nI felt the usual instinct to treat her as though she were ill, because\nit was evident that she was sustained by a mystic interpretation of\nlife. But she had already taught me something, so I stood aside while\nshe fell on her knees, and wondered why she did not look at the child's\nphotograph, but pressed it to her bosom, as though to stanch a wound. I\nthought, as I have often thought before, that the childless have the\ngreatest joy in children, for to us they are just slips of immaturity\nlovelier than the flowers and with the power over the heart, but to\nmothers they are fleshly cables binding one down to such profundities of\nfeeling as the awful agony that now possessed her. For although I knew I\nwould have accepted it with rapture because it was the result of\nintimacy with Chris, its awfulness appalled me. Not only did it make my\nbody hurt with sympathy; it shook the ground beneath my feet. For that\nher serenity, which a moment before had seemed as steady as the earth\nand as all-enveloping as the sky, should be so utterly dispelled made me\naware that I had of late been underestimating the cruelty of the order\nof things. Lovers are frustrated; children are not begotten that should\nhave had the loveliest life; the pale usurpers of their birth die\nyoung. Such a world will not suffer magic circles to endure.\n\nThe parlor-maid knocked at the door.\n\n\"Mrs. Baldry and Dr. Anderson are waiting in the drawing-room, ma'am.\"\n\nMargaret reassumed her majesty, and put her white face close to the\nglass as she pinned up her braids.\n\n\"I knew there was a something,\" she moaned, and set the hair-pins all\nawry. More she could not say, though I clung to her and begged her; but\nthe slow gesture with which, as we were about to leave the room, she\nlaid her hand across the child's photograph somehow convinced me that we\nwere not to be victorious.\n\nWhen we went into the drawing-room we found Dr. Anderson, plump and\nexpository, balancing himself on the balls of his feet on the hearth-rug\nand enjoying the caress of the fire on his calves, while Kitty, showing\nagainst the dark frame of her oak chair like a white rosebud that was\nstill too innocent to bloom, listened with that slight reservation of\nthe attention customary in beautiful women.\n\n\"A complete case of amnesia,\" he was saying as Margaret, white-lipped,\nyet less shy than I had ever seen her, went to a seat by the window, and\nI sank down on the sofa. \"His unconscious self is refusing to let him\nresume his relations with his normal life, and so we get this loss of\nmemory.\"\n\n\"I've always said,\" declared Kitty, with an air of good sense, \"that if\nhe would make an effort--\"\n\n\"Effort!\" He jerked his round head about. \"The mental life that can be\ncontrolled by effort isn't the mental life that matters. You've been\nstuffed up when you were young with talk about a thing called\nself-control, a sort of barmaid of the soul that says, 'Time's up,\ngentlemen,' and 'Here, you've had enough.' There's no such thing.\nThere's a deep self in one, the essential self, that has its wishes. And\nif those wishes are suppressed by the superficial self,--the self that\nmakes, as you say, efforts, and usually makes them with the sole idea of\nputting up a good show before the neighbors,--it takes its revenge. Into\nthe house of conduct erected by the superficial self it sends an\nobsession, which doesn't, owing to a twist that the superficial self,\nwhich isn't candid, gives it, seem to bear any relation to the\nsuppressed wish. A man who really wants to leave his wife develops a\nhatred for pickled cabbage which may find vent in performances that lead\nstraight to the asylum. But that's all technical,\" he finished bluffly.\n\"My business to understand it, not yours. The point is, Mr. Baldry's\nobsession is that he can't remember the latter years of his life.\nWell,\"--his winking blue eyes drew us all into a community we hardly\nfelt,--\"what's the suppressed wish of which it's the manifestation?\"\n\n\"He wished for nothing,\" said Kitty. \"He was fond of us, and he had a\nlot of money.\"\n\n\"Ah, but he did!\" countered the doctor, gleefully. He seemed to be\nenjoying it all. \"Quite obviously he has forgotten his life here because\nhe is discontented with it. What clearer proof could you need than the\nfact you were just telling me when these ladies came in--that the reason\nthe War Office didn't wire to you when he was wounded was that he had\nforgotten to register his address? Don't you see what that means?\"\n\n\"Forgetfulness,\" shrugged Kitty. \"He isn't businesslike.\" She had always\nnourished a doubt as to whether Chris was really, as she put it,\npractical, and his income and his international reputation weighed\nnothing as against his evident inability to pick up pieces at sales.\n\n\"One forgets only those things that one wants to forget. It's our\nbusiness to find out why he wanted to forget this life.\"\n\n\"He can remember quite well when he is hypnotized,\" she said\nobstructively. She had quite ceased to glow.\n\n\"Oh, hypnotism's a silly trick. It releases the memory of a dissociated\npersonality which can't be related--not possibly in such an obstinate\ncase as this--to the waking personality. I'll do it by talking to him.\nGetting him to tell his dreams.\" He beamed at the prospect. \"But you--it\nwould be such a help if you would give me any clue to this discontent.\"\n\n\"I tell you,\" said Kitty, \"he was not discontented till he went mad.\"\n\nHe caught the glint of her rising temper.\n\n\"Ah,\" he said, \"madness is an indictment not of the people one lives\nwith, only of the high gods. If there was anything, it's evident that it\nwas not your fault.\" A smile sugared it, and knowing that where he had\nto flatter his dissecting hand had not an easy task, he turned to me,\nwhose general appearance suggests that flattery is not part of my daily\ndiet. \"You, Miss Baldry, you've known him longest.\"\n\n\"Nothing and everything was wrong,\" I said at last. \"I've always felt\nit.\" A sharp movement of Kitty's body confirmed my deep, old suspicion\nthat she hated me.\n\nHe went back further than I expected.\n\n\"His relations with his father and mother, now?\"\n\n\"His father was old when he was born, and always was a little jealous of\nhim. His mother was not his sort. She wanted a stupid son who would have\nbeen satisfied with shooting.\"\n\nHe laid down a remark very softly, like a hunter setting a snare.\n\n\"He turned, then, to sex with a peculiar need.\"\n\nIt was Margaret who spoke, shuffling her feet awkwardly under her\nchair.\n\n\"Yes, he was always dependent.\"\n\nWe gaped at her who said this of our splendid Chris, and I saw that she\nwas not as she had been. There was a directness of speech, a straight\nstare, that was for her a frenzy. \"Doctor,\" she said, her mild voice\nroughened, \"what's the use of talking? You can't cure him,\"--she caught\nher lower lip with her teeth and fought back from the brink of\ntears,--\"make him happy, I mean. All you can do is to make him\nordinary.\"\n\n\"I grant you that's all I do,\" he said. It queerly seemed as though he\nwas experiencing the relief one feels on meeting an intellectual equal.\n\"It's my profession to bring people from various outlying districts of\nthe mind to the normal. There seems to be a general feeling it's the\nplace where they ought to be. Sometimes I don't see the urgency myself.\"\n\nShe continued without joy:\n\n\"I know how you could bring him back--a memory so strong that it would\nrecall everything else in spite of his discontent.\"\n\nThe little man had lost in a moment his glib assurance, his knowingness\nabout the pathways of the soul.\n\n\"Well, I'm willing to learn.\"\n\n\"Remind him of the boy,\" said Margaret.\n\nThe doctor ceased suddenly to balance on the balls of his feet.\n\n\"What boy?\"\n\n\"They had a boy.\"\n\nHe looked at Kitty.\n\n\"You told me nothing of this!\"\n\n\"I didn't think it mattered,\" she answered, and shivered and looked\ncold, as she always did at the memory of her unique contact with death.\n\"He died five years ago.\"\n\nHe dropped his head back, stared at the cornice, and said with the soft\nmalignity of a clever person dealing with the slow-witted.\n\n\"These subtle discontents are often the most difficult to deal with.\"\nSharply he turned to Margaret. \"How would you remind him?\"\n\n\"Take him something the boy wore, some toy he played with.\"\n\nTheir eyes met wisely.\n\n\"It would have to be you that did it.\"\n\nHer face assented.\n\nKitty said:\n\n\"I don't understand. How does it matter so much?\" She repeated it twice\nbefore she broke the silence that Margaret's wisdom had brought down on\nus. Then Dr. Anderson, rattling the keys in his trousers-pockets and\nswelling red and perturbed, answered:\n\n\"I don't know, but it does.\"\n\nKitty's voice soared in satisfaction.\n\n\"Oh, then it's very simple. Mrs. Grey can do it now. Jenny, take Mrs.\nGrey up to the nursery. There are lots of things up there.\"\n\nMargaret made no movement, but continued to sit with her heavy boots\nresting on the edge of their soles. Dr. Anderson searched Kitty's face,\nexclaimed, \"Oh, well!\" and flung himself into an arm-chair so suddenly\nthat the springs spoke. Margaret smiled at that and turned to me, \"Yes,\ntake me to the nursery, please.\" Yet as I walked beside her up the\nstairs I knew this compliance was not the indication of any melting of\nthis new steely sternness. The very breathing that I heard as I knelt\nbeside her at the nursery door and eased the disused lock seemed to come\nfrom a different and a harsher body than had been hers before. I did not\nwonder that she was feeling bleak, since in a few moments she was to go\nout and say the words that would end all her happiness, that would\ndestroy all the gifts her generosity had so difficultly amassed. Well,\nthat is the kind of thing one has to do in this life.\n\nBut hardly had the door opened and disclosed the empty, sunny spaces\nswimming with motes before her old sweetness flowered again. She moved\nforward slowly, tremulous and responsive and pleased, as though the\nroom's loveliness was a gift to her. She stretched out her hands to the\nclear sapphire walls and the bright fresco of birds and animals with a\nyoung delight. So, I thought, might a bride go about the house her\nhusband secretly prepared for her. Yet when she reached the hearth and\nstood with her hands behind her on the fireguard, looking about her at\nall the exquisite devices of our nursery to rivet health and amusement\non our reluctant little visitor, it was so apparent that she was a\nmother that I could not imagine how it was that I had not always known\nit. It has sometimes happened that painters who have kept close enough\nto earth to see a heavenly vision have made pictures of the assumption\nof the Blessed Virgin which do indeed show women who could bring God\ninto the world by the passion of their motherhood. \"Let there be life,\"\ntheir suspended bodies seem to cry out to the universe about them, and\nthe very clouds under their feet change into cherubim. As Margaret stood\nthere, her hands pressed palm to palm beneath her chin and a blind smile\non her face, she looked even so.\n\n\"Oh, the fine room!\" she cried. \"But where's his little cot?\"\n\n\"It isn't here. This is the day nursery. The night nursery we didn't\nkeep. It is just bedroom now.\"\n\nHer eyes shone at the thought of the cockered childhood this had been.\n\n\"I couldn't afford to have two nurseries. It makes all the difference to\nthe wee things.\" She hung above me for a little as I opened the ottoman\nand rummaged among Oliver's clothes. \"Ah, the lovely little frocks! Did\nshe make them? Ah, well, she'd hardly have the time, with this great\nhouse to see to. But I don't care much for baby frocks. The babies\nthemselves are none the happier for them. It's all show.\" She went over\nto the rocking-horse and gave a ghostly child a ride. For long she\nhummed a tuneless song into the sunshine and retreated far away into\nsome maternal dream. \"He was too young for this,\" she said. \"His daddy\nmust have given him it. I knew it. Men always give them presents above\ntheir age, they're in such a hurry for them to grow up. We like them to\ntake their time, the loves. But where's his engine? Didn't he love\npuffer-trains? Of course he never saw them. You're so far from the\nrailway station. What a pity! He'd have loved them so. Dick was so happy\nwhen I stopped his pram on the railway-bridge on my way back from the\nshops, and he could sit up and see the puffers going by.\" Her distress\nthat Oliver had missed this humble pleasure darkened her for a minute.\n\"Why did he die! You didn't overtax his brain? He wasn't taught his\nletters too soon?\"\n\n\"Oh, no,\" I said. I couldn't find the clothes I wanted. \"The only thing\nthat taxed his little brain was the prayers his Scotch nurse taught him,\nand he didn't bother much over them. He would say, 'Jesus, tender\nleopard,' instead of 'Jesus, tender shepherd,' as if he liked it\nbetter.\"\n\n\"Did you ever! The things they say! He'd a Scotch nurse. They say\nthey're very good. I've read in the papers the Queen of Spain has one.\"\nShe had gone back to the hearth again, and was playing with the toys on\nthe mantelpiece. It was odd that she showed no interest in my search for\nthe most memorable garment. A vivacity which played above her tear-wet\nstrength, like a ball of St. Elmo's fire on the mast of a stout ship,\nmade me realize she still was strange. \"The toys he had! His nurse\ndidn't let him have them all at once. She held him up and said, 'Baby,\nyou must choose!' and he said, 'Teddy, please, Nanny,' and wagged his\nhead at every word.\"\n\nI had laid my hand on them at last. I wished, in the strangest way, that\nI had not. Yet of course it had to be.\n\n\"That's just what he did do,\" I said.\n\nAs she felt the fine kid-skin of the clockwork dog, her face began to\ntwitch.\n\n\"I thought perhaps my baby had left me because I had so little to give\nhim. But if a baby could leave all this!\" She cried flatly, as though\nconstant repetition in the night had made it as instinctive a reaction\nto suffering as a moan, \"I want a child! I want a child!\" Her arms\ninvoked the wasted life that had been squandered in this room. \"It's all\ngone so wrong,\" she fretted, and her voice dropped to a solemn whisper.\n\"They each had only half a life.\"\n\nI had to steady her. She could not go to Chris and shock him not only by\nher news, but also by her agony. I rose and took her the things I had\nfound in the ottoman and the toy cupboard.\n\n\"I think these are the best things to take. This is one of the blue\njerseys he used to wear. This is the red ball he and his father used to\nplay with on the lawn.\"\n\nHer hard hunger for the child that was not melted into a tenderness for\nthe child that had been. She looked broodingly at what I carried, then\nlaid a kind hand on my arm.\n\n\"You've chosen the very things he will remember. Oh, you poor girl!\"\n\nI found that from her I could accept even pity.\n\nShe nursed the jersey and the ball, changed them from arm to arm, and\nheld them to her face.\n\n\"I think I know the kind of boy he was--a man from the first.\" She\nkissed them, folded up the jersey, and neatly set the ball upon it on\nthe ottoman, and regarded them with tears. \"There, put them back. That's\nall I wanted them for. All I came up here for.\"\n\nI stared.\n\n\"To get Chris's boy,\" she moaned. \"You thought I meant to take them out\nto Chris?\" She wrung her hands; her weak voice quavered at the sternness\nof her resolution. \"How can I?\"\n\nI grasped her hands.\n\n\"Why should you bring him back?\" I said. I might have known there was\ndeliverance in her yet.\n\nHer slow mind gathered speed.\n\n\"Either I never should have come,\" she pleaded, \"or you should let him\nbe.\" She was arguing not with me, but with the whole hostile, reasonable\nworld. \"Mind you, I wasn't sure if I ought to come the second time,\nseeing we both were married and that. I prayed and read the Bible, but\nI couldn't get any help. You don't notice how little there is in the\nBible really till you go to it for help. But I've lived a hard life and\nI've always done my best for William, and I know nothing in the world\nmatters so much as happiness. If anybody's happy, you ought to let them\nbe. So I came again. Let him be. If you knew how happy he was just\npottering round the garden. Men do love a garden. He could just go on.\nIt can go on so easily.\" But there was a shade of doubt in her voice;\nshe was pleading not only with me, but with fate. \"You wouldn't let them\ntake him away to the asylum. You wouldn't stop me coming. The other one\nmight, but you'd see she didn't. Oh, do just let him be!\n\n\"Put it like this.\" She made such explanatory gestures as I have seen\ncabmen make over their saucers of tea round a shelter. \"If my boy had\nbeen a cripple,--he wasn't; he had the loveliest limbs,--and the\ndoctors had said to me, 'We'll straighten your boy's legs for you, but\nhe will be in pain all the rest of his life,' I'd not have let them\ntouch him.\n\n\"I seemed to have to tell them that I knew a way. I suppose it would\nhave been sly to sit there and not tell them. I told them, anyhow. But,\noh, I can't do it! Go out and put an end to the poor love's happiness.\nAfter the time he's had, the war and all. And then he'll have to go back\nthere! I can't! I can't!\"\n\n[Illustration: \"I oughtn't to do it, ought I?\"]\n\nI felt an ecstatic sense of ease. Everything was going to be right.\nChris was to live in the interminable enjoyment of his youth and love.\nThere was to be a finality about his happiness which usually belongs\nonly to loss and calamity; he was to be as happy as a ring cast into the\nsea is lost, as a man whose coffin has lain for centuries beneath the\nsod is dead. Yet Margaret continued to say, and irritated me by the\nimplication that the matter was not settled:\n\n\"I oughtn't to do it, ought I?\"\n\n\"Of course not! Of course not!\" I cried heartily, but the attention died\nin her eyes. She stared over my shoulder at the open door, where Kitty\nstood.\n\nThe poise of her head had lost its pride, the shadows under her eyes\nwere black like the marks of blows, and all her loveliness was diverted\nto the expression of grief. She held in her arms her Chinese sleeve dog,\na once-prized pet that had fallen from favor and was now only to be met\nwhining upward for a little love at every passer in the corridors, and\nit sprawled leaf-brown across her white frock, wriggling for joy at the\nunaccustomed embrace. That she should at last have stooped to lift the\nlonely little dog was a sign of her deep unhappiness. Why she had come\nup I do not know, nor why her face puckered with tears as she looked in\non us. It was not that she had the slightest intimation of our decision,\nfor she could not have conceived that we could follow any course but\nthat which was obviously to her advantage. It was simply that she hated\nto see this strange, ugly woman moving about among her things. She\nswallowed her tears and passed on, to drift, like a dog, about the\ncorridors.\n\nNow, why did Kitty, who was the falsest thing on earth, who was in tune\nwith every kind of falsity, by merely suffering somehow remind us of\nreality? Why did her tears reveal to me what I had learned long ago, but\nhad forgotten in my frenzied love, that there is a draft that we must\ndrink or not be fully human? I knew that one must know the truth. I knew\nquite well that when one is adult one must raise to one's lips the wine\nof the truth, heedless that it is not sweet like milk, but draws the\nmouth with its strength, and celebrate communion with reality, or else\nwalk forever queer and small like a dwarf. Thirst for this sacrament had\nmade Chris strike away the cup of lies about life that Kitty's white\nhands held to him and turn to Margaret with this vast trustful gesture\nof his loss of memory. And helped by me, she had forgotten that it is\nthe first concern of love to safeguard the dignity of the beloved, so\nthat neither God in his skies nor the boy peering through the hedge\nshould find in all time one possibility for contempt, and had handed him\nthe trivial toy of happiness. We had been utterly negligent of his\nfuture, blasphemously careless of the divine essential of his soul. For\nif we left him in his magic circle there would come a time when his\ndelusion turned to a senile idiocy; when his joy at the sight of\nMargaret disgusted the flesh because his smiling mouth was slack with\nage; when one's eyes no longer followed him caressingly as he went down\nto look for the first primroses in the wood, but flitted here and there\ndefensively to see that nobody was noticing the doddering old man.\nGamekeepers would chat kindly with him, and tap their foreheads as they\npassed through the copse; callers would be tactful and dangle bright\ntalk before him. He who was as a flag flying from our tower would become\na queer-shaped patch of eccentricity on the country-side, the\nfull-mannered music of his being would become a witless piping in the\nbushes. He would not be quite a man.\n\nI did not know how I could pierce Margaret's simplicity with this last\ncruel subtlety, and turned to her, stammering. But she said:\n\n\"Give me the jersey and the ball.\"\n\nThe rebellion had gone from her eyes, and they were again the seat of\nall gentle wisdom.\n\n\"The truth's the truth,\" she said, \"and he must know it.\"\n\nI looked up at her, gasping, yet not truly amazed; for I had always\nknown she could not leave her throne of righteousness for long, and she\nrepeated, \"The truth's the truth,\" smiling sadly at the strange order of\nthis earth.\n\nWe kissed not as women, but as lovers do; I think we each embraced that\npart of Chris the other had absorbed by her love. She took the jersey\nand the ball, and clasped them as though they were a child. When she got\nto the door she stopped and leaned against the lintel. Her head fell\nback; her eyes closed; her mouth was contorted as though she swallowed\nbitter drink.\n\nI lay face downward on the ottoman and presently heard her poor boots go\ncreaking down the corridors. Through the feeling of doom that filled the\nroom as tangibly as a scent I stretched out to the thought of Chris. In\nthe deep daze of devotion which followed recollection of the fair down\non his cheek, the skin burned brown to the rim of his gray eyes, the\nharsh and diffident masculinity of him, I found comfort in remembering\nthat there was a physical gallantry about him which would still, even\nwhen the worst had happened, leap sometimes to the joy of life. Always,\nto the very end, when the sun shone on his face or his horse took his\nfences well, he would screw up his eyes and smile that little\nstiff-lipped smile. I nursed a feeble glow at that. \"We must ride a\nlot,\" I planned. And then Kitty's heels tapped on the polished floor,\nand her skirts swished as she sat down in the arm-chair, and I was\ndistressed by the sense, more tiresome than a flickering light, of some\none fretting.\n\nShe said:\n\n\"I wish she would hurry up. She's got to do it sooner or later.\"\n\nMy spirit was asleep in horror. Out there Margaret was breaking his\nheart and hers, using words like a hammer, looking wise, doing it so\nwell.\n\n\"Aren't they coming back?\" asked Kitty. \"I wish you'd look.\"\n\nThere was nothing in the garden; only a column of birds swinging across\nthe lake of green light that lay before the sunset.\n\nA long time after Kitty spoke once more:\n\n\"Jenny, do look again.\"\n\nThere had fallen a twilight which was a wistfulness of the earth. Under\nthe cedar-boughs I dimly saw a figure mothering something in her arms.\nAlmost had she dissolved into the shadows; in another moment the night\nwould have her. With his back turned on this fading unhappiness Chris\nwalked across the lawn. He was looking up under his brows at the\nover-arching house as though it were a hated place to which, against all\nhis hopes, business had forced him to return. He stepped aside to avoid\na patch of brightness cast by a lighted window on the grass; lights in\nour house were worse than darkness, affection worse than hate elsewhere.\nHe wore a dreadful, decent smile; I knew how his voice would resolutely\nlift in greeting us. He walked not loose-limbed like a boy, as he had\ndone that very afternoon, but with the soldier's hard tread upon the\nheel. It recalled to me that, bad as we were, we were yet not the worst\ncircumstance of his return. When we had lifted the yoke of our embraces\nfrom his shoulders he would go back to that flooded trench in Flanders,\nunder that sky more full of flying death than clouds, to that\nNo-Man's-Land where bullets fall like rain on the rotting faces of the\ndead.\n\n\"Jenny, aren't they there?\" Kitty asked again.\n\n\"They're both there.\"\n\n\"Is he coming back?\"\n\n\"He's coming back.\"\n\n\"Jenny! Jenny! How does he look?\"\n\n\"Oh,\"--how could I say it?--\"every inch a soldier.\"\n\nShe crept behind me to the window, peered over my shoulder and saw.\n\nI heard her suck in her breath with satisfaction.\n\n\"He's cured!\" she whispered slowly. \"He's cured!\"\n\nTHE END\n\n\n\n\n\n\nEnd of Project Gutenberg's The Return of the Soldier, by Rebecca West\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE RETURN OF THE SOLDIER ***\n\n***** This file should be named 37189-8.txt or 37189-8.zip *****\nThis and all associated files of various formats will be found in:\n        http:\/\/www.gutenberg.org\/3\/7\/1\/8\/37189\/\n\nProduced by Chuck Greif and the Online Distributed\nProofreading Team at http:\/\/www.pgdp.net (This book was\nproduced from scanned images of public domain material\nfrom the Google Print project.)\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp:\/\/gutenberg.org\/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark\/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s\/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http:\/\/www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp:\/\/pglaf.org\/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http:\/\/pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http:\/\/pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http:\/\/pglaf.org\/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http:\/\/www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n","id":1107,"split":"test"}
