{"ori_id":"fc724594f1ffb52d1101209b11cebc95700ee082","title":"Faust, Part One","context":"Faust, Part One\n The first part of Faust is not divided into acts, but is structured as a sequence of scenes in a variety of settings. After a dedicatory poem and a prelude in the theater, the actual plot begins with a prologue in Heaven, where the Lord challenges Mephistopheles, the Devil, that Mephistopheles cannot lead astray the Lord's favourite striving scholar, Dr. Faust. We then see Faust in his study, who, disappointed of science with natural means, attempts and fails to gain knowledge of nature and the universe by magical ones. The dejected Faust contemplates suicide, but is held back by the sounds of the beginning Easter celebrations. He joins his assistant Wagner for an Easter walk in the countryside, among the celebrating people, and is followed home by a poodle. Back in the study, the poodle transforms itself into Mephistopheles, who offers Faust a contract: he will do Faust's bidding on earth, and Faust will do the same for him in hell (if, as Faust adds in an important side clause, Mephisto can get him to be satisfied and to want a moment to last forever). Faust signs in blood, and Mephisto first takes him to Auerbach's tavern in Leipzig, where the devil plays tricks on some drunken revellers. Having then been transformed into a young man by a witch, Faust encounters Margaret (Gretchen) and she excites his desires. Through a scheme involving jewellery and Gretchen's neighbour Marthe, Mephisto brings about Faust's and Gretchen's liaison. After a period of separation, Faust seduces Gretchen, who accidentally kills her mother with a sleeping potion Faust had given her. Gretchen is pregnant, and her torment is further increased when Faust and Mephisto kill her enraged brother in a sword fight. Mephisto seeks to distract Faust by taking him to the witches' sabbath of Walpurgis Night, but Faust insists on rescuing Gretchen from the death sentence she has been given after going insane and drowning her newborn child. In the dungeon, Faust in vain tries to persuade Gretchen to follow him to freedom. At the end of the drama, as Faust and Mephisto flee the dungeon, a voice from heaven announces Gretchen's salvation.\nï»¿The Project Gutenberg Etext of Faust Part 1, by Johann Wolfgang Von Goethe\n#32 in our series by Goethe\n\nSee also etexts numbers 2229 and 2230 for editions of this etext\nin German.\n\nCopyright laws are changing all over the world, be sure to check\nthe copyright laws for your country before posting these files!!\n\nPlease take a look at the important information in this header.\nWe encourage you to keep this file on your own disk, keeping an\nelectronic path open for the next readers.  Do not remove this.\n\n*It must legally be the first thing seen when opening the book.*\nIn fact, our legal advisors said we can't even change margins.\n\n**Welcome To The World of Free Plain Vanilla Electronic Texts**\n\n**Etexts Readable By Both Humans and By Computers, Since 1971**\n\n*These Etexts Prepared By Hundreds of Volunteers and Donations*\n\nInformation on contacting Project Gutenberg to get Etexts, and\nfurther information is included below.  We need your donations.\n\n\nTitle: Faust Part 1\n\nAuthor:  Johann Wolfgang Von Goethe\n\nRelease date: January, 2002  [Etext #3023]\n[Date last updated: May 9, 2004]\n\nEdition: 10\n\nLanguage: English\n\n\nThe Project Gutenberg Etext Faust Part 1 by Johann Wolfgang Von Goethe\n******This file should be named 3023.txt or 3023.zip******\n\n\nPrepared by David Reed haradda@aol.com or davidr@inconnect.com\n\nProject Gutenberg Etexts are usually created from multiple editions,\nall of which are in the Public Domain in the United States, unless a\ncopyright notice is included.  Therefore, we usually do NOT keep any\nof these books in compliance with any particular paper edition.\n\n\nWe are now trying to release all our books one month in advance\nof the official release dates, leaving time for better editing.\n\nPlease note:  neither this list nor its contents are final till\nmidnight of the last day of the month of any such announcement.\nThe official release date of all Project Gutenberg Etexts is at\nMidnight, Central Time, of the last day of the stated month.  A\npreliminary version may often be posted for suggestion, comment\nand editing by those who wish to do so.  To be sure you have an\nup to date first edition [xxxxx10x.xxx] please check file sizes\nin the first week of the next month.  Since our ftp program has\na bug in it that scrambles the date [tried to fix and failed] a\nlook at the file size will have to do, but we will try to see a\nnew copy has at least one byte more or less.\n\n\nInformation about Project Gutenberg (one page)\n\nWe produce about two million dollars for each hour we work.  The\ntime it takes us, a rather conservative estimate, is fifty hours\nto get any etext selected, entered, proofread, edited, copyright\nsearched and analyzed, the copyright letters written, etc.  This\nprojected audience is one hundred million readers.  If our value\nper text is nominally estimated at one dollar then we produce $2\nmillion dollars per hour this year as we release thirty-six text\nfiles per month, or 432 more Etexts in 1999 for a total of 2000+\nIf these reach just 10% of the computerized population, then the\ntotal should reach over 200 billion Etexts given away this year.\n\nThe Goal of Project Gutenberg is to Give Away One Trillion Etext\nFiles by December 31, 2001.  [10,000 x 100,000,000 = 1 Trillion]\nThis is ten thousand titles each to one hundred million readers,\nwhich is only ~5% of the present number of computer users.\n\nAt our revised rates of production, we will reach only one-third\nof that goal by the end of 2001, or about 3,333 Etexts unless we\nmanage to get some real funding; currently our funding is mostly\nfrom Michael Hart's salary at Carnegie-Mellon University, and an\nassortment of sporadic gifts; this salary is only good for a few\nmore years, so we are looking for something to replace it, as we\ndon't want Project Gutenberg to be so dependent on one person.\n\nWe need your donations more than ever!\n\n\nAll donations should be made to \"Project Gutenberg\/CMU\": and are\ntax deductible to the extent allowable by law.  (CMU = Carnegie-\nMellon University).\n\nFor these and other matters, please mail to:\n\nProject Gutenberg\nP. O. Box  2782\nChampaign, IL 61825\n\nWhen all other email fails. . .try our Executive Director:\nMichael S. Hart <hart@pobox.com>\nhart@pobox.com forwards to hart@prairienet.org and archive.org\nif your mail bounces from archive.org, I will still see it, if\nit bounces from prairienet.org, better resend later on. . . .\n\nWe would prefer to send you this information by email.\n\n******\n\nTo access Project Gutenberg etexts, use any Web browser\nto view http:\/\/promo.net\/pg.  This site lists Etexts by\nauthor and by title, and includes information about how\nto get involved with Project Gutenberg.  You could also\ndownload our past Newsletters, or subscribe here.  This\nis one of our major sites, please email hart@pobox.com,\nfor a more complete list of our various sites.\n\nTo go directly to the etext collections, use FTP or any\nWeb browser to visit a Project Gutenberg mirror (mirror\nsites are available on 7 continents; mirrors are listed\nat http:\/\/promo.net\/pg).\n\nMac users, do NOT point and click, typing works better.\n\nExample FTP session:\n\nftp ftp.ibiblio.org\nlogin: anonymous\npassword: your@login\ncd pub\/docs\/books\/gutenberg\ncd etext90 through etext99 or etext00 through etext01, etext02 etc.\ndir [to see files]\nget or mget [to get files. . .set bin for zip files]\nGET GUTINDEX.??  [to get a year's listing of books, e.g., GUTINDEX.99]\nGET GUTINDEX.ALL [to get a listing of ALL books]\n\n***\n\n**Information prepared by the Project Gutenberg legal advisor**\n\n(Three Pages)\n\n\n***START**THE SMALL PRINT!**FOR PUBLIC DOMAIN ETEXTS**START***\nWhy is this \"Small Print!\" statement here?  You know: lawyers.\nThey tell us you might sue us if there is something wrong with\nyour copy of this etext, even if you got it for free from\nsomeone other than us, and even if what's wrong is not our\nfault.  So, among other things, this \"Small Print!\" statement\ndisclaims most of our liability to you.  It also tells you how\nyou can distribute copies of this etext if you want to.\n\n*BEFORE!* YOU USE OR READ THIS ETEXT\nBy using or reading any part of this PROJECT GUTENBERG-tm\netext, you indicate that you understand, agree to and accept\nthis \"Small Print!\" statement.  If you do not, you can receive\na refund of the money (if any) you paid for this etext by\nsending a request within 30 days of receiving it to the person\nyou got it from.  If you received this etext on a physical\nmedium (such as a disk), you must return it with your request.\n\nABOUT PROJECT GUTENBERG-TM ETEXTS\nThis PROJECT GUTENBERG-tm etext, like most PROJECT GUTENBERG-\ntm etexts, is a \"public domain\" work distributed by Professor\nMichael S. Hart through the Project Gutenberg Association at\nCarnegie-Mellon University (the \"Project\").  Among other\nthings, this means that no one owns a United States copyright\non or for this work, so the Project (and you!) can copy and\ndistribute it in the United States without permission and\nwithout paying copyright royalties.  Special rules, set forth\nbelow, apply if you wish to copy and distribute this etext\nunder the Project's \"PROJECT GUTENBERG\" trademark.\n\nTo create these etexts, the Project expends considerable\nefforts to identify, transcribe and proofread public domain\nworks.  Despite these efforts, the Project's etexts and any\nmedium they may be on may contain \"Defects\".  Among other\nthings, Defects may take the form of incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other\nintellectual property infringement, a defective or damaged\ndisk or other etext medium, a computer virus, or computer\ncodes that damage or cannot be read by your equipment.\n\nLIMITED WARRANTY; DISCLAIMER OF DAMAGES\nBut for the \"Right of Replacement or Refund\" described below,\n[1] the Project (and any other party you may receive this\netext from as a PROJECT GUTENBERG-tm etext) disclaims all\nliability to you for damages, costs and expenses, including\nlegal fees, and [2] YOU HAVE NO REMEDIES FOR NEGLIGENCE OR\nUNDER STRICT LIABILITY, OR FOR BREACH OF WARRANTY OR CONTRACT,\nINCLUDING BUT NOT LIMITED TO INDIRECT, CONSEQUENTIAL, PUNITIVE\nOR INCIDENTAL DAMAGES, EVEN IF YOU GIVE NOTICE OF THE\nPOSSIBILITY OF SUCH DAMAGES.\n\nIf you discover a Defect in this etext within 90 days of\nreceiving it, you can receive a refund of the money (if any)\nyou paid for it by sending an explanatory note within that\ntime to the person you received it from.  If you received it\non a physical medium, you must return it with your note, and\nsuch person may choose to alternatively give you a replacement\ncopy.  If you received it electronically, such person may\nchoose to alternatively give you a second opportunity to\nreceive it electronically.\n\nTHIS ETEXT IS OTHERWISE PROVIDED TO YOU \"AS-IS\".  NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, ARE MADE TO YOU AS\nTO THE ETEXT OR ANY MEDIUM IT MAY BE ON, INCLUDING BUT NOT\nLIMITED TO WARRANTIES OF MERCHANTABILITY OR FITNESS FOR A\nPARTICULAR PURPOSE.\n\nSome states do not allow disclaimers of implied warranties or\nthe exclusion or limitation of consequential damages, so the\nabove disclaimers and exclusions may not apply to you, and you\nmay have other legal rights.\n\nINDEMNITY\nYou will indemnify and hold the Project, its directors,\nofficers, members and agents harmless from all liability, cost\nand expense, including legal fees, that arise directly or\nindirectly from any of the following that you do or cause:\n[1] distribution of this etext, [2] alteration, modification,\nor addition to the etext, or [3] any Defect.\n\nDISTRIBUTION UNDER \"PROJECT GUTENBERG-tm\"\nYou may distribute copies of this etext electronically, or by\ndisk, book or any other medium if you either delete this\n\"Small Print!\" and all other references to Project Gutenberg,\nor:\n\n[1]  Only give exact copies of it.  Among other things, this\n     requires that you do not remove, alter or modify the\n     etext or this \"small print!\" statement.  You may however,\n     if you wish, distribute this etext in machine readable\n     binary, compressed, mark-up, or proprietary form,\n     including any form resulting from conversion by word pro-\n     cessing or hypertext software, but only so long as\n     *EITHER*:\n\n     [*]  The etext, when displayed, is clearly readable, and\n          does *not* contain characters other than those\n          intended by the author of the work, although tilde\n          (~), asterisk (*) and underline (_) characters may\n          be used to convey punctuation intended by the\n          author, and additional characters may be used to\n          indicate hypertext links; OR\n\n     [*]  The etext may be readily converted by the reader at\n          no expense into plain ASCII, EBCDIC or equivalent\n          form by the program that displays the etext (as is\n          the case, for instance, with most word processors);\n          OR\n\n     [*]  You provide, or agree to also provide on request at\n          no additional cost, fee or expense, a copy of the\n          etext in its original plain ASCII form (or in EBCDIC\n          or other equivalent proprietary form).\n\n[2]  Honor the etext refund and replacement provisions of this\n     \"Small Print!\" statement.\n\n[3]  Pay a trademark license fee to the Project of 20% of the\n     net profits you derive calculated using the method you\n     already use to calculate your applicable taxes.  If you\n     don't derive profits, no royalty is due.  Royalties are\n     payable to \"Project Gutenberg Association\/Carnegie-Mellon\n     University\" within the 60 days following each\n     date you prepare (or were legally required to prepare)\n     your annual (or equivalent periodic) tax return.\n\nWHAT IF YOU *WANT* TO SEND MONEY EVEN IF YOU DON'T HAVE TO?\nThe Project gratefully accepts contributions in money, time,\nscanning machines, OCR software, public domain etexts, royalty\nfree copyright licenses, and every other sort of contribution\nyou can think of.  Money should be paid to \"Project Gutenberg\nAssociation \/ Carnegie-Mellon University\".\n\nWe are planning on making some changes in our donation structure\nin 2000, so you might want to email me, hart@pobox.com beforehand.\n\n\n\n\n*END THE SMALL PRINT! FOR PUBLIC DOMAIN ETEXTS*Ver.04.29.93*END*\n\n\n\n\n\nPrepared by David Reed haradda@aol.com or davidr@inconnect.com\n\n\n\nFaust Part 1\nby Johann Wolfgang Von Goethe\n\nINTRODUCTORY NOTE\n\nJOHANN WOLFGANG VON GOETHE, the greatest of German\nmen of letters, was born at Frank fort-on-the-Main, August 28,\n1749. His father was a man of means and position, and he\npersonally supervised the early education of his son. The young\nGoethe studied at the universities of Leipsic and Strasburg, and in\n1772 entered upon the practise of law at Wetzlar. At the invitation\nof Karl August, Duke of Saxe-Weimar, he went in 1775 to live in\nWeimar, where he held a succession of political offices, becoming\nthe Duke's chief adviser. From 1786 to 1788 he traveled in Italy,\nand from 179' to 1817 directed the ducal theater at Weimar. He\ntook part in the wars against France, 1792-3, and in the following\nyear began his friendship with Schiller, which lasted till the latter's\ndeath in 1805. In 1806 he married Christiane Vulpius. From about\n1794 he devoted himself chiefly to literature, and after a life of\nextraordinary productiveness died at Weimar, March 22, 1832.\nThe most important of Goethe's works produced before he went to\nWeimar were his tragedy \"Gotz von Berlichingen\" (1773), which\nfirst brought him fame, and \"The Sorrows of Young Werther,\" a\nnovel which obtained enormous popularity during the so-called\n\"Sturm und Drang\" period. During the years at Weimar before he\nknew Schiller he began \"Wilhelm Meister,\" wrote the dramas,\n\"Iphigenie,\" \"Egmont,\" and \"Torquato Tasso,\" and his \"Reinecke\nFuchs.\" To the period of his friendship with Schiller belong the\ncontinuation of \"Wilhelm Meister,\" the beautiful idyl of \"Hermann\nand Dorothea,\" and the \"Roman Elegies.\" In the last period,\nbetween Schiller's death in 1805 and his own, appeared \"Faust,\"\n\"Elective Affinities,\" his autobiographical \"Dichtung und\nWahrheit\" (\"Poetry and Truth\"), his \"Italian Journey,\" much\nscientific work, and a series of treatises on German Art.\n\nThough the foregoing enumeration contains but a selection front\nthe titles of Goethe's best known writings, it suffices to show the\nextraordinary fertility and versatility of his genius. Rarely has a\nman of letters had so full and varied a life, or been capable of so\nmany-sided a development. His political and scientific activities,\nthough dwarfed in the eyes of our generation by his artistic\nproduction, yet showed the adaptability of his talent in the most\ndiverse directions, and helped to give him that balance of temper\nand breadth of vision in which he has been surpassed by no genius\nof the ancient or modern world.\n\nThe greatest and most representative expression of Goethe's\npowers is without doubt to be found in his drama of \"Faust\"; but\nbefore dealing with Goethe's masterpiece, it is worth while to say\nsomething of the history of the story on which it is founded--the\nmost famous instance of the old and widespread legend of the man\nwho sold his soul to the devil. The historical Dr. Faust seems to\nhave been a self-called philosopher who traveled about Germany\nin the first half of the sixteenth century, making money by the\npractise of magic, fortune-telling, and pretended cures. He died\nmysteriously about 1540, and a legend soon sprang up that the\ndevil, by whose aid he wrought his wonders, had finally carried\nhim off. In 1587 a life of him appeared, in which are attributed to\nhim many marvelous exploits and in which he is held up as an\nawful warning against the excessive desire for secular learning and\nadmiration for antique beauty which characterized the humanist\nmovement of the time. In this aspect the Faust legend is an\nexpression of early popular Protestantism, and of its antagonism to\nthe scientific and classical tendencies of the Renaissance.\n\nWhile a succession of Faust books were appearing in Germany, the\noriginal life was translated into English and dramatized by\nMarlowe. English players brought Marlowe's work back to\nGermany, where it was copied by German actors, degenerated into\nspectacular farce, and finally into a puppet show. Through this\npuppet show Goethe made acquaintance with the legend.\n\nBy the time that Goethe was twenty, the Faust legend had\nfascinated his imagination; for three years before he went to\nWeimar he had been working on scattered scenes and bits of\ndialogue; and though he suspended actual composition on it during\nthree distinct periods, it was always to resume, and he closed his\nlabors upon it only with his life. Thus the period of time between\nhis first experiments and the final touches is more than sixty years.\nDuring this period the plans for the structure and the signification\nof the work inevitably underwent profound modifications, and\nthese have naturally affected the unity of the result; but, on the\nother hand, this long companionship and persistent recurrence to\nthe task from youth to old age have made it in a unique way the\nrecord of Goethe's personality in all its richness and diversity.\n\nThe drama was given to the public first as a fragment in 1790; then\nthe completed First Part appeared in 1808; and finally the Second\nPart was published in 1833, the year after the author's death.\nWriting in \"Dichtung und Wahrheit\" of the period about 1770,\nwhen he was in Strasburg with. Herder, Goethe says, \"The\nsignificant puppet-play legend . . . echoed and buzzed in many\ntones within me. I too had drifted about in all knowledge, and\nearly enough had been brought to feel the vanity of it. I too had\nmade all sorts of experiments in life, and had always come back\nmore unsatisfied and more tormented. I was now carrying these\nthings, like many others, about with me and delighting myself with\nthem in lonely hours, but without writing anything down.\" Without\ngoing into the details of the experience which underlies these\nwords, we can see the be ginning of that sympathy with the hero of\nthe old story that was the basis of its fascination and that\naccounted for Goethe's departure from the traditional catastrophe\nof Faust's damnation.\n\nOf the elements in the finished Faust that are derived from the\nlegend a rough idea may be obtained from the \"Doctor Faustus\" of\nMarlowe, printed in the present volume. As early as 1674 a life of\nFaust had contained the incident of the philosopher's falling in love\nwith a servant-girl; but the developed story of Gretchen is Goethe's\nown. The other elements added to the plot can be noted by a\ncomparison with Marlowe.\n\nIt need hardly be said that Goethe's \"Faust\" does not derive its\ngreatness from its conformity to the traditional standards of what a\ntragedy should be. He himself was accustomed to refer to it\ncynically as a monstrosity, and yet he put himself into it as\nintensely as Dante put himself into \"The Divine Comedy.\" A\npartial explanation of this apparent contradiction in the author's\nattitude is to be found in what has been said of its manner of\ncomposition. Goethe began it in his romantic youth, and availed\nhimself recklessly of the supernatural elements in the legend, with\nthe disregard of reason and plausibility characteristic of the\nromantic mood. When he returned to it in the beginning of the new\ncentury his artistic standards had changed, and the supernaturalism\ncould now be tolerated only by being made symbolic. Thus he\nmakes the career of Faust as a whole emblematic of the triumph of\nthe persistent striving for the ideal over the temptation to find\ncomplete satisfaction in the sense, and prepares the reader for this\ninterpretation by prefixing the \"Prologue in Heaven.\" The\nelaboration of this symbolic element is responsible for such scenes\nas the Walpurgis Night and the Intermezzo, scenes full of power\nand infinitely suggestive, but destructive of the unity of the play as\na tragedy of human life. Yet there remains in this First Part even in\nits final form much that is realistic in the best sense, the carousal\nin Auerbach's cellar, the portrait of Martha, the Easter-morning\nwalk, the character and fate of Margaret. It is such elements as\nthese that have appealed to the larger reading public and that have\nnaturally been emphasized by performance on the stage, and by\nvirtue of these alone \"Faust\" may rank as a great drama; but it is\nthe result of Goethe's broodings on the mystery of human life,\nshadowed forth in the symbolic parts and elaborated with still\ngreater complexity and still more far-reaching suggestiveness--and,\nit must be added, with deepening obscurity--in the Second Part,\nthat have given the work its place with \"Job,\" with the\n\"Prometheus Bound,\" with \"The Divine Comedy,\" and with\n\"Hamlet.\"\n\n\n\n\n\nDedication\n\nYE wavering shapes, again ye do enfold me,\nAs erst upon my troubled sight ye stole;\nShall I this time attempt to clasp, to hold ye?\nStill for the fond illusion yearns my soul?\nYe press around! Come then, your captive hold me,\nAs upward from the vapoury mist ye roll;\nWithin my breast youth's throbbing pulse is bounding,\nFann'd by the magic breath your march surrounding.\n\nShades fondly loved appear, your train attending,\nAnd visions fair of many a blissful day;\nFirst-love and friendship their fond accents blending,\nLike to some ancient, half-expiring lay;\nSorrow revives, her wail of anguish sending\nBack o'er life's devious labyrinthine way,\nAnd names the dear ones, they whom Fate bereaving\nOf life's fair hours, left me behind them grieving.\n\nThey hear me not my later cadence singing,\nThe souls to whom my earlier lays I sang;\nDispersed the throng, their severed flight now winging;\nMute are the voices that responsive rang.\nFor stranger crowds the Orphean lyre now stringing,\nE'en their applause is to my heart a pang;\nOf old who listened to my song, glad hearted,\nIf yet they live, now wander widely parted.\n\nA yearning long unfelt, each impulse swaying,\nTo yon calm spirit-realm uplifts my soul;\nIn faltering cadence, as when Zephyr playing,\nFans the Aeolian harp, my numbers roll;\nTear follows tear, my steadfast heart obeying\nThe tender impulse, loses its control;\nWhat I possess as from afar I see;\nThose I have lost become realities to me.\n\n\n\n\n\nPROLOGUE FOR THE THEATRE\n\nMANAGER.  DRAMATIC POET.  MERRYMAN.\n\nMANAGER\n\nYE twain, in trouble and distress\nTrue friends whom I so oft have found,\nSay, for our scheme on German ground,\nWhat prospect have we of success?\nFain would I please the public, win their thanks;\nThey live and let live, hence it is but meet.\nThe posts are now erected, and the planks,\nAnd all look forward to a festal treat.\nTheir places taken, they, with eyebrows rais'd,\nSit patiently, and fain would be amaz'd.\nI know the art to hit the public taste,\nYet ne'er of failure felt so keen a dread;\nTrue, they are not accustomed to the best,\nBut then appalling the amount they've read..\nHow make our entertainment striking, new,\nAnd yet significant and pleasing too?\nFor to be plain, I love to see the throng,\nAs to our booth the living tide progresses;\nAs wave on wave successive rolls along,\nAnd through heaven's narrow portal forceful presses;\nStill in broad daylight, ere the clock strikes four,\nWith blows their way towards the box they take;\nAnd, as for bread in famine, at the baker's door,\nFor tickets are content their necks to break.\nSuch various minds the bard alone can sway,\nMy friend, oh work this miracle to-day!\n\nPOET\n\nOh of the motley throng speak not before me,\nAt whose aspect the Spirit wings its flight!\n\nConceal the surging concourse, I implore thee,\nWhose vortex draws us with resistless might.\nNo, to some peaceful heavenly nook restore me,\nWhere only for the bard blooms pure delight,\nWhere love and friendship yield their choicest blessing,\nOur heart's true bliss, with god-like hand caressing.\n\nWhat in the spirit's depths was there created,\nWhat shyly there the lip shaped forth in sound;\nA failure now, with words now fitly mated,\nIn the wild tumult of the hour is drown'd;\nFull oft the poet's thought for years bath waited\nUntil at length with perfect form 'tis crowned;\nWhat dazzles, for the moment born, must perish;\nWhat genuine is posterity will cherish.\n\nMERRYMAN\n\nThis cant about posterity I hate;\nAbout posterity were I to prate,\nWho then the living would amuse? For they\nWill have diversion, ay, and 'tis their due.\nA sprightly fellow's presence at your play,\nMethinks should also count for something too;\nWhose genial wit the audience still inspires,\nKnows from their changeful mood no angry feeling;\nA wider circle he desires,\nTo their heart's depths more surely thus appealing.\nTo work, then! Give a master-piece, my friend;\nBring Fancy with her choral trains before us,\nSense, reason, feeling, passion, but attend!\nLet folly also swell the tragic chorus.\n\nMANAGER\n\nIn chief, of incident enough prepare!\nA show they want, they come to gape and stare.\nSpin for their eyes abundant occupation,\nSO that the multitude may wondering gaze,\nYou by sheer bulk have won your reputation,\n\nBy mass alone can you subdue the masses,\nEach then selects in time what suits his bent.\nBring much, you something bring for various classes,\nAnd from the house goes every one content.\nYou give a piece, abroad in pieces send it!\n'Tis a ragout--success most needs attend it;\n'Tis easy to serve up, as easy to invent.\nA finish'd whole what boots it to present!\nFull soon the public will in pieces rend it.\n\nPOET\n\nHow mean such handicraft as this you cannot feel!\nHow it revolts the genuine artist's mind!\nThe sorry trash in which these coxcombs deal,\nIs here approved on principle, I find.\n\nMANAGER\n\nSuch a reproof disturbs me not a whit!\nWho on efficient work is bent,\nMust choose the fittest instrument.\nConsider! 'tis soft wood you have to split;\nThink too for whom you write, I pray!\nOne comes to while an hour away;\nOne from the festive board, a sated guest;\nOthers, more dreaded than the rest,\nFrom journal-reading hurry to the play.\nAs to a masquerade, with absent minds, they press,\nSheer curiosity their footsteps winging;\nLadies display their persons and their dress,\nActors unpaid their service bringing.\nWhat dreams beguile you on your poet's height?\nWhat puts a full house in a merry mood?\nMore closely view your patrons of the night!\nThe half are cold, the half are rude.\nOne, the play over, craves a game of cards;\nAnother a wild night in wanton joy would spend.\nPoor fools the muses' fair regards.\nWhy court for such a paltry end?\nI tell you, give them more, still more, 'tis all I ask,\nThus you will ne'er stray widely from the goal;\nYour audience seek to mystify, cajole;--\nTo satisfy them--that's a harder task.\nWhat ails thee? art enraptured or distressed?\n\nPOET\n\nDepart! elsewhere another servant choose\nWhat! shall the bard his godlike power abuse?\nMan's loftiest right, kind nature's high bequest,\nFor your mean purpose basely sport away?\nWhence comes his mastery o'er the human breast,\nWhence o'er the elements his sway,\nBut from the harmony that, gushing from his soul,\nDraws back into his heart the wondrous whole?\nWith careless hand when round her spindle, Nature\nWinds the interminable thread of life;\nWhen 'mid the clash of Being every creature\nMingles in harsh inextricable strife;\nWho deals their course unvaried till it falleth,\nIn rhythmic flow to music's measur'd tone?\nEach solitary note whose genius calleth,\nTo swell the mighty choir in unison?\nWho in the raging storm sees passion low'ring?\nOr flush of earnest thought in evening's glow?\nWho every blossom in sweet spring-time flowering\nAlong the loved one's path would strow?\nWho, Nature's green familiar leaves entwining,\nWreathe's glory's garland, won on every field?\nMakes sure Olympus, heavenly powers combining?\nMan's mighty spirit, in the bard reveal'd!\n\nMERRYMAN\n\nCome then, employ your lofty inspiration,\nAnd carry on the poet's avocation,\nJust as we carry on a love affair.\nTwo meet by chance, are pleased, they linger there,\nInsensibly are link'd, they scarce know how;\nFortune seems now propitious, adverse now,\nThen come alternate rapture and despair;\nAnd 'tis a true romance ere one's aware.\nJust such a drama let us now compose.\nPlunge boldly into life--its depths disclose!\nEach lives it, not to many is it known,\n'Twill interest wheresoever seiz'd and shown;\nBright pictures, but obscure their meaning:\nA ray of truth through error gleaming,\nThus you the best elixir brew,\nTo charm mankind, and edify them too.\nThen youth's fair blossoms crowd to view your play,\nAnd wait as on an oracle; while they,\nThe tender souls, who love the melting mood,\nSuck from your work their melancholy food;\nNow this one, and now that, you deeply stir,\nEach sees the working of his heart laid bare.\nTheir tears, their laughter, you command with ease,\nThe lofty still they honour, the illusive love.\nYour finish'd gentlemen you ne'er can please;\nA growing mind alone will grateful prove.\n\nPOET\n\nThen give me back youth's golden prime,\nWhen my own spirit too was growing,\nWhen from my heart th' unbidden rhyme\nGush'd forth, a fount for ever flowing;\nThen shadowy mist the world conceal'd,\nAnd every bud sweet promise made,\nOf wonders yet to be reveal'd,\nAs through the vales, with blooms inlaid,\nCulling a thousand flowers I stray'd.\nNaught had I, yet a rich profusion!\nThe thirst for truth, joy in each fond illusion.\nGive me unquell'd those impulses to prove;--\nRapture so deep, its ecstasy was pain,\nThe power of hate, the energy of love,\nGive me, oh give me back my youth again!\n\nMERRYMAN\n\nYouth, my good friend, you certainly require\nWhen foes in battle round are pressing,\nWhen a fair maid, her heart on fire,\nHangs on your neck with fond caressing,\nWhen from afar, the victor's crown,\nTo reach the hard-won goal inciteth;\nWhen from the whirling dance, to drown\nYour sense, the night's carouse inviteth.\nBut the familiar chords among\nBoldly to sweep, with graceful cunning,\nWhile to its goal, the verse along\nIts winding path is sweetly running;\nThis task is yours, old gentlemen, to-day;\nNor are you therefore less in reverence held;\nAge does not make us childish, as folk say,\nIt finds us genuine children e'en in eld.\n\nMANAGER\n\nA truce to words, mere empty sound,\nLet deeds at length appear, my friends!\nWhile idle compliments you round,\nYou might achieve some useful ends.\nWhy talk of the poetic vein?\nWho hesitates will never know it;\nIf bards ye are, as ye maintain,\nNow let your inspiration show it.\nTo you is known what we require,\nStrong drink to sip is our desire;\nCome, brew me such without delay!\nTo-morrow sees undone, what happens not to-day\nStill forward press, nor ever tire!\nThe possible, with steadfast trust,\nResolve should by the forelock grasp;\nThen she will ne'er let go her clasp,\nAnd labours on, because she must.\nTherefore in bringing out your play,\nNor scenes nor mechanism spare!\nHeaven's lamps employ, the greatest and the least,\nBe lavish of the stellar lights,\nWater, and fire, and rocky heights,\nSpare not at all, nor birds, nor beast.\nThus let creation's ample sphere\nForthwith in this our narrow booth appear,\nAnd with considerate speed, through fancy's spell,\nJourney from heaven, thence through the world, to hell!\n\n\n\n\n\nPROLOGUE IN HEAVEN\n\nTHE LORD. THE HEAVENLY HOSTS.\nAfterwards MEPHISTOPHELES.\n\nTime three Archangels come forward\n\nRAPHAEL\n\nTHE Sun, in ancient guise, competing\nWith brother spheres in rival song,\nWith thunder-march, his orb completing,\nMoves his predestin'd course along;\nHis aspect to the powers supernal\nGives strength, though fathom him none may;\nTranscending thought, the works eternal\nAre fair as on the primal day.\n\nGABRIEL\n\nWith speed, thought baffling, unabating,\nEarth's splendour whirls in circling flight;\nIts Eden-brightness alternating\nWith solemn, awe-inspiring night;\nOcean's broad waves in wild commotion,\nAgainst the rocks' deep base are hurled;\nAnd with the spheres, both rock and ocean\nEternally are swiftly whirled.\n\nMICHAEL\n\nAnd tempests roar in emulation\nFrom sea to land, from land to sea,\nAnd raging form, without cessation,\nA chain of wondrous agency,\nFull in the thunder's path careering,\n\nFlaring the swift destructions play;\nBut, Lord, Thy servants are revering\nThe mild procession of thy day.\n\nTHE THREE\n\nThine aspect to the powers supernal\nGives strength, though fathom thee none may;\nAnd all thy works, sublime, eternal,\nAre fair as on the primal day.\n\nMEPHISTOPHELES\n\nSince thou, O Lord, approachest us once more,\nAnd how it fares with us, to ask art fain,\nSince thou hast kindly welcom'd me of yore,\nThou see'st me also now among thy train.\nExcuse me, fine harangues I cannot make,\nThough all the circle look on me with scorn;\nMy pathos soon thy laughter would awake,\nHadst thou the laughing mood not long forsworn.\nOf suns and worlds I nothing have to say,\nI see alone mankind's self-torturing pains.\nThe little world-god still the self-same stamp retains,\nAnd is as wondrous now as on the primal day.\nBetter he might have fared, poor wight,\nHadst thou not given him a gleam of heavenly light;\nReason, he names it, and doth so\nUse it, than brutes more brutish still to grow.\nWith deference to your grace, he seems to me\nLike any long-legged grasshopper to be,\nWhich ever flies, and flying springs,\nAnd in the grass its ancient ditty sings.\nWould he but always in the grass repose!\nIn every heap of dung he thrusts his nose.\n\nTHE LORD\n\nHast thou naught else to say? Is blame\nIn coming here, as ever, thy sole aim?\nDoes nothing on the earth to thee seem right?\n\nMEPHISTOPHELES\n\nNo, Lord! I find things there, as ever, in sad plight.\nMen, in their evil days, move my compassion;\nSuch sorry things to plague is nothing worth.\n\nTHE LORD\n\nKnow'st thou my servant, Faust?\n\nMEPHISTOPHELES\n\nThe doctor?\n\nTHE LORD\n\nRight.\n\nMEPHISTOPHELES\n\nHe serves thee truly in a wondrous fashion.\nPoor fool! His food and drink are not of earth.\nAn inward impulse hurries him afar,\nHimself half conscious of his frenzied mood;\nFrom heaven claimeth he the fairest star,\nAnd from the earth craves every highest good,\nAnd all that's near, and all that's far,\nFails to allay the tumult in his blood.\n\nTHE LORD\n\nThough in perplexity he serves me now,\nI soon will lead him where more light appears;\nWhen buds the sapling, doth the gardener know\nThat flowers and fruit will deck the coming years.\n\nMEPHISTOPHELES\n\nWhat wilt thou wager? Him thou yet shall lose,\nIf leave to me thou wilt but give,\nGently to lead him as I choose!\n\nTHE LORD\n\nSo long as he on earth doth live,\nSo long 'tis not forbidden thee.\nMan still must err, while he doth strive.\n\nMEPHISTOPHELES\n\nI thank you; for not willingly\nI traffic with the dead, and still aver\nThat youth's plump blooming cheek I very much prefer.\nI'm not at home to corpses; 'tis my way,\nLike cats with captive mice to toy and play.\n\nTHE LORD\n\nEnough! 'tis granted thee! Divert\nThis mortal spirit from his primal source;\nHim, canst thou seize, thy power exert\nAnd lead him on thy downward course,\nThen stand abash'd, when thou perforce must own,\nA good man in his darkest aberration,\nOf the right path is conscious still.\n\nMEPHISTOPHELES\n\n'Tis done! Full soon thou'lt see my exultation;\nAs for my bet no fears I entertain.\nAnd if my end I finally should gain,\nExcuse my triumphing with all my soul.\nDust he shall eat, ay, and with relish take,\nAs did my cousin, the renowned snake.\n\nTHE LORD\n\nHere too thou'rt free to act without control;\nI ne'er have cherished hate for such as thee.\nOf all the spirits who deny,\nThe scoffer is least wearisome to me.\nEver too prone is man activity to shirk,\nIn unconditioned rest he fain would live;\nHence this companion purposely I give,\nWho stirs, excites, and must, as devil, work.\nBut ye, the genuine sons of heaven, rejoice!\nIn the full living beauty still rejoice!\nMay that which works and lives, the ever-growing,\nIn bonds of love enfold you, mercy-fraught,\nAnd Seeming's changeful forms, around you flowing,\nDo ye arrest, in ever-during thought!\n(Heaven closes, the Archangels disperse.)\n\nMEPHISTOPHELES (alone)\n\nThe ancient one I like sometimes to see,\nAnd not to break with him am always civil;\n'Tis courteous in so great a lord as he,\nTo speak so kindly even to the devil.\n\n\n\n\n\n\nTHE TRAGEDY OF FAUST\n\nDRAMATIS PERSONAE\n\nCharacters in the Prologue for the Theatre\n\nTHE MANAGER. THE DRAMATIC POET. MERRYMAN.\n\nCharacters in the Prologue in Heaven\n\nTHE LORD.\nRAPHAEL, GABRIEL, MICHAEL, (The Heavenly Host).\nMEPHISTOPHELES.\n\nCharacters in the Tragedy\nFAUST. MEPHISTOPHELES. WAGNER, a Student.\nMARGARET. MARTHA, Margaret's Neighbour.\nVALENTINE, Margaret's Brother. OLD PEASANT. A\nSTUDENT. ELIZABETH, an Acquaintance of Margaret's.\nFaoscn, BRANDER, SIEBEL, ALTMAYER,\n(Guests in Auerbach's Wine Cellar).\nWitches; old and young; Wizards, Will-o'-the-Wisp, Witch Pedlar,\nProtophantasmist, Servibilis, Monkeys, Spirits, Journeymen,\nCountry-folk, Citizens, Beggar, Old Fortune-teller, Shepherd,\nSoldier, Students, &c.\n\nIn the Intermezzo\n\nOBERON. TITANIA. ARIEL. PUCK, &C, &C.\n\n\n\n\n\nPART I\n\nNIGHT\n\nA high vaulted narrow Gothic chamber.\nFAUST, restless, seated at his desk.\n\nFAUST\n\nI HAVE, alas! Philosophy,\nMedicine, Jurisprudence too,\nAnd to my cost Theology,\nWith ardent labour, studied through.\nAnd here I stand, with all my lore,\nPoor fool, no wiser than before.\nMagister, doctor styled, indeed,\nAlready these ten years I lead,\nUp, down, across, and to and fro,\nMy pupils by the nose,--and learn,\nThat we in truth can nothing know!\nThat in my heart like fire doth burn.\n'Tis true I've more cunning than all your dull tribe,\nMagister and doctor, priest, parson, and scribe;\nScruple or doubt comes not to enthrall me,\nNeither can devil nor hell now appal me--\nHence also my heart must all pleasure forego!\nI may not pretend, aught rightly to know,\nI may not pretend, through teaching, to find\nA means to improve or convert mankind.\nThen I have neither goods nor treasure,\nNo worldly honour, rank, or pleasure;\nNo dog in such fashion would longer live!\nTherefore myself to magic I give,\nIn hope, through spirit-voice and might,\nSecrets now veiled to bring to light,\nThat I no more, with aching brow,\nNeed speak of what I nothing know;\nThat I the force may recognise\nThat binds creation's inmost energies;\nHer vital powers, her embryo seeds survey,\nAnd fling the trade in empty words away.\nO full-orb'd moon, did but thy rays\nTheir last upon mine anguish gaze!\nBeside this desk, at dead of night,\nOft have I watched to hail thy light:\nThen, pensive friend! o'er book and scroll,\nWith soothing power, thy radiance stole!\nIn thy dear light, ah, might I climb,\nFreely, some mountain height sublime,\nRound mountain caves with spirits ride,\nIn thy mild haze o'er meadows glide,\nAnd, purged from knowledge-fumes, renew\nMy spirit, in thy healing dew!\nWoe's me! still prison'd in the gloom\nOf this abhorr'd and musty room!\nWhere heaven's dear light itself doth pass,\nBut dimly through the painted glass!\nHemmed in by book-heaps, piled around,\nWorm-eaten, hid 'neath dust and mould,\nWhich to the high vault's topmost bound,\nA smoke-stained paper doth enfold;\nWith boxes round thee piled, and glass,\nAnd many a useless instrument,\nWith old ancestral lumber blent--\nThis is thy world! a world! alas!\nAnd dost thou ask why heaves thy heart,\nWith tighten'd pressure in thy breast?\nWhy the dull ache will not depart,\nBy which thy life-pulse is oppress'd?\nInstead of nature's living sphere,\nCreated for mankind of old,\nBrute skeletons surround thee here,\nAnd dead men's bones in smoke and mould.\n\nUp! Forth into the distant land!\nIs not this book of mystery\nBy Nostradamus' proper hand,\nAn all-sufficient guide? Thou'lt see\nThe courses of the stars unroll'd;\nWhen nature doth her thoughts unfold\nTo thee, thy soul shall rise, and seek\nCommunion high with her to hold,\nAs spirit doth with spirit speak!\nVain by dull poring to divine\nThe meaning of each hallow'd sign.\nSpirits! I feel you hov'ring near;\nMake answer, if my voice ye hear!\n\n(He opens the book and perceives the sign of the Macrocosmos.)\n\nAh! at this spectacle through every sense,\nWhat sudden ecstasy of joy is flowing!\nI feel new rapture, hallow'd and intense,\nThrough every nerve and vein with ardour glowing.\nWas it a god who character'd this scroll,\nThe tumult in my spirit healing,\nO'er my sad heart with rapture stealing,\nAnd by a mystic impulse, to my soul,\nThe powers of nature all around revealing.\nAm I a God? What light intense!\nIn these pure symbols do I see,\nNature exert her vital energy.\nNow of the wise man's words I learn the sense;\n\n\"Unlock'd the spirit-world is lying,\nThy sense is shut, thy heart is dead!\nUp scholar, lave, with zeal undying,\nThine earthly breast in the morning-red!\"\n(He contemplates the sign.)\n\nHow all things live and work, and ever blending,\nWeave one vast whole from Being's ample range!\nHow powers celestial, rising and descending,\nTheir golden buckets ceaseless interchange!\nTheir flight on rapture-breathing pinions winging,\nFrom heaven to earth their genial influence bringing,\nThrough the wild sphere their chimes melodious ringing!\n\nA wondrous show! but ah! a show alone!\nWhere shall I grasp thee, infinite nature, where?\nYe breasts, ye fountains of all life, whereon\nHang heaven and earth, from which the withered heart\nFor solace yearns, ye still impart\nYour sweet and fostering tides--where are ye--where?\nYe gush, and must I languish in despair?\n(He turns over the leaves of the book impatiently, and perceives\nthe sign of the Earth-spirit.)\n\nHow all unlike the influence of this sign!\nEarth-spirit, thou to me art nigher,\nE'en now my strength is rising higher,\nE'en now I glow as with new wine;\nCourage I feel, abroad the world to dare,\n\nThe woe of earth, the bliss of earth to bear,\nWith storms to wrestle, brave the lightning's glare,\nAnd mid the crashing shipwreck not despair.\n\nClouds gather over me--\nThe moon conceals her light--\nThe lamp is quench'd--\nVapours are rising--\nQuiv'ring round my head\nFlash the red beams--\nDown from the vaulted roof\nA shuddering horror floats,\nAnd seizes me!\nI feel it, spirit, prayer-compell'd, 'tis thou\nArt hovering near!\nUnveil thyself!\nHa! How my heart is riven now!\nEach sense, with eager palpitation,\nIs strain'd to catch some new sensation!\nI feel my heart surrender'd unto thee!\nThou must! Thou must! Though life should be the fee!\n(He seizes the book, and pronounces mysteriously the sign\nof the spirit. A ruddy flame flashes up; the spirit appears in the\nflame.)\n\nSPIRIT\n\nWho calls me?\nFAUST (turning aside)\nDreadful shape!\n\nSPIRIT\n\nWith might, thou hast compelled me to appear,\nLong hast been sucking at my sphere,\nAnd now--\n\nFAUST\n\nWoe's me! I cannot bear the sight!\n\nSPIRIT\n\nTo see me thou dost breathe thine invocation,\nMy voice to hear, to gaze upon my brow;\nMe doth thy strong entreaty bow--\nLo! I am here I--What cowering agitation\nGrasps thee, the demigod! Where's now the soul's deep cry?\nWhere is the breast, which in its depths a world conceiv'd\nAnd bore and cherished? which, with ecstasy,\nTo rank itself with us, the spirits, heaved?\nWhere art thou, Faust? whose voice I heard resound,\nWho towards me press'd with energy profound?\nArt thou he? Thou,--who by my breath art blighted,\nWho, in his spirit's depths affrighted,\nTrembles, a crush'd and writhing worm!\n\nFAUST\n\nShall I yield, thing of flame, to thee?\nFaust, and thine equal, I am he!\n\nSPIRIT\n\nIn the currents of life, in action's storm,\nI float and I wave\nWith billowy motion!\nBirth and the grave\nA limitless ocean,\nA constant weaving\nWith change still rife,\nA restless heaving,\nA glowing life--\nThus time's whirring loom unceasing I ply,\nAnd weave the life-garment of deity.\n\nFAUST\n\nThou, restless spirit, dost from end to end\nO'ersweep the world; how near I feel to thee!\n\nSPIRIT\n\nThou'rt like the spirit, thou dost comprehend,\nNot me!   (Vanishes.)\n\nFAUST (deeply moved)\n\nI, God's own image!\nAnd not rank with thee!  (A knock.)\nOh death! I know it--'tis my famulus--\nMy fairest fortune now escapes!\nThat all these visionary shapes\nA soulless groveller should banish thus!\n(WAGNER in his dressing gown and night-cap, a lamp\nin his hand. FAUST turns round reluctantly.)\n\nWAGNER\n\nPardon! I heard you here declaim;\nA Grecian tragedy you doubtless read?\nImprovement in this art is now my aim,\nFor now-a-days it much avails. Indeed\nAn actor, oft I've heard it said, as teacher,\nMay give instruction to a preacher.\n\nFAUST\n\nAy, if your priest should be an actor too,\nAs not improbably may come to pass.\n\nWAGNER\n\nWhen in his study pent the whole year through,\nMan views the world, as through an optic glass,\nOn a chance holiday, and scarcely then,\nHow by persuasion can he govern men?\n\nFAUST\n\nIf feeling prompt not, if it doth not flow\nFresh from the spirit's depths, with strong control\nSwaying to rapture every listener's soul,\nIdle your toil; the chase you may forego!\nBrood o'er your task! Together glue,\nCook from another's feast your own ragout,\nStill prosecute your paltry game,\nAnd fan your ash-heaps into flame!\n'Thus children's wonder you'll excite,\nAnd apes', if such your appetite;\nBut that which issues from the heart alone,\nWill bend tile hearts of others to your own.\n\nWAGNER\n\nThe speaker in delivery will find\nSuccess alone; I still am far behind.\n\nFAUST\n\nA worthy object still pursue!\nBe not a hollow tinkling fool!\nSound understanding, judgment true,\nFind utterance without art or rule;\nAnd when in earnest you are moved to speak,\nThen is it needful cunning words to seek?\nYour fine harangues, so polish'd in their kind,\nWherein the shreds of human thought ye twist,\nAre unrefreshing as the empty wind,\nWhistling through wither'd leaves and autumn mist!\n\nWAGNER\n\nOh God! How long is art,\nOur life how short! With earnest zeal\nStill as I ply the critic's task, I feel\nA strange oppression both of head and heart.\nThe very means how hardly are they won,\nBy which we to the fountains rise!\nAnd haply, ere one half the course is run,\nCheck'd in his progress, the poor devil dies.\n\nFAUST\n\nParchment, is that the sacred fount whence roll\nWaters, he thirsteth not who once hath quaffed?\nOh, if it gush not from thine inmost soul,\nThou has not won the life-restoring draught.\n\nWAGNER\n\nYour pardon! 'tis delightful to transport\nOneself into the spirit of the past,\nTo see in times before us how a wise man thought,\nAnd what a glorious height we have achieved at last.\n\nFAUST\nAy truly! even to the loftiest star!\nTo us, my friend, the ages that are pass'd\nA book with seven seals, close-fasten'd, are;\nAnd what the spirit of the times men call,\nIs merely their own spirit after all,\nWherein, distorted oft, the times are glass'd.\nThen truly, 'tis a sight to grieve the soul!\nAt the first glance we fly it in dismay;\nA very lumber-room, a rubbish-hole;\nAt best a sort of mock-heroic play,\nWith saws pragmatical, and maxims sage,\nTo suit the puppets and their mimic stage.\n\nWAGNER\n\nBut then the world and man, his heart and brain!\nTouching these things all men would something know.\n\nFAUST\n\nAy! what 'mong men as knowledge doth obtain!\nWho on the child its true name dares bestow?\nThe few who somewhat of these things have known,\nWho their full hearts unguardedly reveal'd,\nNor thoughts, nor feelings, from the mob conceal'd,\nHave died on crosses, or in flames been thrown.--\nExcuse me, friend, far now the night is spent,\nFor this time we must say adieu.\n\nWAGNER\n\nStill to watch on I had been well content,\nThus to converse so learnedly with you.\nBut as to-morrow will be Easter-day,\nSome further questions grant, I pray;\nWith diligence to study still I fondly cling;\nAlready I know much, but would know everything.\n(Exit.)\n\nFAUST (alone)\n\nHow him alone all hope abandons never,\nTo empty trash who clings, with zeal untired,\nWith greed for treasure gropes, and, joy-inspir'd,\nExults if earth-worms second his endeavour.\n\nAnd dare a voice of merely human birth,\nE'en here, where shapes immortal throng'd, intrude?\nYet ah! thou poorest of the sons of earth,\nFor once, I e'en to thee feel gratitude.\nDespair the power of sense did well-nigh blast,\nAnd thou didst save me ere I sank dismay'd,\nSo giant-like the vision seem'd, so vast,\nI felt myself shrink dwarf'd as I survey'd!\n\nI, God's own image, from this toil of clay\nAlready freed, with eager joy who hail'd\nThe mirror of eternal truth unveil'd,\nMid light effulgent and celestial day:--\nI, more than cherub, whose unfetter'd soul\nWith penetrative glance aspir'd to flow\nThrough nature's veins, and, still creating, know\nThe life of gods,--how am I punish'd now!\nOne thunder-word hath hurl'd me from the goal!\n\nSpirit! I dare not lift me to thy sphere.\nWhat though my power compell'd thee to appear,\nMy art was powerless to detain thee here.\nIn that great moment, rapture-fraught,\nI felt myself so small, so great;\nFiercely didst thrust me from the realm of thought\nBack on humanity's uncertain fate!\nWho'll teach me now? What ought Ito forego?\nOught I that impulse to obey?\nAlas! our every deed, as well as every woe,\nImpedes the tenor of life's onward way!\n\nE'en to the noblest by the soul conceiv'd,\nSome feelings cling of baser quality;\nAnd when the goods of this world are achiev'd,\nEach nobler aim is termed a cheat, a lie.\nOur aspirations, our soul's genuine life,\nGrow torpid in the din of earthly strife.\n\nThough youthful phantasy, while hope inspires,\nStretch o'er the infinite her wing sublime,\nA narrow compass limits her desires,\nWhen wreck'd our fortunes in the gulf of time.\nIn the deep heart of man care builds her nest,\nO'er secret woes she broodeth there,\nSleepless she rocks herself and scareth joy and rest;\nStill is she wont some new disguise to wear,\nShe may as house and court, as wife and child appear,\nAs dagger, poison, fire and flood;\nImagined evils chill thy blood,\nAnd what thou ne'er shall lose, o'er that dost shed the tear.\nI am not like the gods! Feel it I must;\nI'm like the earth-worm, writhing in the dust,\nWhich, as on dust it feeds, its native fare,\nCrushed 'neath the passer's tread, lies buried there.\n\nIs it not dust, wherewith this lofty wall,\nWith hundred shelves, confines me round;\nRubbish, in thousand shapes, may I not call\nWhat in this moth-world doth my being bound?\nHere, what doth fail me, shall I find?\nRead in a thousand tomes that, everywhere,\nSelf-torture is the lot of human-kind,\nWith but one mortal happy, here and there?\nThou hollow skull, that grin, what should it say,\nBut that thy brain, like mine, of old perplexed,\nStill yearning for the truth, hath sought the light of day.\nAnd in the twilight wandered, sorely vexed?\nYe instruments, forsooth, ye mock at me,--\nWith wheel, and cog, and ring, and cylinder;\nTo nature's portals ye should be the key;\nCunning your wards, and yet the bolts ye fail to stir.\nInscrutable in broadest light,\nTo be unveil'd by force she doth refuse,\nWhat she reveals not to thy mental sight,\nThou wilt not wrest me from her with levers and with screws.\nOld useless furnitures, yet stand ye here,\nBecause my sire ye served, now dead and gone.\nOld scroll, the smoke of years dost wear,\nSo long as o'er this desk the sorry lamp hath shone.\nBetter my little means hath squandered quite away,\nThan burden'd by that little here to sweat and groan!\nWouldst thou possess thy heritage, essay,\nBy use to render it thine own!\nWhat we employ not, but impedes our way,\nThat which the hour creates, that can it use alone!\n\nBut wherefore to yon Spot is riveted my gaze?\nIs yonder flasket there a magnet to my sight?\nWhence this mild radiance that around me plays,\nAs when, 'mid forest gloom, reigneth the moon's soft light?\n\nHail precious phial! Thee, with reverent awe,\nDown from thine old receptacle I draw!\nScience in thee I hail and human art.\nEssence of deadliest powers, refin'd and sure,\nOf soothing anodynes abstraction pure,\nNow in thy master's need thy grace impart!\nI gaze on thee, my pain is lull'd to rest;\nI grasp thee, calm'd the tumult in my breast;\nThe flood-tide of my spirit ebbs away;\nOnward I'm summon'd o'er a boundless main,\nCalm at my feet expands the glassy plain,\nTo shores unknown allures a brighter day.\n\nLo, where a car of fire, on airy pinion,\nComes floating towards me I I'm prepar'd to fly\nBy a new track through ether's wide dominion,\nTo distant spheres of pure activity.\nThis life intense, this godlike ecstasy--\nWorm that thou art such rapture canst thou earn?\nOnly resolve with courage stern and high,\nThy visage from the radiant sun to turn!\nDare with determin'd will to burst the portals\nPast which in terror others fain would steal\nNow is the time, through deeds, to show that mortals\nThe calm sublimity of gods can feel;\nTo shudder not at yonder dark abyss,\nWhere phantasy creates her own self-torturing brood,\nRight onward to the yawning gulf to press,\nAround whose narrow jaws rolleth hell's fiery flood;\nWith glad resolve to take the fatal leap,\nThough danger threaten thee, to sink in endless sleep!\n\nPure crystal goblet! forth I draw thee now,\nFrom out thine antiquated case, where thou\nForgotten hast reposed for many a year!\nOft at my father's revels thou didst shine,\nTo glad the earnest guests was thine,\nAs each to other passed the generous cheer.\nThe gorgeous brede of figures, quaintly wrought,\nWhich he who quaff'd must first in rhyme expound,\nThen drain the goblet at one draught profound,\nHath nights of boyhood to fond memory brought.\nI to my neighbour shall not reach thee now,\nNor on thy rich device shall I my cunning show.\nHere is a juice, makes drunk without delay;\nIts dark brown flood thy crystal round doth fill;\nLet this last draught, the product of my skill,\nMy own free choice, be quaff'd with resolute will,\nA solemn festive greeting, to the coming day!\n(He places the goblet to his mouth.)\n(Tue ringing of bells, and choral voices.)\n\nChorus of ANGELS\n\nChrist is arisen!\nMortal, all hail to thee,\nThou whom mortality,\nEarth's sad reality,\nHeld as in prison.\n\nFAUST\n\nWhat hum melodious, what clear silvery chime\nThus draws the goblet from my lips away?\nYe deep-ton'd bells, do ye with voice sublime,\nAnnounce the solemn dawn of Easter-day?\nSweet choir! are ye the hymn of comfort singing,\nWhich once around the darkness of the grave,\nFrom seraph-voices, in glad triumph ringing,\nOf a new covenant assurance gave?\n\nCHORUS OF WOMEN\n\nWe, his true-hearted,\nWith spices and myrrh,\nEmbalmed the departed,\nAnd swathed him with care;\nHere we conveyed Him,\nOur Master, so dear;\nAlas! Where we laid Him,\nThe Christ is not here.\n\nCHORUS OF ANGELS\n\nChrist is arisen!\nBlessed the loving one,\nWho from earth's trial throes,\nHealing and strengthening woes,\nSoars as from prison.\n\nFAUST\n\nWherefore, ye tones celestial, sweet and strong,\nCome ye a dweller in the dust to seek?\nRing out your chimes believing crowds among,\nThe message well I hear, my faith alone is weak;\nFrom faith her darling, miracle, hath sprung.\nAloft to yonder spheres I dare not soar,\nWhence sound the tidings of great joy;\nAnd yet, with this sweet strain familiar when a boy,\nBack it recalleth me to life once more.\nThen would celestial love, with holy kiss,\nCome o'er me in the Sabbath's stilly hour,\nWhile, fraught with solemn meaning and mysterious\nChim'd the deep-sounding bell, and prayer was bliss;\nA yearning impulse, undefin'd yet dear,\nDrove me to wander on through wood and field;\nWith heaving breast and many a burning tear,\nI felt with holy joy a world reveal'd.\nGay sports and festive hours proclaim'd with joyous pealing,\nThis Easter hymn in days of old;\nAnd fond remembrance now doth me, with childlike feeling,\nBack from the last, the solemn step, withhold.\nO still sound on, thou sweet celestial strain!\nThe tear-drop flows,--Earth, I am thine again!\n\nCHORUS OF DISCIPLES\n\nHe whom we mourned as dead,\nLiving and glorious,\nFrom the dark grave bath fled,\nO'er death victorious;\nAlmost creative bliss\nWaits on his growing powers;\nAh! Him on earth we miss;\nSorrow and grief are ours.\nYearning he left his own,\nMid sore annoy;\nAh! we must needs bemoan.\nMaster, thy joy!\n\nCHORUS OF ANGELS\n\nChrist is arisen,\nRedeem'd from decay.\nThe bonds which imprison\nYour souls, rend away!\nPraising the Lord with zeal,\nBy deeds that love reveal,\nLike brethren true and leal\nSharing the daily meal,\nTo all that sorrow feel\nWhisp'ring of heaven's weal,\nStill is the master near,\nStill is he here!\n\nBEFORE THE GATE\nPromenaders of all sorts pass out.\n\nARTISANS\n\nWhy choose ye that direction, pray?\n\nOTHERS\n\nTo the hunting-lodge we're on our way.\n\nTHE FIRST\n\nWe towards the mill are strolling on.\n\nA MECHANIC\n\nA walk to Wasserhof were best.\n\nA SECOND\n\nThe road is not a pleasant one.\n\nTHE OTHERS\n\nWhat will you do?\n\nA THIRD\n\nI'll join the rest.\n\nA FOURTH\n\nLet's up to Burghof, there you'll find good cheer,\nThe prettiest maidens and the best of beer,\nAnd brawls of a prime sort.\n\nA FIFTH\n\nYou scapegrace! How;\nYour skin still itching for a row?\nThither I will not go, I loathe the place.\n\nSERVANT GIRL\n\nNo, no! I to the town my steps retrace.\n\nANOTHER\n\nNear yonder poplars he is sure to be.\n\nTHE FIRST\n\nAnd if he is, what matters it to me!\nWith you he'll walk, he'll dance with none but you,\nAnd with your pleasures what have I to do?\n\nTHE SECOND\n\nTo-day he will not be alone, he said\nHis friend would be with him, the curly-head.\n\nSTUDENT\n\nWhy how those buxom girls step on!\nCome, brother, we will follow them anon.\nStrong beer, a damsel smartly dress'd,\nStinging tobacco,--these I love the best.\n\nBURGHER'S DAUGHTER\n\nLook at those handsome fellows there!\n'Tis really shameful, I declare,\nThe very best society they shun,\nAfter those servant girls forsooth, to run.\n\nSECOND STUDENT (to the first)\n\nNot quite so fast! for in our rear,\nTwo girls, well-dress'd, are drawing near;\nNot far from us the one doth dwell,\nAnd sooth to say, II like her well.\nThey walk demurely, yet you'll see,\nThat they will let us join them presently.\n\nTHE FIRST\n\nNot I! restraints of all kinds I detest.\nQuick! let us catch the wild-game ere it flies,\nThe hand on Saturday the mop that plies,\nWill on the Sunday fondle you the best.\n\nBURGHER\n\nNo, this new Burgomaster, I like him not, God knows,\nNow, he's in office, daily more arrogant he grows;\nAnd for the town, what doth he do for it?\nAre not things worse from day to day?\nTo more restraints we must submit;\nAnd taxes more than ever pay.\n\nBEGGAR (sings)\n\nKind gentleman and ladies fair,\nSo rosy-cheek'd and trimly dress'd,\nBe pleas'd to listen to my prayer,\nRelieve and pity the distress'd.\nLet me not vainly sing my lay!\nHis heart's most glad whose hand is free.\nNow when all men keep holiday,\nShould be a harvest-day to me.\n\nANOTHER BURGHER\n\nOn holidays and Sundays naught know I more inviting\nThan chatting about war and war's alarms,\nWhen folk in Turkey, up in arms,\nFar off, are 'gainst each other fighting.\nWe at the window stand, our glasses drain,\nAnd watch adown the stream the painted vessels gliding,\nThen joyful we at eve come home again,\nAnd peaceful times we bless, peace long-abiding.\n\nTHIRD BURGHER\n\nAy, neighbour! So let matters stand for me!\nThere they may scatter one another's brains,\nAnd wild confusion round them see--\nSo here at home in quiet all remains!\n\nOLD WOMAN (to the BURGHERS' DAUGHTERS)\n\nHeyday! How smart! The fresh young blood!\nWho would not fall in love with you?\nNot quite so proud! 'Tis well and good!\nAnd what you wish, that I could help you to.\n\nBURGHER'S DAUGHTER\n\nCome, Agatha! I care not to be seen\nWalking in public with these witches. True,\nMy future lover, last St. Andrew's E'en,\nIn flesh and blood she brought before my view.\n\nANOTHER\n\nAnd mine she show'd me also in the glass,\nA soldier's figure, with companions bold;\nI look around, I seek him as I pass,\nIn vain, his form I nowhere can behold.\n\nSOLDIERS\n\nFortress with turrets\nAnd walls high in air,\nDamsel disdainful,\nHaughty and fair,\nThese be my prey!\nBold is the venture,\nCostly the pay!\n\nHark how the trumpet\nThither doth call us,\nWhere either pleasure\nOr death may befall us.\nHail to the tumult!\nLife's in the field!\nDamsel and fortress\nTo us must yield.\nBold is the venture,\nCostly the pay!\nGaily the soldier\nMarches away.\n\nFAUST and WAGNER\n\nFAUST\n\nLoosed from their fetters are streams and rills\nThrough the gracious spring-tide's all-quickening glow;\nHope's budding joy in the vale doth blow;\nOld Winter back to the savage hills\nWithdraweth his force, decrepid now.\nThence only impotent icy grains\nScatters he as he wings his flight,\nStriping with sleet the verdant plains;\nBut the sun endureth no trace of white;\nEverywhere growth and movement are rife,\nAll things investing with hues of life:\nThough flowers are lacking, varied of dye,\nTheir colours the motly throng supply.\nTurn thee around, and from this height,\nBack to the town direct thy sight.\nForth from the hollow, gloomy gate,\nStream forth the masses, in bright array.\nGladly seek they the sun to-day;\nThe Lord's Resurrection they celebrate:\nFor they themselves have risen, with joy,\n\nFrom tenement sordid, from cheerless room,\nFrom bonds of toil, from care and annoy,\nFrom gable and roof's o'er-hanging gloom,\nFrom crowded alley and narrow street,\nAnd from the churches' awe-breathing night,\nAll now have come forth into the light.\nLook, only look, on nimble feet,\nThrough garden and field how spread the throng,\nHow o'er the river's ample sheet,\nMany a gay wherry glides along;\nAnd see, deep sinking in the tide,\nPushes the last boat now away.\nE'en from yon far hill's path-worn side,\nFlash the bright hues of garments gay.\nHark! Sounds of village mirth arise;\nThis is the people's paradise.\n\nBoth great and small send up a cheer;\nHere am I man, I feel it here.\n\nWAGNER\n\nSir Doctor, in a walk with you\nThere's honour and instruction too;\nYet here alone I care not to resort,\nBecause I coarseness hate of every sort.\nThis fiddling, shouting, skittling, I detest;\nI hate the tumult of the vulgar throng;\nThey roar as by the evil one possess'd,\nAnd call it pleasure, call it song.\n\nPEASANTS (under the linden-tree)\nDance and song\nThe shepherd for the dance was dress'd,\nWith ribbon, wreath, and coloured vest,\nA gallant show displaying.\nAnd round about the linden-trees,\nThey footed it right merrily. Juchhe! Juchhe!\nJuchheisa! Heisa! He!\nSo fiddle-bow was braying.\n\nOur swain amidst the circle press'd,\nHe push'd a maiden trimly dress'd,\nAnd jogg'd her with his elbow;\nThe buxom damsel turn'd her head,\n\"Now that's a stupid trick!\" she said, Juchhe! Juchhe!\nJuchhesia! Heisa! He!\nDon't be so rude, good fellow!\n\nSwift in the circle they advanced,\nThey danced to right, to left they danced,\nAnd all the skirts were swinging.\nAnd they grew red, and they grew warm,\nPanting, they rested arm in arm, Juchhe! Juchhe!\nJuchheisa! Heisa! He!\nTo hip their elbow bringing.\n\nDon't make so free! How many a maid\nHas been betroth'd and then betray'd;\nAnd has repented after!\nYet still he flatter'd her aside,\nAnd from the linden, far and wide, Juchhe! Juchhe!\nJuchheisa! Heisa! He!\nRang fiddle-bow and laughter.\n\nOLD PEASANT\n\nDoctor, 'tis really kind of you,\nTo condescend to come this way,\nA highly learned man like you,\nTo join our mirthful throng to-day.\nOur fairest cup I offer you,\nWhich we with sparkling drink have crown'd,\nAnd pledging you, I pray aloud,\nThat every drop within its round,\n\nWhile it your present thirst allays,\nMay swell the number of your days.\n\nFAUST\n\nI take the cup you kindly reach,\nThanks and prosperity to each!\n(The crowd gather round in a circle.)\n\nOLD PEASANT\n\nAy, truly! 'tis well done, that you\nOur festive meeting thus attend;\nYou, who in evil days of yore,\nSo often show'd yourself our friend!\nFull many a one stands living here,\nWho from the fever's deadly blast,\nYour father rescu'd, when his skill\nThe fatal sickness stay'd at last.\nA young man then, each house you sought,\nWhere reign'd the mortal pestilence.\nCorpse after corpse was carried forth,\nBut still unscath'd you issued thence.\n\nSore then your trials and severe;\nThe Helper yonder aids the helper here.\n\nALL\n\nHeaven bless the trusty friend, and long\nTo help the poor his life prolong!\n\nFAUST\n\nTo Him above in homage bend,\nWho prompts the helper and Who help doth send.\n(He proceeds with WAGNER.)\n\nWAGNER\n\nWhat feelings, great man, must thy breast inspire,\nAt homage paid thee by this crowd! Thrice blest\nWho from the gifts by him possessed\nSuch benefit can draw! The sire\nThee to his boy with reverence shows;\nThey press around, inquire, advance,\nHush'd is the fiddle, check'd the dance.\nWhere thou dost pass they stand in rows,\nAnd each aloft his bonnet throws,\nBut little fails and they to thee,\nAs though the Host came by, would bend the knee.\n\nFAUST\n\nA few steps further, up to yonder stone!\nHere rest we from our walk. In times long past,\nAbsorb'd in thought, here oft I sat alone,\nAnd disciplin'd myself with prayer and fast.\nThen rich in hope, with faith sincere,\nWith sighs, and hands in anguish press'd,\nThe end of that sore plague, with many a tear,\nFrom heaven's dread Lord, I sought to wrest.\nThe crowd's applause assumes a scornful tone.\nOh, could'st thou in my inner being read,\nHow little either sire or son,\nOf such renown deserves the meed!\nMy sire, of good repute, and sombre mood,\nO'er nature's powers and every mystic zone,\nWith honest zeal, but methods of his own,\nWith toil fantastic loved to brood;\nHis time in dark alchemic cell,\nWith brother adepts he would spend,\nAnd there antagonists compel,\nThrough numberless receipts to blend.\nA ruddy lion there, a suitor bold,\nIn tepid bath was with the lily wed.\nThence both, while open flames around them roll'd,\nWere tortur'd to another bridal bed.\nWas then the youthful queen descried\nWith varied colours in the flask\nThis was our medicine; the patients died,\n\"Who were restored?\" none cared to ask.\nWith our infernal mixture thus, ere long,\nThese hills and peaceful vales among,\nWe rag'd more fiercely than the pest;\nMyself the deadly poison did to thousands give;\nThey pined away, I yet must live,\nTo hear the reckless murderers blest.\n\nWAGNER\n\nWhy let this thought your soul o'ercast?\nCan man do more than with nice skill,\nWith firm and conscientious will,\nPractise the art transmitted from the past?\nIf thou thy sire dost honour in thy youth,\nHis lore thou gladly wilt receive;\nIn manhood, dost thou spread the bounds of truth,\nThen may thy son a higher goal achieve.\n\nFAUST\n\nHow blest, in whom the fond desire\nFrom error's sea to rise, hope still renews!\nWhat a man knows not, that he doth require,\nAnd what he knoweth, that he cannot use.\nBut let not moody thoughts their shadow throw\nO'er the calm beauty of this hour serene!\nIn the rich sunset see how brightly glow\nYon cottage homes, girt round with verdant green!\nSlow sinks the orb, the day is now no more;\nYonder he hastens to diffuse new life.\nOh for a pinion from the earth to soar,\nAnd after, ever after him to strive!\nThen should I see the world below,\nBathed in the deathless evening-beams,\nThe vales reposing, every height a-glow,\nThe silver brooklets meeting golden streams.\nThe savage mountain, with its cavern'd side,\nBars not my godlike progress. Lo, the ocean,\nIts warm bays heaving with a tranquil motion,\nTo my rapt vision opes its ample tide!\nBut now at length the god appears to sink;\nA new-born impulse wings my flight,\nOnward I press, his quenchless light to drink,\nThe day before me, and behind the night,\nThe pathless waves beneath, and over me the skies.\nFair dream, it vanish'd with the parting day!\nAlas! that when on spirit-wing we rise,\nNo wing material lifts our mortal clay.\nBut 'tis our inborn impulse, deep and strong,\nUpwards and onwards still to urge our flight,\nWhen far above us pours its thrilling song\nThe sky-lark, lost in azure light,\nWhen on extended wing amain\nO'er pine-crown'd height the eagle soars,\nAnd over moor and lake, the crane\nStill striveth towards its native shores.\n\nWAGNER\n\nTo strange conceits oft I myself must own,\nBut impulse such as this I ne'er have known:\nNor woods, nor fields, can long our thoughts engage,\nTheir wings I envy not the feather'd kind;\nFar otherwise the pleasures of the mind,\nBear us from book to book, from page to page!\nThen winter nights grow cheerful; keen delight\nWarms every limb; and ah! when we unroll\nSome old and precious parchment, at the sight\nAll heaven itself descends upon the soul.\n\nFAUST\n\nThy heart by one sole impulse is possess'd;\nUnconscious of the other still remain!\nTwo souls, alas! are lodg'd within my breast,\nWhich struggle there for undivided reign:\nOne to the world, with obstinate desire,\nAnd closely-cleaving organs, still adheres;\nAbove the mist, the other doth aspire,\nWith sacred vehemence, to purer spheres.\nOh, are there spirits in the air,\nWho float 'twixt heaven and earth dominion wielding,\nStoop hither from your golden atmosphere,\nLead me to scenes, new life and fuller yielding!\nA magic mantle did I but possess,\nAbroad to waft me as on viewless wings,\nI'd prize it far beyond the costliest dress,\nNor would I change it for the robe of kings.\n\nWAGNER\n\nCall not the spirits who on mischief wait!\nTheir troop familiar, streaming through the air,\nFrom every quarter threaten man's estate,\nAnd danger in a thousand forms prepare!\nThey drive impetuous from the frozen north,\nWith fangs sharp-piercing, and keen arrowy tongue\nFrom the ungenial east they issue forth,\nAnd prey, with parching breath, upon thy lungs;\nIf, waft'd on the desert's flaming wing,\nThey from the south heap fire upon the brain,\nRefreshment from the west at first they bring,\nAnon to drown thyself and field and plain.\nIn wait for mischief, they are prompt to hear;\nWith guileful purpose our behests obey;\nLike ministers of grace they oft appear,\nAnd lisp like angels, to betray.\nBut let us hence! Grey eve doth all things blend,\n\nThe air grows chill, the mists descend!\n'Tis in the evening first our home we prize--\nWhy stand you thus, and gaze with wondering eyes?\nWhat in the gloom thus moves you?\n\nFAUST\n\nYon black hound\nSee'st thou, through corn and stubble scampering round?\n\nWAGNER\n\nI've mark'd him long, naught strange in him I see!\n\nFAUST\n\nNote him! What takest thou the brute to be?\n\nWAGNER\n\nBut for a poodle, whom his instinct serves\nHis master's track to find once more.\n\nFAUST\n\nDost mark how round us, with wide spiral curves,\nHe wheels, each circle closer than before?\nAnd, if I err not, he appears to me\nA line of fire upon his track to leave.\n\nWAGNER\n\nNaught but a poodle black of hue I see;\n'Tis some illusion doth your sight deceive.\n\nFAUST\n\nMethinks a magic coil our feet around,\nHe for a future snare doth lightly spread.\n\nWAGNER\n\nFAUST\n\nThe circle narrows, he's already near!\n\nWAGNER\n\nA dog dost see, no spectre have we here;\nHe growls, doubts, lays him on his belly, too,\nAnd wags his tail--as dogs are wont to do.\n\nFAUST\n\nCome hither, Sirrah! join our company!\n\nWAGNER\n\nA very poodle, he appears to be!\nThou standest still, for thee he'll wait;\nThou speak'st to him, he fawns upon thee straight;\nAught thou mayst lose, again he'll bring,\nAnd for thy stick will into water spring.\n\nFAUST\n\nThou'rt right indeed; no traces now I see\nWhatever of a spirit's agency.\n'Tis training.--nothing more.\n\nWAGNER\n\nA dog well taught\nE'en by the wisest of us may be sought.\nAy, to your favour he's entitled too,\nApt scholar of the students, 'tis his due!\n(They enter the gate of the town.)\n\nSTUDY\nFAUST (entering with the poodle)\n\nNow field and meadow I've forsaken;\nO'er them deep night her veil doth draw;\nIn us the better soul doth waken,\nWith feelings of foreboding awe,\nAll lawless promptings, deeds unholy,\nNow slumber, and all wild desires;\nThe love of man doth sway us wholly,\nAnd love to God the soul inspires.\n\nPeace, poodle, peace! Scamper not thus; obey me!\nWhy at the threshold snuffest thou so?\nBehind the stove now quietly lay thee,\nMy softest cushion to thee I'll throw.\nAs thou, without, didst please and amuse me\nRunning and frisking about on the hill,\nSo tendance now I will not refuse thee;\nA welcome guest, if thou'lt be still.\n\nAh! when the friendly taper gloweth,\nOnce more within our narrow cell,\nThen in the heart itself that knoweth,\nA light the darkness doth dispel.\nReason her voice resumes; returneth\nHope's gracious bloom, with promise rife;\nFor streams of life the spirit yearneth,\nAh! for the very fount of life.\n\nPoodle, snarl not! with the tone that arises.\nHallow'd and peaceful, my soul within,\nAccords not thy growl, thy bestial din.\nWe find it not strange, that man despises\nWhat he conceives not;\nThat he the good and fair misprizes--\nFinding them often beyond his ken;\nWill the dog snarl at them like men?\n\nBut ah! Despite my will, it stands confessed,\nContentment welleth up no longer in my breast.\nYet wherefore must the stream, alas, so soon be dry,\nThat we once more athirst should lie?\nFull oft this sad experience hath been mine;\nNathless the want admits of compensation;\nFor things above the earth we learn to pine,\nOur spirits yearn for revelation,\nWhich nowhere burns with purer beauty blent,\n\nThan here in the New Testament.\nTo ope the ancient text an impulse strong\nImpels me, and its sacred lore,\nWith honest purpose to explore,\nAnd render into my loved German tongue.\n(He opens a volume, and applies himself to it.)\n'Tis writ, \"In the beginning was the Word!\"\nI pause, perplex'd! Who now will help afford?\nI cannot the mere Word so highly prize;\nI must translate it otherwise,\nIf by the spirit guided as I read.\n\"In the beginning was the Sense!\" Take heed,\nThe import of this primal sentence weigh,\nLest thy too hasty pen be led astray!\nIs force creative then of Sense the dower?\n\"In the beginning was the Power!\"\nThus should it stand: yet, while the line I trace.\nA something warns me, once more to efface.\nThe spirit aids! from anxious scruples freed,\nI write, \"In the beginning was the Deed!\"\n\nAm I with thee my room to share,\nPoodle, thy barking now forbear,\nForbear thy howling!\nComrade so noisy, ever growling,\nI cannot suffer here to dwell.\nOne or the other, mark me well,\nForthwith must leave the cell.\nI'm loath the guest-right to withhold;\nThe door's ajar, the passage clear;\nBut what must now mine eyes behold!\nAre nature's laws suspended here?\nReal is it, or a phantom show?\nIn length and breadth how doth my poodle grow!\nHe lifts himself with threat'ning mien,\nIn likeness of a dog no longer seen!\nWhat spectre have I harbour'd thus!\nHuge as a hippopotamus,\nWith fiery eye, terrific tooth!\nAh I now I know thee, sure enough!\nFor such a base, half-hellish brood,\nThe key of Solomon is good.\n\nSPIRITS (without)\nCaptur'd there within is one!\nStay without and follow none!\nLike a fox in iron snare,\nHell's old lynx is quaking there,\nBut take heed!\nHover round, above, below,\nTo and fro,\nThen from durance is he freed!\nCan ye aid him, spirits all,\nLeave him not in mortal thrall!\nMany a time and oft bath he\nServed us, when at liberty.\n\nFAUST\n\nThe monster to confront, at first,\nThe spell of Four must be rehears'd;\n\nSalamander shall kindle,\nWrithe nymph of the wave,\nIn air sylph shall dwindle,\nAnd Kobold shall slave.\n\nWho doth ignore\nThe primal Four,\nNor knows aright\nTheir use and might,\nO'er spirits will he\nNe'er master be!\n\nVanish in the fiery glow,\nSalamander!\nRushingly together flow.\nUndine!\nShimmer in the meteor's gleam,\nSylphide!\nHither bring thine homely aid,\n\nIncubus! Incubus!\nStep forth! I do adjure thee thus!\nNone of the Four\nLurks in the beast:\nHe grins at me, untroubled as before;\nI have not hurt him in the least.\nA spell of fear\nThou now shalt hear.\nArt thou, comrade fell,\nFugitive from hell?\n\nSee then this sign,\nBefore which incline\nThe murky troops of Hell!\nWith bristling hair now doth the creature swell.\n\nCanst thou, reprobate,\nRead the uncreate,\nUnspeakable, diffused\nThroughout the heavenly sphere,\nShamefully abused,\nTranspierced with nail and spear!\n\nBehind the stove, tam'd by my spells,\nLike an elephant he swells;\nWholly now he fills the room,\nHe into mist will melt away.\nAscend not to the ceiling! Come,\nThyself at the master's feet now lay!\nThou seest that mine is no idle threat.\nWith holy fire I will scorch thee yet!\nWait not the might\nThat lies in the triple-glowing light!\nWait not the might\nOf all my arts in fullest measure!\n\nMEPHISTOPHELES\n(As the mist sinks, comes forward from behind the stove, in the\ndress of a travelling scholar)\n\nWhy all this uproar? What's the master's pleasure?\n\nFAUST\n\nThis then the kernel of the brute!\nA travelling scholar? Why I needs must smile.\n\nMEPHISTOPHELES\n\nYour learned reverence humbly I salute!\nYou've made me swelter in a pretty style.\n\nFAUST\n\nThy name?\n\nMEPHISTOPHELES\n\nThe question trifling seems from one,\nWho it appears the Word doth rate so low;\nWho, undeluded by mere outward show,\nTo Being's depths would penetrate alone.\n\nFAUST\n\nWith gentlemen like you indeed\nThe inward essence from the name we read,\nAs all too plainly it doth appear,\nWhen Beelzebub, Destroyer, Liar, meets the ear.\nWho then art thou?\n\nMEPHISTOPHELES\n\nPart of that power which still\nProduceth good, whilst ever scheming ill.\n\nFAUST\n\nWhat hidden mystery in this riddle lies?\n\nMEPHISTOPHELES\n\nThe spirit I, which evermore denies!\nAnd justly; for whate'er to light is brought\nDeserves again to be reduced to naught;\nThen better 'twere that naught should be.\nThus all the elements which ye\nDestruction, Sin, or briefly, Evil, name,\nAs my peculiar element I claim.\n\nFAUST\n\nThou nam'st thyself a part, and yet a whole I see.\n\nMEPHISTOPHELES\n\nThe modest truth I speak to thee.\nThough folly's microcosm, man, it seems,\nHimself to be a perfect whole esteems:\nPart of the part am I, which at the first was all,\nA part of darkness, which gave birth to light,\nProud light, who now his mother would enthrall,\nContesting space and ancient rank with night.\nYet he succeedeth not, for struggle as he will,\nTo forms material he adhereth still;\nFrom them he streameth, them he maketh fair,\nAnd still the progress of his beams they check;\nAnd so, I trust, when comes the final wreck,\nLight will, ere long, the doom of matter share.\n\nFAUST\n\nThy worthy avocation now I guess!\nWholesale annihilation won't prevail,\nSo thou'rt beginning on a smaller scale.\n\nMEPHISTOPHELES\n\nAnd, to say truth, as yet with small success.\nOppos'd to naught, this clumsy world,\nThe something--it subsisteth still;\nNot yet is it to ruin hurl'd,\nDespite the efforts of my will.\nTempests and earthquakes, fire and flood, I've tried;\nYet land and ocean still unchang'd abide!\nAnd then of humankind and beasts, brood,--\nNeither o'er them can I extend my sway.\nWhat countless myriads have I swept away!\nYet ever circulates the fresh young blood.\nthe accursed\n\nIt is enough to drive me to despair!\nAs in the earth, in water, and in air,\nA thousand germs burst forth spontaneously;\nIn moisture, drought, heat, cold, they still appear!\nHad I not flame selected as my sphere\nNothing apart had been reserved for me.\n\nFAUST\n\nSo thou with thy cold devil's fist\nStill clench'd in malice impotent\nDost the creative power resist,\nThe active, the beneficent!\nHenceforth some other task essay,\nOf Chaos thou the wondrous son!\n\nMEPHISTOPHELES\n\nWe will consider what you say,\nAnd talk about it more anon!\nFor this time have I leave to go?\n\nFAUST\n\nWhy thou shouldst ask, I cannot see.\nSince thee I now have learned to know,\nAt thy good pleasure, visit me.\nHere is the window, here the door,\nThe chimney, too, may serve thy need.\n\nMEPHISTOPHELES\n\nI must confess, my stepping o'er\nThy threshold a slight hindrance doth impede;\nThe wizard-foot doth me retain.\n\nFAUST\n\nThe pentagram thy peace doth mar?\nTo me, thou son of hell, explain,\nHow earnest thou in, if this thine exit bar?\nCould such a spirit aught ensnare?\n\nMEPHISTOPHELES\n\nObserve it well, it is not drawn with care,\nOne of the angles, that which points without,\nIs, as thou seest, not quite closed.\n\nFAUST\n\nChance hath the matter happily dispos'd!\nSo thou my captive art? No doubt!\nBy accident thou thus art caught!\n\nMEPHISTOPHELES\n\nIn sprang the dog, indeed, observing naught;\nThings now assume another shape,\nThe devil's in the house and can't escape.\n\nFAUST\n\nWhy through the window not withdraw?\n\nMEPHISTOPHELES\n\nFor ghosts and f or the devil 'tis a law.\nWhere they stole in, there they must forth. We're free\nThe first to choose; as to the second, slaves are we.\n\nFAUST\n\nE'en hell hath its peculiar laws, I see!\nI'm glad of that! a pact may then be made,\nThe which you gentlemen will surely keep?\n\nMEPHISTOPHELES\n\nWhat e'er therein is promised thou shalt reap,\nNo tittle shall remain unpaid.\nBut such arrangements time require;\nWe'll speak of them when next we meet;\nMost earnestly I now entreat,\nThis once permission to retire.\n\nFAUST\n\nAnother moment prithee here remain,\nMe with some happy word to pleasure.\n\nMEPHISTOPHELES\n\nNow let me go! ere long I'll come again,\nThen thou may'st question at thy leisure.\n\nFAUST\n\n'Twas not toy purpose thee to lime;\nThe snare hast entered of thine own free will:\nLet him who holds the devil, hold him still!\nSo soon he'll catch him not a second time.\n\nMEPHISTOPHELES\n\nIf it so please thee, I'm at thy command;\nOnly on this condition, understand;\nThat worthily thy leisure to beguile,\nI here may exercise my arts awhile.\n\nFAUST\n\nThou'rt free to do so! Gladly I'll attend;\nBut be thine art a pleasant one!\n\nMEPHISTOPHELES\nMy friend,\nThis hour enjoyment more intense,\nShall captivate each ravish'd sense,\nThan thou could'st compass in the bound\nOf the whole year's unvarying round;\nAnd what the dainty spirits sing,\nThe lovely images they bring,\nAre no fantastic sorcery.\nRich odours shall regale your smell,\nOn choicest sweets your palate dwell,\nYour feelings thrill with ecstasy.\n\nNo preparation do we need,\nHere we together are. Proceed.\n\nSPIRITS\n\nHence overshadowing gloom,\nVanish from sight!\nO'er us thine azure dome,\nBend, beauteous light!\nDark clouds that o'er us spread,\nMelt in thin air!\nStars, your soft radiance shed,\nTender and fair.\nGirt with celestial might,\nWinging their airy flight,\nSpirits are thronging.\nFollows their forms of light\nInfinite longing!\nFlutter their vestures bright\nO'er field and grove!\nWhere in their leafy bower\nLovers the livelong hour\nVow deathless love.\nSoft bloometh bud and bower!\nBloometh the grove!\nGrapes from the spreading vine\nCrown the full measure;\nFountains of foaming wine\nGush from the pressure.\nStill where the currents wind,\nGems brightly gleam.\nLeaving the hills behind\nOn rolls the stream;\nNow into ample seas,\nSpreadeth the flood;\nLaying the sunny leas,\nMantled with wood.\nRapture the feather'd throng,\nGaily careering,\nSip as they float along;\nSunward they're steering;\nOn towards the isles of light\nWinging their way,\nThat on the waters bright\nDancingly play.\nHark to the choral strain,\nJoyfully ringing!\nWhile on the grassy plain\nDancers are springing;\nClimbing the steep hill's side,\nSkimming the glassy tide,\nWander they there;\nOthers on pinions wide\nWing the blue air;\nAll lifeward tending, upward still wending,\nTowards yonder stars that gleam,\nFar, far above;\nStars from whose tender beam\nRains blissful love.\n\nMEPHISTOPHELES\n\nWell done, my dainty spirits! now he slumbers!\nYe have entranc'd him fairly with your numbers!\nThis minstrelsy of yours I must repay,--\nThou art not yet the man to hold the devil fast!--\nWith fairest shapes your spells around him cast,\nAnd plunge him in a sea of dreams!\nBut that this charm be rent, the threshold passed,\nTooth of rat the way must clear.\nI need not conjure long it seems,\nOne rustles hitherward, and soon my voice will hear.\nThe master of the rats and mice,\nOf flies and frogs, of bugs and lice,\nCommands thy presence; without fear\nCome forth and gnaw the threshold here,\nWhere he with oil has smear'd it.--Thou\nCom'st hopping forth already! Now\nTo work! The point that holds me bound\nIs in the outer angle found.\nAnother bite--so--now 'tis done--\nNow, Faustus, till we meet again, dream on.\n\nFAUST (awaking)\nAm I once more deluded! must I deem\nThat thus the throng of spirits disappear?\nThe devil's presence, was it but a dream?\nHath but a poodle scap'd and left me here?\n\nSTUDY\nFAUST. MEPHISTOPHELES\n\nFAUST\n\nA knock? Come in! Who now would break my rest?\n\nMEPHISTOPHELES\n\n'Tis I!\n\nFAUST\n\nCome in!\n\nMEPHISTOPHELES\n\nThrice be the words express'd.\n\nFAUST\n\nThen I repeat, Come in!\n\nMEPHISTOPHELES\n\n'Tis well,\nI hope that we shall soon agree!\nFor now your fancies to expel,\nHere, as a youth of high degree,\nI come in gold-lac'd scarlet vest,\nAnd stiff-silk mantle richly dress'd,\nA cock's gay feather for a plume,\nA long and pointed rapier, too;\nAnd briefly I would counsel you\nTo don at once the same costume,\nAnd, free from trammels, speed away,\nThat what life is you may essay.\n\nFAUST\n\nIn every garb I needs must feel oppress'd,\nMy heart to earth's low cares a prey.\nToo old the trifler's part to play,\nToo young to live by no desire possess'd.\nWhat can the world to me afford?\nRenounce! renounce! is still the word;\nThis is the everlasting song\nIn every ear that ceaseless rings,\nAnd which, alas, our whole life long,\nHoarsely each passing moment sings.\nBut to new horror I awake each morn,\nAnd I could weep hot tears, to see the sun\nDawn on another day, whose round forlorn\nAccomplishes no wish of mine--not one.\nWhich still, with froward captiousness, impains\nE'en the presentiment of every joy,\nWhile low realities and paltry cares\nThe spirit's fond imaginings destroy.\nThen must I too, when falls the veil of night,\nStretch'd on my pallet languish in despair,\nAppalling dreams my soul affright;\nNo rest vouchsafed me even there.\nThe god, who throned within my breast resides,\nDeep in my soul can stir the springs;\nWith sovereign sway my energies he guides,\nHe cannot move external things;\nAnd so existence is to me a weight.\nDeath fondly I desire, and life I hate.\n\nMEPHISTOPHELES\n\nAnd yet, methinks, by most 'twill be confess'd\nThat Death is never quite a welcome guest.\n\nFAUST\n\nHappy the man around whose brow he binds\nThe bloodstain'd wreath in conquest's dazzling hour;\nOr whom, excited by the dance, he finds\nDissolv'd in bliss, in love's delicious bower!\nO that before the lofty spirit's might,\nEnraptured, I had rendered up my soul!\n\nMEPHISTOPHELES\n\nYet did a certain man refrain one night,\nOf its brown juice to drain the crystal bowl.\n\nFAUST\n\nTo play the spy diverts you then?\n\nMEPHISTOPHELES\n\nI own,\nThough not omniscient, much to me is known.\n\nFAUST\n\nIf o'er my soul the tone familiar, stealing,\nDrew me from harrowing thought's bewild'ring maze,\nTouching the ling'ring chords of childlike feeling,\nWith sweet harmonies of happier days:\nSo curse I all, around the soul that windeth\nIts magic and alluring spell,\nAnd with delusive flattery bindeth\nIts victim to this dreary cell!\nCurs'd before all things be the high opinion,\nWherewith the spirit girds itself around!\nOf shows delusive curs'd be the dominion,\nWithin whose mocking sphere our sense is bound!\nAccurs'd of dreams the treacherous wiles,\nThe cheat of glory, deathless fame!\nAccurs'd what each as property beguiles,\nWife, child, slave, plough, whate'er its name!\nAccurs'd be mammon, when with treasure\nHe doth to daring deeds incite:\nOr when to steep the soul in pleasure,\nHe spreads the couch of soft delight!\nCurs'd be the grape's balsamic juice!\nAccurs'd love's dream, of joys the first!\nAccurs'd be hope! accurs'd be faith!\nAnd more than all, be patience curs'd!\n\nCHORUS OP SPIRITS (invisible)\n\nWoe! woe!\nThou hast destroy'd\nThe beautiful world\nWith violent blow;\n'Tis shiver'd! 'tis shatter'd!\nThe fragments abroad by a demigod scatter'd!\nNow we sweep\nThe wrecks into nothingness!\nFondly we weep\nThe beauty that's gone!\nThou, 'mongst the Sons of earth,\nLofty and mighty one,\nBuild it once more!\nIn thine own bosom the lost world restore!\nNow with unclouded sense\nEnter a new career;\nSongs shall salute thine ear,\nNe'er heard before!\n\nMEPHISTOPHELES\n\nMy little ones these spirits be.\nHark! with shrewd intelligence,\nHow they recommend to thee\nAction, and the joys of sense!\nIn the busy world to dwell,\nFain they would allure thee hence:\nFor within this lonely cell,\nStagnate sap of life and sense.\n\nForbear to trifle longer with thy grief,\nWhich, vulture-like, consumes thee in this den.\nThe worst society is some relief,\nMaking thee feel thyself a man with men.\nNathless, it is not meant, I trow,\nTo thrust thee 'mid the vulgar throng.\n\nI to the upper ranks do not belong;\nYet if, by me companion'd, thou\nThy steps through life forthwith wilt take;\nUpon the spot myself I'll make\nThy comrade;-- Should it suit thy need,\nI am thy servant, am thy slave indeed!\n\nFAUST\n\nAnd how must I thy services repay?\n\nMEPHISTOPHELES\n\nThereto thou lengthen'd respite hast!\n\nFAUST\n\nNo! No!\nThe devil is an egoist I know:\nAnd, for Heaven's sake, 'tis not his way\nKindness to any one to show.\nLet the condition plainly be exprest!\nSuch a domestic is a dangerous guest.\n\nMEPHISTOPHELES\n\nI'll pledge myself to be thy servant here,\nStill at thy back alert and prompt to be;\nBut when together yonder we appear,\nThen shalt thou do the same for me.\n\nFAUST\n\nBut small concern I feel for yonder world;\nHast thou this system into ruin hurl'd,\nAnother may arise the void to fill.\nThis earth the fountain whence my pleasures flow,\nThis sun doth daily shine upon my woe,\nAnd if this world I must forego,\nLet happen then,--what can and will.\nI to this theme will close mine ears,\nIf men hereafter hate and love,\n\nFAUST\n\nAnd if there be in yonder spheres\nA depth below or height above.\n\nMEPHISTOPHELES\n\nIn this mood thou mayst venture it. But make\nThe compact! I at once will undertake\nTo charm thee with mine arts. I'll give thee more\nThan mortal eye hath e'er beheld before.\n\nFAUST\n\nWhat, sorry Devil, hast thou to bestow?\nWas ever mortal spirit, in its high endeavour,\nFathom'd by Being such as thou?\nYet food thou hast which satisfieth never,\nHast ruddy gold, that still doth flow\nLike restless quicksilver away,\nA game thou hast, at which none win who play,\nA girl who would, with amorous eyen,\nE'en from my breast, a neighbour snare,\nLofty ambition's joy divine,\nThat, meteor-like, dissolves in air.\nShow me the fruit that, ere 'tis pluck'd, doth rot,\nAnd trees, whose verdure daily buds anew!\n\nMEPHISTOPHELES\n\nSuch a commission scares me not,\nI can provide such treasures, it is true;\nBut, my good friend, a season will come round,\nWhen on what's good we may regale in peace.\n\nFAUST\n\nIf e'er upon my couch, stretched at my ease, I'm found,\nThen may my life that instant cease!\nMe canst thou cheat with glozing wile\nTill self-reproach away I cast,--\nMe with joy's lure canst thou beguile\nLet that day be for me the last!\nBe this our wager!\n\nMEPHISTOPHELES\n\nSettled!\n\nFAUST\n\nSure and fast!\nWhen to the moment I shall say,\n\"Linger awhile! so fair thou art!\"\nThen mayst thou fetter me straightway,\nThen to the abyss will I depart!\nThen may the solemn death-bell sound,\nThen from thy service thou art free,\nThe index then may cease its round,\nAnd time be never more for me!\n\nMEPHISTOPHELES\n\nI shall remember: pause, ere 'tis too late.\n\nFAUST\n\nThereto a perfect right hast thou.\nMy strength I do not rashly overrate.\nSlave am I here, at any rate,\nIf thine, or whose, it matters not, I trow.\n\nMEPHISTOPHELES\n\nAt thine inaugural feast I will this day\nAttend, my duties to commence.--\nBut one thing!--Accidents may happen, hence\nA line or two in writing grant, I pray.\n\nFAUST\n\nA writing, Pedant! dost demand from me?\nMan, and man's plighted word, are these unknown to thee?\nIs't not enough, that by the word I gave,\nMy doom for evermore is cast?\nDoth not the world in all its currents rave,\nAnd must a promise hold me fast?\nYet fixed is this delusion in our heart;\nWho, of his own free will, therefrom would part?\nHow blest within whose breast truth reigneth pure!\nNo sacrifice will he repent when made!\nA formal deed, with seal and signature,\nA spectre this from which all shrink afraid.\nThe word its life resigneth in the pen,\nLeather and wax usurp the mastery then.\nSpirits of evil! what dost thou require?\nBrass, marble, parchment, paper, dost desire?\nShall I with chisel, pen, or graver write?\nThy choice is free; to me 'tis all the same.\n\nMEPHISTOPHELES\n\nWherefore thy passion so excite\nAnd thus thine eloquence inflame?\nA scrap is for our compact good.\nThou under-signest merely with a drop of blood.\n\nFAUST\n\nIf this will satisfy thy mind,\nThy whim I'll gratify, howe'er absurd.\n\nMEPHISTOPHELES\n\nBlood is a juice of very special kind.\n\nFAUST\n\nBe not afraid that I shall break my word!\nThe scope of all my energy\nIs in exact accordance with my vow.\nVainly I have aspired too high;\nI'm on a level but with such as thou;\nMe the great spirit scorn'd, defied;\nNature from me herself doth hide;\nRent is the web of thought; my mind\nDoth knowledge loathe of every kind.\nIn depths of sensual pleasure drown'd,\nLet us our fiery passions still!\nEnwrapp'd in magic's veil profound,\nLet wondrous charms our senses thrill!\nPlunge we in time's tempestuous flow,\nStem we the rolling surge of chance!\nThere may alternate weal and woe,\nSuccess and failure, as they can,\nMingle and shift in changeful dance!\nExcitement is the sphere for man.\n\nMEPHISTOPHELES\n\nNor goal, nor measure is prescrib'd to you,\nIf you desire to taste of every thing,\nTo snatch at joy while on the wing,\nMay your career amuse and profit too!\nOnly fall to and don't be over coy!\n\nFAUST\n\nHearken! The end I aim at is not joy;\nI crave excitement, agonizing bliss,\nEnamour'd hatred, quickening vexation.\nPurg'd from the love of knowledge, my vocation,\nThe scope of all my powers henceforth be this,\nTo bare my breast to every pang,--to know\nIn my heart's core all human weal and woe,\nTo grasp in thought the lofty and the deep,\nMen's various fortunes on my breast to heap,\nAnd thus to theirs dilate my individual mind,\nAnd share at length with them the shipwreck of mankind.\n\nMEPHISTOPHELES\n\nOh, credit me, who still as ages roll,\nHave chew'd this bitter fare from year to year,\nNo mortal, from the cradle to the bier,\nDigests the ancient leaven! Know, this Whole\nDoth for the Deity alone subsist!\nHe in eternal brightness doth exist,\nUs unto darkness he hath brought, and here\nWhere day and night alternate, is your sphere.\n\nFAUST\n\nBut 'tis my will\n\nMEPHISTOPHELES\n\nWell spoken, I admit!\nBut one thing puzzles me, my friend;\nTime's short, art long; methinks 'twere fit\nThat you to friendly counsel should attend.\nA poet choose as your ally!\nLet him thought's wide dominion sweep,\nEach good and noble quality,\nUpon your honoured brow to heap;\nThe lion's magnanimity,\nThe fleetness of the hind,\nThe fiery blood of Italy,\nThe Northern's stedfast mind.\nLet him to you the mystery show\nTo blend high aims and cunning low;\nAnd while youth's passions are aflame\nTo fall in love by rule and plan!\nI fain would meet with such a man;\nWould him Sir Microcosmus name.\n\nFAUST\n\nWhat then am I, if I aspire in vain\nThe crown of our humanity to gain,\nTowards which my every sense doth strain?\n\nMEPHISTOPHELES\n\nThou'rt after all--just what thou art.\nPut on thy head a wig with countless locks,\nAnd to a cubit's height upraise thy socks,\nStill thou remainest ever, what thou art.\n\nFAUST\n\nI feel it, I have heap'd upon my brain\nThe gather'd treasure of man's thought in vain;\nAnd when at length from studious toil I rest,\nNo power, new-born, springs up within my breast;\nA hair's breadth is not added to my height,\nI am no nearer to the infinite.\n\nMEPHISTOPHELES\n\nGood sir, these things you view indeed,\nJust as by other men they're view'd;\nWe must more cleverly proceed,\nBefore life's joys our grasp elude.\nThe devil! thou hast hands and feet,\nAnd head and heart are also thine;\nWhat I enjoy with relish sweet,\nIs it on that account less mine?\nIf for six stallions I can pay,\nDo I not own their strength and speed?\nA proper man I dash away,\nAs their two dozen legs were mine indeed.\nUp then, from idle pondering free,\nAnd forth into the world with me!\nI tell you what;--your speculative churl\nIs like a beast which some ill spirit leads,\nOn barren wilderness, in ceaseless whirl,\n\nWhile all around lie fair and verdant meads.\n\nFAUST\n\nBut how shall we begin?\n\nMEPHISTOPHELES\n\nWe will go hence with speed,\nA place of torment this indeed!\nA precious life, thyself to bore,\nAnd some few youngsters evermore!\nLeave that to neighbour Paunch!--withdraw,\nWhy wilt thou plague thyself with thrashing straw?\nThe very best that thou dost know\nThou dar'st not to the striplings show.\nOne in the passage now doth wait!\n\nFAUST\n\nI'm in no mood to see him now,\n\nMEPHISTOPHELES\n\nPoor lad! He must be tired, I trow;\nHe must not go disconsolate.\nHand me thy cap and gown; the mask\nIs for my purpose quite first rate.\n(He changes his dress.)\nNow leave it to my wit! I ask\nBut quarter of an hour; meanwhile equip,\nAnd make all ready for our pleasant trip!\n(Exit FAUST.)\n\nMEPHISTOPHELES (in FAUST'S long gown)\n\nMortal! the loftiest attributes of men,\nReason and Knowledge, only thus contemn,\nStill let the Prince of lies, without control,\nWith shows, and mocking charms delude thy soul,\nI have thee unconditionally then!\nFate hath endow'd him with an ardent mind,\nWhich unrestrain'd still presses on for ever,\nAnd whose precipitate endeavour\nEarth's joys o'erleaping, leaveth them behind.\nHim will I drag through life's wild waste,\nThrough scenes of vapid dulness, where at last\nBewilder'd, he shall falter, and stick fast;\nAnd, still to mock his greedy haste,\nViands and drink shall float his craving lips beyond--\nVainly he'll seek refreshment, anguish-tost,\nAnd were he not the devil's by his bond,\nYet must his soul infallibly be lost!\n\nA STUDENT enters\n\nSTUDENT\n\nBut recently I've quitted home,\nFull of devotion am I come\nA man to know and hear, whose name\nWith reverence is known to fame.\n\nMEPHISTOPHELES\n\nYour courtesy much flatters me!\nA man like other men you see;\nPray have you yet applied elsewhere?\n\nSTUDENT\n\nI would entreat your friendly care!\nI've youthful blood and courage high;\nOf gold I bring a fair supply;\nTo let me go my mother was not fain;\nBut here I longed true knowledge to attain.\n\nMEPHISTOPHELES\n\nYou've hit upon the very place.\n\nSTUDENT\n\nAnd yet my steps I would retrace.\nThese walls, this melancholy room,\nO'erpower me with a sense of gloom;\nThe space is narrow, nothing green,\nNo friendly tree is to be seen:\nAnd in these halls, with benches filled, distraught,\nSight, hearing fail me, and the power of thought.\n\nMEPHISTOPHELES\n\nIt all depends on habit. Thus at first\nThe infant takes not kindly to the breast,\nBut before long, its eager thirst\nIs fain to slake with hearty zest:\nThus at the breasts of wisdom day by day\nWith keener relish you'll your thirst allay.\n\nSTUDENT\n\nUpon her neck I fain would hang with joy;\nTo reach it, say, what means must I employ?\n\nMEPHISTOPHELES\n\nExplain, ere further time we lose,\nWhat special faculty you choose?\n\nSTUDENT\n\nProfoundly learned I would grow,\nWhat heaven contains would comprehend,\nO'er earth's wide realm my gaze extend,\nNature and science I desire to know.\n\nMEPHISTOPHELES\n\nYou are upon the proper track, I find;\nTake heed, let nothing dissipate your mind.\n\nSTUDENT\n\nMy heart and soul are in the chase!\nThough to be sure I fain would seize,\nOn pleasant summer holidays,\nA little liberty and careless ease.\n\nMEPHISTOPHELES\n\nUse well your time, so rapidly it flies;\nMethod will teach you time to win;\nHence, my young friend, I would advise,\nWith college logic to begin!\nThen will your mind be so well braced,\nIn Spanish boots so tightly laced,\nThat on 'twill circumspectly creep,\nThought's beaten track securely keep,\nNor will it, ignis-fatuus like,\nInto the path of error strike.\nThen many a day they'll teach you how\nThe mind's spontaneous acts, till now\nAs eating and as drinking free,\nRequire a process;--one! two! three!\nIn truth the subtle web of thought\nIs like the weaver's fabric wrought:\nOne treadle moves a thousand lines,\nSwift dart the shuttles to and fro,\nUnseen the threads together flow,\nA thousand knots one stroke combines.\nThen forward steps your sage to show,\nAnd prove to you, it must be so;\nThe first being so, and so the second,\nThe third and fourth deduc'd we see;\nAnd if there were no first and second,\nNor third nor fourth would ever be.\nThis, scholars of all countries prize,--\nYet 'mong themselves no weavers rise.--\nHe who would know and treat of aught alive,\nSeeks first the living spirit thence to drive:\nThen are the lifeless fragments in his hand,\nThere only fails, alas the spirit-band.\nThis process, chemists name, in learned thesis,\nMocking themselves, Naturer encheiresis.\n\nSTUDENT\n\nYour words I cannot fully comprehend.\n\nMEPHISTOPHELES\n\nIn a short time you will improve, my friend,\nWhen of scholastic forms you learn the use;\nAnd how by method all things to reduce.\n\nSTUDENT\n\nSo doth all this my brain confound,\nAs if a mill-wheel there were turning round.\n\nMEPHISTOPHELES\n\nAnd next, before aught else you learn,\nYou must with zeal to metaphysics turn!\nThere see that you profoundly comprehend,\nWhat doth the limit of man's brain transcend;\nFor that which is or is not in the head\nA sounding phrase will serve you in good stead.\nBut before all strive this half year\nFrom one fix'd order ne'er to swerve!\n\nFive lectures daily you must hear;\nThe hour still punctually observe!\nYourself with studious zeal prepare,\nAnd closely in your manual look,\nHereby may you be quite aware\nThat all he utters standeth in the book;\nYet write away without cessation,\nAs at the Holy Ghost's dictation!\n\nSTUDENT\n\nThis, Sir, a second time you need not say!\nYour counsel I appreciate quite;\nWhat we possess in black and white,\nWe can in peace and comfort bear away.\n\nMEPHISTOPHELES\n\nA faculty I pray you name.\n\nSTUDENT\n\nFor jurisprudence, Some distaste I own.\n\nMEPHISTOPHELES\n\nTo me this branch of science is well known,\nAnd hence I cannot your repugnance blame.\nCustoms and laws in every place,\nLike a disease, an heir-loom dread,\nStill trail their curse from race to race,\nAnd furtively abroad they spread.\nTo nonsense, reason's self they turn;\nBeneficence becomes a pest;\nWoe unto thee, that thou'rt a grandson born!\nAs for the law born with us, unexpressed;--\nThat law, alas, none careth to discern.\n\nSTUDENT\n\nYou deepen my dislike. The youth\nWhom you instruct, is blest in sooth!\nTo try theology I feel inclined.\n\nMEPHISTOPHELES\n\nI would not lead you willingly astray,\nBut as regards this science, you will find\nSo hard it is to shun the erring way,\nAnd so much hidden poison lies therein,\nWhich scarce can you discern from medicine.\nHere too it is the best, to listen but to one,\nAnd by the master's words to swear alone.\nTo sum up all--To words hold fast!\nThen the safe gate securely pass'd,\nYou'll reach the lane of certainty at last.\n\nSTUDENT\n\nBut then some meaning must the words convey.\n\nMEPHISTOPHELES\n\nRight! But o'er-anxious thought, you'll find of no avail,\nFor there precisely where ideas fail,\nA word comes opportunely into play\nMost admirable weapons words are found,\nOn words a system we securely ground,\nIn words we can conveniently believe,\nNor of a single jot can we a word bereave.\n\nSTUDENT\n\nYour pardon for my importunity;\nYet once more must I trouble you:\nOn medicine, I'll thank you to supply\nA pregnant utterance or two!\nThree years! how brief the appointed tide!\nThe field, heaven knows, is all too wide!\nIf but a friendly hint be thrown,\n'Tis easier then to feel one's way.\n\nMEPHISTOPHELES (aside)\n\nI'm weary of the dry pedantic tone,\nAnd must again the genuine devil play.\n\n(Aloud)\nOf medicine the spirit's caught with ease,\nThe great and little world you study through,\nThat things may then their course pursue,\nAs heaven may please.\nIn vain abroad you range through science' ample space,\nEach man learns only that which learn he can;\nWho knows the moment to embrace,\nHe is your proper man.\nIn person you are tolerably made,\nNor in assurance will you be deficient:\nSelf-confidence acquire, be not afraid,\nOthers will then esteem you a proficient.\nLearn chiefly with the sex to deal!\nTheir thousands ahs and ohs,\nThese the sage doctor knows,\nHe only from one point can heal.\nAssume a decent tone of courteous ease,\nYou have them then to humour as you please.\nFirst a diploma must belief infuse,\nThat you in your profession take the lead:\nYou then at once those easy freedoms use\nFor which another many a year must plead;\nLearn how to feel with nice address\nThe dainty wrist;--and how to press,\nWith ardent furtive glance, the slender waist,\nTo feel how tightly it is laced.\n\nSTUDENT\n\nThere is some sense in that! one sees the how and why.\n\nMEPHISTOPHELES\n\nGrey is, young friend, all theory:\nAnd green of life the golden tree.\n\nSTUDENT\n\nI swear it seemeth like a dream to me.\nMay I some future time repeat my visit,\nTo hear on what your wisdom grounds your views?\n\nMEPHISTOPHELES\n\nCommand my humble service when you choose.\n\nSTUDENT\n\nEre I retire, one boon I must solicit:\nHere is my album, do not, Sir, deny\nThis token of your favour!\n\nMEPHISTOPHELES\n\nWillingly!\n(He writes and returns the book.)\n\nSTUDENT (reads)\n\nERITIS SICUT DEUS, SCIENTES BONUM ET MALUM\n(He reverently closes the book and retires.)\n\nMEPHISTOPHELES\n\nLet but this ancient proverb be your rule,\nMy cousin follow still, the wily snake,\nAnd with your likeness to the gods, poor fool,\nEre long be sure your poor sick heart will quake!\n\nFAUST (enters)\nWhither away?\n\nMEPHISTOPHELES\n\n'Tis thine our course to steer.\nThe little world, and then the great we'll view.\nWith what delight, what profit too,\nThou'lt revel through thy gay career!\n\nFAUST\nDespite my length of beard I need\nThe easy manners that insure success;\nTh' attempt I fear can ne'er succeed;\nTo mingle in the world I want address;\nI still have an embarrass'd air, and then\nI feel myself so small with other men.\n\nMEPHISTOPHELES\nTime, my good friend, will all that's needful give;\nBe only self-possessed, and thou hast learn'd to live.\n\nFAUST\n\nBut how are we to start, I pray?\nSteeds, servants, carriage, where are they?\n\nMEPHISTOPHELES\n\nWe've but to spread this mantle wide,\n'Twill serve whereon through air to ride,\nNo heavy baggage need you take,\nWhen we our bold excursion make,\nA little gas, which I will soon prepare,\nLifts us from earth; aloft through air,\nLight laden, we shall swiftly steer;--\nI wish you joy of your new life-career.\n\nAUERBACH'S CELLAR IN LEIPZIG\nA Drinking Party\n\nFROSCH\n\nNo drinking? Naught a laugh to raise?\nNone of your gloomy looks, I pray!\nYou, who so bright were wont to blaze,\nAre dull as wetted straw to-day.\n\nBRANDER\n\n'Tis all your fault; your part you do not bear,\nNo beastliness, no folly.\n\nFROSCH\n(pours a glass of wine over his head)\n\nThere,\nYou have them both!\n\nBRANDER\n\nYou double beast!\n\nFROSCH\n\n'Tis what you ask'd me for, at least!\n\nSIEBEL\n\nWhoever quarrels, turn him out!\nWith open throat drink, roar, and shout.\nHollo! Hollo! Ho!\n\nALTMAYER\n\nZounds, fellow, cease your deaf'ning cheers!\nBring cotton-wool! He splits my ears.\n\nSIEBEL\n\n'Tis when the roof rings back the tone,\nThen first the full power of the bass is known.\n\nFROSCH\n\nRight! out with him who takes offence!\nA! tara lara da!\n\nALTMAYER\n\nA! tara lara da!\n\nFROSCH\n\nOur throats are tuned. Come let's commence!\n\n(Sings)\nThe holy Roman empire now,\nHow holds it still together?\n\nBRANDER\n\nAn ugly song! a song political!\nA song offensive! Thank God, every morn\nTo rule the Roman empire, that you were not born!\nI bless my stars at least that mine is not\nEither a kaiser's or a chancellor's lot.\nYet 'mong ourselves should one still lord it o'er the rest;\nThat we elect a pope I now suggest.\nYe know, what quality ensures\nA man's success, his rise secures.\n\nFaoscn (sings)\nBear, lady nightingale above,\nTen thousand greetings to my love.\n\nSIESEL\n\nNo greetings to a sweetheart!\nNo love-songs shall there be!\n\nFROSCH\n\nLove-greetings and love-kisses! Thou shalt not hinder me!\n\n(Sings)\nUndo the bolt! in silly night,\nUndo the bolt! the lover wakes.\nShut to the bolt! when morning breaks,\n\nSIEBEL\n\nAy, sing, sing on, praise her with all, thy might!!\nMy turn to laugh will come some day.\nMe hath she jilted once, you the same trick she'll play.\nSome gnome her lover be! where cross-roads meet,\nWith her to play the fool; or old he-goat,\nFrom Blocksberg coming in swift gallop, bleat\nA good night to her, from his hairy throat!\nA proper lad of genuine flesh and blood,\nIs for the damsel far too good;\nThe greeting she shall have from me,\nTo smash her window-panes will be!\n\nBRANDER (striking on the table)\n\nSilence! Attend! to me give ear!\nConfess, sirs, I know how to live:\nSome love-sick folk are sitting here!\nHence, 'tis but fit, their hearts to cheer,\nThat I a good-night strain to them should give.\nHark! of the newest fashion is my song!\nStrike boldly in the chorus, clear and strong!\n\n(He sings)\nOnce in a cellar lived a rat,\nHe feasted there on butter,\nUntil his paunch became as fat\nAs that of Doctor Luther,\nThe cook laid poison for the guest,\nThen was his heart with pangs oppress'd,\nAs if his frame love wasted.\n\nChorus (shouting)\nAs if his frame love wasted.\n\nBRANDER\n\nHe ran around, he ran abroad,\nOf every puddle drinking.\nThe house with rage he scratch'd and gnaw'd,\nIn vain,--he fast was Sinking;\nFull many an anguish'd bound he gave,\nNothing the hapless brute could save,\nAs if his frame love wasted.\n\nCHORUS\n\nAs if his frame love wasted.\n\nBRANDER\n\nBy torture driven, in open day,\nThe kitchen he invaded,\nConvulsed upon the hearth he lay,\nWith anguish sorely jaded;\nThe poisoner laugh'd, Ha! ha! quoth she,\nHis life is ebbing fast, I see,\nAs if his frame love wasted.\n\nCHORUS\n\nAs if his frame love wasted.\n\nSIEBEL\n\nHow the dull boors exulting shout!\nPoison for the poor rats to strew\nA fine exploit it is no doubt.\n\nBRANDER\n\nThey, as it seems, stand well with you!\n\nALTMAYER\n\nOld bald-pate! with the paunch profound!\nThe rat's mishap hath tamed his nature;\nFor he his counterpart bath found\nDepicted in the swollen creature.\n\nFAUST AND MEPHISTOPHELES\n\nMEPHISTOPHELES\n\nI now must introduce to you\nBefore aught else, this jovial crew,\nTo show how lightly life may glide away;\nWith the folk here each day's a holiday.\nWith little wit and much content,\n\nEach on his own small round intent,\nLike sportive kitten with its tail;\nWhile no sick-headache they bewail,\nAnd while their host will credit give,\nJoyous and free from care they live.\n\nBRANDER\n\nThey're off a journey, that is clear,--\nFrom their strange manners; they have scarce been here\nAn hour.\n\nFROSCH\n\nYou're right! Leipzig's the place for me\n'Tis quite a little Paris; people there\nAcquire a certain easy finish'd air.\n\nSIEBEL\n\nWhat take you now these travellers to be?\n\nFROSCH\n\nLet me alone! O'er a full glass you'll see,\nAs easily I'll worm their secret out,\nAs draw an infant's tooth. I've not a doubt\nThat my two gentlemen are nobly born,\nThey look dissatisfied and full of scorn.\n\nBRANDER\n\nThey are but mountebanks, I'll lay a bet!\n\nALTMAYER\n\nMost like.\n\nFROSCH\n\nMark me, I'll screw it from them yet!\n\nMEPHISTOPHELES (to FAUST)\n\nThese fellows would not scent the devil out,\nE'en though he had them by the very throat!\n\nFAUST\n\nSIEBEL\n\nThanks for your fair salute.\n(Aside, glancing at MEPHISTOPHELES.)\nHow! goes the fellow on a halting foot?\n\nMEPHISTOPHELES\n\nIs it permitted here with you to sit?\nThen though good wine is not forthcoming here,\nGood company at least our hearts will cheer.\n\nALTMAYER\n\nA dainty gentleman, no doubt of it.\n\nFROSCH\n\nYou're doubtless recently from Rippach? Pray,\nDid you with Master Hans there chance to sup?\n\nMEPHISTOPHELES\n\nTo-day we pass'd him, but we did not stop!\nWhen last we met him he had much to say\nTouching his cousins, and to each he sent\nFull many a greeting and kind compliment.\n(With an inclination towards FROSCH.)\n\nALTMAYER (aside to FROSCH)\n\nYou have it there!\n\nSIEBEL\n\nFaith! he's a knowing one!\n\nFROSCH\n\nHave patience! I will show him up anon!\n\nMEPHISTOPHELES\n\nWe heard erewhile, unless I'm wrong,\nVoices well trained in chorus pealing?\nCertes, most choicely here must song\nRe-echo from this vaulted ceiling!\n\nFROSCH\n\nThat you're an amateur one plainly sees!\n\nMEPHISTOPHELES\n\nOh no, though strong the love, I cannot boast much skill.\n\nALTMAYER\n\nGive us a song!\n\nMEPHISTOPHELES\n\nAs many as you will.\n\nSIEBEL\n\nBut be it a brand new one, if you please!\n\nMEPHISTOPHELES\n\nBut recently returned from Spain are we,\nThe pleasant land of wine and minstrelsy.\n\n(Sings)\nA king there was once reigning,\nWho had a goodly flea--\n\nFROSCH\n\nHark! did you rightly catch the words? a flea!\nAn odd sort of a guest he needs must be.\n\nMEPHISTOPHELES (sings)\n\nA king there was once reigning,\nWho had a goodly flea,\nHim loved he without feigning,\nAs his own son were he!\nHis tailor then he summon'd,\nThe tailor to him goes:\nNow measure me the youngster\nFor jerkin and for hose!\n\nBRANDER\n\nTake proper heed, the tailor strictly charge,\nThe nicest measurement to take,\nAnd as he loves his head, to make\nThe hose quite smooth and not too large!\n\nMEPHISTOPHELES\n\nIn satin and in velvet,\nBehold the yonker dressed;\nBedizen'd o'er with ribbons,\nA cross upon his breast.\nPrime minister they made him,\nHe wore a star of state;\nAnd all his poor relations\nWere courtiers, rich and great.\n\nThe gentlemen and ladies\nAt court were sore distressed;\nThe queen and all her maidens\nWere bitten by the pest,\nAnd yet they dared not scratch them,\nOr chase the fleas away.\nIf we are bit, we catch them,\nAnd crack without delay.\n\nCHORUS (shouting)\n\nIf we are bit, &c.\n\nFROSCH\n\nBravo! That's the song for me!\n\nSIEBEL\n\nSuch be the fate of every flea!\n\nBRANDER\n\nWith Clever finger catch and Kill!\n\nALTMAYER\n\nHurrah for wine and freedom still!\n\nMEPHISTOPHELES\n\nWere but your wine a trifle better, friend,\nA glass to freedom I would gladly drain.\n\nSIEBEL\n\nYou'd better not repeat those words again t\n\nMEPHISTOPHELES\n\nI am afraid the landlord to offend;\nElse freely I would treat each worthy guest\nFrom our own cellar to the very best.\n\nSIEBEL\n\nOut with it then! Your doings I'll defend.\n\nFROSCH\n\nGive a good glass, and straight we'll praise you, one and all.\nOnly let not your samples be too small;\nFor if my judgment you desire,\nCertes, an ample mouthful I require.\n\nALTMAYER (aside)\n\nI guess they're from the Rhenish land.\n\nMEPHISTOPHELES\n\nFetch me a gimlet here!\n\nBRANDER\n\nSay, what therewith to bore?\nYou cannot have the wine-casks at the door?\n\nALTMAYER\n\nOur landlord's tool-basket behind doth yonder stand.\n\nMEPHISTOPHELES (takes the gimlet)\n\n(To FROSCH)\n\nNow only say! what liquor will you take?\n\nFROSCH\n\nHow mean you that? have you of every sort?\n\nMEPHISTOPHELES\n\nEach may his own selection make.\n\nALTMAYER (to FROSCH)\n\nHa! Ha! You lick your lips already at the thought.\n\nFROSCH\n\nGood, if I have my choice, the Rhenish I propose;\nFor still the fairest gifts the fatherland bestows.\n\nMEPHISTOPHELES\n\n(boring a hole in the edge of the table opposite to where FROSCH\nis sitting)\n\nGive me a little wax--and make some stoppers--quick!\n\nALTMAYER\n\nWhy, this is nothing but a juggler's trick!\n\nMEPHISTOPHELES (to BRANDER)\n\nAnd you?\n\nBRANDER\n\nChampagne's the wine for me;\nRight brisk, and sparkling let it be!\n\n(MEPHISTOPHELES bores; one of the party has in the meantime\nprepared the wax-stoppers and stopped the holes.)\n\nBRANDER\n\nWhat foreign is one always can't decline,\nWhat's good is often scatter'd far apart.\nThe French your genuine German hates with all his heart,\nYet has a relish for their wine.\n\nSIEBEL.\n\n(as MEPHISTOPHELES approaches him)\n\nI like not acid wine, I must allow,\nGive me a glass of genuine sweet!\n\nMEPHISTOPHELES (bored)\n\nTokay\nShall, if you wish it, flow without delay.\n\nALTMAYER\n\nCome! look me in the face! no fooling now!\nYou are but making fun of us, I trow.\n\nMEPHISTOPHELES\n\nAh! ah! that would indeed be making free\nWith such distinguished guests. Come, no delay;\nWhat liquor can I serve you with, I pray?\n\nALTMAYER\n\nOnly be quick, it matters not to me.\n(After the holes are bored and stopped.)\n\nMEPHISTOPHELES (with strange gestures)\n\nGrapes the vine-stock bears,\nHorns the buck-goat wears!\nWine is sap, the vine is wood,\nThe wooden board yields wine as good.\nWith a deeper glance and true\nThe mysteries of nature view!\nHave faith and here's a miracle!\nYour stoppers draw and drink your fill!\n\nALL.\n\n(as they draw the stoppers and the wine chosen by each runs into\nhis glass)\nOh beauteous spring, which flows so far!\n\nMEPHISTOPHELES\nSpill not a single drop, of this beware! (They drink repeatedly.)\n\nALL (sing)\n\nHappy as cannibals are we,\nOr as five hundred swine.\n\nMEPHISTOPHELES\n\nThey're in their glory, mark their elevation!\n\nFAUST\n\nLet's hence, nor here our stay prolong.\n\nMEPHISTOPHELES\n\nAttend, of brutishness ere long\nYou'll see a glorious revelation.\n\nSIEBEL\n\n(drinks carelessly; the wine is spilt upon the ground, and turns to\nflame)\nHelp! fire! help! Hell is burning!\n\nMEPHISTOPHELES\n\n(addressing the flames)\n\nStop,\nKind element, be still, I say!\n\n(To the Company.)\n\nSIEBEL\n\nWhat means the knave! For this you'll dearly pay!\nUs, it appears, you do not know.\n\nFROSCH\n\nSuch tricks a second time he'd better show!\n\nALTMAYER\n\nMethinks 'twere well we pack'd him quietly away.\n\nSIEBEL\n\nWhat, sir! with us your hocus-pocus play!\n\nMEPHISTOPHELES\n\nSilence, old wine-cask!\n\nSIEBEL\n\nHow! add insult, too!\nVile broomstick!\n\nBRANDER\n\nHold, or blows shall rain on you!\n\nALTMAYER\n\n(draws a stopper out of the table; fire springs out against him)\nI burn! I burn!\n\nSIEBEL\n\n'Tis sorcery, I vow!\nStrike home! The fellow is fair game, I trow!\n(They draw their knives and attack MEPHISTOPHELES.)\n\nMEPHISTOPHELES (with solemn gestures)\n\nVisionary scenes appear!\nWords delusive cheat the ear! Be ye there, and be ye here!\n(They stand amazed and gaze at each other.)\n\nALTMAYER\n\nWhere am I? What a beauteous land!\n\nFROSCH\n\nVineyards! unless my sight deceives?\n\nSIEBEL\n\nAnd clust'ring grapes too, close at hand!\n\nBRANDER\n\nAnd underneath the spreading leaves,\nWhat stems there be! What grapes I see!\n(He senses SIEBEL by the nose.\nThe others reciprocally do the same, and raise their knives.)\n\nMEPHISTOPHELES (as above)\n\nDelusion, from their eyes the bandage take!\nNote how the devil loves a jest to break!\n(He disappears with FAUST; the fellows draw back from one\nanother.)\n\nSIEBEL\n\nWhat was it?\n\nALTMAYER\n\nHow?\n\nFROSCH\n\nWas that your nose?\n\nBRANDER (to SIEBEL)\n\nAnd look, my hand doth thine enclose!\n\nALTMAYER\n\nI felt a shock, it went through every limb!\nA chair! I'm fainting! All things swim!\n\nFROSCH\n\nSay what has happened, what's it all about?\n\nSIEBEL\n\nWhere is the fellow? Could I scent him out,\nHis body from his soul I'd soon divide!\n\nALTMAYER\n\nWith my own eyes, upon a cask astride,\nForth through the cellar-door I saw him ride--\nHeavy as lead my feet are growing.\n(Turning to the table.)\nI wonder is the wine still flowing!\n\nSIEBEL\n\n'Twas all delusion, cheat and lie.\n\nFROSCH\n\n'Twas wine I drank, most certainly.\n\nBRANDER\n\nBut with the grapes how was it, pray?\n\nALTMAYER\n\nThat none may miracles believe, who now will say?\n\nWITCHES' KITCHEN\n\nA large caldron hangs over the fire on a low hearth; various figures\nappear in the vapour rising from it. A FEMALE MONKEY sits\nbeside the caldron to skim it, and watch that it does not boil over.\nThe MALE MONKEY with the young ones is seated near,\nwarming himself. The walls and ceiling are adorned with the\nstrangest articles of witch-furniture.\n\nFAUST, MEPHISTOPHELES\n\nFAUST\n\nThis senseless, juggling witchcraft I detest!\nDost promise that in this foul nest\nOf madness, I shall be restored?\nMust I seek counsel from an ancient dame?\nAnd can she, by these rites abhorred,\nTake thirty winters from my frame?\nWoe's me, if thou naught better canst suggest!\nHope has already fled my breast.\nHas neither nature nor a noble mind\nA balsam yet devis'd of any kind?\n\nMEPHISTOPHELES\n\nMy friend, you now speak sensibly. In truth,\nNature a method giveth to renew thy youth:\nBut in another book the lesson's writ;--\nIt forms a curious chapter, I admit.\n\nFAUST\n\nI fain would know it.\n\nMEPHISTOPHELES\n\nGood! A remedy\nWithout physician, gold, or sorcery:\nAway forthwith, and to the fields repair,\nBegin to delve, to cultivate the ground,\nThy senses and thyself confine\nWithin the very narrowest round,\nSupport thyself upon the simplest fare,\nLive like a very brute the brutes among,\nNeither esteem it robbery\nThe acre thou dost reap, thyself to dung;\nThis is the best method, credit me,\nAgain at eighty to grow hale and young.\n\nFAUST\n\nI am not used to it, nor can myself degrade\nSo far, as in my hand to take the spade.\nThis narrow life would suit me not at all.\n\nMEPHISTOPHELES\n\nThen we the witch must summon after all.\n\nFAUST\n\nWill none but this old beldame do?\nCanst not thyself the potion brew?\n\nMEPHISTOPHELES\n\nA pretty play our leisure to beguile!\nA thousand bridges I could build meanwhile.\nNot science only and consummate art,\nPatience must also bear her part.\nA quiet spirit worketh whole years long;\nTime only makes the subtle ferment strong.\nAnd all things that belong thereto,\nAre wondrous and exceeding rare!\nThe devil taught her, it is true;\nBut yet the draught the devil can't prepare.\n(Perceiving the beasts.)\nLook yonder, what a dainty pair!\nHere is the maid! the knave is there!\n(To the beasts)\nIt seems your dame is not at home?\n\nTHE MONKEYS\n\nGone to carouse,\nOut of the house,\nThro' the chimney and away!\n\nMEPHISTOPHELES\n\nHow long is it her wont to roam?\n\nTHE MONKEYS\n\nWhile we can warm our paws she'll stay.\n\nMEPHISTOPHELES (to FAUST)\n\nWhat think you of the charming creature?\n\nFAUST\n\nI loathe alike their form and features!\n\nMEPHISTOPHELES\n\nNay, such discourse, be it confessed,\nIs just the thing that pleases me the best.\n\n(To the MONKEYS)\n\nTell me, ye whelps, accursed crew!\nWhat Stir ye in the broth about?\n\nMONKEYS\n\nCoarse beggar's gruel here we stew.\n\nMEPHISTOPHELES\n\nOf customers you'll have a rout.\n\nTHE HE-MONKEY\n(approaching and fawning on MEPHISTOPHELES)\n\nQuick! quick! throw the dice,\nMake me rich in a trice,\nOh give me the prize!\nAlas, for myself!\nHad I plenty of pelf,\nI then should be wise.\n\nMEPHISTOPHELES\n\nHow blest the ape would think himself, if he\nCould only put into the lottery!\n\n(In the meantime the young MONKEYS have been playing with a\nlarge globe, which they roll forwards)\n\nTHE HE-MONKEY\nThe world behold;\nUnceasingly roll'd,\nIt riseth and falleth ever;\nIt ringeth like glass!\nHow brittle, alas!\n'Tis hollow, and resteth never.\nHow bright the sphere,\nStill brighter here!\nNow living am I!\nDear son, beware!\nNor venture there!\nThou too must die!\nIt is of clay;\n'Twill crumble away;\nThere fragments lie.\n\nMEPHISTOPHELES\n\nOf what use is the sieve?\n\nTHE HE-MONKEY (taking it dozen)\n\nThe sieve would show,\nIf thou wert a thief or no?\n(He runs to the SHE-MONKEY, and makes her look through it.)\nLook through the sieve!\nDost know him the thief,\nAnd dar'st thou not call him so?\n\nMEPHISTOPHELES (approaching the fire)\n\nAnd then this pot?\n\nTHE MONKEYS\n\nThe half-witted sot!\nHe knows not the pot!\nHe knows not the kettle!\n\nMEPHISTOPHELES\n\nUnmannerly beast!\nBe civil at least!\n\nTHE HE-MONKEY\n\nTake the whisk and sit down in the settle!\n(He makes MEPHISTOPHELES sit down.)\n\nFAUST\n\n(who all this time has been standing before a looking-glass,\nnow approaching, and now retiring from it)\n\nWhat do I see? what form, whose charms transcend\nThe loveliness of earth, is mirror'd here!\nO Love, to waft me to her sphere,\nTo me the swiftest of thy pinions lend!\nAlas! If I remain not rooted to this place,\nIf to approach more near I'm fondly lur'd,\nHer image fades, in veiling mist obscur'd\nModel of beauty both in form and face!\nIs't possible? Hath woman charms so rare?\nIn this recumbent form, supremely fair,\nThe essence must I see of heavenly grace?\nCan aught so exquisite on earth be found?\n\nMEPHISTOPHELES\n\nThe six days' labour of a god, my friend,\nWho doth himself cry bravo, at the end,\nBy something clever doubtless should be crown'd.\nFor this time gaze your fill, and when you please\nJust such a prize for you I can provide;\nHow blest is he to whom kind fate decrees,\nTo take her to his home, a lovely bride!\n\n(FAUST continues to gaze into the mirror. MEPHISTOPHELES\nstretching himself on the settle and playing with the whisk,\ncontinues to speak.)\n\nHere sit I, like a king upon his throne;\nMy sceptre this;--the crown I want alone.\n\nTHE MONKEYS\n\n(who have hitherto been making all sorts of strange gestures, bring\nMEPHISTOPHELES a crown, with loud cries)\n\nOh, be so good,\nWith Sweat and with blood\nThe crown to lime!\n\n(They handle the crown awkwardly and break it in two\npieces, with which they skip about.)\n\n'Twas fate's decree!\nWe speak and see!\nWe hear and rhyme.\n\nFAUST (before the mirror)\n\nWoe's me! well-nigh distraught I feel!\n\nMEPHISTOPHELES\n(pointing to the beasts)\n\nAnd even my own head almost begins to reel.\n\nTHE MONKEYS\n\nIf good luck attend,\nIf fitly things blend,\nOur jargon with thought\nAnd with reason is fraught!\n\nFAUST (as above)\n\nA flame is kindled in my breast!\nLet us begone! nor linger here!\n\nMEPHISTOPT'IELES\n(in the same position)\n\nIt now at least must be confessed,\nThat poets sometimes are sincere.\n\n(The caldron begins to boil over; a great flame arises,\nwhich streams up the chimney. The WITCH comes down the\nchimney with horrible cries.)\n\nTHE WITCH\n\nOugh! ough! ough! ough!\nAccursed brute! accursed SOW!\nThe caldron dost neglect, for shame!\nAccursed brute to scorch the dame!\n\n(Perceiving FAUST and MEPHISTOPHELES)\n\nWhom have we here?\nWho's sneaking here?\nWhence are ye come?\nWith what desire?\nThe plague of fire\nYour bones consume!\n\n(She dips the skimming-ladle into the caldron and\nthrows flames at FAUST, MEPHISTOPHELES, and\nthe MONKEYS. The MONKEYS whimper.)\n\nMEPHISTOPHELES\n(twirling the whisk which he holds in his hand, and striking among\nthe glasses and pots)\n\nDash! Smash!\nThere lies the glass!\nThere lies the slime!\n'Tis but a jest;\nI but keep time,\nThou hellish pest,\nTo thine own chime!\n\n(While the WITCH steps back in rage aind astonishment.)\n\nDost know me! Skeleton! Vile scarecrow, thou!\nThy lord and master dost thou know?\nWhat holds me, that I deal not now\nThee and thine apes a stunning blow?\nNo more respect to my red vest dost pay?\nDoes my cock's feather no allegiance claim?\nHave I my visage masked to-day?\nMust I be forced myself to name?\n\nTHE WITCH\n\nMaster, forgive this rude salute!\nBut I perceive no cloven foot.\nAnd your two ravens, where are they?\n\nMEPHISTOPHELES\n\nThis once I must admit your plea;--\nFor truly I must own that we\nEach other have not seen for many a day.\nThe culture, too, that shapes the world, at last\nHath e'en the devil in its sphere embraced;\nThe northern phantom from the scene hath pass'd,\nTail, talons, horns, are nowhere to be traced!\nAs for the foot, with which I can't dispense,\n'Twould injure me in company, and hence,\nLike many a youthful cavalier,\nFalse calves I now have worn for many a year.\n\nTHE WITCH (dancing)\n\nI am beside myself with joy,\nTo see once more the gallant Satan here!\n\nMEPHISTOPHELES\n\nWoman, no more that name employ!\n\nTHE WITCH\n\nBut why? what mischief hath it done?\n\nMEPHISTOPHELES\n\nTo fable-books it now doth appertain;\nBut people from the change have nothing won.\nRid of the evil one, the evil ones remain.\nLord Baron call thou me, so is the matter good;\nOf other cavaliers the mien I wear.\nDost make no question of my gentle blood;\nSee here, this is the scutcheon that I bear!\n(He makes an unseemly gesture.)\n\nTHE WITCH\n(laughing immoderately)\n\nHa! Ha Just like yourself! You are, I ween,\nThe same mad wag that you have ever been!\n\nMEPHISTOPHELES (to FAUST)\n\nMy friend, learn this to understand, I pray!\nTo deal with witches this is still the way.\n\nTHE WITCH\n\nNow tell me, gentlemen, what you desire?\n\nMEPHISTOPHELES\n\nOf your known juice a goblet we require.\nBut for the very oldest let me ask;\nDouble its strength with years doth grow.\n\nTHE WITCH\n\nMost willingly! And here I have a flask,\nFrom which I've sipp'd myself ere now;\nWhat's more, it doth no longer stink;\nTo you a glass I joyfully will give.\n(Aside.)\n\nIf unprepar'd, however, this man drink,\nHe hath not, as you know, an hour to live.\n\nMEPHISTOPHELES\n\nHe's my good friend, with whom 'twill prosper well;\nI grudge him not the choicest of thy store.\nNow draw thy circle, speak thy spell,\nAnd straight a bumper for him pour!\n\n(The WITCH, with extraordinary gestures, describes a circle, and\nplaces strange things within it. The glasses meanwhile begin to\nring, the caldron to sound, and to make music. Lastly, she brings a\ngreat book; places the MONKEYS in the circle to serve her as a\ndesk, and to hold the torches. She beckons FAUST to approach.)\n\nFAUST (to MEPHISTOPHELES)\n\nTell me, to what doth all this tend?\nWhere will these frantic gestures end?\nThis loathsome cheat, this senseless stuff\nI've known and hated long enough.\n\nMEPHISTOPHELES\n\nMere mummery, a laugh to raise!\nPray don't be so fastidious! She\nBut as a leech, her hocus-pocus plays,\nThat well with you her potion may agree.\n(He compels FAUST to enter the circle.)\n\n(The WITCH, with great emphasis, begins to declaim the book.)\n\nThis must thou ken:\nOf one make ten,\nPass two, and then\nMake square the three,\nSo rich thou'lt be.\nDrop out the four!\nFrom five and six,\nThus says the witch,\nMake seven and eight.\nSo all is straight!\nAnd nine is one,\nAnd ten is none,\nThis is the witch's one-time-one!\n\nFAUST\n\nThe hag doth as in fever rave.\n\nMEPHISTOPHELES\n\nTo these will follow many a stave.\nI know it well, so rings the book throughout;\nMuch time I've lost in puzzling o'er its pages,\nFor downright paradox, no doubt,\nA mystery remains alike to fools and sages.\nAncient the art and modern too, my friend.\n'Tis still the fashion as it used to be,\nError instead of truth abroad to send\nBy means of three and one, and one and three.\n'Tis ever taught and babbled in the schools.\nWho'd take the trouble to dispute with fools?\nWhen words men hear, in sooth, they usually believe.\nThat there must needs therein be something to conceive.\n\nTHE WITCH (continues)\nThe lofty power\nOf wisdom's dower,\nFrom all the world conceal'd!\nWho thinketh not,\nTo him I wot,\nUnsought it is reveal'd.\n\nFAUST\n\nWhat nonsense doth the hag propound?\nMy brain it doth well-nigh confound.\nA hundred thousand fools or more,\nMethinks I hear in chorus roar.\n\nMEPHISTOPHELES\n\nIncomparable Sibyl cease, I pray!\nHand us thy liquor without more delay.\nAnd to the very brim the goblet crown!\nMy friend he is, and need not be afraid;\nBesides, he is a man of many a grade,\nWho bath drunk deep already.\n\n(The WITCH, with many ceremonies, pours the liquor into a cup;\nas FAUST lifts it to his mouth, a light flame arises.)\n\nMEPHISTOPHELES\n\nGulp it down!\nNo hesitation! It will prove\nA cordial, and your heart inspire!\nWhat! with the devil hand and glove,\nAnd yet shrink back afraid of fire?\n\n(The WITCH dissolves the circle. FAUST steps Out.)\n\nMEPHISTOPHELES\n\nNow forth at once! thou dar'st not rest.\n\nWITCH\n\nAnd much, sir, may the liquor profit you!\n\nMEPHISTOPHELES (to the WITCH)\n\nAnd if to pleasure thee I aught can do,\nPray on Walpurgis mention thy request.\n\nWITCH\n\nHere is a song, sung o'er, sometimes you'll see,\nThat 'twill a singular effect produce.\n\nMEPHISTOPHELES (to FAUST)\n\nCome, quick, and let thyself be led by me;\nThou must perspire, in order that the juice\nThy frame may penetrate through every part.\nThen noble idleness I thee will teach to prize,\nAnd soon with ecstasy thou'lt recognise\nHow Cupid stirs and gambols in thy heart.\n\nFAUST\n\nLet me but gaze one moment in the glass!\nToo lovely was that female form!\n\nMEPHISTOPHELES\n\nNay! nay!\n\nA model which all women shall surpass,\nIn flesh and blood ere long thou shalt survey.\nAs works the draught, thou presently shalt greet\nA Helen in each woman thou dost meet.\n\nA STREET\n\nFAUST (MARGARET passing by)\n\nFAUST\n\nFair lady, may I thus make free\nTo offer you my arm and company?\n\nMARGARET\n\nI am no lady, am not fair,\nCan without escort home repair.\n(She disengages herself and exit.)\n\nFAUST\n\nBy heaven! This girl is fair indeed!\nNo form like hers can I recall.\nVirtue she hath, and modest heed,\nIs piquant too, and sharp withal.\nHer cheek's soft light, her rosy lips,\nNo length of time will e'er eclipse!\nHer downward glance in passing by,\nDeep in my heart is stamp'd for aye;\nHow curt and sharp her answer too,\nTo ecstasy the feeling grew!\n\n(MEPHISTOPHZLES enters.)\n\nFAUST\n\nThis girl must win for me! Dost hear?\n\nMEPHISTOPHELES\n\nWhich?\n\nFAUST\n\nShe who but now passed.\n\nMEPHISTOPHELES\n\nShe from confession coineth here,\nFrom every sin absolved and free;\nI crept near the confessor's chair.\nAll innocence her virgin soul,\nFor next to nothing went she there;\nO'er such as she I've no control!\n\nFAUST\n\nShe's past fourteen.\n\nMEPHISTOPHELES\n\nYou really talk\nLike any gay Lothario,\nWho every floweret from its stalk\nWould pluck, and deems nor grace, nor truth,\nSecure against his arts, forsooth!\nThis ne'er the less won't always do.\n\nFAUST\n\nSir Moralizer, prithee, pause;\nNor plague me with your tiresome laws!\nTo cut the matter short, my friend,\nShe must this very night be mine,--\nAnd if to help me you decline,\nMidnight shall see our compact end.\n\nMEPHISTOPHELES\n\nWhat may occur just bear in mind!\nA fortnight's space, at least, I need,\nA fit occasion but to find.\n\nFAUST\n\nWith but Seven hours I could succeed;\nNor should I want the devil's wile,\nSo young a creature to beguile.\n\nMEPHISTOPHELES\n\nLike any Frenchman now you speak,\nBut do not fret, I pray; why seek\nTo hurry to enjoyment straight?\nThe pleasure is not half so great,\nAs when at first around, above,\nWith all the fooleries of love,\nThe puppet you can knead and mould\nAs in Italian story oft is told.\n\nFAUST\n\nNo such incentives do I need.\n\nMEPHISTOPHELES\n\nBut now, without offence or jest!\nYou cannot quickly, I protest,\nIn winning this sweet child succeed.\nBy storm we cannot take the fort,\nTo stratagem we must resort.\n\nFAUST\n\nConduct me to her place of rest!\nSome token of the angel bring!\nA kerchief from her snowy breast,\nA garter bring me,--any thing!\n\nMEPHISTOPHELES\n\nThat I my anxious zeal may prove,\nYour pangs to sooth and aid your love,\nA single moment will we not delay,\nWill lead you to her room this very day.\n\nFAUST\n\nAnd shall I see her ?--Have her?\n\nMEPHISTOPHELES\n\nNo!\nShe to a neighbour's house will go;\nBut in her atmosphere alone,\nThe tedious hours meanwhile you may employ,\nIn blissful dreams of future joy.\n\nFAUST\n\nCan we go now?\n\nMEPHISTOPHELES\n\n'Tis yet too soon.\n\nFAUST\n\nSome present for my love procure!\n(Exit.)\n\nMEPHISTOPHELES\n\nPresents so soon! 'tis well! success is sure!\nFull many a goodly place I know,\nAnd treasures buried long ago;\nI must a bit o'erlook them now.\n(Exit.)\n\nEVENING. A SMALL AND NEAT ROOM\n\nMARGARET\n(braiding and binding up her hair)\n\nI would give something now to know,\nWho yonder gentleman could be!\nHe had a gallant air, I trow,\nAnd doubtless was of high degree:\nThat written on his brow was seen--\nNor else would lie so bold have been.\n(Exit.)\n\nMEPHISTOPHELES\n\nCome in! tread softly! be discreet!\n\nFAUST (after a pause)\n\nBegone and leave me, I entreat!\n\nMEPHISTOPHELES (looking round)\n\nNot every maiden is so neat.\n\nFAUST (gazing round)\n\nWelcome sweet twilight, calm and blest,\nThat in this hallow'd precinct reigns!\nFond yearning love, inspire my breast,\nFeeding on hope's sweet dew thy blissful pains!\nWhat stillness here environs me!\nContent and order brood around.\nWhat fulness in this poverty!\nIn this small cell what bliss profound!\n(He throws himself on the leather arm-chair beside\nthe bed.)\n\nReceive me thou, who hast in thine embrace,\nWelcom'd in joy and grief the ages flown!\nHow oft the children of a by-gone race\nHave cluster'd round this patriarchal throne!\nHaply she, also, whom I hold so dear,\nFor Christmas gift, with grateful joy possess'd,\nHath with the full round cheek of childhood, here,\nHer grandsire's wither'd hand devoutly press'd.\nMaiden! I feel thy spirit haunt the place,\nBreathing of order and abounding grace.\nAs with a mother's voice it prompteth thee,\nThe pure white cover o'er the board to spread,\nTo strew the crisping sand beneath thy tread.\nDear hand! so godlike in its ministry!\nThe hut becomes a paradise through thee!\nAnd here\n(He raises the bed-curtain.)\nHow thrills my pulse with strange delight!\nHere could I linger hours untold;\nThou, Nature, didst in vision bright,\nThe embryo angel here unfold.\nHere lay the child, her bosom warm\nWith life; while steeped in slumber's dew,\nTo perfect grace, her godlike form,\nWith pure and hallow'd weavings grew!\n\nAnd thou! ah here what seekest thou?\nHow quails mine inmost being now!\nWhat wouldst thou here? what makes thy heart so sore?\nUnhappy Faust! I know thee now no more.\n\nDo I a magic atmosphere inhale?\nErewhile, my passion would not brook delay!\nNow in a pure love-dream I melt away.\nAre we the sport of every passing gale?\n\nShould she return and enter now,\nHow wouldst thou rue thy guilty flame!\nProud vaunter--thou wouldst hide thy brow,--\nAnd at her feet sink down with shame.\n\nMEPHISTOPHELES\n\nQuick! quick! below I see her there.\n\nFAUST\n\nAway! I will return no more!\n\nMEPHISTOPHELES\n\nHere is a casket, with a store\nOf jewels, which I got elsewhere.\nJust lay it in the press; make haste!\nI swear to you, 'twill turn her brain;\nTherein some trifles I have placed,\nWherewith another to obtain.\nBut child is child, and play is play.\n\nFAUST\n\nI know not--shall I?\n\nMEPHISTOPHELES\n\nDo you ask?\nPerchance you would retain the treasure?\nIf such your wish, why then, I say,\nHenceforth absolve me from my task,\nNor longer waste your hours of leisure.\nI trust you're not by avarice led!\nI rub my hands, I scratch my head,--\n(He places the casket in the press and closes the lock,)\nNow quick! Away!\nThat soon the sweet young creature may\nThe wish and purpose of your heart obey;\nYet stand you there\nAs would you to the lecture-room repair,\nAs if before you stood,\nArrayed in flesh and blood,\nPhysics and metaphysics weird and grey!--\nAway!     (Exeunt.)\n\nMARGARET (with a lamp)\nHere 'tis so close, so sultry now,\n(She opens the window.)\nYet out of doors 'tis not so warm.\nI feel so strange, I know not how--\nI wish my mother would come home.\nThrough me there runs a shuddering--\nI'm but a foolish timid thing!\n(While undressing herself she begins to sing.)\n\nThere was a king in Thule,\nTrue even to the grave;\nTo whom his dying mistress\nA golden beaker gave.\n\nAt every feast he drained it,\nNaught was to him so dear,\nAnd often as he drained it,\nGush'd from his eyes the tear.\n\nWhen death came, unrepining\nHis cities o'er he told;\nAll to his heir resigning,\nExcept his cup of gold.\n\nWith many a knightly vassal\nAt a royal feast sat he,\nIn yon proud ball ancestral,\nIn his castle o'er the sea.\n\nUp stood the jovial monarch,\nAnd quaff'd his last life's glow,\nThen hurled the hallow'd goblet\nInto the flood below.\n\nHe saw it splashing, drinking,\nAnd plunging hi the sea;\nHis eyes meanwhile were sinking,\nAnd never again drank he.\n(She opens the press to put away her clothes, and perceives the\ncasket.)\n\nHow comes this lovely casket here? The press\nI locked, of that I'm confident.\n'Tis very wonderful! What's in it I can't guess;\nPerhaps 'twas brought by some one in distress.\nAnd left in pledge for loan my mother lent.\nHere by a ribbon hangs a little key!\nI have a mind to open it and see!\nHeavens! only look! what have we here!\nIn all my days ne'er saw I such a sight!\nJewels! which any noble dame might wear,\nFor some high pageant richly dight!\nThis chain--how would it look on me!\nThese splendid gems, whose may they be?\n(She puts them on and steps before the glass.)\n\nWere but the ear-rings only mine!\nThus one has quite another air.\nWhat hoots it to be young and fair?\nIt doubtless may be very flue;\nBut then, alas, none cares for you,\nAnd praise sounds half like pity too.\nGold all doth lure,\nGold doth secure\nAll things. Alas, we poor!\n\nPROMENADE\n\nFAUST walking thoughtfully up and down. To him\nMEPHISTOPHELES.\n\nMEPHISTOPHELES\n\nBy all rejected love! By hellish fire I curse,\nWould I knew aught to make my imprecation worse!\n\nFAUST\n\nWhat aileth thee? what chafes thee now so sore?\nA face like that I never saw before!\n\nMEPHISTOPHELES\n\nI'd yield me to the devil instantly,\nDid it not happen that myself am he!\n\nFAUST\n\nThere must be some disorder in thy wit!\nTo rave thus like a madman, is it fit?\n\nMEPHISTOPHELES\n\nThink! only think! The gems for Gretchen brought,\nThem hath a priest now made his own!--\nA glimpse of them the mother caught,\nAnd 'gan with secret fear to groan.\nThe woman's scent is keen enough;\nDoth ever in the prayer-book snuff;\nSmells every article to ascertain\nWhether the thing is holy or profane,\nAnd scented in the jewels rare,\nThat there was not much blessing there.\n\"My child,\" she cries, \"ill-gotten good\nEnsnares the soul, consumes the blood;\nWith them we'll deck our Lady's shrine,\nShe'll cheer our souls with bread divine!\"\nAt this poor Gretchen 'gan to pout;\n'Tis a gift-horse, at least, she thought,\nAnd sure, he godless cannot be,\nWho brought them here so cleverly.\nStraight for a priest the mother sent,\nWho, when he understood the jest,\nWith what he saw was well content.\n\"This shows a pious mind!\" Quoth he:\n\"Self-conquest is true victory.\nThe Church bath a good stomach, she, with zest,\nWhole countries hath swallow'd down,\nAnd never yet a surfeit known.\nThe Church alone, be it confessed,\nDaughters, can ill-got wealth digest.\"\n\nFAUST\n\nIt is a general custom, too.\nPractised alike by king and jew.\n\nMEPHISTOPHELES\n\nWith that, clasp, chain, and ring, he swept\nAs they were mushrooms; and the casket,\nWithout one word of thanks, he kept,\nAs if of nuts it were a basket.\nPromised reward in heaven, then forth he hied--\nAnd greatly they were edified.\n\nFAUST\n\nAnd Gretchen!\n\nMEPHISTOPHELES\n\nIn unquiet mood\nKnows neither what she would or should;\nThe trinkets night and day thinks o'er,\nOn him who brought them, dwells still more.\n\nFAUST\n\nThe darling's sorrow grieves me, bring\nAnother set without delay!\nThe first, methinks, was no great thing.\n\nMEPHISTOPHELES\n\nAll's to my gentleman child's play!\n\nFAUST\n\nPlan all things to achieve my end!\nEngage the attention of her friend!\nNo milk-and-water devil be,\nAnd bring fresh jewels instantly!\n\nMEPHISTOPHELES\n\nAy, sir! Most gladly I'll obey.\n(FAUST exit.)\n\nMEPHISTOPHELES\n\nYour doting love-sick fool, with ease,\nMerely his lady-love to please,\nSun, moon, and stars in sport would puff away.\n(Exit.)\n\nTHE NEIGHBOUR'S HOUSE\nMARTHA (alone)\n\nGod pardon my dear husband, he\nDoth not in truth act well by me!\nForth in the world abroad to roam,\nAnd leave me on the straw at home.\nAnd yet his will I ne'er did thwart,\nGod knows, I lov'd him from my heart.\n(She weeps.)\n\nPerchance he's dead!--oh wretched state!--\nHad I but a certificate!\n\n(MARGARET comes)\n\nMARGARET\n\nDame Martha!\n\nMARTHA\n\nGretchen?\n\nMARGARET\n\nOnly think!\nMy knees beneath me well-nigh sink!\nWithin my press I've found to-day,\nAnother case, of ebony.\nAnd things--magnificent they are,\nMore costly than the first, by far.\n\nMARTHA\n\nYou must not name it to your mother!\nIt would to shrift, just like the other.\n\nMARGARET\n\nNay look at them! now only see!\n\nMARTHA (dresses her up)\n\nThou happy creature!\n\nMARGARET\n\nWoe is me!\nThem in the street I cannot wear,\nOr in the church, or any where.\n\nMARTHA\n\nCome often over here to me,\nThe gems put on quite privately;\nAnd then before the mirror walk an hour or so,\nThus we shall have our pleasure too.\nThen suitable occasions we must seize,\nAs at a feast, to show them by degrees:\nA chain at first, pearl ear-drops then,--your mother\nWon't see them, or we'll coin some tale or other.\n\nMARGARET\n\nBut, who, I wonder, could the caskets bring?\nI fear there's something wrong about the thing!\n(a knock,)\n\nMARTHA (peering through the blind)\n\n'Tis a strange gentleman, I see.\nCome in!\n\n(MEPHISTOPHELES enters)\n\nMEPHISTOPHELES\n\nI've ventur'd to intrude to-day.\nLadies, excuse the liberty, I pray.\n(He steps back respectfully before MARGARET.)\n\nAfter dame Martha Schwerdtlein I inquire!\n\nMARTHA\n\n'Tis I. Pray what have you to say to me?\n\nMEPHISTOPHELES (aside to her)\n\nI know you now,--and therefore will retire;\nAt present you've distinguished company.\nPardon the freedom, Madam, with your leave,\nI will make free to call again at eve.\n\nMARTHA (aloud)\n\nWhy, child, of all strange notions, he\nFor some grand lady taketh thee!\n\nMARGARET\n\nI am, in truth, of humble blood--\nThe gentleman is far too good--\nNor gems nor trinkets are my own.\n\nMEPHISTOPHELES\n\nOh 'tis not the mere ornaments alone;\nHer glance and mien far more betray.\nRejoiced I am that I may stay.\n\nMARTHA\n\nYour business, Sir? I long to know\n\nMEPHISTOPHELES\n\nWould I could happier tidings show!\nI trust mine errand you'll not let me rue;\nYour husband's dead, and greeteth you.\n\nMARTHA\n\nIs dead? True heart! Oh misery!\nMy husband dead! Oh, I shall die!\n\nMARGARET\n\nAlas! good Martha! don't despair!\n\nMEPHISTOPHELES\n\nNow listen to the sad affair!\n\nMARGARET\n\nI for this cause should fear to love.\nThe loss my certain death would prove.\n\nMEPHISTOPHELES\n\nJoy still must sorrow, sorrow joy attend.\n\nMARTHA\n\nProceed, and tell the story of his end!\n\nMEPHISTOPHELES\n\nAt Padua, in St. Anthony's,\nIn holy ground his body lies;\nQuiet and cool his place of rest,\nWith pious ceremonials blest.\n\nMARTHA\n\nAnd had you naught besides to bring?\n\nMEPHISTOPHELES\n\nOh yes! one grave and solemn prayer;\nLet them for him three hundred masses sing!\nBut in my pockets, I have nothing there.\n\nMARTHA\n\nNo trinket! no love-token did he send!\nWhat every journeyman safe in his pouch will hoard\nThere for remembrance fondly stored,\nAnd rather hungers, rather begs than spend!\n\nMEPHISTOPHELES\n\nMadam, in truth, it grieves me sore,\nBut he his gold not lavishly bath spent.\nHis failings too he deeply did repent,\nAy! and his evil plight bewail'd still more.\n\nMARGARET\n\nAlas! That men should thus be doomed to woe!\nI for his soul will many a requiem pray.\n\nMEPHISTOPHELES\n\nA husband you deserve this very day;\nA child so worthy to be loved.\n\nMARGARET\n\nAh no,\nThat time bath not yet come for me.\n\nMEPHISTOPHELES\n\nIf not a spouse, a gallant let it be.\nAmong heaven's choicest gifts, I place,\nSo sweet a darling to embrace.\n\nMARGARET\n\nMEPHISTOPHELES\n\nUsage or not, it happens so.\n\nMARTHA\n\nGo on, I pray!\n\nMEPHISTOPHELES\n\nI stood by his bedside. Something less foul it was than dung;\n'Twas straw half rotten; yet, he as a Christian died.\nAnd sorely hath remorse his conscience wrung.\n\"Wretch that I was,\" quoth he, with parting breath,\n\"So to forsake my business and my wife!\nAh! the remembrance is my death,\nCould I but have her pardon in this life! \"--\n\nMARTHA (weeping)\n\nDear soul! I've long forgiven him, indeed!\n\nMEPHISTOPHELES\n\n\"Though she, God knows, was more to blame than I.\"\n\nMARTHA\n\nHe lied! What, on the brink of death to lie!\n\nMEPHISTOPHELES\n\nIf I am skill'd the countenance to read,\nHe doubtless fabled as he parted hence.--\n\"No time had I to gape, or take my ease,\" he said,\n\"First to get children, and then get them bread;\nAnd bread, too, in the very widest sense;\nNor could I eat in peace even my proper share.\"\n\nMARTHA\n\nWhat, all my truth, my love forgotten quite?\nMy weary drudgery by day and night!\n\nMEPHISTOPHELES\n\nNot so! He thought of you with tender care.\nQuoth he: \"Heaven knows how fervently I prayed,\nFor wife and children when from Malta bound;--\nThe prayer hath heaven with favour crowned;\nWe took a Turkish vessel which conveyed\nRich store of treasure for the Sultan's court;\nIt's own reward our gallant action brought;\nThe captur'd prize was shared among the crew\nAnd of the treasure I received my due.\"\n\nMARTHA\n\nHow? Where? The treasure hath he buried, pray?\n\nMEPHISTOPHELES\n\nWhere the four winds have blown it, who can say?\nIn Naples as he stroll'd, a stranger there,--\nA comely maid took pity on my friend;\nAnd gave such tokens of her love and care,\nThat he retained them to his blessed end.\n\nMARTHA\n\nScoundrel! to rob his children of their bread!\nAnd all this misery, this bitter need,\nCould not his course of recklessness impede!\n\nMEPHISTOPHELES\n\nWell, he bath paid the forfeit, and is dead.\nNow were I in your place, my counsel hear;\nMy weeds I'd wear for one chaste year,\nAnd for another lover meanwhile would look out.\n\nMARTHA\n\nAlas, I might search far and near,\nNot quickly should I find another like my first!\nThere could not be a fonder fool than mine,\nOnly he loved too well abroad to roam;\nLoved foreign women too, and foreign wine.\nAnd loved besides the dice accurs'd.\n\nMEPHISTOPHELES\n\nAll had gone swimmingly, no doubt,\nHad he but given you at home,\nOn his side, just as wide a range.\nUpon such terms, to you I swear,\nMyself with you would gladly rings exchange!\n\nMARTHA\n\nThe gentleman is surely pleas'd to jest!\n\nMEPHISTOPIIELES (aside)\n\nNow to be off in time, were best!\nShe'd make the very devil marry her.\n(To MARGARET.)\n\nHow fares it with your heart?\n\nMARGARET\n\nHow mean you, Sir?\n\nMEPHISTOPHELES (aside)\n\nThe sweet young innocent!\n(aloud)\n\nLadies, farewell!\n\nMARGARET\n\nFarewell!\n\nMARTHA\n\nBut ere you leave us, quickly tell!\nI from a witness fain had heard,\nWhere, how, and when my husband died and was interr'd.\nTo forms I've always been attached indeed,\nHis death I fain would in the journals read.\n\nMEPHISTOPHELES\n\nAy, madam, what two witnesses declare\nIs held as valid everywhere;\nA gallant friend I have, not far from here,\nWho will for you before the judge appear.\nI'll bring him straight.\n\nMARTHA\n\nI pray you do!\n\nMEPHISTOPHELES\n\nAnd this young lady, we shall find her too?\nA noble youth, far travelled, he\nShows to the sex all courtesy.\n\nMARGARET\n\nI in his presence needs must blush for shame.\n\nMEPHISTOPHELES\n\nNot in the presence of a crowned king!\n\nMARTH A\n\nThe garden, then, behind my house, we'll name,\nThere we'll await you both this evening.\n\nA STREET\n\nFAUST. MEPHISTOPHELES\n\nFAUST\n\nHow is it now? How speeds it? Is't in train?\n\nMEPHISTOPHELES\n\nBravo! I find you all aflame!\nGretchen full soon your own you'll name.\nThis eve, at neighbour Martha's, her you'll meet again;\nThe woman seems expressly made\nTo drive the pimp and gipsy's trade.\n\nFAUST\n\nGood!\n\nMEPHISTOPHELES\n\nBut from us she something would request.\n\nFAUST\n\nA favour claims return as this world goes.\n\nMEPHISTOPHELES\n\nWe have on oath but duly to attest,\nThat her dead husband's limbs, outstretch'd, repose\nIn holy ground at Padua.\n\nFAUST\n\nSage indeed!\nSo I suppose we straight must journey there!\n\nMEPHISTOPHELES\n\nSancta simplicitas! For that no need!\nWithout much knowledge we have but to swear.\n\nFAUST\n\nIf you have nothing better to suggest,\nAgainst your plan I must at once protest.\n\nMEPHISTOPHELES\n\nOh, holy man! methinks I have you there!\nIn all your life say, have you ne'er\nFalse witness borne, until this hour?\nHave you of God, the world, and all it doth contain,\nOf man, and that which worketh in his heart and brain,\nNot definitions given, in words of weight and power,\nWith front unblushing, and a dauntless breast?\nYet, if into the depth of things you go,\nTouching these matters, it must be confess'd,\nAs much as of Herr Schwerdtlein's death you know!\n\nFAUST\n\nThou art and dost remain liar and sophist too.\n\nMEPHISTOPHELES\n\nAy, if one did not take a somewhat deeper view!\nTo-morrow, in all honour, thou\nPoor Gretchen wilt befool, and vow\nThy soul's deep love, in lover's fashion.\n\nFAUST\n\nAnd from my heart.\n\nMEPHISTOPHELES\n\nAll good and fair!\nThen deathless constancy thou'lt swear;\nSpeak of one all o'ermastering passion,--\nWill that too issue from the heart?\n\nFAUST\n\nForbear!\nWhen passion sways me, and I seek to frame\nFit utterance for feeling, deep, intense,\nAnd for my frenzy finding no fit name,\nSweep round the ample world with every sense,\nGrasp at the loftiest words to speak my flame,\nAnd call the glow, wherewith I burn,\nQuenchless, eternal, yea, eterne--\nIs that of sophistry a devilish play?\n\nMEPHISTOPHELES\n\nYet am I right!\n\nFAUST\n\nMark this, my friend,\nAnd spare my lungs; who would the right maintain,\nAnd hath a tongue wherewith his point to gain,\nWill gain it in the end.\nBut come, of gossip I am weary quite;\nBecause I've no resource, thou'rt in the right.\n\nGARDEN\n\nMARGARET on FAUST'S arm. MARTHA with\nMEPHISTOPHELES walking up and down\n\nMARGARET\n\nI feel it, you but spare my ignorance,\nThe gentleman to shame me stoops thus low.\nA traveller from complaisance,\nStill makes the best of things; I know\nToo well, my humble prattle never can\nHave power to entertain so wise a man.\n\nFAUST\n\nOne glance, one word from thee doth charm me more,\nThan the world's wisdom or the sage's lore.\n(He kisses her hand.)\n\nMARGARET\n\nNay! trouble not yourself! A hand so coarse,\nSo rude as mine, how can you kiss!\nWhat constant work at home must I not do perforce!\nMy mother too exacting is.\n(They pass on.)\n\nMARTHA\n\nThus, sir, unceasing travel is your lot?\n\nMEPHISTOPHELES\n\nTraffic and duty urge us! With what pain\nAre we compelled to leave full many a spot,\nWhere yet we dare not once remain!\n\nMARTHA\n\nIn youth's wild years, with vigour crown'd,\n'Tis not amiss thus through the world to sweep;\nBut ah, the evil days come round!\nAnd to a lonely grave as bachelor to creep,\nA pleasant thing has no one found.\n\nMEPHISTOPHELES\n\nThe prospect fills me with dismay.\n\nMARTHA\n\nTherefore in time, dear sir, reflect, I pray.\n(They pass on.)\n\nMARGARET\n\nAy, out of sight is out of mind!\nPoliteness easy is to you;\nFriends everywhere, and not a few,\nWiser than I am, you will find.\n\nFAUST\n\nO dearest, trust me, what doth pass for sense\nFull oft is self-conceit and blindness!\n\nMARGARET\n\nHow?\n\nFAUST\n\nSimplicity and holy innocence,--\nWhen will ye learn your hallow'ed worth to know!\nAh, when will meekness and humility,\nKind and all-bounteous nature's loftiest dower--\n\nMARGARET\n\nOnly one little moment think of me!\nTo think of you I shall have many an hour.\n\nFAUST\n\nYou are perhaps much alone?\n\nMARGARET\n\nYes, small our household is, I own,\nYet must I see to it. No maid we keep,\nAnd I must cook, sew, knit, and Sweep,\nStill early on my feet and late;\nMy mother is in all things, great and small,\nSo accurate!\nNot that for thrift there is such pressing need;\nThan others we might make more show indeed;\nMy father left behind a small estate,\nA house and garden near the city-wall.\nBut fairly quiet now my days, I own;\nAs soldier is my brother gone;\nMy little sister's dead; the babe to rear\nOccasion'd me some care and fond annoy;\nBut I would go through all again with joy,\nThe darling was to me so dear.\n\nFAUST\n\nAn angel, sweet, if it resembled thee!\n\nMARGARET\n\nI reared it up, and it grew fond of me.\nAfter my father's death it saw the day;\nWe gave my mother up for lost, she lay\nIn such a wretched plight, and then at length\nSo very slowly she regain'd her strength.\nWeak as she was, 'twas vain for her to try\nHerself to suckle the poor babe, so I\nReared it on milk and water all alone;\nAnd thus the child became as 'twere roy own;\nWithin my arms it stretched itself and grew,\nAnd smiling, nestled in my bosom too.\n\nFAUST\n\nDoubtless the purest happiness was thine.\n\nMARGARET\n\nBut many weary hours, in sooth, were also mine.\nAt night its little cradle stood\nClose to my bed; so was I wide awake\nIf it but stirred;\nOne while I was obliged to give it food,\nOr to my arms the darling take;\nFrom bed full oft must rise, whene'er its cry I heard,\nAnd, dancing it, must pace the chamber to and fro;\nStand at the wash-tub early; forthwith go\nTo market, and then mind the cooking too--\nTo-morrow like to-day, the whole year through.\nAh, sir, thus living, it must be confess'd\nOne's spirits are not always of the best;\nYet it a relish gives to food and rest.\n(They pass on.)\n\nMARTHA\n\nPoor women! we are badly off, I own;\nA bachelor's conversion's hard, indeed!\n\nMEPHISTOPHELES\n\nMadam, with one like you it rests alone,\nTo tutor me a better course to lead.\n\nMARTHA\n\nSpeak frankly, sir, none is there you have met?\nHas your heart ne'er attach'd itself as yet?\n\nMEPHISTOPHELES\n\nOne's own fire-side and a good wife are gold\nAnd pearls of price, so says the proverb old.\n\nMARTHA\n\nI mean, has passion never stirred your breast?\n\nMEPHISTOPHELES\n\nI've everywhere been well received, I own.\n\nMARTHA\n\nYet hath your heart no earnest preference known?\n\nMEPHISTOPHELES\n\nWith ladies one should ne'er presume to jest.\n\nMARTHA\n\nAh! you mistake!\n\nMEPHISTOPHELES\n\nI'm sorry I'm so blind!\nBut this I know--that you are very kind.\n(They pass on.)\n\nFAUST\n\nMe, little angel, didst thou recognise,\nWhen in the garden first I came?\n\nMARGARET\nDid you not see it? I cast down my eyes.\n\nFAUST\nThou dost forgive my boldness, dost not blame\nThe liberty I took that day,\nWhen thou from church didst lately wend thy way?\n\nMARGARET\n\nI was confused. So had it never been;\nNo one of me could any evil say.\nAlas, thought I, he doubtless in thy mien,\nSomething unmaidenly or bold hath seen?\nIt seemed as if it struck him suddenly,\nHere's just a girl with whom one may make free!\nYet I must own that then I scarcely knew\nWhat in your favour here began at once to plead;\nYet I was angry with myself indeed,\nThat I more angry could not feel with you.\n\nFAUST\n\nSweet love!\n\nMARGARET\n\nJust wait awhile!\n(She gathers a star-flower and plucks off the leaves one after\nanother.)\n\nFAUST\n\nA nosegay may that be?\n\nMARGARET\n\nNo! It is but a game.\n\nFAUST\n\nHow?\n\nMARGARET\n\nGo, you'll laugh at me!\n(She plucks off the leaves and murmurs to herself.)\n\nFAUST\n\nWhat murmurest thou?\n\nMARGARET (half aloud)'\n\nHe loves me--loves me not.\n\nFAUST\n\nSweet angel, with thy face of heavenly bliss!\n\nMARGARET (continues)\n\nHe loves me--not--he loves me--not--\n(Plucking off the last leaf with fond joy.)\n\nHe loves me!\n\nFAUST\n\nYes!\nAnd this flower-language, darling, let it be,\nA heavenly oracle! He loveth thee!\nKnow'st thou the meaning of, He loveth thee?\n(He seizes both her hands.)\n\nMARGARET\n\nI tremble so!\n\nFAUST\n\nNay! Do not tremble, love!\nLet this hand-pressure, let this glance reveal\nFeelings, all power of speech above;\nTo give oneself up wholly and to feel\nA joy that must eternal prove!\nEternal!--Yes, its end would be despair.\nNo end!--It cannot end!\n(MARGARET presses his hand, extricates herself,\nand runs away. He stands a moment in thought, and then follows\nher.)\n\n\nMARTHA (approaching)\n\nNight's closing.\n\nMEPHISTOPHELES\n\nYes, we'll presently away.\n\nMARTHA\n\nI would entreat you longer yet to stay;\nBut 'tis a wicked place, just here about;\nIt is as if the folk had nothing else to do,\nNothing to think of too,\nBut gaping watch their neighbours, who goes in and out;\nAnd scandal's busy still, do whatsoe'er one may.\nAnd our young couple?\n\nMEPHISTOPHELES\n\nThey have flown up there.\nThe wanton butterflies!\n\nMARTHA\n\nHe seems to take to her.\n\nMEPHISTOPHELES\n\nAnd she to him. 'Tis of the world the way!\n\nA SUMMER-HOUSE\n\n(MARGARET runs in, hides behind the door, holds the tip of her\nfinger to her lip, and peeps through the crevice.)\n\nMARGARET\n\nHe comes!\n\nFAUST\n\nAh, little rogue, so thou\nThink'st to provoke me! I have caught thee now!\n(He kisses her.)\n\nMARGARET\n\n(embracing him, and returning the kiss)\n\nDearest of men! I love thee from my heart!\n(MEPHISTOPHELES knocks.)\n\nWho's there?\n\nFAUST (stamping)\n\nMEPHISTOPHELES\n\nA friend!\n\nFAUST\n\nA brute!\n\nMEPHISTOPHELES\n\nMARTHA (comes)\n\nAy, it is late, good sir.\n\nFAUST\n\nMayn't I attend you, then?\n\nMARGARET\n\nOh no--my mother would--adieu, adieu!\n\nFAUST\n\nAnd must I really then take leave of you? Farewell!\n\nMARTHA\n\nGood-bye!\n\nMARGARET\n\nEre long to meet again!\n\n(Exeunt FAUST and MEPHISTOPHELES.)\n\nMARGARET\n\nGood heavens! how all things far and near\nMust fill his mind,--a man like this!\nAbash'd before him I appear,\nAnd say to all things only, yes.\nPoor simple child, I cannot see,\nWhat 'tis that he can find in me.\n(Exit.)\n\nFOREST AND CAVERN\n\nFAUST (alone)\n\nSpirit sublime! Thou gav'st me, gav'st me all\nFor which I prayed! Not vainly hast thou turn'd\nTo me thy countenance in flaming fire:\nGayest me glorious nature for my realm,\nAnd also power to feel her and enjoy;\nNot merely with a cold and wondering glance,\nThou dost permit me in her depths profound,\nAs in the bosom of a friend to gaze.\nBefore me thou dost lead her living tribes,\nAnd dost in silent grove, in air and stream\nTeach me to know my kindred. And when roars\nThe howling storm-blast through the groaning wood,\nWrenching the giant pine, which in its fall\nCrashing sweeps down its neighbour trunks and boughs,\nWhile hollow thunder from the hill resounds;\nThen thou dost lead me to some shelter'd cave,\nDost there reveal me to myself, and show\nOf my own bosom the mysterious depths.\nAnd when with soothing beam, the moon's pale orb\nFull in my view climbs up the pathless sky,\nFrom crag and dewy grove, the silvery forms\nOf by-gone ages hover, and assuage\nThe joy austere of contemplative thought.\n\nOh, that naught perfect is assign'd to man,\nI feel, alas! With this exalted joy,\nWhich lifts me near and nearer to the gods,\nThou gav'st me this companion, unto whom\nI needs must cling, though cold and insolent,\nHe still degrades me to myself, and turns\nThy glorious gifts to nothing, with a breath.\nHe in my bosom with malicious zeal\nFor that fair image fans a raging fire;\nFrom craving to enjoyment thus I reel,\nAnd in enjoyment languish for desire. (MEPHISTOPHELES\nenters.)\n\nMEPHISTOPHELES\n\nOf this lone life have you not had your fill?\nHow for so long can it have charms for you?\n'Tis well enough to try it if you will;\nBut then away again to something new!\n\nFAUST\n\nWould you could better occupy your leisure,\nThan in disturbing thus my hours of joy.\n\nMEPHISTOPHELES\n\nWell! Well! I'll leave you to yourself with pleasure,\nA serious tone you hardly dare employ.\nTo part from one so crazy, harsh, and cross,\nWere not in truth a grievous loss.\nThe live-long day, for you I toil and fret;\nNe'er from his worship's face a hint I get,\nWhat pleases him, or what to let alone.\n\nFAUST\n\nAy truly! that is just the proper tone!\nHe wearies me, and would with thanks be paid\n\nMEPHISTOPHELES\n\nPoor Son of Earth, without my aid,\nHow would thy weary days have flown?\nThee of thy foolish whims I've cured,\nThy vain imaginations banished,\nAnd but for me, be well assured,\nThou from this sphere must soon have vanished.\nIn rocky hollows and in caverns drear,\nWhy like an owl sit moping here?\nWherefore from dripping stones and moss with ooze embued,\nDost suck, like any toad, thy food?\nA rare, sweet pastime. Verily!\nThe doctor cleaveth still to thee.\n\nFAUST\n\nDost comprehend what bliss without alloy\nFrom this wild wand'ring in the desert springs?--\nCouldst thou but guess the new life-power it brings,\nThou wouldst be fiend enough to envy me my joy.\n\nMEPHISTOPHELES\n\nWhat super-earthly ecstasy! at night,\nTo lie in darkness on the dewy height,\nEmbracing heaven and earth in rapture high,\nThe soul dilating to a deity;\nWith prescient yearnings pierce the core of earth,\nFeel in your labouring breast the six-days' birth,\nEnjoy, in proud delight what no one knows,\nWhile your love-rapture o'er creation flows,--\nThe earthly lost in beatific vision,\nAnd then the lofty intuition--.\n(With a gesture.)\n\nI need not tell you how--to close!\n\nFAUST\n\nFie on you!\n\nMEPHISTOPHELES\n\nThis displeases you? \"For shame!\"\nYou are forsooth entitled to exclaim;\nWe to chaste ears it seems must not pronounce\nWhat, nathless, the chaste heart cannot renounce.\nWell, to be brief, the joy as fit occasions rise,\nI grudge you not, of specious lies.\nBut long this mood thou'lt not retain.\nAlready thou'rt again outworn,\nAnd should this last, thou wilt be torn\nBy frenzy or remorse and pain.\nEnough of this! Thy true love dwells apart,\nAnd all to her seems flat and tame;\nAlone thine image fills her heart,\nShe loves thee with an all-devouring flame.\nFirst came thy passion with o'erpowering rush,\nLike mountain torrent, swollen by the melted snow;\nPull in her heart didst pour the sudden gush,\nNow has thy brookiet ceased to flow.\nInstead of sitting throned midst forests wild,\nIt would become so great a lord\nTo comfort the enamour'd child,\nAnd the young monkey for her love reward.\nTo her the hours seem miserably long;\nShe from the window sees the clouds float by\nAs o'er the lofty city-walls they fly,\n\"If I a birdie were!\" so runs her song,\nHalf through the night and all day long.\nCheerful sometimes, more oft at heart full sore;\nFairly outwept seem now her tears,\nAnon she tranquil is, or so appears,\nAnd love-sick evermore.\n\nFAUST\n\nSnake! Serpent vile!\n\nMEPHISTOPHELES (aside)\n\nGood! If I catch thee with my guile!\n\nFAUST\n\nVile reprobate! go get thee hence;\nForbear the lovely girl to name!\nNor in my half-distracted sense,\nKindle anew the smouldering flame!\n\nMEPHISTOPHELES\n\nWhat wouldest thou! She thinks you've taken flight;\nIt seems, she's partly in the right.\n\nFAUST\nI'm near her still--and should I distant rove,\nHer I can ne'er forget, ne'er lose her love;\nAnd all things touch'd by those sweet lips of hers,\nEven the very Host, my envy stirs.\n\nMEPHISTOPHELES\n\n'Tis well! I oft have envied you indeed,\nThe twin-pair that among the roses feed.\n\nFAUST\n\nPander, avaunt!\n\nMEPHISTOPHELES\n\nGo to! I laugh, the while you rail,\nThe power which fashion'd youth and maid,\nWell understood the noble trade;\nSo neither shall occasion fail.\nBut hence!--A mighty grief I trow!\nUnto thy lov'd one's chamber thou\nAnd not to death shouldst go.\n\nFAUST\n\nWhat is to me heaven's joy within her arms?\nWhat though my life her bosom warms!--\nDo I not ever feel her woe?\nThe outcast am I not, unhoused, unblest,\nInhuman monster, without aim or rest,\nWho, like the greedy surge, from rock to rock,\nSweeps down the dread abyss with desperate shock?\nWhile she, within her lowly cot, which graced\nThe Alpine slope, beside the waters wild,\nHer homely cares in that small world embraced,\nSecluded lived, a simple, artless child.\nWas't not enough, in thy delirious whirl\nTo blast the stedfast rocks;\nHer, and her peace as well,\nMust I, God-hated one, to ruin hurl!\nDost claim this holocaust, remorseless Hell!\nFiend, help me to cut short the hours of dread!\nLet what must happen, happen speedily!\nHer direful doom fall crushing on my head,\nAnd into ruin let her plunge with me!\n\nMEPHISTOPHELES\n\nWhy how again it seethes and glows!\nAway, thou fool! Her torment ease!\nWhen such a head no issue sees,\nIt pictures straight the final close.\nLong life to him who boldly dares!\nA devil's pluck thou'rt wont to show;\nAs for a devil who despairs,\nNothing I find so mawkish here below.\n\nMARGARET'S ROOM\n\nMARGARET\n(alone at her spinning wheel)\n\nMy peace is gone,\nMy heart is Sore,\nI find it never,\nAnd nevermore!\n\nWhere him I have not,\nIs the grave; and all\nThe world to me\nIs turned to gall.\n\nMy wilder'd brain\nIs overwrought;\nMy feeble senses\nAre distraught.\n\nMy peace is gone,\nMy heart is sore,\nI find it never,\nAnd nevermore!\n\nFor him from the window\nI gaze, at home;\nFor him and him only\nAbroad I roam.\n\nHis lofty step,\nHis bearing high,\nThe smile of his lip,\nThe power of his eye,\n\nHis witching words,\nTheir tones of bliss,\nHis hand's fond pressure,\nAnd ah--his kiss!\n\nMy peace is gone,\nMy heart is sore,\nI find it never,\nAnd nevermore.\n\nMy bosom aches\nTo feel him near;\nAh, could I clasp\nAnd fold him here!\n\nKiss him and kiss him\nAgain would I,\nAnd on his kisses\nI fain would die.\n\nMARTHA'S GARDEN\n\nMARGARET and FAUST\n\nMARGARET\n\nPromise me, Henry!\n\nFAUST\n\nWhat I can!\n\nMARGARET\n\nHow thy religion fares, I fain would hear.\nThou art a good kind-hearted man,\nOnly that way not well-disposed, I fear.\n\nFAUST\n\nForbear, my child! Thou feelest thee I love;\nMy heart, my blood I'd give, my love to prove,\nAnd none would of their faith or church bereave.\n\nMARGARET\n\nThat's not enough, we must ourselves believe!\n\nFAUST\n\nMust we?\n\nMARGARET\n\nAh, could I but thy soul inspire!\nThou honourest not the sacraments, alas!\n\nFAUST\n\nI honour them.\n\nMARGARET\n\nBut yet without desire;\n'Tis long since thou hast been either to shrift or mass.\nDost thou believe in God?\n\nFAUST\n\nMy darling, who dares say,\nYes, I in God believe?\nQuestion or priest or sage, and they\nSeem, in the answer you receive,\nTo mock the questioner.\n\nMARGARET\n\nThen thou dost not believe?\n\nFAUST\n\nSweet one! my meaning do not misconceive!\nHim who dare name?\nAnd who proclaim,\nHim I believe?\nWho that can feel,\nHis heart can steel,\nTo say: I believe him not?\nThe All-embracer,\nAll-sustainer,\n\nHolds and sustains he not\nThee, me, himself?\nLifts not the Heaven its dome above?\nDoth not the firm-set earth beneath us lie?\nAnd beaming tenderly with looks of love,\nClimb not the everlasting stars on high?\nDo we not gaze into each other's eyes?\nNature's impenetrable agencies,\nAre they not thronging on thy heart and brain,\nViewless, or visible to mortal ken,\nAround thee weaving their mysterious chain?\nFill thence thy heart, how large soe'er it be;\nAnd in the feeling when thou utterly art blest,\nThen call it, what thou wilt,--\nCall it Bliss! Heart! Love! God!\nI have no name for it!\n'Tis feeling all;\nName is but sound and smoke\nShrouding the glow of heaven.\n\nMARGARET\n\nAll this is doubtless good and fair;\nAlmost the same the parson says,\nOnly in slightly different phrase.\n\nFAUST\n\nBeneath Heaven's sunshine, everywhere,\nThis is the utterance of the human heart;\nEach in his language doth the like impart;\nThen why not I in mine?\n\nMARGARET\n\nWhat thus I hear\nSounds plausible, yet I'm not reconciled;\nThere's something wrong about it; much I fear\nThat thou art not a Christian.\n\nFAUST\n\nMy sweet child!\n\nMARGARET\n\nAlas! it long bath sorely troubled me,\nTo see thee in such odious company.\n\nFAUST\n\nHow so?\n\nMARGARET\n\nThe man who comes with thee, I hate,\nYea, in my spirit's inmost depths abhor;\nAs his loath'd visage, in my life before,\nNaught to my heart e'er gave a pang so great.\n\nFAUST\n\nHim fear not, my sweet love!\n\nMARGARET\n\nHis presence chills my blood.\nTowards all beside I have a kindly mood;\nYet, though I yearn to gaze on thee, I feel\nAt sight of him strange horror o'er me steal;\nThat he's a villain my conviction's strong.\nMay Heaven forgive me, if I do him wrong!\n\nFAUST\n\nYet such strange fellows in the world must be!\n\nMARGARET\n\nI would not live with such an one as he.\nIf for a moment he but enter here,\nHe looks around him with a mocking sneer,\nAnd malice ill-conceal'd;\nThat he with naught on earth can sympathize is clear;\nUpon his brow 'tis legibly revealed,\nThat to his heart no living soul is dear.\nSo blest I feel, within thine arms,\nSo warm and happy,--free from all alarms;\nAnd still my heart doth close when he comes near.\n\nFAUST\n\nForeboding angel! check thy fear!\n\nMARGARET\n\nIt so o'ermasters me, that when,\nOr wheresoe'er, his step I hear,\nI almost think, no more I love thee then.\nBesides, when he is near, I ne'er could pray.\nThis eats into my heart; with thee\nThe same, my Henry, it must be.\n\nFAUST\n\nThis is antipathy!\n\nMARGARET\n\nI must away.\n\nFAUST\n\nFor one brief hour then may I never rest,\nAnd heart to heart, and soul to soul be pressed?\n\nMARGARET\n\nAh, if I slept alone! To-night\nThe bolt I fain would leave undrawn for thee;\nBut then my mother's sleep is light,\nWere we surprised by her, ah me!\nUpon the spot I should be dead.\n\nFAUST\n\nDear angel! there's no cause for dread.\nHere is a little phial,--if she take\nMixed in her drink three drops, 'twill steep\nHer nature in a deep and soothing sleep.\n\nMARGARET\n\nWhat Do I not for thy dear sake!\nTo her it will not harmful prove?\n\nFAUST\n\nShould I advise it else, sweet love?\n\nMARGARET\n\nI know not, dearest, when thy face I see,\nWhat doth my spirit to thy will constrain;\nAlready I have done so much for thee,\nThat scarcely more to do doth now remain.\n(Exit,)\n\nMEPHISTOPHELES (enters)\n\nMEPHISTOPHELES\n\nThe monkey! Is she gone?\n\nFAUST\n\nAgain hast played the spy?\n\nMEPHISTOPHELES\n\nOf all that pass'd I'm well apprized,\nI heard the doctor catechised,\nAnd trust he'll profit much thereby!\nFain would the girls inquire indeed\nTouching their lover's faith and creed,\nAnd whether pious in the good old way;\nThey think, if pliant there, us too he will obey.\n\nFAUST\n\nThou monster, does not see that this\nPure soul, possessed by ardent love,\nFull of the living faith,\nTo her of bliss\nThe only pledge, must holy anguish prove,\nHolding the man she loves, Fore-doomed to endless death!\n\nMEPHISTOPHELES\n\nMost sensual, supersensualist? The while\nA damsel leads thee by the nose!\n\nFAUST\n\nOf filth and fire abortion vile!\n\nMEPHISTOPHELES\n\nIn physiognomy strange skill she shows;\nShe in my presence feels she knows not how;\nMy mask it seems a hidden sense reveals;\nThat I'm a genius she must needs allow,\nThat I'm the very devil perhaps she feels.\nSo then to-night--\n\nFAUST\n\nWhat's that to you?\n\nMEPHISTOPHELES\n\nI've my amusement in it too!\n\nAT THE WELL\n\nMARGARET and BESSY, with pitchers\n\nBESSY\n\nOf Barbara hast nothing heard?\n\nMARGARET\n\nI rarely go from home,--no, not a word\n\nBESSY\n\n'Tis true: Sybilla told me so to-day!\nThat comes of being proud, methinks;\nShe played the fool at last,\n\nMARGARET\n\nHow so?\n\nBESSY\n\nThey say\nThat two she feedeth when she eats and drinks.\n\nMARGARET\n\nAlas!\n\nBESSY\n\nShe's rightly served, in sooth,\nHow long she hung upon the youth!\nWhat promenades, what jaunts there were,\nTo dancing booth and village fair!\nThe first she everywhere must shine,\nHe always treating her to pastry and to wine.\nOf her good looks she was so vain,\nSo shameless too, that to retain\nHis presents, she did not disdain;\nSweet words and kisses came anon--\nAnd then the virgin flower was gone.\n\nMARGARET\n\nPoor thing!\n\nBESSY\n\nForsooth dost pity her?\nAt night, when at our wheels we sat,\nAbroad our mothers ne'er would let us stir.\nThen with her lover she must chat,\nOr on the bench or in the dusky walk,\nThinking the hours too brief for their Sweet talk;\nHer proud head she will have to bow,\nAnd in white sheet do penance now!\n\nMARGARET\n\nBut he will surely marry her?\n\nBESSY\n\nNot he!\nHe won't be such a fool! a gallant lad\nLike him, can roam o'er land and sea,\nBesides, he's off.\n\nMARGARET\nThat is not fair!\n\nBESSY\n\nIf she should get him, 'twere almost as bad!\nHer myrtle wreath the boys would tear;\nAnd then we girls would plague her too,\nFor we chopp'd straw before her door would strew!\n(Exit.)\n\nMARGARET (walking towards home)\n\nHow stoutly once I could inveigh,\nIf a poor maiden went astray;\nNot words enough my tongue could find,\n'Gainst others' sin to speak my mind!\nBlack as it seemed, I blacken'd it still more,\nAnd strove to make it blacker than before.\nAnd did myself securely bless--\nNow my own trespass doth appear!\nYet ah!--what urg'd me to transgress,\nGod knows, it was so sweet, so dear!\n\nZWINGER\n\nEnclosure between the City-wall and the Gate.\n(In the niche of the wall a devotional image of the Mater\ndolorosa, with flower-pots before it.)\n\nMARGARET\n(putting fresh flowers in the pots)\n\nAh, rich in sorrow, thou,\nStoop thy maternal brow,\nAnd mark with pitying eye my misery!\nThe sword in thy pierced heart,\nThou dost with bitter smart,\nGaze upwards on thy Son's death agony.\nTo the dear God on high,\nAscends thy piteous sigh,\nPleading for his and thy sore misery.\nAh, who can know\nThe torturing woe,\nThe pangs that rack me to the bone?\nHow my poor heart, without relief,\nTrembles and throbs, its yearning grief\nThou knowest, thou alone!\nAh, wheresoe'er I go,\nWith woe, with woe, with woe,\nMy anguish'd breast is aching!\nWhen all alone I creep,\nI weep, I weep, I weep,\nAlas! my heart is breaking!\nThe flower-pots at my window\nWere wet with tears of mine,\nThe while I pluck'd these blossoms,\nAt dawn to deck thy shrine!\nWhen early in my chamber\nShone bright the rising morn,\nI sat there on my pallet,\nMy heart with anguish torn.\nHelp! from disgrace and death deliver me!\nAh! rich in sorrow, thou,\nStoop thy maternal brow,\nAnd mark with pitying eye my misery!\n\nNIGHT. STREET BEFORE MARGARET'S DOOR\n\nVALENTINE\n(a soldier, MARGARET'S brother)\n\nWhen seated 'mong the jovial crowd,\nWhere merry comrades boasting loud\nEach named with pride his favourite lass,\nAnd in her honour drain'd his glass;\nUpon my elbows I would lean,\nWith easy quiet view the scene,\nNor give my tongue the rein until\nEach swaggering blade had talked his fill.\nThen smiling I my beard would stroke,\nThe while, with brimming glass, I spoke;\n\"Each to his taste!--but to my mind,\nWhere in the country will you find,\nA maid, as my dear Gretchen fair,\nWho with my sister can compare?\"\nCling! Clang! so rang the jovial sound!\nShouts of assent went circling round;\nPride of her sex is she!--cried some;\nThen were the noisy boasters dumb.\n\nAnd now I--I could tear out my hair,\nOr dash my brains out in despair!--\nMe every scurvy knave may twit,\nWith stinging jest and taunting sneer!\nLike skulking debtor I must sit,\nAnd sweat each casual word to hear!\nAnd though I smash'd them one and all,--\nYet them I could not liars call.\nWho comes this way? who's sneaking here?\nIf I mistake not, two draw near.\nIf he be one, have at him;--well I wot\nAlive he shall not leave this spot!\n\nFAUST. MEPHISTOPHELES\n\nFAUST\n\nHow from yon sacristy, athwart the night,\nIts beams the ever-burning taper throws,\nWhile ever waning, fades the glimmering light,\nAs gathering darkness doth around it close!\nSo night-like gloom doth in my bosom reign.\n\nMEPHISTOPHELES\n\nI'm like a tom-cat in a thievish vein,\nThat up fire-ladders tall and steep,\nAnd round the walls doth slyly creep;\nVirtuous withal, I feel, with, I confess,\nA touch of thievish joy and wantonness.\nThus through my limbs already burns\nThe glorious Walpurgis night!\nAfter to-morrow it returns,\nThen why one wakes, one knows aright!\n\nFAUST\n\nMeanwhile, the treasure I see glimmering there,\nWill it ascend into the open air?\n\nMEPHISTOPHELES\n\nEre long thou wilt proceed with pleasure,\nTo raise the casket with its treasure;\nI took a peep, therein are stored,\nOf lion-dollars a rich hoard.\n\nFAUST\n\nAnd not a trinket? not a ring?\nWherewith my lovely girl to deck?\n\nMEPHISTOPHELES\n\nI saw among them some such thing,\nA string of pearls to grace her neck.\n\nFAUST\n\n'Tis well! I'm always loath to go,\nWithout some gift my love to show.\n\nMEPHISTOPHELES\n\nSome pleasures gratis to enjoy,\nShould surely cause you no annoy.\nWhile bright with stars the heavens appear,\nI'll sing a masterpiece of art:\nA moral song shall charm her ear,\nMore surely to beguile her heart.\n(Sings to the guitar.)'\n\nKathrina say,\nWhy lingering stay\nAt dawn of day\nBefore your lover's door?\nMaiden, beware,\nNor enter there,\nLest forth you fare,\nA maiden never more.\n\nMaiden take heed!\nReck well my rede!\nIs't done, the deed?\nGood night, you poor, poor thing!\nThe spoiler's lies, His arts despise,\nNor yield your prize,\nWithout the marriage ring!\n\nVALENTINE (steps forward)\nWhom are you luring here? I'll give it you!\nAccursed rat-catchers, your strains I'll end!\nFirst, to the devil the guitar I'll send!\nThen to the devil with the singer too!\n\nMEPHISTOPHELES\n\nThe poor guitar! 'tis done for now.\n\nVALENTINE\n\nYour skull shall follow next, I trow!\n\nMEPHISTOPHELES (to FAUST)\n\nDoctor, stand fast! your strength collect!\nBe prompt, and do as I direct.\nOut with your whisk, keep close, I pray,\nI'll parry I do you thrust away!\n\nVALENTINE\n\nThen parry that!\n\nMEPHISTOPHELES\n\nWhy not?\n\nVALENTINE\n\nThat too!\n\nMEPHISTOPHELES\n\nWith ease!\n\nVALENTINE\n\nThe devil fights for you!\nWhy how is this? my hand's already lamed!\n\nMEPHISTOPHELES (to FAUST)\n\nThrust home!\n\nVALENTINE (falls)\n\nAlas!\n\nMEPHISTOPHELES\n\nThere! Now the lubber's tamed!\nBut quick, away! We must at once take wing;\nA cry of murder strikes upon the ear;\nWith the police I know my course to steer,\nBut with the blood-ban 'tis another thing.\n\nMARTHA (at the window)\n\nWithout! without!\n\nMARGARET (at the window)\n\nQuick, bring a light!\n\nMARTHA (as above)\n\nThey rail and scuffle, scream and fight!\n\nPEOPLE\n\nOne lieth here already dead!\n\nMARTHA (coming out)\n\nWhere are the murderers? are they fled?\n\nMARGARET (coming out)\n\nWho lieth here?\n\nPEOPLE\n\nThy mother's son.\n\nMARGARET\n\nAlmighty God! I am undone!\n\nVALENTINE\nI'm dying--'tis a soon-told tale,\nAnd sooner done the deed.\nWhy, women, do ye howl and wail?\nTo my last words give heed! (All gather round him.)\nMy Gretchen, see! still young art thou,\nArt not discreet enough, I trow,\nThou dost thy matters ill;\nLet this in confidence be said:\nSince thou the path of shame dost tread,\nTread it with right good will!\n\nMARGARET\n\nMy brother! God! what can this mean?\n\nVALENTINE\n\nAbstain,\nNor dare God's holy name profane!\nWhat's done, alas, is done and past!\nMatters will take their course at last;\nBy stealth thou dost begin with one,\nOthers will follow him anon;\nAnd when a dozen thee have known,\nThou'lt common be to all the town.\nWhen infamy is newly born,\nIn secret she is brought to light,\nAnd the mysterious veil of night\nO'er head and ears is drawn;\nThe loathsome birth men fain would slay;\nBut soon, full grown, she waxes bold,\nAnd though not fairer to behold,\nWith brazen front insults the day:\nThe more abhorrent to the sight,\nThe more she courts the day's pure light.\n\nThe time already I discern,\nWhen thee all honest folk will spurn,\nAnd shun thy hated form to meet,\nAs when a corpse infects the street.\nThy heart will sink in blank despair,\nWhen they shall look thee in the face!\nA golden chain no more thou'lt wear!\nNor near the altar take in church thy place!\nIn fair lace collar simply dight\nThou'lt dance no more with spirits light!\nIn darksome corners thou wilt bide,\nWhere beggars vile and cripples hide,\nAnd e'en though God thy crime forgive,\nOn earth, a thing accursed, thou'lt live!\n\nMARTHA\n\nYour parting soul to God commend!\nYour dying breath in slander will you spend?\n\nVALENTINE\n\nCould I but reach thy wither'd frame,\nThou wretched beldame, void of shame!\nFull measure I might hope to win\nOf pardon then for every sin.\n\nMARGARET\n\nVALENTINE\n\nI tell thee, from vain tears abstain!\n'Twas thy dishonour pierced my heart,\nThy fall the fatal death-stab gave.\nThrough the death-sleep I now depart\nTo God, a soldier true and brave.\n(dies.)\n\nCATHEDRAL\n\nService, Organ, and Anthem\n\nMARGARET amongst a number of people\n\nEVIL-SPIRIT behind MARGARET\n\nEVIL-SPIRIT\n\nHow different, Gretchen, was it once with thee,\nWhen thou, still full of innocence,\nHere to the altar camest,\nAnd from the small and well-conn'd book\nDidst lisp thy prayer,\nHalf childish sport,\nHalf God in thy young heart!\nGretchen!\nWhat thoughts are thine?\nWhat deed of shame\nLurks in thy sinful heart?\nIs thy prayer utter'd for thy mother's soul,\nWho into long, long torment slept through thee?\nWhose blood is on thy threshold?\n--And stirs there not already 'neath thy heart\nAnother quick'ning pulse, that even now\nTortures itself and thee\nWith its foreboding presence?\n\nMARGARET\n\nWoe! Woe!\nOh could I free me from the thoughts\nThat hither, thither, crowd upon my brain,\nAgainst my will!\n\nCHORUS\n\nDies irae, dies illa,\nSolvet saeclum in favilla.\n(The organ sounds.)\n\nEVIL-SPIRIT\n\nGrim horror seizes thee!\nThe trumpet sounds!\nThe graves are shaken!\nAnd thy heart\nFrom ashy rest\nFor torturing flames\nAnew created,\nTrembles into life!\n\nMARGARET\n\nWould I were hence!\nIt is as if the organ\nChoked my breath,\nAs if the choir\nMelted my inmost heart!\n\nCHORUS\n\nJudex ergo cum sedebit,\nQuidquid latet adparebit!\nNil inultunt remanebit.\n\nMARGARET\n\nI feel oppressed!\nThe pillars of the wall\nImprison me!\nThe vaulted roof\nWeighs down upon me I--air!\n\nEVIL-SPIRIT\n\nWouldst hide thee? sin and shame\nRemain not hidden!\nAir! light!\nWoe's thee!\n\nCHORUS\n\nQuid sum miser tunc dicturus?\nQuem patronum rogaturus!\nCum vix justus sit securus.\n\nEVIL-SPIRIT\n\nThe glorified their faces turn\nAway from thee!\nShudder the pure to reach\nTheir hands to thee!\nWoe!\n\nCHORUS\n\nQuid sum miser tunc dicturus--\n\nMARGARET\n\nNeighbour! your smelling bottle!\n(She swoons away.)\n\nWALPURGIS-NIGHT\n\nTHE HARTZ MOUNTAINS. DISTRICT OF SCHIERKE\nAND ELEND\n\nFAUST and MEPHISTOPHELES\n\nMEPHISTOPHELES\n\nA broomstick dost thou not at least desire?\nThe roughest he-goat fain would I bestride,\nBy this road from our goal we're still far wide.\n\nFAUST\n\nWhile fresh upon my legs, so long I naught require,\nExcept this knotty staff. Beside,\nWhat boots it to abridge a pleasant way?\nAlong the labyrinth of these vales to creep,\nThen scale these rocks, whence, in eternal spray,\nAdown the cliffs the silvery fountains leap:\nSuch is the joy that seasons paths like these!\nSpring weaves already in the birchen trees;\nE'en the late pine-grove feels her quickening powers;\nShould she not work within these limbs of ours?\n\nMEPHISTOPHELES\n\nNaught of this genial influence do I know!\nWithin me all is wintry. Frost and snow\nI should prefer my dismal path to bound.\nHow sadly, yonder, with belated glow\nRises the ruddy moon's imperfect round,\nShedding so faint a light, at every tread\nOne's sure to stumble 'gainst a rock or tree!\nAn Ignis Fatuus I must call instead.\nYonder one burning merrily, I see.\nHolla! my friend! may I request your light?\nWhy should you flare away so uselessly?\nBe kind enough to show us up the height!\n\nIGNIS FATUUS\n\nThrough reverence, I hope I may subdue\nThe lightness of my nature; true,\nOur course is but a zigzag one.\n\nMEPHISTOPHELES\n\nHo! ho!\nSo men, forsooth, he thinks to imitate!\nNow, in the devil's name, for once go straight!\nOr out at once your flickering life I'll blow.\n\nIGNIS FAPUUS\n\nThat you are master here it obvious quite;\nTo do your will, I'll cordially essay;\nOnly reflect! The hill is magic-mad to-night;\nAnd if to show the path you choose a meteor's light,\nYou must not wonder should we go astray.\n\nFAUST, MEPHISTOPHELES, IGNIS FATUUS\n(in alternate song)\n\nThrough the dream and magic-sphere\nAs it seems, we now are speeding;\nHonour win, us rightly leading,\nThat betimes we may appear\nIn yon wide and desert region!\n\nTrees on trees, a stalwart legion,\nSwiftly past us are retreating,\nAnd the cliffs with lowly greeting;\nRocks long-snouted, row on row,\nHow they snort, and how they blow!\n\nThrough the stones and heather springing,\nBrook and brooklet haste below;\nHark the rustling! Hark the singing!\nHearken to love's plaintive lays;\nVoices of those heavenly days--\nWhat we hope, and what we love!\nLike a tale of olden time,\nEcho's voice prolongs the chime.\n\nTo-whit! To-whoo! It sounds more near;\nPlover, owl, and jay appear,\nAll awake, around, above?\nPaunchy salamanders too\nPeer, long-limbed, the bushes through!\nAnd, like snakes, the roots of trees\nCoil themselves from rock and sand,\nStretching many a wondrous band,\nUs to frighten, us to seize;\nFrom rude knots with life embued,\nPolyp-fangs abroad they spread,\nTo snare the wanderer! 'Neath our tread,\nMice, in myriads, thousand-hued,\nThrough the heath and through the moss!\nAnd the fire-flies' glittering throng,\nWildering escort, whirls along,\nHere and there, our path across.\n\nTell me, stand we motionless,\nOr still forward do we press?\nAll things round us whirl and fly;\nRocks and trees make strange grimaces,\nDazzling meteors change their places,\nHow they puff and multiply!\n\nMEPHISTOPHELES\n\nNow grasp my doublet--we at last\nA central peak have reached, which shows,\nIf round a wondering glance we cast,\nHow in the mountain Mammon glows.\n\nFAUST\n\nHow through the chasms strangely gleams,\nA lurid light, like dawn's red glow,\nPervading with its quivering beams,\nThe gorges of the gulf below!\nHere vapours rise, there clouds float by,\nHere through the mist the light doth shine;\nNow, like a fount, it bursts on high,\nMeanders now, a slender line;\nFar reaching, with a hundred veins,\nHere through the valley see it glide;\nHere, where its force the gorge restrains,\nAt once it scatters, far and wide;\nAnear, like showers of golden sand\nStrewn broadcast, sputter sparks of light:\nAnd mark yon rocky walls that stand\nAblaze, in all their towering height!\n\nMEPHISTOPHELES\n\nDoth not Sir Mammon for this fete\nGrandly illume his palace! Thou\nArt lucky to have seen it; now,\nThe boisterous guests, I feel, are coming straight.\n\nFAUST\n\nHow through the air the storm doth whirl!\nUpon my neck it strikes with sudden shock.\n\nMEPHISTOPHELES\n\nCling to these ancient ribs of granite rock,\nElse to yon depths profound it you will hurl.\nA murky vapour thickens night.\nHark! Through the woods the tempests roar!\nThe owlets flit in wild affright.\nHark! Splinter'd are the columns that upbore\nThe leafy palace, green for aye:\nThe shivered branches whirr and sigh,\nYawn the huge trunks with mighty groan.\nThe roots upriven, creak and moan!\nIn fearful and entangled fall,\nOne crashing ruin whelms them all,\nWhile through the desolate abyss,\nSweeping the, wreck-strewn precipice,\nThe raging storm-blasts howl and hiss!\nAloft strange voices dost thou hear?\nDistant now and now more near?\nHark! the mountain ridge along,\nStreameth a raving magic-song!\n\nWITCHES (in chorus)\n\nNow to the Brocken the witches hie,\nThe stubble is yellow, the corn is green;\nThither the gathering legions fly,\nAnd sitting aloft is Sir Urial seen:\nO'er stick and o'er stone they go whirling along,\nWitches and he-goats, a motley throng.\n\nVOICES\n\nAlone old Baubo's coming now;\nShe rides upon a farrow sow.\n\nCHORUS\n\nHonour to her, to whom honour is due!\nForward, Dame Baubo! Honour to you!\nA goodly sow and mother thereon,\nThe whole witch chorus follows anon.\n\nVOICE\n\nWhich way didst come?\n\nVOICE\n\nO'er Ilsenstein!\nThere I peep'd in an owlet's nest.\nWith her broad eye she gazed in mine!\n\nVOICE\n\nDrive to the devil, thou hellish pest!\nWhy ride so hard?\n\nVOICE\n\nShe has graz'd my side,\nLook at the wounds, how deep and how wide!\n\nWITCHES (in chorus)\n\nThe way is broad, the way is long;\nWhat mad pursuit! What tumult wild!\nScratches the besom and sticks the prong;\nCrush'd is the mother, and stifled the child.\n\nWIZARDS (half chorus)\n\nLike house-encumber'd Snail we creep;\nWhile far ahead the women keep,\nFor when to the devil's house we speed,\nBy a thousand steps they take the lead.\n\nTHE OTHER HALF\n\nNot so, precisely do we view it;----\nThey with a thousand steps may do it;\n\nBut let them hasten as they can,\nWith one long bound 'tis clear'd by man.\n\nVOICES (above)\n\nCome with us, come with us from Felsensee.\n\nVOICES (from below)\n\nAloft to you we would mount with glee!\nWe wash, and free from all stain are we,\nYet barren evermore must be!\n\nBOTH CHORUSES\n\nThe wind is hushed, the stars grow pale,\nThe pensive moon her light doth veil;\nAnd whirling on, the magic choir\nSputters forth sparks of drizzling fire.\n\nVOICE (from below)\n\nStay! stay!\n\nVOICE (from above)\n\nWhat voice of woe\nCalls from the cavern'd depths below?\n\nVOICE (from below)\n\nTake me with you! Oh take me too!\nThree centuries I climb in vain,\nAnd yet can ne'er the summit gain!\nTo be with my kindred I am fain.\n\nBOTH CHORUSES\n\nBroom and pitch-fork, goat and prong,\nMounted on these we whirl along;\nWho vainly strives to climb to-night,\nIs evermore a luckless wight!\n\nDEMI-WITCH (below)\n\nI hobble after, many a day;\nAlready the others are far away!\n\nNo rest at home can I obtain--\nHere too my efforts are in vain!\n\nCHORUS OF WITCHES\n\nSalve gives the witches strength to rise;\nA rag for a sail does well enough;\nA goodly ship is every trough;\nTo-night who flies not, never flies.\n\nBOTH CHORUSES\n\nAnd when the topmost peak we round,\nThen alight ye on the ground;\nThe heath's wide regions cover ye\nWith your mad swarms of witchery!\n(They let themselves down.)\n\nMEPHISTOPHELES\n\nThey crowd and jostle, whirl and flutter!\nThey whisper, babble, twirl, and splutter!\nThey glimmer, sparkle, stink and flare--\nA true witch-element!\nBeware!\nStick close! else we shall severed be.\nWhere art thou?\n\nFAUST (in the distance)\n\nHere!\n\nMEPHISTOPHELES\n\nAlready, whirl'd so far away!\nThe master then indeed I needs must play.\nGive ground! Squire Voland comes!\nSweet folk, give ground!\nHere, doctor, grasp me! With a single bound\nLet us escape this ceaseless jar;\nEven for me too mad these people are.\nHard by there shineth something with peculiar glare,\nYon brake allureth me; it is not far;\nCome, come along with me! we'll slip in there.\n\nFAUST\n\nSpirit of contradiction! Lead! I'll follow straight!\n'Twas wisely done, however, to repair\nOn May-night to the Brocken, and when there\nBy our own choice ourselves to isolate!\n\nMEPHISTOPHELES\n\nMurk, of those flames the motley glare!\nA merry club assembles there.\nIn a small circle one is not alone,\n\nFAUST\n\nI'd rather be above, though, I must own!\nAlready fire and eddying smoke I view;\nThe impetuous millions to the devil ride;\nFull many a riddle will be there untied.\n\nMEPHISTOPHELES\n\nAy! and full many a riddle tied anew.\nBut let the great world rave and riot!\nHere will we house ourselves in quiet.\nA custom 'tis of ancient date,\nOur lesser worlds within the great world to create!\nYoung witches there I see, naked and bare,\nAnd old ones, veil'd more prudently.\nFor my sake only courteous be!\nThe trouble's small, the sport is rare.\nOf instruments I hear the cursed din--\nOne must get used to it.\nCome in! come in!\nThere's now no help for it. I'll step before\nAnd introducing you as my good friend,\nConfer on you one obligation more.\nHow say you now? 'Tis no such paltry room\nWhy only look, you scarce can see the end.\nA hundred fires in rows disperse the gloom;\nThey dance, they talk, they cook, make love, and drink:\nWhere could we find aught better, do you think?\n\nFAUST\n\nTo introduce us, do you purpose here\nAs devil or as wizard to appear?\n\nMEPHISTOPHELES\n\nThough I am wont indeed to strict incognito,\nYet upon gala-days one must one's orders show.\nNo garter have I to distinguish me,\nNathless the cloven foot doth here give dignity.\nSeest thou yonder snail? Crawling this way she hies:\nWith searching feelers, she, no doubt,\nHath me already scented out;\nHere, even if I would, for me there's no disguise.\nFrom fire to fire, we'll saunter at our leisure,\nThe gallant you, I'll cater for your pleasure.\n(To a party seated round some expiring embers.)\nOld gentleman, apart, why sit ye moping here?\nYe in the midst should be of all this jovial cheer,\nGirt round with noise and youthful riot;\nAt home one surely has enough of quiet.\n\nGENERAL\n\nIn nations put his trust, who may,\nWhate'er for them one may have done;\nFor with the people, as with women, they\nHonour your rising stars alone!\n\nMINISTER\n\nNow all too far they wander from the right;\nI praise the good old ways, to them I hold,\nThen was the genuine age of gold,\nWhen we ourselves were foremost in men's sight.\n\nPARVENU\n\nNe'er were we 'mong your dullards found,\nAnd what we ought not, that to do were fair;\n\nYet now are all things turning round and round,\nWhen on firm basis we would them maintain.\n\nAUTHOR\n\nWho, as a rule, a treatise now would care\nTo read, of even moderate sense?\nAs for the rising generation, ne'er\nHas youth displayed such arrogant pretence.\n\nMEPHISTOPHELES\n(suddenly appearing very old)\n\nSince for the last time I the Brocken scale,\nThat folk are ripe for doomsday, now one sees;\nAnd just because my cask begins to fail,\nSo the whole world is also on the lees.\n\nHUCKSTER-WITCH\n\nStop, gentlemen, nor pass me by,\nOf wares I have a choice collection:\nPray honour them with your inspection.\nLose not this opportunity\nYet nothing in my booth you'll find\nWithout its counterpart on earth; there's naught,\nWhich to the world, and to mankind,\nHath not some direful mischief wrought.\nNo dagger here, which bath not flow'd with blood,\nNo chalice, whence, into some healthy frame\nHath not been poured hot poison's wasting flood.\nNo trinket, but bath wrought some woman's shame,\nNo weapon but bath cut some sacred tie,\nOr from behind bath stabb'd an enemy.\n\nMEPHISTOPHELES\n\nGossip! For wares like these the time's gone by,\nWhat's done is past! what's past is done!\nWith novelties your booth supply;\nUs novelties attract alone.\n\nFAUST\n\nMay this wild scene my senses spare!\nThis, may in truth be called a fair!\n\nMEPHISTOPHELES\n\nUpward the eddying concourse throng;\nThinking to push, thyself art push'd along.\n\nFAUST\n\nWho's that, pray?\n\nMEPHISTOPHELES\n\nMark her well! That's Lilith.\n\nFAUST\n\nWho?\n\nMEPHISTOPHELES\n\nAdam's first wife. Of her rich locks beware!\nThat charm in which she's parallel'd by few;\nWhen in its toils a youth she doth ensnare,\nHe will not soon escape, I promise you.\n\nFAUST\n\nThere sit a pair, the old one with the young;\nAlready they have bravely danced and sprung!\n\nMEPHISTOPHELES\n\nHere there is no repose to-day.\nAnother dance begins; we'll join it, come away!\n\nFAUST\n(dancing with the young one)\n\nOnce a fair vision came to me;\nTherein I saw an apple-tree,\nTwo beauteous apples charmed mine eyes;\nI climb'd forthwith to reach the prize.\n\nTHE FAIR ONE.\n\nApples still fondly ye desire,\nFrom paradise it bath been so.\nFeelings of joy my breast inspire\nThat such too in my garden grow.\n\nMEPHISTOPHELES (with the old one)\n\nOnce a weird vision came to me;\nTherein I saw a rifted tree.\nI had a . . . . .have ready here,\nBut as it was it pleased me too.\n\nTHE OLD ONE\n\nI beg most humbly to salute\nThe gallant with the cloven foot!\nLet him a . . . have ready here,\nIf he a . . . does not fear.\n\nPROCTOPHANTASMIST\n\nAccursed mob! How dare ye thus to meet?\nHave I not shown and demonstrated too,\nThat ghosts stand not on ordinary feet?\nYet here ye dance, as other mortals do!\n\nTHE FAIR ONE (dancing)\n\nThen at our ball, what doth he here?\n\nFAUST (dancing)\n\nOh! He must everywhere appear.\nHe must adjudge, when others dance;\nIf on each step his say's not said,\nSo is that step as good as never made.\nHe's most annoyed, so soon as we advance;\nIf ye would circle in one narrow round,\nAs he in his old mill, then doubtless he\nYour dancing would approve,--especially\nIf ye forthwith salute him with respect profound!\n\nPROCTOPHANTASMIST\n\nStill here! what arrogance! unheard of quite!\nVanish; we now have fill'd the world with light!\nLaws are unheeded by the devil's host;\nWise as we are, yet Tegel hath its ghost!\nHow long at this conceit I've swept with all my might,\nLost is the labour: 'tis unheard of quite!\n\nTHE FAIR ONE\n\nCease here to teaze us any more, I pray.\n\nPROCTOPHANTASMIST\n\nSpirits, I plainly to your face declare:\nNo spiritual control myself will bear,\nSince my own spirit can exert no sway.\n(The dancing continues.)\n\nTo-night, I see, I shall in naught succeed;\nBut I'm prepar'd my travels to pursue,\nAnd hope, before my final step indeed,\nTo triumph over bards and devils too.\n\nMEPHISTOPHELES\n\nNow in some puddle will he take his station,\nSuch is his mode of seeking consolation;\nWhere leeches, feasting on his rump, will drain\nSpirits alike and spirit from his brain.\n(To FAUST, who has left the dance.)\n\nBut why the charming damsel leave, I pray,\nWho to you in the dance so sweetly sang?\n\nFAUST\n\nAh, in the very middle of her lay,\nOut of her mouth a small red mouse there sprang.\n\nMEPHISTOPHELES\n\nSuppose there did! One must not be too nice.\n'Twas well it was not grey, let that suffice.\nWho 'mid his pleasures for a trifle cares?\n\nFAUST\n\nThen saw I--\n\nMEPHISTOPHELES\n\nWhat?\n\nFAUST\n\nMephisto, seest thou there\nStanding far off, a lone child, pale and fair?\nSlow from the spot her drooping form she tears,\nAnd seems with shackled feet to move along;\nI own, within me the delusion's strong,\nThat she the likeness of my Gretchen wears.\n\nMEPHISTOPHELES\n\nGaze not upon her! 'Tis not good! Forbear!\n'Tis lifeless, magical, a shape of air,\nAn idol. Such to meet with, bodes no good;\nThat rigid look of hers doth freeze man's blood,\nAnd well-nigh petrifies his heart to stone:--\nThe story of Medusa thou hast known.\n\nFAUST\n\nAy, verily! a corpse's eyes are those,\nWhich there was no fond loving hand to close.\nThat is the bosom I so fondly press'd,\nThat my sweet Gretchen's form, so oft caress'd!\n\nMEPHISTOPHELES\n\nDeluded fool! 'Tis magic, I declare!\nTo each she doth his lov'd\none's image wear.\n\nFAUST\n\nWhat bliss! what torture! vainly I essay\nTo turn me from that piteous look away.\nHow strangely doth a single crimson line\nAround that lovely neck its coil entwine,\nIt shows no broader than a knife's blunt edge!\n\nMEPHISTOPHELES\n\nQuite right. I see it also, and allege\nThat she beneath her arm her head can bear,\nSince Perseus cut it off.--But you I swear\nAre craving for illusion still!\nCome then, ascend yon little hill!\nAs on the Prater all is gay,\nAnd if my senses are not gone,\nI see a theatre,--what's going on?\n\nSERVIRILIS\n\nThey are about to recommence;--the play\nWill be the last of seven, and spick-span new--'\n'Tis usual here that number to present.\nA dilettante did the piece invent,\nAnd dilettanti will enact it too.\nExcuse me, gentlemen; to me's assign'd\nAs dilettante to uplift the curtain.\n\nMEPHISTOPHELES\n\nYou on the Blocksberg I'm rejoiced to find,\nThat 'tis your most appropriate sphere is certain.\n\nWALPURGIS-NIGHT'S DREAM\nOR OBERON AND TITANIA'S GOLDEN WEDDING-FEAST\n\nIntermezzo\n\nTHEATRE\n\nMANAGER\n\nVales, where mists still shift and play,\nTo ancient hills succeeding,--\nThese our scenes;--so we, to-day,\nMay rest, brave sons of Mieding.\n\nHERALD\n\nThat the marriage golden be,\nMust fifty years be ended;\nMore dear this feast of gold to me,\nContention now suspended.\n\nOBERON\n\nSpirits, if present, grace the scene,\nAnd if with me united,\nThen gratulate the king and queen,\nTheir troth thus newly plighted!\n\nPUCK\n\nPuck draws near and wheels about,\nIn mazy circles dancing!\nHundreds swell his joyous shout,\nBehind him still advancing.\n\nARIEL\n\nAriel wakes his dainty air,\nHis lyre celestial stringing.--\nFools he lureth, and the fair,\nWith his celestial singing.\n\nOBERON\n\nWedded ones, would ye agree,\nWe court your imitation:\nWould ye fondly love as we,\nWe counsel separation.\n\nTITANIA\n\nIf husband scold and wife retort,\nThen bear them far asunder;\nHer to the burning south transport,\nAnd him the North Pole under.\n\nTHE WHOLE ORCHESTRA (fortissimo)\n\nFlies and midges all unite\nWith frog and chirping cricket,\nOur orchestra throughout the night,\nResounding in the thicket!\n\n(Solo)\nYonder doth the bagpipe come!\nIts sack an airy bubble.\nSchnick, schnick, schnack, with nasal hum,\nIts notes it doth redouble.\n\nEMBRYO SPIRIT\n\nSpider's foot and midge's wing,\nA toad in form and feature;\nTogether verses it can string,\nThough scarce n living creature.\n\nA LITTLE PAIR\n\nTiny step and lofty bound,\nThrough dew and exhalation;\nYe trip it deftly on the ground,\nBut gain no elevation.\n\nINQUISITIVE TRAVELLER\n\nCan I indeed believe my eyes?\nIs't not mere masquerading?\nWhat! Oberon in beauteous step\nAmong the groups parading!\n\nORTHODOX\n\nNo claws, no tail to whisk about,\nTo fright us at our revel;--\nYet like the gods of Greece, no doubt,\nHe too's a genuine devil.\n\nNORTHERN ARTIST\n\nThese that I'm hitting off to-day\nAre sketches unpretending;\nTowards Italy without delay,\nMy steps I think of bending.\n\nPURIST\n\nAlas! ill-fortune leads me here,\nWhere riot still grows louder;\nAnd 'mong the witches gather'd here\nBut two alone wear powder!\n\nYOUNG WITCH\n\nYour powder and your petticoat,\nSuit hags, there's no gainsaying;\nHence I sit fearless on my goat,\nMy naked charms displaying.\n\nMATRON\n\nWe're too well-bred to squabble here,\nOr insult back to render;\nBut may you wither soon, my dear,\nAlthough so young and tender.\n\nLEADER OF THE BAND\n\nNose of fly and gnat's proboscis,\nThrong not the naked beauty!\nFrogs and crickets in the mosses,\nKeep time and do your duty!\n\nWEATHERCOCK (towards one side)\n\nWhat charming company I view\nTogether here collected!\nGay bachelors, a hopeful crew.\nAnd brides so unaffected!\n\nWEATHERCOCK (towards the other side)\n\nUnless indeed the yawning ground\nShould open to receive them,\nFrom this vile crew, with sudden bound,\nTo Hell I'd jump and leave them.\n\nXENIEN\n\nWith small sharp shears, in insect guise\nBehold us at your revel!\nThat we may tender, filial-wise,\nOur homage to the devil.\n\nHENNINGS\n\nLook now at yonder eager crew,\nHow naively they're jesting!\nThat they have tender hearts and true,\nThey stoutly keep protesting!\n\nMUSAGET\n\nOneself amid this witchery\nHow pleasantly one loses;\nFor witches easier are to me\nTo govern than the Muses!\n\nCI-DEVANT GENIUS OF THE AGE\n\nWith proper folks when we appear,\nNo one can then surpass us!\nKeep close, wide is the Blocksberg here\nAs Germany's Parnassus.\n\nINQUISITIVE TRAVELLER\n\nHow name ye that stiff formal man,\nWho strides with lofty paces?\nHe tracks the game where'er he can,\n\"He scents the Jesuits' traces.\"\n\nCRANE\n\nWhere waters troubled are or clear,\nTo fish I am delighted;\nThus pious gentlemen appear\nWith devils here united.\n\nWORLDLING\n\nBy pious people, it is true,\nNo medium is rejected;\nConventicles, and not a few,\nOn Blocksberg are erected.\n\nDANCER\n\nAnother chorus now succeeds,\nFar off the drums are beating.\nBe still! The bitterns 'mong the reeds\nTheir one note are repeating.\n\nDANCING MASTER\n\nEach twirls about and never stops,\nAnd as he can he fareth.\nThe crooked leaps, the clumsy hops,\nNor for appearance careth.\n\nFIDDLER\n\nTo take each other's life, I trow,\nWould cordially delight them!\nAs Orpheus' lyre the beasts, so now\nThe bagpipe doth unite them.\n\nDOGMATIST\n\nMy views, in spite of doubt and sneer,\nI hold with stout persistence,\nInferring from the devils here,\nThe evil one's existence.\n\nIDEALIST\n\nMy every sense rules Phantasy\nWith sway quite too potential;\nSure I'm demented if the I\nAlone is the essential.\n\nREALIST\n\nThis entity's a dreadful bore,\nAnd cannot choose but vex me;\nThe ground beneath me ne'er before\nThus totter'd to perplex me.\n\nSUPERNATURALIST\n\nWell pleased assembled here I view\nOf spirits this profusion;\nFrom devils, touching angels too,\nI gather some conclusion.\n\nSCEPTIC\n\nThe ignis fatuus they track out,\nAnd think they're near the treasure,\nDevil alliterates with doubt,\nHere I abide with pleasure.\n\nLEADER OF THE BAND\n\nFrog and cricket in the mosses,--\nConfound your gasconading!\nNose of fly and gnat's proboscis;--\nMost tuneful serenading!\n\nTHE KNOWING ONES\n\nSans-souci, so this host we greet,\nTheir jovial humour showing;\nThere's now no walking on our feet,\nSo on our heads we're going.\n\nTHE AWKWARD ONES\n\nIn seasons past we snatch'd, 'tis true,\nSome tit-bits by our cunning;\nOur shoes, alas, are now danced through,\nOn our bare soles we're running.\n\nWILL-O'-THE-WISPS\n\nFrom marshy bogs we sprang to light,\nYet here behold us dancing;\nThe gayest gallants of the night,\nIn glitt'ring rows advancing.\n\nSHOOTING STAR\n\nWith rapid motion from on high,\nI shot in starry splendour;\nNow prostrate on the grass I lie;--\nWho aid will kindly render?\n\nTHE MASSIVE ONES\n\nRoom! wheel round! They're coming lo!\nDown sink the bending grasses.\nThough spirits, yet their limbs, we know,\nAre huge substantial masses.\n\nPUCK\n\nDon't stamp so heavily, I pray;\nLike elephants you're treading!\nAnd 'mong the elves be Puck to-day,\nThe stoutest at the wedding!\n\nARIEL\n\nIf nature boon, or subtle sprite,\nEndow your soul with pinions;--\nThen follow to yon rosy height,\nThrough ether's calm dominions!\n\nORCHESTRA (pianissimo)\n\nDrifting cloud and misty wreathes\nAre fill'd with light elysian;\nO'er reed and leaf the zephyr breathes--\nSo fades the fairy vision!\n\nA GLOOMY DAY. A PLAIN\n\nFAUST and MEPHISTOPHELES\n\nFAUST\n\nIn misery! despairing! long wandering pitifully on the face of the\nearth and now imprisoned! This gentle hapless creature, immured\nin the dungeon as a malefactor and reserved for horrid tortures!\nThat it should come to this! To this!--Perfidious, worthless spirit,\nand this thou hast concealed from me!--Stand! ay, stand! roll in\nmalicious rage thy fiendish eyes! Stand and brave me with thine\ninsupportable presence! Imprisoned! In hopeless misery! Delivered\nover to the power of evil spirits and the judgment of unpitying\nhumanity I--And me, the while, thou wert lulling with tasteless\ndissipations, concealing from me her growing anguish, and leaving\nher to perish without help!\n\nMEPHISTOPHELES\n\nShe is not the first.\n\nFAUST\n\nHound! Execrable monster!--Back with him, oh thou infinite\nspirit! back with the reptile into his dog's shape, in which it was his\nwont to scamper before me at eventide, to roll before the feet of\nthe harmless wanderer, and to fasten on his shoulders when he fell!\nChange him again into his favourite shape, that he may crouch on\nhis belly before me in the dust, whilst I spurn him with my foot,\nthe reprobate!--Not the first!--Woe! Woe! By no human soul is it\nconceivable, that more than one human creature has ever sunk into\na depth of wretchedness like this, or that the first in her writhing\ndeath-agony should not have atoned in the sight of all-pardoning\nHeaven for the guilt of all the rest! The misery of this one pierces\nme to the very marrow, and harrows up my soul; thou art grinning\ncalmly over the doom of thousands!\n\nMEPHISTOPHELES\n\nNow we are once again at our wit's end, just where the reason of\nyou mortals snaps! Why dost thou seek our fellowship, if thou\ncanst not go through with it? Wilt fly, and art not proof against\ndizziness? Did we force ourselves on thee, or thou on us?\n\nFAUST\n\nCease thus to gnash thy ravenous fangs at me! I loathe thee!--Great\nand glorious spirit, thou who didst vouchsafe to reveal thyself unto\nme, thou who dost know my very heart and soul, why hast thou\nlinked me with this base associate, who feeds on mischief and\nrevels in destruction?\n\nMEPHISTOPHELES\n\nHast done?\n\nFAUST\n\nSave her!--or woe to thee! The direst of curses on thee for\nthousands of years!\n\nMEPHISTOPHELES\n\nI cannot loose the bands of the avenger, nor withdraw his\nbolts.--Save her!--Who was it plunged her into perdition? I or\nthou?\n\n(FAUST looks wildly around.)\n\nMEPHISTOPHELES\n\nWould'st grasp the thunder? Well for you, poor mortals, that 'tis\nnot yours to wield! To smite to atoms the being however innocent,\nwho obstructs his path, such is the tyrant's fashion of relieving\nhimself in difficulties!\n\nFAUST\n\nConvey me thither! She shall be free!\n\nMEPHISTOPHELES\n\nAnd the danger to which thou dust expose thyself? Know, the guilt\nof blood, shed by thy hand, lies yet upon the town. Over the place\nwhere fell the murdered one, avenging spirits hover and watch for\nthe returning murderer.\n\nFAUST\n\nThis too from thee? The death and downfall of a world be on thee,\nmonster I Conduct me thither, I say, and set\nher free!\n\nMEPHISTOPHELES\n\nI will conduct thee. And what I can do,--hear! Have I all power in\nheaven and upon earth? I'll cloud the senses of the warder,--do\nthou possess thyself of the keys and lead her forth with human\nhand! I will keep watch! The magic steeds are waiting, I bear thee\noff. Thus much is in my power.\n\nFAUST\n\nTip and sway!\n\nNIGHT. OPEN COUNTRY\n\nFAUST. MEPHISTOPHELES\n\n(Rushing along on black horses)\n\nFAUST\n\nWhat weave they yonder round the Ravenstone?\n\nMEPHISTOPHELES\n\nI know not what they shape and brew.\n\nFAUST\n\nThey're soaring, swooping, betiding, stooping.\n\nMEPHISTOPHELES\n\nA witches' pack.\n\nFAUST\n\nThey charm, they strew.\n\nMEPHISTOPHELES\n\nOn! On!\n\nDUNGEON\n\nFAUST\n(with a bunch of keys and a lamp before a small iron door)\n\nA fear unwonted o'er my spirit falls;\nMan's concentrated woe o'erwhelms me here!\nShe dwells immur'd within these dripping walls;\nHer only trespass a delusion dear!\nThou lingerest at the fatal door,\nThou dread'st to see her face once more?\nOn! While thou dalliest, draws her death-hour near.\n(He seizes the lock. Singing within.)\nMy mother, the harlot,\nShe took me and slew!\nMy father, the scoundrel,\nHath eaten me too!\nMy sweet little sister\nHath all my bones laid,\nWhere soft breezes whisper\nAll in the cool shade!\nThen became I a wood-bird, and sang on the spray,\nFly away! little bird, fly away! fly away!\n\nFAUST (opening the lock)\n\nAh! she forebodes not that her lover's near,\nThe clanking chains, the rustling straw, to hear.\n(He enters.)\n\nMARGARET\n(hiding her face in the bed of straw)\n\nWoe! woe! they come! oh bitter 'tis to die!\n\nFAUST (softly)\n\nHush! hush! be still! I come to set thee free!\n\nMARGARET\n(throwing herself at his feet)\n\nIf thou art human, feel my misery!\n\nFAUST\n\nThou wilt awake the jailor with thy cry!\n(He grasps the chains to unlock them.)\n\nMARGARET (on her knees)\n\nWho, headsman, unto thee this power\nO'er me could give?\nThou com'st for me at midnight-hour.\nBe merciful, and let me live!\nIs morrow's dawn not time enough?\n(She stands up.)\n\nI'm still so young, so young--\nAnd must so early die!\nFair was I too, and that was my undoing.\nMy love is now afar, he then was nigh;\nTorn lies the garland, the fair blossoms strew'd.\nNay, seize me not with hand so rude!\nSpare me! What harm have I e'er done to thee?\nOh let me not in vain implore!\nI ne'er have seen thee in my life before!\n\nFAUST\nCan I endure this bitter agony?\n\nMARGARET\n\nI now am at thy mercy quite.\nLet me my babe but suckle once again!\nI fondled it the live-long night;\nThey took it from me but to give me pain,\nAnd now, they say that I my child have slain.\nGladness I ne'er again shall know.\nThen they sing songs about me,--'tis wicked of the throng--\nAn ancient ballad endeth so;\nWho bade them thus apply the song?\n\nFAUST\n(throwing himself on the ground)\n\nA lover at thy feet bends low,\nTo loose the bonds of wretchedness and woe.\n\nMARGARET\n(throws herself beside him)\n\nOh, let us kneel and move the saints by prayer!\nLook! look! yon stairs below,\nUnder the threshold there,\nHell's flames are all aglow!\nBeneath the floor,\nWith hideous noise,\nThe devils roar!\n\nFAUST (aloud)\n\nGretchen! Gretchen!\n\nMARGARET (listening)\n\nThat was my lov'd one's voice!\n(She springs up, the chains fall off.)\n\nWhere is he? I heard him calling me.\nFree am I! There's none shall hinder me.\nTo his neck will I fly,\nOn his bosom will lie!\n\nGretchen, he called!--\nOn yon threshold he stood;\nAmidst all the howling of hell's fiery flood,\nThe scoff and the scorn of its devilish crew,\nThe tones of his voice, sweet and loving, I knew.\n\nFAUST\n\n'Tis I!\n\nMARGARET\n\n'Tis thou! O say so once again!\n(embracing him.)\n\n'Tis he! 'Tis he! where's now the torturing pain?\nWhere are the fetters? where the dungeon's gloom?\n'Tis thou! To save me thou art come!\nAnd I am sav'd!--\nAlready now the street I see\nWhere the first time I caught a glimpse of thee.\nThere too the pleasant garden shade,\nWhere I and Martha for thy coming stay'd.\n\nFAUST\n(endeavouring to lead her away,)\n\nCome! come away!\n\nMARGARET\n\nOh do not haste!\nI love to linger where thou stayest. (caressing him.)\n\nFAUST\n\nAh haste! For if thou still delayest,\nOur lingering we shall both deplore.\n\nMARGARET\n\nHow, dearest? canst thou kiss no more!\nSo short a time away from me, and yet,\nTo kiss thou couldst so soon forget!\nWhy on thy neck so anxious do I feel--\nWhen formerly a perfect heaven of bliss\nFrom thy dear looks and words would o'er me steal?\nAs thou wouldst stifle me thou then didst kiss!--\nKiss me!\nOr I'll kiss thee!  (She embraces him.)\n\nWoe! woe! Thy lips are cold,-- Are dumb!\nThy love where hast thou left?\nWho bath me of thy love bereft?\n(She turns away from him.)\n\nFAUST\n\nCome! Follow me, my dearest love, be bold!\nI'll cherish thee with ardour thousand-fold;\nI but entreat thee now to follow me!\n\nMARGARET\n(turning towards him)\n\nAnd art thou he? and art thou really he?\n\nFAUST\n\n'Tis I! O come!\n\nMARGARET\n\nThou wilt strike off my chain,\nAnd thou wilt take me to thine arms again.\nHow comes it that thou dost not shrink from me?--\nAnd dost thou know, love, whom thou wouldst set free?\n\nFAUST\n\nCome! come! already night begins to wane.\n\nMARGARET\n\nI sent my mother to her grave,\nI drown'd my child beneath the wave.\nWas it not given to thee and me--thee too?\n'Tis thou thyself! I scarce believe it yet.\nGive me thy hand! It is no dream! 'Tis true!\nThine own dear hand!--But how is this? 'Tis wet?\nQuick, wipe it off! Meseems that yet\nThere's blood thereon.\nAh God! what hast thou done?\nPut up thy sword, I beg of thee!\n\nFAUST\n\nOh, dearest, let the past forgotten be!\nDeath is in every word.\n\nMARGARET\n\nNo, thou must linger here in sorrow!\nThe graves I will describe to thee,\nAnd thou to them must see\nTo-morrow:\nThe best place give to my mother,\nClose at her side my brother,\nMe at some distance lay--\nBut not too far away!\nAnd the little one place on my right breast.\nNobody else will near me lie!\nTo nestle beside thee so lovingly,\nThat was a rapture, gracious and sweet!\nA rapture I never again shall prove;\nMethinks I would force myself on thee, love,\nAnd thou dost spurn me, and back retreat--\nYet 'tis thyself, thy fond kind looks I see.\n\nFAUST\n\nIf thou dost feel 'tis I, then come with me!\n\nMARGARET\n\nWhat, there? without?\n\nFAUST\n\nYes, forth in the free air.\n\nMARGARET\n\nAy, if the grave's without,--\nIf death lurk there!\nHence to the everlasting resting-place,\nAnd not one step beyond!--\nThou'rt leaving me?\nOh Henry! would that I could go with thee!\n\nFAUST\n\nThou canst! But will it!\nOpen stands the door.\n\nMARGARET\n\nI dare not go! I've naught to hope for more.\nWhat boots it to escape? They lurk for me!\n'Tis wretched to beg, as I must do,\nAnd with an evil conscience thereto!\n'Tis wretched, in foreign lands to stray.\nAnd me they will catch, do what I may.\n\nFAUST\n\nWith thee will I abide.\n\nMARGARET\n\nQuick! Quick!\nSave thy poor child!\nKeep to the path\nThe brook along,\nOver the bridge\nTo the wood beyond,\nTo the left, where the plank is,\nIn the pond.\nSeize it at once!\nIt fain would rise,\nIt struggles still!\nSave it. Oh save!\n\nFAUST\n\nDear Gretchen, more collected be!\nOne little step, and thou art free!\n\nMARGARET\n\nWere we but only past the hill!\nThere sits my mother upon a stone--\nMy brain, alas, is cold with dread!--\nThere sits my mother upon a stone,\nAnd to and fro she shakes her head;\nShe winks not, she nods not, her head it droops sore;\nShe slept so long, she waked no more;\nShe slept, that we might taste of bliss:\nAh! those were happy times, I wis!\n\nFAUST\n\nSince here avails nor argument nor prayer,\nThee hence by force I needs must bear.\n\nMARGARET\n\nLoose me! I will not suffer violence!\nWith murderous hand hold not so fast!\nI have done all to please thee in the past!\n\nFAUST\n\nDay dawns! My love! My love!\n\nMARGARET\n\nYes! day draws near.\nThe day of judgment too will soon appear!\nIt should have been my bridal! No one tell,\nThat thy poor Gretchen thou hast known too well.\nWoe to my garland!\nIts bloom is o'er!\nThough not at the dance--\nWe shall meet once more.\nThe crowd doth gather, in silence it rolls;\nThe squares, the streets,\nScarce hold the throng.\nThe staff is broken,--the death-bell tolls,--\nThey bind and seize me!\nI'm hurried along,\nTo the seat of blood already I'm bound!\nQuivers each neck as the naked steel\nQuivers on mine the blow to deal--\nThe silence of the grave now broods around!\n\nFAUST\n\nWould I had never been born!\n\nMEPHISTOPHELES (appears without)\n\nUp! or you're lost.\nVain hesitation! Babbling, quaking!\nMy steeds are shivering,\nMorn is breaking.\n\nMARGARET\n\nWhat from the floor ascendeth like a ghost?\n'Tis he! 'Tis he! Him from my presence chase!\nWhat would he in this holy place?\nIt is for me he cometh!\n\nFAUST\n\nThou shalt live!\n\nMARGARET\n\nJudgment of God! To thee my soul I give!\n\nMEPHISTOPHELES (to FAUST)\n\nCome, come! With her I'll else abandon thee!\n\nMARGARET\n\nFather, I'm thine! Do thou deliver me!\nYe angels! Ye angelic hosts! descend,\nEncamp around to guard me and defend!--\nHenry! I shudder now to look on thee!\n\nMEPHISTOPHELES\n\nShe now is judged!\n\nVOICES (from above)\n\nIs saved!\n\nMEPHISTOPHELES (to FAUST)\n\nCome thou with me!\n(Vanishes with FAUST)\n\nVOICE (from within, dying away)\n\nHenry! Henry!\n\n\n\n\nEnd of the Project Gutenberg Etext of Faust Part 1,\nby Johann Wolfgang Von Goethe\n","id":1089,"split":"train"}
