{"ori_id":"7e2bef0b43cf243f513853e82e482d695801e42b","title":"Tom Swift and His Big Tunnel","context":"Tom Swift and His Big Tunnel\n The Titus Brothers Contractors company have won a government contract in Peru to blast a tunnel through a mountain and connect two isolated railroad lines. The deadline is approaching, and the contractors have hit a literal wall: excessively hard rock which defies conventional blasting techniques. The company is under pressure to finish, or else the contract will default to their rivals, Blakeson & Grinder. Mr. Job Titus has heard of Tom Swift and Tom's giant cannon, which is used in protecting the Panama Canal, and wants to hire Tom to develop a special blasting powder to help them finish the excavation.\nMr. Damon, Tom's very good friend, arrives in the middle of this conversation, and is unaware of the situation. By coincidence, Mr. Damon is invested in a business which procures cinchona bark from Peru, but production has all but ceased, prompting Mr. Damon to invite Tom to accompany him to Peru and discover the source of the problem.\nTom, Mr. Damon and Mr. Titus (along with Koku, Tom's giant) embark for Peru. On the way, they encounter Professor Swyington Bumper, who is on a lifelong quest to locate the lost city of Pelone. Professor Bumper returns to Peru each season, and has thus far been unsuccessful. When Professor Bumper discovers that Tom is headed to the same general area, Rimac, Professor Bumper decides to join the company.\nï»¿Project Gutenberg's Tom Swift and his Big Tunnel, by Victor Appleton\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n\nTitle: Tom Swift and his Big Tunnel\n       or, The Hidden City of the Andes\n\nAuthor: Victor Appleton\n\nPosting Date: July 13, 2008 [EBook #953]\nRelease Date: June, 1997\n[Last updated: June 17, 2012]\n\nLanguage: English\n\n\n*** START OF THIS PROJECT GUTENBERG EBOOK TOM SWIFT AND HIS BIG TUNNEL ***\n\n\n\n\nProduced by Anthony Matonac.\n\n\n\n\n\n\n\n\nTOM SWIFT AND HIS BIG TUNNEL\n\nor\n\nThe Hidden City of the Andes\n\n\nby\n\nVictor Appleton\n\n\n\n\nCONTENTS\n\n     I  An Appeal for Aid\n    II  Explanations\n   III  A Face at the Window\n    IV  Tom's Experiments\n     V  Mary's Present\n    VI  Mr. Nestor's Letter\n   VII  Off for Peru\n  VIII  The Bearded Man\n    IX  The Bomb\n     X  Professor Bumper\n    XI  In the Andes\n   XII  The Tunnel\n  XIII  Tom's Explosive\n   XIV  Mysterious Disappearances\n    XV  Frightened Indians\n   XVI  On the Watch\n  XVII  The Condor\n XVIII  The Indian Strike\n   XIX  A Woman Tells\n    XX  Despair\n   XXI  A New Explosive\n  XXII  The Fight\n XXIII  A Great Blast\n  XXIV  The Hidden City\n   XXV  Success\n\n\n\n\nTOM SWIFT AND HIS BIG TUNNEL\n\n\n\n\nChapter I\n\nAn Appeal for Aid\n\n\nTom Swift, seated in his laboratory engaged in trying to solve a\npuzzling question that had arisen over one of his inventions, was\nstartled by a loud knock on the door. So emphatic, in fact, was the\nsummons that the door trembled, and Tom started to his feet in some\nalarm.\n\n\"Hello there!\" he cried. \"Don't break the door, Koku!\" and then he\nlaughed. \"No one but my giant would knock like that,\" he said to\nhimself. \"He never does seem able to do things gently. But I wonder why\nhe is knocking. I told him to get the engine out of the airship, and\nEradicate said he'd be around to answer the telephone and bell. I\nwonder if anything has happened?\"\n\nTom shoved back his chair, pushed aside the mass of papers over which\nhe had been puzzling, and strode to the door.  Flinging it open he\nconfronted a veritable giant of a man, nearly eight feet tall, and big\nin proportion. The giant, Koku, for that was his name, smiled in a\ngood-natured way, reminding one of an overgrown boy.\n\n\"Master hear my knock?\" the giant asked cheerfully.\n\n\"Hear you, Koku? Say, I couldn't hear anything else!\" exclaimed Tom.\n\"Did you think you had to arouse the whole neighborhood just to let me\nknow you were at the door? Jove!  I thought you'd have it off the\nhinges.\"\n\n\"If me break, me fix,\" said Koku, who, from his appearance and from his\nimperfect command of English, was evidently a foreigner.\n\n\"Yes, I know you can fix lots of things, Koku,\" Tom went on, kindly\nenough. \"But you musn't forget what enormous strength you have. That's\nthe reason I sent you to take the engine out of the airship. You can\nlift it without using the chain hoist, and I can't get the chain hoist\nfast unless I remove all the superstructure. I don't want to do that.\nDid you get the engine out?\"\n\n\"Not quite. Almost, Master.\"\n\n\"Then why are you here? Has anything gone wrong?\"\n\n\"No, everything all right, Master.  But man come to machine shop and\nsay he must have talk with you. I no let him come past the gate, but I\nsay I come and call you.\"\n\n\"That's right, Koku. Don't let any strangers past the gate. But why\ndidn't Eradicate come and call me. He isn't doing anything, is he?\nUnless, indeed, he has gone to feed his mule, Boomerang.\"\n\n\"Eradicate, he come to call you, but that black man no good!\" and Koku\nchuckled so heartily that he shook the floor of the office.\n\n\"What's the matter with Eradicate?\" asked Tom, somewhat anxiously. \"I\nhope you and he haven't had another row?\" Eradicate had served Tom and\nhis father long before Koku, the giant, had been brought back from one\nof the young inventor's many strange trips, and ever since then there\nhad been a jealous rivalry between the twain as to who should best\nserve Tom.\n\n\"No trouble, Master,\" said Koku. \"Eradicate he start to come and tell\nyou strange man want to have talk, but Eradicate he no come fast\nenough. So I pick him up, and I set him down by gate to stand on guard,\nand I come to tell you. Koku come quick!\"\n\n\"Oh, I knew it must be something like that!\" exclaimed Tom in some\nvexation. \"Now I'll have Eradicate complaining to me that you mauled\nhim. Picked him up and set him down again.\"\n\n\"Sure. One hand!\" boasted the giant. \"Eradicate him not be heavy. More\nas a sack of flour now.\"\n\n\"No, poor Eradicate is getting pretty old and thin,\" commented Tom. \"He\ncan't move very quickly. But you should have let him come, Koku. It\nmakes him feel badly when he thinks he can't be of service to me any\nmore.\"\n\n\"Man say he in hurry.\" The giant spoke softly, as though he felt the\ngentle rebuke Tom administered. \"Koku run quick tell you--bang on door.\"\n\n\"Yes, you banged all right, Koku. Well, it can't be helped, I reckon.\nWhere is this strange man? Who is he? Did you ever see him before?\"\n\n\"Me no can tell, Master. Not sure. But him now be at the outer gate.\nEradicate watch.\"\n\n\"All right. I'll go and see who it is. I don't want any strangers\npoking around here, especially with the plans of my new gyroscope lying\nin plain view.\"\n\nBefore he left the laboratory Tom swept into a desk drawer the mass of\npapers and blue prints, and locked the receptacle.\n\n\"No use taking any chances,\" he remarked. \"I've had too much trouble\nwith people trying to get inside information about dad's and my\npatents. Now, Koku, I'll go and see this man.\"\n\nThe buildings composing the plant of Tom Swift and his father at\nShopton were enclosed by a high, board fence, and at one of the\nentrances was a sort of gate-house, where some one was always on guard.\nOnly those who could give a good account of themselves, workmen in the\nplant, or those known to the sentinel were admitted.\n\nIt happened that the colored man, Eradicate, was on guard at the gates\nthis day when the stranger asked to see Tom.  Koku, working on the\nairship engine not far away, saw the stranger. Hearing the man say he\nwas in a hurry and noting the slow progress of the aged Eradicate, who\nwas troubled with rheumatism, the giant took matters into his own hands.\n\nTom Swift entered the gate-house and saw, seated in a chair, a man who\nwas impatiently tapping the floor with his thick-soled shoe.\n\n\"Looks like a detective or a policeman in disguise,\" thought Tom, for,\nalmost invariably, members of this profession wear very thick-soled\nshoes. Opposite the stranger sat Eradicate, a much-injured look on his\nhonest, black face.\n\n\"Oh, Massa Tom!\" exclaimed Eradicate, as soon as the young inventor\nentered. \"Dat Koku he--he--he done gone and cotch me by de collar ob\nmah coat, an' den he lif' me up, an' he sot me down so hard--so\nhard--dat he jar loose all mah back teef!\" and Eradicate opened his\nmouth wide to display his gleaming ivories.\n\n\"Eradicate, he no can come quick. He walk like so fashion!\" and Koku,\nwho had followed the young inventor, imitated the limping gait of the\ncolored man with such a queer effect that Tom could not help laughing,\nand the stranger smiled.\n\n\"Ef I gits holt on yo'--ef I does, yo' great, big, overgrown lummox,\nAh'll--Ah'll--\" began the colored man, stammeringly.\n\n\"There. That will do now!\" interrupted Tom. \"Don't quarrel in here.\nKoku, get back to that engine and lift out the motor. Eradicate, didn't\nfather tell you to whitewash the chicken coops to-day?\"\n\n\"Dat's what he done, Massa Tom.\"\n\n\"Well, go and see about that. I'll stay here for a while, and when I\nleave I'll call one of you, or some one else, to be on guard. Skip now!\"\n\nHaving thus disposed of the warring factions, Tom turned to the\nstranger and after apologizing for the little interruption, asked:\n\n\"You wished to see me?\"\n\n\"If you're Tom Swift; yes.\"\n\n\"Well, I'm Tom Swift,\" and the young owner of the name smiled.\n\n\"I hope you will pardon a stranger for calling on you,\" resumed the\nman, \"but I'm in a lot of trouble, and I think you are the only one who\ncan help me out.\"\n\n\"What sort of trouble?\" Tom inquired.\n\n\"Contracting trouble--tunnel blasting, to be exact. But if you have a\nfew minutes to spare perhaps you will listen to my story. You will then\nbe better able to understand my difficulty.\"\n\nTom Swift considered a moment. He was used to having appeals for help\nmade to him, and usually they were of a begging nature. He was often\nasked for money to help some struggling inventor complete his machine.\n\nIn many cases the machines would have been of absolutely no use if\nperfected. In other cases the inventions were of the utterly hopeless\nclass, incapable of perfection, like some perpetual motion apparatus.\nIn these cases Tom turned a deaf ear, though if the inventor were in\nwant our hero relieved him.\n\nBut this case did not seem to be like anything Tom had ever met with\nbefore.\n\n\"Contracting trouble--blasting,\" repeated the youth, as he mused over\nwhat he had heard.\n\n\"That's it,\" the man went on. \"Permit me to introduce myself\" and he\nheld out a card, on which was the name\n\nMR. JOB TITUS\n\n\nDown in the lower left-hand corner was a line:\n\n\"Titus Brothers, Contractors.\"\n\n\"I am glad to meet you, Mr. Titus,\" Tom said warmly, offering his hand.\n\"I don't know anything about the contracting business, but if you do\nblasting I suppose you use explosives, and I know a little about them.\"\n\n\"So I have heard, and that's why I came to you,\" the contractor went\non. \"Now if you'll give me a few minutes of your time--\"\n\n\"You had better come up to the house,\" interrupted Tom.  \"We can talk\nmore quietly there.\"\n\nCalling a young fellow who was at work near by to occupy the\ngate-house, Tom led Mr. Titus toward the Swift homestead, and, a little\nlater, ushered him into the library.\n\n\"Now I'll listen to you,\" the youth said, \"though I can't promise to\naid you.\"\n\n\"I realize that,\" returned Mr. Titus. \"This is a sort of last chance\nI'm taking. My brother and I have heard a lot about you, and when he\nwrote to me that he was unable to proceed with his contract of\ntunneling the Andes Mountains for the Peruvian government, I made up my\nmind you were the one who could help us if you would.\"\n\n\"Tunneling the Andes Mountains!\" exclaimed Tom.\n\n\"Yes. The firm represented by my brother and myself have a contract to\nbuild a railroad for the Peruvian government. At a point some distance\nback in the district east of Lima, Peru, we are making a tunnel under\nthe mountain. That is, we have it started, but now we can't advance any\nfurther.\"\n\n\"Why not?\"\n\n\"Because of the peculiar character of the rock, which seems to defy the\nstrongest explosive we can get. Now I understand you used a powder in\nyour giant cannon that--\"\n\nMr. Titus paused in his explanation, for at that moment there arose\nsuch a clatter out on the front piazza as effectually to drown\nconversation. There was a noise of the hoofs of a horse, the fall of a\nheavy body, a tattoo on the porch floor and then came an excited shout:\n\n\"Whoa there! Whoa! Stop! Look out where you're kicking!  Bless my\nsaddle blanket! Ouch! There I go!\"\n\n\n\n\nChapter II\n\nExplanations\n\n\n\"What in the world is that?\" cried Mr. Job Titus, in alarm.\n\nTom Swift did not answer. Instead he jumped up from his chair and ran\ntoward the front door. Mr. Titus followed.  They both saw a strange\nsight.\n\nStanding on the front porch, which he seemed to occupy completely, was\na large horse, with a saddle twisted underneath him. The animal was\nlooking about him as calmly as though he always made it a practice to\ncome up on the front piazza when stopping at a house.\n\nOff to one side, with a crushed hat on the back of his head, with a\ncoat split up the back, with a broken riding crop in one hand and a\nhandkerchief in the other, sat a dignified, elderly gentleman.\n\nThat is, he would have been dignified had it not been for his position\nand condition. No gentleman can look dignified with a split coat and a\ncrushed hat on, sitting under the nose of a horse on a front piazza,\nwith his raiment otherwise much disheveled, while he wipes his\nscratched and bleeding face with a handkerchief.\n\n\"Bless my--bless my--\" began the elderly gentleman, and he seemed at a\nloss what particular portion of his anatomy or that of the horse, to\nbless, or what portion of the universe to appeal to, for he ended up\nwith: \"Bless everything, Tom Swift!\"\n\n\"I heartily agree with you, Mr. Damon!\" cried Tom. \"But what in the\nworld happened?\"\n\n\"That!\" exclaimed Mr. Damon, pointing with his broken crop at the horse\non the piazza. \"I was riding him when he ran away--just as my\nmotorcycle tried to climb a tree. No more horses for me! I'll stick to\nairships,\" and slamming his riding crop down on the porch floor with\nsuch force that the horse started back, Mr. Damon arose, painfully\nenough if the contortions on his face and his grunts of pain went for\nanything.\n\n\"Let me help you!\" begged Tom, striding forward. \"Mr. Titus, perhaps\nyou will kindly lead the horse down off the piazza?\"\n\n\"Certainly!\" answered the tunnel contractor. \"Whoa now!\" he called\nsoothingly, as the steed evinced a disposition to sit down on the side\nrailing. \"Steady now!\"\n\nThe horse finally allowed himself to be led down the broad front steps,\nsadly marking them, as well as the floor of the piazza, with his sharp\nshoes.\n\n\"Ouch! Oh, my back!\" exclaimed Mr. Damon, as Tom helped him to stand up.\n\n\"Is it hurt?\" asked Tom, anxiously.\n\n\"No, I've just got what old-fashioned folks call a 'crick' in it,\"\nexplained the elderly horseman. \"But it feels more like a river than a\n'crick.' I'll be all right presently.\"\n\n\"How did it happen?\" asked Tom, as he led his guest toward the hall.\nMeanwhile Mr. Titus, wondering what it was all about, had tied the\nhorse to a post out near the street curb, and had re-entered the\nlibrary.\n\n\"I was riding over to see you, Tom, to ask you if you wouldn't go to\nSouth America with me,\" began Mr. Damon, rubbing his leg tenderly.\n\n\"South America?\" cried Tom, with a sudden look at Mr. Titus.\n\n\"Yes, South America. Why, there isn't anything strange in that, is\nthere? You've been to wilder countries, and farther away than that.\"\n\n\"Yes, I know--it's just a coincidence. Go on.\"\n\n\"Let me get where I can sit down,\" begged Mr. Damon. \"I think that\ncrick in my back is running down into my legs, Tom. I feel a bit weak.\nLet me sit down, and get me a glass of water. I shall be all right\npresently.\"\n\nBetween them Tom and Mr. Titus assisted the horseman into an easy\nchair, and there, under the influence of a cup of hot tea, which Mrs.\nBaggert, the housekeeper, insisted on making for him, he said he felt\nmuch better, and would explain the reason for his call which had\nculminated in such a sensational manner.\n\nAnd while Mr. Damon is preparing his explanation I will take just a few\nmoments to acquaint my new readers with some facts about Tom Swift, and\nthe previous volumes of this series in which he has played such\nprominent parts.\n\nTom Swift was the son of an inventor, and not only inherited his\nfather's talents, but had greatly added to them, so that now Tom had a\nwonderful reputation.\n\nMr. Swift was a widower, and he and Tom lived in a big house in\nShopton, New York State, with Mrs. Baggert for a housekeeper. About the\nhouse, from time to time, shops and laboratories had been erected,\nuntil now there was a large and valuable establishment belonging to Tom\nand his father.\n\nThe first volume of this series is entitled, \"Tom Swift and His Motor\nCycle.\" It was through a motor cycle that Tom became acquainted with\nMr. Wakefield Damon, who lived in a neighboring town. Mr. Damon had\nbought the motor cycle for himself, but, as he said, one day in riding\nit the machine tried to climb a tree near the Swift house.\n\nThe young inventor (for even then he was working on several patents)\nministered to Mr. Damon, who, disgusted with the motor cycle, and\nwishing to reward Tom, let the young fellow have the machine.\n\nTom's career began from that hour. For he learned to ride the motor\ncycle, after making some improvements in it, and from then on the youth\nhad led a busy life. Soon afterward he secured a motor boat and from\nthat it was but a step to an airship.\n\nThe medium of the air having been conquered, Tom again turned his\nattention to the water, or rather, under the water, and he and his\nfather made a submarine. Then he built an electric runabout, the\nspeediest car on the road.\n\nIt was when Ton Swift had occasion to send his wireless message from a\nlonely island where he had been shipwrecked that he was able to do Mr.\nand Mrs. Nestor a valuable service, and this increased the regard which\nMiss Mary Nestor felt for the young inventor, a regard that bid fair,\nsome day, to ripen into something stronger.\n\nTom Swift might have made a fortune when he set out to discover the\nsecret of the diamond makers. But Fate intervened, and soon after that\nquest he went to the caves of ice, where he and his friends met with\ndisaster. In his sky racer Tom broke all records for speed, and when he\nwent to Africa to rescue a missionary, had it not been for his electric\nrifle the tide of battle would have gone against him and his party.\n\nMarvelous, indeed, were the adventures underground, which came to Tom\nwhen he went to look for the city of gold, but the treasure there was\nnot more valuable than the platinum which Tom sought in dreary Siberia\nby means of his air glider.\n\nTom thought his end had come when he fell into captivity among the\ngiants; but even that turned out well, and he brought two of the giants\naway with him. Koku, one of the two giants, became devotedly attached\nto the lad, much to the disgust of Eradicate Sampson, the old negro who\nhad worked for the Swifts for a generation, and who, with his mule\nBoomerang, \"eradicated\" from the place as much dirt as possible.\n\nWith his wizard camera Tom did much to advance the cause of science.\nHis great searchlight was of great help to the United States government\nin putting a stop to the Canadian smugglers, while his giant cannon was\na distinct advance in ordnance, not excepting the great German guns\nused in the European war.\n\nWhen Tom perfected his photo telephone the last objection to rendering\ntelephonic conversation admissible evidence in a law court was done\naway with, for by this invention a person was able to see, as well as\nto hear, over the telephone wire. One practically stood face to face\nwith the person, miles away, to whom one was talking.\n\nThe volume immediately preceding this present one is called: \"Tom Swift\nand His Aerial Warship.\" The young inventor perfected a marvelous\naircraft that was the naval terror of the seas, and many governments,\nrecognizing what an important part aircraft were going to play in all\nfuture conflicts, were anxious to secure Tom's machine. But he was true\nto his own country, though his rivals were nearly successful in their\nplots against him.\n\nThe Mars, which was the name of Tom's latest craft, proved to be a\ngreat success, and the United States government purchased it. It was\nnot long after the completion of this transaction that the events\nnarrated in the first chapter of this book took place.\n\nMr. Damon and Tom had been firm friends ever since the episode of the\nmotor cycle, and the eccentric gentleman (who blessed so many things)\noften went with Tom on his trips.  Besides Mary Nestor, Tom had other\nfriends. The one, after Miss Nestor, for whom he cared most (if we\nexcept Mr. Damon) was Ned Newton, who was employed in a Shopton bank.\nNed also had often gone with Tom, though lately, having a better\nposition, he had less time to spare.\n\n\"Well, do you feel better, Mr. Damon?\" asked Tom, after a bit.\n\n\"Yes, very much, thank you. Bless my pen wiper! but I thought I was\ndone for when I saw my horse bolt for your front stoop. He rushed up\nit, fell down, but, fortunately, I managed to get out of his way,\nthough the saddle girth slipped. And all I could think of was that my\nwife would say: 'I told you so!' for she warned me not to ride this\nanimal.\n\n\"But he never ran away with me before, and I was in a hurry to get over\nto see you, Tom. Now then, let's get down to business. Will you go to\nSouth America with me?\"\n\n\"Whereabout in South America are you going, Mr. Damon, and why?\" Tom\nasked.\n\n\"To Peru, Tom.\"\n\n\"What a coincidence!\" exclaimed Mr. Titus.\n\n\"I beg your pardon?\" said Mr. Damon, interrogatively.\n\n\"I said what a coincidence. I am going there myself.\"\n\n\"Excuse me,\" interposed Tom, \"I don't believe, in the excitement of the\nmoment, I introduced you gentlemen. Allow me--Mr. Damon--Mr. Titus.\"\n\nThe presentation over, Mr. Damon went on:\n\n\"You see, Tom, I have lately invested considerable money in a wholesale\ndrug concern. We deal largely in Peruvian remedies, principally the\nbark of the cinchona tree, from which quinine is made. Of late there\nhas been some trouble over our concession from the Peruvian government,\nand the company has decided to send me down there to investigate.\n\n\"Of course, as soon as I made up my mind to go I thought of you. So I\ncame over to see if you would not accompany me.  All went well until I\nreached your front gate. Then my horse became frightened by a yellow\ntoy balloon some boy was blowing up in the street and bolted with me. I\nsuppose if it had been a red or green balloon the effect would have\nbeen the same. However, here I am, somewhat the worse for wear.  Now\nTom, what do you say? Will you go to South America--to Peru--with me,\nand help look up this Quinine business?\"\n\nOnce more Mr. Titus and Tom looked at each other.\n\n\n\n\nChapter III\n\nA Face at the Window\n\n\n\"What is the matter?\" asked Mr. Damon, catching the glance between Tom\nand the contractor. \"Is there anything wrong with South America--Peru?\nI know they have lots of revolutions in those countries, but I don't\nbelieve Peru is what they call a 'banana republic'; is it?\"\n\n\"No,\" and Mr. Titus shook his head. \"It isn't a question of\nrevolutions.\"\n\n\"But it's something!\" insisted Mr. Damon. \"Bless my ink bottle! but\nit's something. As soon as I mention Peru, Tom, you and Mr. Titus eye\neach other as if I'd said something dreadful. Out with it! What is it?\"\n\n\"It's just--just a coincidence,\" Tom said. \"But go on, Mr. Damon.\nFinish what you have to say and then we'll explain.\"\n\n\"Well, I guess I've told you all you need to know for the present. I\nwent into this wholesale drug concern, hoping to make some money, but\nnow, on account of the trouble down in Peru, we stand to lose\nconsiderable unless I can get back the cinchona concession.\"\n\n\"What does that mean?\" Tom asked.\n\n\"Well, it means that our concern secured from the Peruvian government\nthe right to take this quinine-producing bark from the trees in a\ncertain tropical section. But there has been a change in the government\nin the district where our men were working, and now the privilege, or\nconcession, has been withdrawn. I'm going down to see if I can't get it\nback. And I want you to go with me.\"\n\n\"And I came here for very nearly the same thing,\" went on Mr. Titus.\n\"That is where the coincidence comes in. It is strange that we should\nboth appeal to Mr. Swift at the same time.\"\n\n\"Well, Tom's a valuable helper!\" exclaimed Mr. Damon. \"I know him of\nold, for I've been on many a trip with him.\"\n\n\"This is the first time I have had the pleasure of meeting him,\"\nresumed the tunnel contractor, \"but I have heard of him. I did not ask\nhim to go to South America for us. I only wanted to get some superior\nexplosive for my brother, who is in charge of driving the railroad\ntunnel through a spur of the Andes. I look after matters up North here,\nbut I may have to go to Peru myself.\n\n\"As I told Mr. Swift, I had read of his invention of the giant cannon\nand the special powder he used in it to send a projectile such a\ndistance. The cannon is now mounted as one of the pieces of ordnance\nfor the defense of the Panama Canal, is it not?\" he asked Tom.\n\nThe young inventor nodded in assent.\n\n\"Having heard of you, and the wonderful explosive used in your big\ncannon,\" the contractor went on, \"I wrote to my brother that I would\ntry and get some for him.\n\n\"You see,\" he resumed, \"this is the situation. Back in the Andes\nMountains, a couple of hundred miles east of Lima, the government is\nbuilding a short railroad line to connect two others. If this is done\nit will mean that the products of Peru--quinine bark, coffee, cocoa,\nsugar, rubber, incense and gold can more easily be transported. But to\nconnect the two railroad lines a big tunnel must be constructed.\n\n\"My brother and I make a specialty of such work, and when we saw bids\nadvertised for, our firm put in an estimate.  There was some trouble\nwith a rival firm, which also bid, but we secured the contract, and\nbound ourselves to have the tunnel finished within a certain time, or\nforfeit a large sum.\n\n\"That was over a year ago. Since then our men, aided by the native\nIndians of Peru, have been tunneling the mountain, until, about a month\nback, we struck a snag.\"\n\n\"What sort of snag?\" Tom asked.\n\n\"A snag in the shape of extra hard rock,\" replied the tunnel\ncontractor. \"Briefly, Paleozoic rocks make up the eastern part of the\nAndean Mountains in Peru, while the western range is formed of Mesozoic\nbeds, volcanic ashes and lava of comparatively recent date. Near the\ncoast the lower hills are composed of crystalline rocks, syenite and\ngranite, with, here and there, a strata of sandstone or limestone.\nThese are, undoubtedly, relics of the lower Cretaceous age, and we, or\nrather, my brother, states that he has found them covered with marine\nTertiary deposits.\n\n\"Now this Mesozoic band varies greatly. Porphyritic tuffs and massive\nlimestone compose the western chain of the Andes above Lima, while in\nthe Oroya Valley we find carbonaceous sandstones. Some of the tuffs may\nbe of the Jurassic age, though the Cretaceous period is also largely\nrepresented.\n\n\"Now while these different masses of rock formation offer hard enough\nproblems to the tunnel digger, still we are more or less prepared to\nmeet them, and we figured on a certain percentage of them. Up to the\npresent time we have met with just about what we expected, but what we\ndid not expect was something we came upon when the tunnel had been\ndriven three miles into the mountain.\"\n\n\"What did you find?\" asked Tom, who knew enough about geology to\nunderstand the terms used. Mr. Damon did not, however, and when Mr.\nTitus rolled off some of the technical words, the drug investor softly\nmurmured such expressions as\n\n\"Bless my thermometer! Bless my porous plaster!\"\n\n\"We found,\" resumed Mr. Titus, \"after we had bored for a considerable\ndistance into the mountain, a mass of volcanic rock which is so hard\nthat our best diamond drills are dulled in a short time, and the\nexplosives we use merely shatter the face of the cutting, and give us\nhardly any progress at all.\n\n\"It was after several trials, and when my brother found that he was\nmaking scarcely any progress, compared to the energy of his men and the\nblasting, that he wrote to me, explaining matters. I at once thought of\nyou, Tom Swift, and your powerful explosive, for I had read about it.\n\n\"Now then, will you sell us some of your powder--explosive or whatever\nyou call it--Mr. Swift, or tell us where we can get it? We need it\nsoon, for we are losing valuable time.\"\n\nMr. Titus paused to draw on a piece of paper a rough map of Peru, and\nthe district where the tunnel was being constructed. He showed where\nthe two railroad lines were, and where the new route would bring them\ntogether, the tunnel eliminating a big grade up which it would have\nbeen impossible to haul trains of any weight.\n\n\"What do you say, Mr. Swift?\" the contractor concluded.  \"Will you let\nus have some of your powder? Or, better still, will you come to Peru\nyourself? That would suit us immensely, for you could be right on the\nground. And you could carry out your plan of going with your friend\nhere,\" and Mr. Titus nodded toward Mr. Damon. \"That is, if you were\nthinking of going.\"\n\n\"Well, I was thinking of it,\" Tom admitted. \"Mr. Damon and I have been\non so many trips together that it seems sort of natural for us to 'team\nit.' I have never been to Peru, and I should like to see the country.\nThere is only one matter though, that bothers me.\"\n\n\"What is it?\" asked Mr. Titus quickly. \"If it is a question of money\ndismiss it from your mind. The Peruvian government is paying a large\nsum for this tunnel, and we stand to make considerable, even if we were\nthe lowest bidders. We can afford to pay you well--that is, we shall be\nable to if we can complete the bore on time. That is what is bothering\nme now--the unexpected strata of hard rock we have met with, which\nseems impossible to blast. But I feel sure we can do it with the\nexplosive used in your giant cannon.\"\n\n\"That is just the point!\" Tom exclaimed. \"I am not so sure my explosive\nwould do.\"\n\n\"Why not?\" the tunnel contractor asked. \"It's powerful enough; isn't\nit?\"\n\n\"Yes, it is powerful enough, but whether it will have the right effect\non volcanic rock is hard to say. I should like to see a rock sample.\"\n\n\"I can telegraph to have some sent here to you,\" said Mr. Titus\neagerly. \"Meantime, here is a description of it. I can read you that\";\nand, taking a letter from his pocket, he read to Tom a geological\ndescription of the hard rock.\n\n\"Hum! Yes,\" mused Tom, as he listened. \"It seems to be of the nature of\nobsidian.\"\n\n\"Bless my watch chain!\" cried Mr. Damon. \"What's that?\"\n\n\"Obsidian is a volcanic rock--a sort of combination of glass and flint\nfor hardness,\" Tom explained. \"It is brittle, black in color, and the\nnatives of the Admiralty Islands use it for tipping their spears with\nwhich they slay victims for their cannibalistic feasts.\"\n\n\"Bless my--bless my ear-drums!\" gasped Mr. Damon.  \"Cannibals!\"\n\n\"Obsidian was also used by the ancient Mexicans to make knives and\ndaggers,\" Tom went on. \"When Cortez conquered Mexico he found the\npriests cutting the hearts from their living victims with knives made\nfrom this volcanic glass-like rock, known as obsidian. It may be that\nyour brother has met with a vein of that in the tunnel,\" Tom said to\nthe contractor.\n\n\"Possibly,\" admitted Mr. Titus.\n\n\"In that case,\" Tom stated, \"I may have to use a new kind of explosive.\nThat used for my giant cannon would merely crumble the hard rock for a\nshort distance.\"\n\n\"Then will you accept the contract, and help us out?\" asked Mr. Titus\neagerly. \"We will pay you well. Will you come to Peru and look over the\nground?\"\n\n\"And kill two birds with one stone, and come with me also?\" put in Mr.\nDamon.\n\nTom pondered for a moment. He was about to answer when the tunnel\ncontractor, who was looking from the library window, suddenly jumped\nfrom his chair crying:\n\n\"There he is again! Once more dogging me!\"\n\nAs he rushed from the room, Tom and Mr. Damon had a glimpse of a face\nat one of the low library windows--a face that had an evil look. It\ndisappeared as Mr. Titus ran from the room.\n\n\n\n\nChapter IV\n\nTom's Experiments\n\n\n\"Bless my looking glass, Tom, what does that mean?\" exclaimed Mr.\nDamon. \"That face!\"\n\n\"I don't know,\" answered the young inventor. \"But the sight of some one\nlooking in here seemed to disturb Mr. Titus. We must follow him.\"\n\n\"Perhaps he saw your giant Koku looking in,\" suggested the odd, little\nman who blessed everything he could think of.  \"The sight of his face,\nto any one not knowing him, Tom, would be enough to cause fright.\"\n\n\"It wasn't Koku who looked in the window,\" said Tom, decidedly. \"It was\nsome stranger. Come on.\"\n\nThe young inventor and Mr. Damon hurried out after the tunnel\ncontractor, who was running down the road that led in front of the\nSwift homestead.\n\n\"He's chasing some one, Tom,\" called Mr. Damon.\n\n\"Yes, I see he is. But who?\"\n\n\"I can't see any one,\" reported Mr. Damon, who had run down to the\ngate, at which his horse was still standing.  Mr. Damon had washed the\ndirt from his hands and face, and was wearing one of Mr. Swift's coats\nin place of his own split one.\n\nTom joined the eccentric man and together they looked down the road\nafter the running Mr. Titus. They were in half a mind to join him, when\nthey saw him pull up short, raise his hands as though he had given over\nthe pursuit, and turn back.\n\n\"I guess he got away, whoever he was,\" remarked Tom.  \"We'll walk down\nand meet Mr. Titus, and ask him what it all means.\"\n\nShortly afterward they came up to the contractor, who was breathing\nheavily after his run, for he was evidently not used to such exercise.\n\n\"I beg your pardon, Tom Swift, for leaving you and Mr. Damon in such a\nfashion,\" said Mr. Titus, \"but I had to act quickly or lose the chance\nof catching that rascal. As it was, he got away, but I think I gave him\na scare, and he knows that I saw him. It will make him more cautious in\nthe future.\"\n\n\"Who was it?\" asked Tom.\n\n\"Well, I didn't have as close a look as I could have wished for,\" the\ncontractor said, as he walked back toward the house with Tom and Mr.\nDamon, \"but I'm pretty sure the face that peered in at us through the\nlibrary window was that of Isaac Waddington.\"\n\n\"And who is he, if it isn't asking information that ought not be given\nout?\" inquired Mr. Damon.\n\n\"Oh, no, certainly. I can tell you,\" said the contractor.  \"Only\nperhaps we had better wait until we get back to the house.\n\n\"Since one of their men was seen lurking around here there may be\nothers,\" went on Mr. Titus, when the three were once more seated in the\nSwift library. \"It is best to be on the safe side. The face I saw, I'm\nsure, was that of Waddington, who is a tool of Blakeson & Grinder,\nrival tunnel contractors. They put in a bid on this Andes tunnel, but\nwe were lower in our figures by several thousand dollars, and the\ncontract was awarded to us.\n\n\"Blakeson & Grinder tried, by every means in their power, to get the\njob away from us. They even invoked the aid of some Peruvian\nrevolutionists and politicians, but we held our ground and began the\nwork. Since then they have had spies and emissaries on our trail,\ntrying their best to make us fail in our work, so the Peruvian\nofficials might abrogate the contract and give it to them.\n\n\"But, so far, we've managed to come out ahead. This Waddington is a\nsort of spy, and I've found him dodging me several times of late. I\nsuppose he wants to find out my plans so as to be ready to jump in the\nbreach in case we fail.\"\n\n\"Do you think your rivals had anything to do with the difficulties you\nare now meeting with in digging the tunnel?\" asked Mr. Damon. Mr. Titus\nshook his head.\n\n\"The present difficulties are all of Nature's doing,\" he said. \"It's\njust the abnormally hard rock that is bothering us. Only for that we'd\nbe all right, though we might have petty difficulties because of the\nmean acts of Blakeson & Grinder. But I don't fear them.\"\n\n\"How do you think this Waddington, if it was he, knew you were coming\nhere?\" asked Tom.\n\n\"I can only guess. My brother and I have had some correspondence\nregarding you, Tom Swift. That is, I announced my intention of coming\nto see you, and my brother wrote me to use my discretion. I wrote back\nthat I would consult you.\n\n\"Our main office is in New York, where we employ a large clerical and\nexpert force. There is nothing to prevent one of our stenographers, for\ninstance, turning traitor and giving copies of the letters of my\nbrother and myself to our rivals.\n\n\"Mind you, I don't say this was done, and I don't suspect any of our\nemployees, but it would be an easy matter for any one to know my plans.\nI never thought of making a secret of them, or of my trip here. In some\nway Waddington found out about the last, and he must have followed me\nhere. Then he sneaked up under the window, and tried to hear what we\nsaid.\"\n\n\"Do you think he did?\" asked Tom.\n\n\"I wouldn't be surprised. We took no pains to lower our voices. But,\nafter all, he hasn't learned much that he didn't know before, if he\nknew I was coming here. He didn't learn the secret of the explosive\nthat must be used, and that is the vital thing. For I defy him, or any\nother contractor, to blast that hard rock with any known explosive.\nWe've tried every kind on the market and we've failed. We'll have to\ndepend on you, Tom Swift, to help us out with some of your giant cannon\npowder.\"\n\n\"And I'm not sure that will work,\" said the young inventor. \"I think\nI'll have to experiment and make a new explosive, if I conclude to go\nto Peru.\"\n\n\"Oh, you'll go all right!\" declared Mr. Titus with a smile. \"I can see\nthat you are eager for the adventures I am sure you'll find there, and,\nbesides, your friend here, Mr. Damon, needs you.\"\n\n\"That's what I do, Tom!\" exclaimed the odd man. \"Bless my excursion\nticket, but you must come!\"\n\n\"I'll have to invent the new powder first,\" Tom said.\n\n\"That's what I like to hear!\" exclaimed Mr. Titus. \"It shows you are\nthinking of coming with us.\"\n\nTom only smiled.\n\n\"I am so anxious to get the proper explosive,\" went on Mr. Titus, \"that\nI would even purchase it from our rivals, Blakeson & Grinder, if I\nthought they had it. But I'm sure they have not, though they may think\nthey can get it.\n\n\"That may be the reason they are following me so closely.  They may\nwant to know just when we will fail, and have to give up the contract,\nand they may think they can step in and finish the work. But I don't\nbelieve, without your help, Tom Swift, that they can blast that hard\nrock, and--\"\n\n\"Well, I'll say this,\" interrupted Tom, \"first come, first served with\nme, other things being equal. You have applied to me and, like a\nlawyer, I won't go over to the other side now. I consider myself\nretained by your firm, Mr. Titus, to invent some sort of explosive, and\nif I am successful I shall expect to be paid.\"\n\n\"Oh, of course!\" cried the contractor eagerly.\n\n\"Very good,\" Tom went on. \"You needn't fear that I'll help the other\nfellows. Now to get down to business. I must see some samples of this\nrock in order to know what kind of explosive force is needed to rend\nit.\"\n\n\"I have some in New York,\" went on the contractor. \"I'll have it sent\nto you at once. I would have brought it, only it is too heavy to carry\neasily, and I was not sure I could engage you.\"\n\n\"Did that fellow--Waddington, I believe you called him--get away from\nyou?\" asked Mr. Damon.\n\n\"Clean away,\" the contractor answered. \"He was a better runner than I.\"\n\n\"It doesn't matter much,\" Tom said. \"He didn't hear anything that would\nbenefit him, and I'll give my men orders to be on the lookout for him.\nWhat sort of fellow is he, Mr. Titus?\"\n\nThe contractor described the eavesdropper, and Mr. Damon exclaimed:\n\n\"Bless my turkey wish-bone! I'm sure I passed that chap when I was\nriding over to see you a while ago, Tom.\"\n\n\"You did?\"\n\n\"Yes, on the highway. He inquired the way to your place.  But there was\nnothing strange in that, since you employ a number of men, and I\nthought this one was coming to look for work. I can't say I liked his\nappearance, though.\"\n\n\"No, he isn't a very prepossessing individual,\" commented Mr. Titus.\n\"Well, now what's the first thing to be done, Tom Swift?\"\n\n\"Get me some samples of the rock, so I can begin my experiments.\"\n\n\"I'll do that. And now let us consider about going to Peru. For I'm\nsure you will be successful in your experiments, and will find for us\njust the powder or explosive we need.\"\n\n\"We can go together.\" said Mr. Damon. \"I shall certainly feel more at\nhome in that wild country if I know Tom Swift is with me, and I will\nappreciate the help of you and your friends, Mr. Titus, in\nstraightening out the tangles of our drug business.\"\n\n\"I'll do all I can for you, Mr. Damon.\"\n\nThe three then talked at some length regarding possible plans. Tom sent\nout word to one of his men to keep a sharp watch around the house and\ngrounds, against the possible return of Waddington, but nothing more\nwas seen of him, at least for the time being.\n\nMr. Titus drew up a sort of tentative agreement with Tom, binding his\nfirm to pay a large sum in case the young inventor was successful, and\nthen the contractor left, promising to have the rock samples come on\nlater by express.\n\nMr. Damon, after blessing a few dozen more or less impersonal objects,\ntook his departure, his fractious horse having quieted down in the\nmeanwhile, and Tom was left to himself.\n\n\"I wonder what I've let myself in for now,\" the youth mused, as he went\nback to his laboratory. \"It's a new field for me--tunnel blasting.\nWell, perhaps something may come of it.\"\n\nBut of the strange adventure that was to follow his agreement to help\nMr. Titus, our hero, Tom Swift, had not the least inkling.\n\nTom went back to his labors over the gyroscope problem, but he could\narrive at no satisfactory conclusion, and, tossing aside the papers,\ncovered with intricate figures, he exclaimed:\n\n\"Oh, I'm going for a walk! This thing is getting on my nerves.\"\n\nHe strolled through the Shopton streets, and as he reached the\noutskirts of the town, he saw just ahead of him the figure of a girl.\nTom quickened his pace, and presently was beside her.\n\n\"Where are you going, Mary?\" he asked.\n\n\"Oh, Tom! How you startled me!\" she exclaimed, turning around. \"I was\njust thinking of you.\"\n\n\"Thanks! Something nice?\"\n\n\"I shan't tell you!\" and she blushed. \"But where are you going?\"\n\n\"Walking with you!\"\n\nTom was nothing if not bold.\n\n\"Hadn't you better wait until you're asked?\" she retorted,\nmischievously.\n\n\"If I did I might not get an invitation. So I'm going to invite myself,\nand then I'm going to invite you in here to have an ice cream soda,\"\nand he and Miss Nestor were soon seated at a table in a candy shop.\n\nTom had nearly finished his ice cream when he glanced toward the door,\nand started at the sight of a man who was entering the place.\n\n\"What's the matter?\" asked Mary. \"Did you drop some ice cream, Tom?\"\n\n\"No, Mary. But that man--\"\n\nMary turned in time to see an excited man hurry out of the candy shop\nafter a hasty glance at Tom Swift.\n\n\"Who was he?\" the girl asked.\n\n\"I--er--oh, some one I thought I knew, but I guess I don't,\" said Tom,\nquickly. \"Have some more cream, Mary?\"\n\n\"No, thank you. Not now.\"\n\nTom was glad she did not care for any, as he was anxious to get\noutside, and have a look at the man, for he thought he had recognized\nthe face as the same that had peered in his window. But when he and\nMiss Nestor reached the front of the shop the strange man was not in\nsight.\n\n\"I guess he came in to cool off after his run,\" mused Tom, \"but when he\nsaw me he didn't care about it. I wonder if that was Waddington? He's a\npersistent individual if it was he.\"\n\n\"Are you undertaking any new adventures, Tom?\" asked Mary.\n\n\"Well, I'm thinking of going to Peru.\"\n\n\"Peru!\" she cried. \"Oh, what a long way to go! And when you get there\nwill you write to me? I'm collecting stamps, and I haven't any from\nPeru.\"\n\n\"Is that--er--the only reason you want me to write?\" asked Tom.\n\n\"No,\" said Mary softly, as she ran up the walk.\n\nTom smiled as he turned away.\n\nThree days later he received a box from New York. It contained the\nsamples from the Andes tunnel, and Tom at once began his experiments to\ndiscover a suitable explosive for rending the hard stone.\n\n\"It is compressed molten lava,\" said Mr. Swift. \"You'll never get an\nexplosive that will successfully blast that, Tom.\"\n\n\"We'll see,\" declared the young inventor.\n\n\n\n\nChapter V\n\nMary's Present\n\n\nOutside a rudely-constructed shack, in the middle of a large field,\nabout a mile away from the nearest of the buildings owned by Tom Swift\nand his father, were gathered a group of figures one morning. From the\nshack, trailing over the ground, were two insulated wires, which led to\na pile of rocks and earth some distance off. Out of the temporary\nbuilding came Koku, the giant, bearing in his arms a big rock, of\npeculiar formation.\n\n\"That's it, Koku!\" exclaimed Tom Swift. \"Now don't drop it on your\ntoes.\"\n\n\"No, Master, me no drop,\" the giant said, as he strode off with the\nheavy load as easily as a boy might carry a stone for his sling-shot.\n\nKoku placed the big rock on top of the pile of dirt and stones and came\nback to the hut, just as Eradicate, the colored man-of-all-work,\nemerged. Koku was not looking ahead, and ran into Eradicate with such\nforce that the latter would have fallen had not the giant clasped his\nbig arms about him.\n\n\"Heah now!  Whut yo' all doin' t' me?\" angrily demanded Eradicate. \"Yo'\ndone gone an' knocked de breff outen me, dat's whut yo' all done! I'll\nbash yo' wif a rock, dat's what I'll do!\"\n\nKoku, laughing, tried to explain that it was all an accident, but\nEradicate would not listen. He looked about for a stone to throw at the\ngiant, though it was doubtful, with his feeble strength, and\nconsidering the great frame of the big man, if any damage would have\nbeen done. But Eradicate saw no rocks nearer than the pile in which\nended the two insulated wires, and, with mutterings, the negro set off\nin that direction, shuffling along on his rheumatic legs.\n\nFrom the shack Tom Swift hailed:\n\n\"Hi there, Rad! Come back! Where are you going?\"\n\n\"I'se gwine t' git a rock, Massa Tom, an' bash de haid ob dat big\nlummox ob a giant! He done knocked de breff outen me, so he did.\"\n\n\"You come back from that stone pile!\" Tom ordered. \"I'm going to blow\nit up in a minute, and if you get too near you'll have the breath\nknocked out of you worse than Koku did it. Come back, I say!\"\n\nBut Eradicate was obstinate and kept on. Tom, who was adjusting a\nfiring battery in the shack, laughed, and then in exasperation cried:\n\n\"Koku, go and get him and bring him back. Carry him if he won't come\nany other way. I don't want the dear old chump to get the fright of his\nlife, and he sure will if he goes too close. Bring him back!\"\n\n\"Koku bring, Master,\" was the giant's answer.\n\nHe ran toward Eradicate, who, seeing his tormentor approaching,\nredoubled his shuffling pace toward the stone pile. But he was no match\nfor the giant, who, ignoring his struggles, picked up Eradicate, and,\nflinging him over his shoulder like a sack of meal, brought him to the\nshack.\n\n\"There him be, Master!\" said the giant.\n\n\"So I see,\" laughed Tom. \"Now you stay here, Rad.\"\n\n\"No, sah!  No, sah, Massa Tom! I--I'se gwine t' git a rock an'--an'\nbash his haid--dat's what I'se gwine t' do!\" and the colored man tried\nto struggle to his feet.\n\n\"Look out now!\" cried Tom, suddenly. \"If things go right there won't be\na rock left for you to 'bash' anybody's head with, Rad. Look out!\"\n\nThe three cowered inside the shack, which, though it was rudely made,\nwas built of heavy logs and planks, with a fronting of sod and bags of\nsand.\n\nTom turned a switch. There was a loud report, and where the stone pile\nhad been there was a big hole in the ground, while the air was filled\nwith fragments of rock and dirt.  These came down in a shower on the\nroof of the shack, and Eradicate covered his ears with his trembling\nhands.\n\n\"Am--am de world comin' to de end, Massa Tom?\" he asked.  \"Am dat\nGabriel's trump I done heah?\"\n\n\"No, you dear old goose!\" laughed the young inventor.  \"That was just a\ncharge of my new explosive--a small charge, too. But it seems to have\ndone the work.\"\n\nHe ran from the shack to the place where the rock pile had been, and\npicked up several small fragments.\n\n\"Busted all to pieces!\" exulted Tom Swift. \"Not a piece left as big as\na hickory nut. That's going some! I've got the right mixture at last.\nIf an ounce did that, a few hundred pounds ought to knock that Andes\ntunnel through the mountain in no time. I'll telegraph to Mr. Titus.\"\n\nLeaving Koku and Rad to collect the wires and firing apparatus, there\nbeing no danger now, as no explosive was left in the shack, Tom made\nhis way back to the house. His father met him.\n\n\"Well, Tom,\" he asked, \"another failure?\"\n\n\"No, Dad! Success! This time I turned the trick. I seem to have gotten\njust the right mixture. Look, these are some of the pieces left from\nthe big rock--one of the samples Mr. Titus sent me. It was all cracked\nup as small as this,\" and he held out the fragments he had picked up in\nthe field.\n\nMr. Swift regarded them for a few moments.\n\n\"That's better, Tom,\" he said. \"I didn't think you could get an\nexplosive that would successfully shatter that hard rock, but you seem\nto have done it. Have you the formula all worked out?\"\n\n\"All worked out, Dad. I only made a small quantity, but the same\nproportions will hold good for the larger amounts.  I'm going to start\nin and make it now. And then--Ho! for Peru!\"\n\nTom struck an attitude, such as some old discoverer might have assumed,\nand then he hurried into the house to telephone a telegram to the\nShopton office. The message was to Mr. Titus, and read:\n\n\n\"Explosive success. Start making it at once. Ready for Peru in month's\ntime.\"\n\n\n\"Thirteen words,\" repeated Tom, as the operator called them back to\nhim. \"I hope that doesn't mean bad luck.\"\n\nThe experiment which Tom Swift had just brought to a successful\nconclusion was one of many he had conducted, extending over several\nwearying weeks.\n\nAs soon as Tom had received the samples of the rock he had begun to\nexperiment. First he tried some of the explosive that was so successful\nin the giant cannon. As he had feared, it was not what was needed. It\ncracked the rock, but did not disintegrate it, and that was what was\nneeded.  The hard rock must be broken up into fragments that could be\neasily handled. Merely to crack it necessitated further explosions,\nwhich would only serve to split it more and perhaps wedge it fast in\nthe tunnel.\n\nSo Tom tried different mixtures, using various chemicals, but none\nseemed to be just right. The trials were not without danger, either.\nOnce, in mixing some ingredients, there was an explosion that injured\none man, and blew Tom some distance away. Fortunately for him, there\nwas an open window in the direction in which he was propelled, and he\nwent through that, escaping with only some cuts and bruises.\n\nAnother time there was a hang-fire, and the explosive burned instead of\ndetonating, so that one of the shops caught, and there was no little\nwork in subduing the flames.\n\nBut Tom would not give up, and finally, after many trials, he hit on\nwhat he felt to be the right mixture. This he took out to the big lot,\nand having made a miniature tunnel with some of the sample rock, and\nhaving put some of the explosive in a hole bored in the big chunk Koku\ncarried, Tom fired the charge. The result we have seen. It was a\nsuccess.\n\nA day after receiving Tom's message Mr. Titus came on and a\ndemonstration was given of the powerful explosive.\n\n\"Tom, that's great!\" cried the tunnel contractor. \"Our troubles are at\nan end now.\"\n\nBut, had he known it, new ones were only just beginning.\n\nTom at once began preparations for making the explosive on a large\nscale, as much of it would be needed in the Andes tunnel. Then, having\nturned the manufacturing end of it over to his men, Tom began his\npreparations for going to Peru.\n\nMr. Damon was also getting ready, and it was arranged that he, with Tom\nand Mr. Titus, should take a vessel from San Francisco, crossing the\ncontinent by train. The supply of explosive would follow them by\nspecial freight.\n\n\"We might have gone by Panama except for the slide in the canal,\" Tom\nsaid. \"And I suppose I could take you across the continent in my\nairship, Mr. Titus, if you object to railroad travel.\"\n\n\"No, thank you, Tom. If it's just the same to you, I'd rather stay on\nthe ground,\" the contractor said. \"I'm more used to it.\"\n\nA day or so before the start for San Francisco was to be made, Tom,\npassing a store in Shopton, saw something in the window he thought Mary\nNestor would like. It was a mahogany work-box, of unique design,\nbeautifully decorated, and Tom purchased it.\n\n\"Shall I have it sent?\" asked the clerk.\n\n\"No, thank you,\" Tom answered.\n\nHe knew the young lady who had waited on him, and, for reasons of his\nown, he did not want her to know that Mary was to get the box.\n\nCarrying the present to his laboratory, Tom prepared to wrap it up\nsuitably to send to Mary, with a note. Just, however, as he was looking\nfor a box suitable to contain the gift, he received a summons to the\ntelephone. Mr. Titus, in New York, wanted to speak to him.\n\n\"Here, Rad!\" Tom called. \"Just box this up for me, like a good fellow,\nand then take it to Miss Nestor at this address; will you?\" and Tom\nhanded his man the addressed letter he had written to Mary. \"Be careful\nof it,\" Tom cautioned.\n\n\"Oh, I'll be careful, Massa Tom,\" was the reply. \"I'll shore be\ncareful.\"\n\nAnd Eradicate was--all too careful.\n\n\n\n\nChapter VI\n\nMr. Nestor's Letter\n\n\n\"Got t' git a good strong box fo' dish yeah,\" murmured Eradicate, as he\nlooked at the beautiful mahogany present Tom had turned over to him to\ntake to Mary. \"Mah Landy! Dat suttinly am nice; Ah! Um! Jest laik some\nob de old mahogany furniture dat was in our fambily down Souf.\"\nEradicate did not mean his family, exactly, but the one in which he had\nbeen a slave.\n\n\"Yassum, dat shore am nice!\" he went on, talking to himself as he\nadmired the present. \"I shore got t' put dat in a good box! An' dish\nyear note, too. Let's see what it done say on de outside.\"\n\nEradicate held the envelope carefully upside down, and read--or rather\npretended to read--the name and address.  Eradicate knew well enough\nwhere Mary lived, for this was not the first time he had gone there\nwith messages from his young master.\n\n\"Massa Tom shore am a fine writer,\" mused the negro, as he slowly\nturned the envelope around. \"I cain't read nobody's writin' but hisen,\nnohow.\"\n\nHad Eradicate been strictly honest with himself, he would have\nconfessed that he could not read any writing, or printing either. His\neducation had been very limited, but one could show him, say, a printed\nsign and tell him it read \"Danger\" or \"Five miles to Branchville,\" or\nanything like that, and the next time he saw it, Eradicate would know\nwhat that sign said. He seemed to fix a picture of it in his mind,\nthough the letters and figures by themselves meant nothing to him. So\nwhen Tom told him the envelope contained the name and address of Miss\nNestor, Eradicate needed nothing more.\n\nHe rummaged about in some odds and ends in the corner of the\nlaboratory, and brought out a strong, wooden box, which had a cover\nthat screwed down.\n\n\"Dat'll be de ticket!\" Eradicate exclaimed. \"De mahogany present will\njest fit.\" Eradicate took some excelsior to pad the box, and then,\ndropping inside it the gift, already wrapped in tissue paper, he\nproceeded to screw on the cover.\n\nThere was something printed in red letters on the outside box, but\nEradicate could not read, so it did not trouble him.\n\n\"Dat Miss Nestor shore will laik her present,\" he murmured. \"An' I'll\nbe mighty keerful ob it' laik Massa Tom tole me. He wouldn't trust dat\nbig lummox Koku wif anyt'ing laik dis.\"\n\nScrewing on the cover, and putting a piece of wrapping paper outside\nthe rough, wooden box, with the letter in his hand, Eradicate, full of\nhis own importance, set off for Miss Nestor's house. Tom had not\nreturned from the telephone, over which he was talking to Mr. Titus.\n\nThe message was an important one. The contractor said he had received\nword from his brother in Peru that his presence was urgently needed\nthere.\n\n\"Could you arrange to get off sooner than we planned, Tom?\" asked Mr.\nTitus. \"I am afraid something has happened down there. Have you sent\nthe first shipment of explosive?\"\n\n\"Yes, that went three days ago. It ought to arrive at Lima soon after\nwe do. Why yes, I can start to-night if we have to. I'll find out if\nMr. Damon can be with us on such short notice.\"\n\n\"I wish you would,\" came from Mr. Titus. \"And say, Tom, do you think\nyou could take that giant Koku with you?\"\n\n\"Why?\"\n\n\"Well, I think he'd come in handy. There are some pretty rough\ncharacters in those Andes Mountains, and your big friend might be\nuseful.\"\n\n\"All right. I was thinking of it, anyhow. Glad you mentioned it. Now\nI'll call up Mr. Damon, and I'll let you know, in an hour or so, if he\ncan make it.\"\n\n\"Bless my hair brush, yes, Tom!\" exclaimed the eccentric man, when told\nof the change in plans. \"I can leave to-night as well as not.\"\n\nWord to this effect was sent on to Mr. Titus, and then began some\nhurrying on the part of Tom Swift. He told Koku to get ready to leave\nfor New York at once, where he and the giant would join Mr. Titus and\nMr. Damon, and start across the continent to take for steamer for Lima,\nPeru.\n\n\"Rad, did you send that present to Miss Nestor?\" asked Tom, later, as\nhe finished packing his grip.\n\n\"Yas, sah. I done did it. Took it mase'f!\"\n\n\"That's good! I guess I'll have to say good-bye to Mary over the\ntelephone. I won't have time to call. I'm glad I thought of the\npresent.\"\n\nTom got the Nestor house on the wire. But Mary was not in.\n\n\"There's a package here for her,\" said the girl's mother. \"Did you--?\"\n\n\"Yes, I sent that,\" Tom said. \"Sorry I won't be able to call and say\ngood-bye, but I'm in a terrible rush. I'll see her as soon as I get\nback, and I'll write as soon as I arrive.\"\n\n\"Do,\" urged Mrs. Nestor. \"We'll all be glad to hear from you,\" for Tom\nand Mary were tentatively engaged to be married.\n\nTom and Koku went on with their hurried preparations to leave for New\nYork. Eradicate begged to be taken along, but Tom gently told the\nfaithful old servant that it was out of the question.\n\n\"Besides, Rad,\" he said, \"it's dangerous in those Andes Mountains. Why,\nthey have birds there, as big as cows, and they can swoop down and\ncarry off a man your size.\"\n\n\"Am dat shorely so, Massa Tom?\"\n\n\"Of course it is! You get the dictionary and read about the condors of\nthe Andes Mountains.\"\n\n\"Dat's what I'll do, Massa Tom. Birds as big as cows what kin pick up a\nman in dere beaks, an' carry him off! Oh, my!  No, sah, Massa Tom! I\ndon't want t' go. I'll stay right yeah!\"\n\nShortly before Tom and Koku departed for the railroad station, where\nthey were to take a train for New York, Mary Nestor returned home.\n\n\"Tom called you on the telephone to say good-bye,\" her mother informed\nher, \"and said he was sorry he could not see you. But he sent some sort\nof gift.\"\n\n\"Oh, how sweet of him!\" Mary exclaimed. \"Where is it?\"\n\n\"On the dining room table. Eradicate brought it with a note.\"\n\nMary read the note first.\n\nIn it Tom begged Mary to accept the little token, and to think of him\nwhen she used it.\n\n\"Oh! I wonder what it can be,\" she cried in delight.\n\n\"Better open it and see,\" advised Mr. Nestor, who had come in at that\nmoment.\n\nMary cut the string of the outside paper, and folded back the wrapper.\nA wooden box was exposed to view, a solid, oblong, wooden box, and on\nthe top, in bold, red letters Mary, her father and her mother read:\n\nDYNAMITE! HANDLE WITH CARE!\n\n\n\"Oh! Oh!\" murmured Mrs. Nestor.\n\n\"Dynamite! Handle with care!\" repeated Mr. Nestor, in a sort of dazed\nvoice. \"Quick! Get a pail of water! Dump it in the bathtub!  Soak it\ngood, and then telephone for the police. Dynamite! What does this mean?\"\n\nHe rushed toward the kitchen, evidently with the intention of getting a\npail of water, but Mary clasped him by the arm.\n\n\"Father!\" she exclaimed. \"Don't get so excited!\"\n\n\"Excited!\" he cried. \"Who's excited? Dynamite! We'll all be blown up!\nThis is some plot! I don't believe Tom sent this at all! Look out! Call\nthe police! Excited! Who's getting excited?\"\n\n\"You are, Daddy dear!\" said Mary calmly. \"This is some mistake. Tom did\nsend this--I know his writing. And wasn't it Eradicate who brought this\npackage, Mother?\"\n\n\"Yes, my dear. But your father is right. Let him put it in water, then\nit will be safe. Oh, we'll all be blown up. Get the water!\"\n\n\"No!\" cried Mary. \"There is some mistake. Tom wouldn't send me\ndynamite. There must be a present for me in there.  Tom must have put\nit in the wrong box by mistake. I'm going to open it.\"\n\nMary's calmness had its effect on her parents. Mr. Nestor cooled down,\nas did his wife, and a closer examination of the outer box did not seem\nto show that it was an infernal machine of any kind.\n\n\"It's all a mistake, Daddy,\" Mary said. \"I'll show you.  Get me a screw\ndriver.\"\n\nAfter some delay one was found, and Mr. Nestor himself opened the box.\nWhen the tissue paper wrappings of the mahogany gift were revealed he\ngave a sigh of relief, and when Mary undid the wrappings, and saw what\nTom had sent her, she cried:\n\n\"Oh, how perfectly dear! Just what I wanted! I wonder how he knew? Oh,\nI just love it!\" and she hugged the beautiful box in her arms.\n\n\"Humph!\" exclaimed Mr. Nestor, a slowly gathering light of anger\nshowing in his eyes. \"It is a nice present, but that is a very poor\nsort of joke to play, in my estimation.\"\n\n\"Joke! What joke?\" asked Mary.\n\n\"Putting a present in a box labeled Dynamite, and giving us such a\nscare,\" went on her father.\n\n\"Oh, Father, I'm sure he didn't mean to do it!\" Mary said, earnestly.\n\n\"Well, maybe he didn't! He may have thought it a joke, and he may not\nhave! But, at any rate, it was a piece of gross carelessness on his\npart, and I don't care to consider for a son-in-law a young man as\ncareless as that!\"\n\n\"Oh, Daddy!\" expostulated Mary.\n\n\"Now, now! Tut, tut!\" exclaimed Mr. Nestor. \"It isn't your fault, Mary,\nbut this Tom Swift must be taught a lesson. He was careless, if nothing\nworse, and, for all he knew, there might have been some stray bits of\ndynamite in that packing box. It won't do! It won't do! I'll write him\na letter, and give him a piece of my mind!\"\n\nAnd in spite of all his wife and his daughter could say, Mr. Nestor did\nwrite Tom a scathing letter. He accused him of either perpetrating a\njoke, or of being careless, or both, and he intimated that the less he\nsaw of Tom at the Nestor home hereafter the better pleased he would be.\n\n\"There! I guess that will make him wish he hadn't done it!\" exclaimed\nMr. Nestor, as he called a messenger and sent the letter to Tom's house.\n\nMary and her mother did not know the contents of the note, but Mary\ntried to get Tom on the wire and explain.  However, she was unable to\nreach him, as Tom was on the point of leaving.\n\nThe messenger, with Mr. Nestor's letter, arrived just as our hero was\nreceiving the late afternoon mail from the postman, and just as Tom and\nKoku were getting in an automobile to leave for the depot.\n\n\"Good-bye, Dad!\" Tom called. \"Good-bye, Mrs. Baggert!\" He thrust Mr.\nNestor's letter, unopened, together with some other mail matter, which\nhe took to be merely circulars, into an inner pocket, and jumped into\nthe car.\n\nTom and Koku were off on the first stage of their journey.\n\n\n\n\nChapter VII\n\nOff for Peru\n\n\n\"Well, Tom Swift, you're on time I see,\" was Mr. Job Titus' greeting,\nwhen our hero, and Koku, the giant, alighted from a taxicab in New\nYork, in front of the hotel the contractor had appointed as a meeting\nplace.\n\n\"Yes, I'm here.\"\n\n\"Did you have a good trip?\"\n\n\"Oh, all right, yes. Nothing happened to speak of, though we were\ndelayed by a freight wreck. Has Mr. Damon got here yet?\"\n\n\"Not yet, Tom. But I had a message saying he was on his way. Come on up\nto the rooms I have engaged. Hello, what's all the crowd here for?\"\nasked the contractor in some surprise, for a throng had gathered at the\nhotel entrance.\n\n\"I expect it's Koku they're staring at,\" announced Tom, and the giant\nit was who had attracted the attention. He was carrying his own big\nvalise, and a small steamer trunk belonging to Tom, as easily as though\nthey weighed nothing, the trunk being under one arm.\n\n\"I guess they don't see men of his size outside of circuses,\" commented\nthe contractor. \"We can pretty nearly, though not quite match him, down\nin Peru though, Tom. Some of the Indians are big fellows.\"\n\n\"We'll get up a wrestling match between one of them and Koku,\"\nsuggested Tom. \"Come on!\" he called to the giant, who was surrounded by\na crowd.\n\nKoku pushed his way through as easily as a bull might make his way\nthrough a throng of puppies about his heels, and as Tom, Mr. Titus and\nthe giant were entering the hotel corridor, the chauffeur of the\ntaxicab called out with a laugh:\n\n\"I say, boss, don't you think you ought to pay double rates on that\nchap,\" and he nodded in the direction of the giant.\n\n\"That's right!\" added some one in the crowd with a laugh.  \"He might\nhave broken the springs.\"\n\n\"All right,\" assented Tom, good-naturedly, tossing the chauffeur a\ncoin. \"Here you are, have a cigar on the giant.\"\n\nThere was more laughter, and even Koku grinned, though it is doubtful\nif he knew what about, for he could not understand much unless Tom\nspoke to him in a sort of code they had arranged between them.\n\n\"Sorry to have hastened your departure,\" began Mr. Titus when he and\nTom sat in the comfortable hotel rooms, while Koku stood at a window,\nlooking out at what to him were the marvelous wonders of the New York\nstreets.\n\n\"It didn't make any difference,\" replied the young inventor. \"I was\nabout ready to come anyhow. I just had to hustle a little,\" and he\nthought of how he had had to send Mary's present to her instead of\ntaking it himself. As yet he was all unaware of the commotion it had\ncaused.\n\n\"Did you get the powder shipment off all right?\"\n\n\"Yes, and it will be there almost as soon as we. Other shipments will\nfollow as we need them. My father will see to that.\"\n\n\"I'm glad you hit on the right kind of powder,\" went on the contractor.\n\"I guess I didn't make any mistake in coming to you, Tom.\"\n\n\"Well, I hope not. Of course the explosive worked all right in\nexperimental charges with samples of the tunnel rock. It remains to be\nseen what it will do under actual conditions, and in big service\ncharges.\"\n\n\"Oh, I've no doubt it will work all right.\"\n\n\"What time do we leave here?\" Tom asked.\n\n\"At two-thirty this afternoon. We have just time to get a good dinner\nand have our baggage transferred to the Chicago limited. In less than a\nweek we ought to be in San Francisco and aboard the steamer. I hope Mr.\nDamon arrives on time.\"\n\n\"Oh, you can generally depend on him,\" said Tom. \"I telephoned him,\njust before I started from Shopton, and he said--\"\n\n\"Bless my carpet slippers!\" cried a voice outside the hotel apartment.\n\"But I can find my way all right. I know the number of the room. No!\nyou needn't take my bag. I can carry it my self!\"\n\n\"There he is!\" laughed Tom, opening the door to disclose the eccentric\ngentleman himself, struggling to keep possession of his valise against\nthe importunities of a bellboy.\n\n\"Ah, Tom--Mr. Titus! Glad to see you!\" exclaimed Mr. Damon. \"I--I am a\nlittle late, I fear--had an accident--wait until I get my breath,\" and\nhe sank, panting, into a chair.\n\n\"Accident?\" cried Tom. \"Are you--?\"\n\n\"Yes--my taxicab ran into another. Nobody hurt though.\"\n\n\"But you're all out of breath,\" said Mr. Titus. \"Did you run?\"\n\n\"No, but I walked upstairs.\"\n\n\"What! Seven flights?\" exclaimed Tom. \"Weren't the hotel elevators\nrunning?\"\n\n\"Yes, but I don't like them. I'd rather walk. And I did--carried my\nvalise--bellboy tried to take it away from me every step--here you are,\nson--it wasn't the tip I was trying to get out of,\" and he tossed the\nwaiting and grinning lad a quarter.\n\n\"There, I'm better now,\" went on Mr. Damon, when Tom had given him a\nglass of water. \"Bless my paper weight! The drug concern will have to\nvote me an extra dividend for what I've gone through. Well, I'm here,\nanyhow. How is everything?\"\n\n\"Fine!\" cried Tom. \"We'll soon be off for Peru!\"\n\nThey talked over plans and made sure nothing had been forgotten. Their\nrailroad tickets had been secured by Mr. Titus so there was nothing\nmore to do save wait for train-time.\n\n\"I've never been to Peru,\" Tom remarked shortly before lunch. \"What\nsort of country is it?\"\n\n\"Quite a wonderful country,\" Mr. Titus answered. \"I have been very much\ninterested in it since my brother and I accepted this tunnel contract.\nPeru seems to have taken its name from Peru, a small river on the west\ncoast of Colombia, where Pizarro landed. The country, geographically,\nmay be divided into three sections longitudinally. The coast region is\na sandy desert, with here and there rivers flowing through fertile\nvalleys. The sierra region is the Andes division, about two hundred and\nfifty miles in width.\"\n\n\"Is that where we're going?\" asked Tom.\n\n\"Yes. And beyond the Andes (which in Peru consist of great chains of\nmountains, some very high, interspersed with table lands, rich plains\nand valleys) there is the montana region of tropical forests, running\ndown to the valley of the Amazon.\n\n\"That sounds interesting,\" commented Mr. Damon.\n\n\"It is interesting,\" declared Mr. Titus. \"For it is from this tropical\nregion that your quinine comes, Mr. Damon, though you may not have to\ngo there to straighten out your affairs. I think you can do better\nbargaining with the officials in Lima, or near there.\"\n\n\"Are there any wild animals in Peru?\" Tom inquired.\n\n\"Well, not many. Of course there are the llamas and alpacas, which are\nthe beasts of burden--almost like little camels you might say, though\nmuch more gentle. Then there is the wild vicuna, the fleece of which is\nmade into a sort of wool, after which a certain kind of cloth is named.\n\n\"Then there is the taruco, a kind of deer, the viscacha, which is a big\nrat, the otoc, a sort of wild dog, or fox, and the ucumari, a black\nbear with a white nose. This bear is often found on lofty mountain\ntops, but only when driven there in search of food.\n\n\"The condors, of course, are big birds of prey in the Andes. You must\nhave read about them; how they seem to lie in the upper regions of the\nair, motionless, until suddenly they catch sight of some dead animal\nfar down below when they sweep toward it with the swiftness of the\nwink. There is another bird of the vulture variety, with wings of black\nand white feathers. The ancient Incas used to decorate their head\ndresses with these wing feathers.\"\n\n\"Well, I'm glad I'm going to Peru,\" said Tom. \"I never knew it was such\nan interesting country. But I don't suppose we'll have time to see much\nof it.\"\n\n\"Oh, I think you will,\" commented Mr. Titus. \"We don't always have to\nwork on the tunnel. There are numerous holidays, or holy-days, which\nour Indian workers take off, and we can do nothing without them. I'll\nsee that you have a chance to do some exploring if you wish.\"\n\n\"Good!\" exclaimed Tom. \"I brought my electric rifle with me, and I may\nget a chance to pop over one of those bears with a white nose. Are they\ngood to eat?\"\n\n\"The Indians eat them, I believe, when they can get them, but I\nwouldn't fancy the meat,\" said the contractor.\n\nLuncheon over, the three travelers departed with their baggage for the\nChicago Limited, which left from the Pennsylvania Station at\nTwenty-third Street. As usual, Koku attracted much attention because of\nhis size.\n\nThe trip to San Francisco was without incident worth narrating and in\ndue time our friends reached the Golden Gate where they were to go\naboard their steamer. They had to wait a day, during which time Tom and\nMr. Titus made inquiries regarding the first powder shipment. They had\nhad unexpected good luck, for the explosive, having been sent on ahead\nby fast freight, was awaiting them.\n\n\"So we can take it with us on the Bellaconda,\" said, Tom, naming the\nvessel on which they were to sail.\n\nThe powder was safely stowed away, and our friends having brought their\nbaggage aboard, putting what was wanted on the voyage in their\nstaterooms, went out on deck to watch the lines being cast off.\n\nA bell clanged and an officer cried:\n\n\"All ashore that's going ashore!\"\n\nThere were hasty good-byes, a scramble on the part of those who had\ncome to bid friends farewell, and preparations were made to haul in the\ngangplank.\n\nJust as the tugs were slowly pushing against the Bellaconda to get her\nin motion to move her away from the wharf, there was a shout down the\npier and a taxicab, driven at reckless speed, dashed up.\n\n\"Wait a minute! Hold that gangway. I have a passenger for you!\" cried\nthe chauffeur.\n\nHe pulled up with a screeching of brakes, and a man with a heavy black\nbeard fairly leaped from the vehicle, running toward the plank which\nwas all but cast off.\n\n\"My fare! My fare!\" yelled the taxicab driver.\n\n\"Take it out of that! Keep the change!\" cried the bearded man over his\nshoulder, tossing a crumpled bill to the chauffeur. And then, clutching\nhis valise in a firm hand, the belated passenger rushed up the\ngangplank just in time to board the steamer which was moving away from\nthe dock.\n\n\"Close shave--that,\" observed Tom.\n\n\"That's right,\" assented Mr. Titus.\n\n\"Well, we're off for Peru!\" exclaimed Mr. Damon, as the vessel moved\ndown the bay.\n\n\n\n\nChapter VIII\n\nThe Bearded Man\n\n\nTravel to Tom and Mr. Damon presented no novelties. They had been on\ntoo many voyages over the sea, under the sea and even in the air above\nthe sea to find anything unusual in merely taking a trip on a steamer.\n\nMr. Titus, though he admitted he had never been in a submarine or\nairship, had done considerable traveling about the world in his time,\nand had visited many countries, either for business or pleasure, so he\nwas an old hand at it.\n\nBut to Koku, who, since he had been brought from the land where Tom\nSwift had been made captive, had gone about but little, everything was\nnovel, and he did not know at what to look first.\n\nThe giant was interested in the ship, in the water, in the passengers,\nin the crew and in the sights to be seen as they progressed down the\nharbor.\n\nAnd the big man himself was a source of wonder to all save his own\nparty. Everywhere he went about the decks, or below, he was followed by\na staring but respectful crowd.  Koku took it all good-naturedly,\nhowever, and even consented to show his great strength by lifting heavy\nweights. Once when several sailors were shifting one of the smaller\nanchors (a sufficiently heavy one for all that) Koku pushed them aside\nwith a sweep of his big arm, and, picking up the big \"hook,\" turned to\nthe second mate and asked:\n\n\"Where you want him?\"\n\n\"Good land, man!\" cried the astonished officer. \"You'll kill yourself!\"\n\nBut Koku carried the anchor where it ought to go, and from then on he\nwas looked up to with awe and admiration by the sailors.\n\nFrom San Francisco to Callao, Peru (the latter city being the seaport\nof Lima, which is situated inland), is approximately nine hundred\nmiles. But as the Bellaconda was a coasting steamer, and would make\nseveral stops on her trip, it would be more than a week before our\nfriends would land at Callao, then to proceed to Lima, where they\nexpected to remain a day or so before striking into the interior to\nwhere the tunnel was being bored through the mountain.\n\nThe first day was spent in getting settled, becoming used to their new\nsurroundings, finding their places and neighbors at table, and in\nmaking acquaintances. There were some interesting men and women aboard\nthe Bellaconda, and Tom Swift, Mr. Damon and Mr. Titus soon made\nfriends with them. This usually came about through the medium of Koku,\nthe giant. Persons seeing him would inquire about him, and when they\nlearned he was Tom Swift's helper it was an easy topic with which to\nopen conversation.\n\nTom told, modestly enough, how he had come to get Koku in his escape\nfrom captivity, but Mr. Damon was not so simple in describing Tom's\nfeats, so that before many days had passed our hero found himself\nregarded as a personage of considerable importance, which was not at\nall to his liking.\n\n\"But bless my fountain pen!\" cried Mr. Damon, when Tom objected to so\nmuch notoriety. \"You did it all; didn't you?\"\n\n\"Yes, I know. But these people won't believe it.\"\n\n\"Oh, yes they will!\" said the odd man. \"I'll take good care that they\nbelieve it.\"\n\n\"If any one say it not so, you tell me!\" broke Koku, shaking his huge\nfist.\n\n\"No, I guess I'd better keep still,\" said Tom, with a laugh.\n\nThe weather was pleasant, if we except a shower or two, and as the\nvessel proceeded south, tropical clothing became the order of the day,\nwhile all who could, spent most of their time on deck under the shade\nof awnings.\n\n\"Did you ever hear anything more of that fellow, Waddington?\" asked Tom\nof Mr. Titus one day.\n\n\"Not a thing. He seems to have dropped out of sight.\"\n\n\"And are your rivals, Blakeson & Grinder, making any trouble?\"\n\n\"Not that I've heard of. Though just what the situation may be down in\nPeru I don't know. I fancy everything isn't going just right or my\nbrother would not be so anxious for me to come on in such a hurry.\"\n\n\"Do you anticipate any real trouble?\"\n\nMr. Titus paused a moment before answering.\n\n\"Well, yes,\" he said, finally, \"I do!\"\n\n\"What sort?\" asked Tom.\n\n\"That I can't say. I'll be perfectly frank with you, Tom.  You know I\ntold you at the time that we were in for difficulties. I didn't want\nyou to go into this thing blindly.\"\n\n\"Oh, I'm not afraid of trouble,\" Tom hastened to assure his friend.\n\"I've had more or less of it in my life, and I'm willing to meet it\nagain. Only I like to know what kind it is.\"\n\n\"Well, I can't tell you--exactly,\" went on the tunnel contractor.\n\"Those rivals of ours, Blakeson & Grinder, are unscrupulous fellows.\nThey feel very bitter about not getting the contract, I hear. And they\nwould be only too glad to have us fail in the work. That would mean\nthat they, as the next lowest bidders, would be given the job. And we\nwould have to make up the difference out of our pockets, as well as\nlose all the work we have, so far, put on the tunnel.\"\n\n\"And you don't want that to happen!\"\n\n\"I guess not, my boy! Well, it won't happen if we get there in time\nwith this new explosive of yours. That will do the business I'm sure.\"\n\n\"I hope so,\" murmured Tom. \"Well, we'll soon see. And now I think I'll\ngo and write a few letters. We are going to put in at Panama, and I can\nmail them there.\"\n\nTom started for his stateroom, and rapidly put his hand in the inner\npocket of his coat. He drew out a bundle of letters and papers, and, as\nhe looked at them, a cry of astonishment came from his lips.\n\n\"What's the matter?\" asked Mr. Titus.\n\n\"Matter!\" cried Tom. \"Why here's a letter from Mary--from Mr. Nestor,\"\nhe went on, as he scanned the familiar handwriting. \"I never opened it!\nLet's see--when did I get that?\"\n\nHis memory went back to the day of his departure from Shopton when he\nhad sent Mary the gift, and he recalled that the letter had arrived\njust as he was getting into the automobile.\n\n\"I stuck it in my pocket with some other mail,\" he mused, \"and I never\nthought of it again until just now. But this is the first time I've\nworn this coat since that day. A letter from Mr. Nestor! Probably Mary\nwrote, thanking me for the box, and her father addressed the envelope\nfor her. Well, let's see what it says.\"\n\nTom retired to the privacy of his stateroom to read the note, but he\nhad not glanced over more than the first half of it before he cried out:\n\n\"Dynamite! Great Scott! What does this mean? 'Gross carelessness! Poor\nidea of a joke! No person with your idea of responsibility will ever be\nmy son-in-law!' Box labeled 'open with care!' Why--why--what does it\nall mean?\"\n\nTom read the letter over again, and his murmurs of astonishment were so\nloud that Mr. Damon, in the next room, called out:\n\n\"What's the matter, Tom? Get bad news?\"\n\n\"Bad news? I should say so! Mary--her father--he forbids me to see her\nagain. Says I tried to dynamite them all--or at least scare them into\nbelieving I was going to. I can't understand it!\"\n\n\"Tell me about it, Tom,\" suggested Mr. Damon, coming into Tom's\nstateroom. \"Bless my gunpowder keg! what does it mean?\"\n\nThereupon Tom told of having purchased the gift for Mary, and of\nhaving, at the last minute, told Eradicate to put it in a box and\ndeliver it at the Nestor home.\n\n\"Which he evidently did,\" Tom went on, \"but when it got there Mary's\npresent was in a box labeled 'Dynamite. Handle with care.' I never sent\nthat.\"\n\nMr. Damon read over Mr. Nestor's letter which had lain so long in Tom's\npocket unopened.\n\n\"I think I see how it happened,\" said the old man.  \"Eradicate can't\nread; can he, Tom?\"\n\n\"No, but he pretends he can.\"\n\n\"And did you have any empty boxes marked dynamite in your laboratory?\"\n\n\"Why yes, I believe I did. I used dynamite as one of the ingredients of\nmy new explosive.\"\n\n\"Well then, it's as clear as daylight. Eradicate, being unable to read,\ntook one of the empty dynamite boxes in which to pack Mary's present.\nThat's how it happened.\"\n\nTom thought for a moment. Then he burst into a laugh.\n\n\"That's it,\" he said, a bit ruefully. \"That's the explanation. No\nwonder Mr. Nestor was roiled. He thought I was playing a joke. I'll\nhave to explain. But how?\"\n\n\"By letter,\" said Mr. Damon.\n\n\"Too slow. I'll send a wireless,\" decided Tom, and he began the\ncomposition of a message that cost him considerable in tolls before he\nhad hit on the explanation that suited him.\n\n\"That ought to clear the atmosphere,\" he said when the wireless had\nshot his message into the ether. \"Whew!  And to think, all this while,\nMary and her folks have believed that I tried to play a miserable joke\non them! My! My! I wonder if they'll ever forgive me. When I get hold\nof Eradicate--\"\n\n\"Better teach him to read if he's going to do up love packages,\"\ninterrupted Mr. Damon, dryly.\n\n\"I will,\" decided the young inventor.\n\nThe Bellaconda stopped at Panama and then kept on her way south. Soon\nafter that she ran into a severe tropical storm, and for a time there\nwas some excitement among the passengers. The more timid of them put on\nlife preservers, though the captain and his officers assured them there\nwas no danger.\n\nTom and Mr. Titus, descending from the deck, whence they had been\nwarned by one of the mates, were on their way to their stateroom,\nwalking with some difficulty owing to the roll of the ship.\n\nAs they approached their quarters the door of a stateroom farther up\nthe passage opened, and a head was thrust out.\n\n\"Will you send a steward to me?\" a man requested. \"I am feeling very\nill, and need assistance.\"\n\n\"Certainly,\" Tom answered, and at that moment he heard Mr. Titus utter\nan exclamation.\n\n\"What is it?\" asked Tom, for the man who had appealed for help, had\nwithdrawn his head.\n\n\"That--that man!\" exclaimed the contractor. \"That was Waddington, the\ntool of our rivals.\"\n\n\"Waddington!\" repeated Tom, with a look at the now closed door. \"Why,\nthe bearded man has that stateroom--the bearded man who so nearly lost\nthe steamer. He isn't Waddington!\"\n\n\"And I tell you Waddington is in that room!\" insisted the contractor.\n\"I only saw the upper part of his face, but I'd know his eyes anywhere.\nWaddington is spying on us!\"\n\n\n\n\nChapter IX\n\nThe Bomb\n\n\nTom Swift and Mr. Titus withdrew a little way down the corridor, around\na bulkhead and out of sight of any one who might look out from the\nstateroom whence had come the appeal for help. But, at the same time,\nthey could keep watch over it.\n\n\"I tell you Waddington is in there!\" insisted Mr. Titus, hoarsely\nwhispering.\n\n\"Well, perhaps he may be,\" admitted Tom. \"But several times I have seen\nthe bearded man going in there, and it's only a single stateroom, for\nit's so marked on the deck plan.\"\n\n\"Waddington might be disguised with a false beard, Tom.\"\n\n\"Yes, he might. But did the man who just now looked out have a beard?\"\n\n\"I couldn't tell, as I saw only the upper part of his face. But those\nwere Waddington's shifty eyes, I'm positive.\"\n\n\"If Waddington were on board don't you suppose you would have seen him\nbefore this?\"\n\n\"Not positively, no. If he and the bearded man are one and the same\nthat would account for it. But I haven't noticed the bearded man once\nsince he came aboard in such a hurry.\"\n\n\"Nor have I, now that I come to think of it,\" Tom admitted. \"However,\nthere is an easy way to prove who is in there.\"\n\n\"How?\"\n\n\"We'll knock on the door and go in.\"\n\n\"Perhaps he won't let us.\"\n\n\"He'll think it's the steward he called for. Come, you know Waddington\nbetter than I do. You knock and go in.\"\n\n\"I don't know Waddington very well,\" admitted the contractor. \"I have\nonly seen him a few times, but I am sure that was he. But what shall I\ndo when he sees I'm not the steward?\"\n\n\"Tell him you have sent for one. I'll go with the message, so it will\nbe true enough. Even if you have only a momentary glance at him in\nclose quarters you ought to be able to tell whether or not he has on a\nfalse beard, and whether or not it is Waddington.\"\n\nMr. Titus considered for a moment, and then he said:\n\n\"Yes, I guess that is a good plan. You go for the steward, Tom, and\nI'll see if I can get in that stateroom. But I'm sure I'm not mistaken.\nI'll find Waddington in there, perhaps in the person of the bearded\nman, disguised. Or else they are using a single stateroom as a double\none.\" And while Tom went off down the pitching and rolling corridor to\nfind a steward, Mr. Titus, not without some apprehension, advanced to\nknock on the door of the suspect.\n\n\"If it is Waddington he'll know me at once, of course,\" thought the\ncontractor, \"and there may be a row. Well, I can't help it. The success\nof my brother and myself depends on finishing that tunnel, and we can't\nhave Waddington, and those whose tool he is, interfering. Here goes!\"\n\nHe tapped on the door, and a faint voice called:\n\n\"Come in!\"\n\nThe contractor entered, and saw the bearded man lying in his berth.\n\n\"Is there anything I can do for you?\" asked the contractor, bending\nclose over the man. He wanted to see if the beard were false. Somewhat\nto his surprise the contractor saw that undoubtedly it was real.\n\n\"Steward, will you kindly get me--Oh, you're not the steward!\" the\nbearded man exclaimed.\n\n\"No, my friend and I heard you call,\" replied the contractor. \"He has\ngone for the steward, who will be here soon. Can I do anything for you\nin the meanwhile?\"\n\n\"No--not a thing!\" was the rather snappish answer, and the man turned\nhis face away. \"I beg your pardon,\" he went on, as if conscious that he\nhad acted rudely, \"but I am suffering very much. The steward knows just\nwhat I want. I have had these attacks before. I am a poor sailor. If\nyou will send the steward to me I will be obliged to you. He can fix me\nup.\"\n\n\"Very well,\" assented Mr. Titus. \"But if there is anything I can do--\"\n\nAt that moment footsteps and voices were heard in the corridor, and as\nthe door of the bearded man's stateroom was opened, Mr. Titus had a\nglimpse of Tom and one of the stewards.\n\n\"Yes, I'll look after him,\" the steward said \"He's been this way\nbefore. Thank you, sir, for calling me.\"\n\n\"I guess the steward has been well tipped,\" thought Tom.  As Mr. Titus\ncame out and the door was shut, the young inventor asked in a whisper,\n\n\"Well, was it he?\"\n\nThe contractor shook his head.\n\n\"No,\" he answered. \"I never was more surprised in my life.  I felt sure\nit was Waddington in there, but it wasn't. That man's beard is real,\nand while he has a look like Waddington about the eyes and upper part\nof his face, the man is a stranger to me. That is I think so, but in\nspite of all that, I have a queer feeling that I have met him before.\"\n\n\"Where?\" Tom inquired.\n\n\"That I can't say,\" and the tunnel contractor shook his head. \"Whew!\nThat was a bad one!\" he exclaimed, as the steamer pitched and tossed in\nan alarming manner.\n\n\"Yes, the storm seems to be getting worse instead of better,\" agreed\nTom. \"I hope none of the cargo shifts and comes banging up against my\nnew explosive. If it does, there'll be no more tunnel digging for any\nof us.\"\n\n\"Better not mention the fact of the explosives on board,\" suggested Mr.\nTitus.\n\n\"I won't,\" promised Tom. \"The passengers are frightened enough as it\nis. But I watched the powder being stored away.  I guess it is safe.\"\n\nThe storm raged for two days before it began to die away.  Meanwhile,\nnothing was seen, on deck or in the dining cabins, of the bearded man.\n\nTom and Mr. Titus made some guarded inquiries of the steward who had\nattended the sick man, and from him learned that he was down on the\npassenger list as Senor Pinto, from Rio de Janeiro, Brazil. He was\ntraveling in the interests of a large firm of coffee importers of the\nUnited States, and was going to Lima.\n\n\"And there's no trace of Waddington?\" asked Tom of Mr. Titus, as they\nwere discussing matters in their stateroom one day.\n\n\"Not a trace. He seems to have dropped out of sight, and I'm glad of\nit.\"\n\n\"Perhaps Blakeson & Grinder have given up the fight against you.\"\n\n\"I wish they had, though I don't look for any such good luck. But I'm\nwilling to fight them, now that we have an even chance, thanks to your\nexplosive.\"\n\nThe storm blew itself out. The Bellaconda \"crossed the line,\" and there\nwas the usual horseplay among the sailors when Father Neptune came\naboard to hold court. Those who had never before been below the equator\nwere made to undergo more or less of an initiation, being lathered and\nshaved, and then pushed backward into a canvas tank of water on deck.\n\nWhile Tom enjoyed the voyage, with the possible exception of the storm,\nhe was anxious, and so was Mr. Titus, for the time to come when they\nshould get to the tunnel and try the effect of the new explosive. Mr.\nDamon found an elderly gentleman as fond of playing chess as was the\neccentric man himself, and his days were fully occupied with castles,\npawns, knights, kings, queens and so on. As for Koku he was taken in\ncharge by the sailors and found life forward very agreeable.\n\nSenor Pinto had recovered from his seasickness, the steward told Tom\nand Mr. Titus, but still he kept to his stateroom.\n\nIt was when the Bellaconda was within a day or two of Callao that a\nwireless message was received for Mr. Titus.  It was from his brother.\nThe message read:\n\n\n\"Have information from New York office that rivals are after you. Look\nout for explosive.\"\n\n\n\"What does that mean?\" asked Tom.\n\n\"Well, I presume it means our rival contractors know we have a supply\nof your new powder on board, and they may try to get it away from us.\"\n\n\"Why?\" Tom demanded.\n\n\"To prevent our using it to complete the tunnel. In that case they'll\nget the secret of it to use for themselves, when the contract goes to\nthem by default. Can we do anything to protect the powder, Tom?\"\n\n\"Well, I don't know that we'll need to while it's stowed away in the\ncargo. They can't get at it any more than we can, until the ship\nunloads. I guess it's safe enough. We'll just have to keep our eyes\nopen when it's taken out of the hold, though.\"\n\nTom and Mr. Titus, both of whom were fond of fresh air and exercise,\nhad made it a practice to get up an hour before breakfast and take a\nconstitutional about the steamer deck.  They did this as usual the\nmorning after the wireless warning was received, and they were standing\nnear the port rail, talking about this, when they heard a thud on the\ndeck behind them. Both turned quickly, and saw a round black object\nrolling toward them. From the object projected what seemed to be a\nblack cord, and the end of this cord was glowing and smoking.\n\nFor a moment neither Tom nor Mr. Titus spoke. Then, as a slow motion of\nthe ship rolled the round black thing toward Tom, he cried:\n\n\"It a bomb!\"\n\nHe darted toward it, but Mr. Titus pulled him back.\n\n\"Run!\" yelled the contractor.\n\nBefore either of them could do anything, a queer figure of an elderly\ngentleman stepped partly from behind a deck-house, and stooped over the\nsmoking object.\n\n\"Look out!\" yelled Mr. Titus, crouching low. \"That's an explosive bomb!\nToss it overboard!\"\n\n\n\n\nChapter X\n\nProfessor Bumper\n\n\nFairly fascinated by the spluttering fuse, neither Tom nor Mr. Titus\nmoved for a second, while the deadly fire crept on through the black\nstring-like affair, nearer and nearer to the bomb itself.\n\nThen, just as Tom, holding back his natural fear, was about to thrust\nthe thing overboard with his foot, hardly realizing that it might be\neven more deadly to the ship in the water than it was on the deck, the\nfoot of the newcomer was suddenly thrust out from behind the\ndeck-house, and the sizzling fuse was trodden upon.\n\nIt went out in a puff of smoke, but the owner of the foot was not\nsatisfied with that for a hand reached down, lifted the bomb, the fuse\nof which still showed a smouldering spark of fire, and calmly pulled\nout the \"tail\" of the explosive.  It was harmless then, for the fuse,\nwith a trail of smoke following, was tossed into the sea, and the\nlittle man came out from behind the deck-house, holding the unexploded\nbomb.\n\nFor a moment neither Tom nor Mr. Titus could speak. They felt an\ninexpressible sense of relief. Then Tom managed to gasp out:\n\n\"You--you saved our lives!\"\n\nThe little man who had stepped on the fuse, and had then torn it from\nthe bomb, looked at the object in his hand as though it were the most\nnatural thing in the world to pick explosives up off the deck of\npassenger steamers, as he remarked:\n\n\"Well, perhaps I did. Yes, I think it would have gone off in another\nsecond or two. Rather curious; isn't it?\"\n\n\"Curious? Curious!\" asked and exclaimed Mr. Titus.\n\n\"Why, yes,\" went on the little man, in the most matter of fact tone.\n\"You see, most explosive bombs are round, made that way so the force\nwill be equal in all directions. But this one, you notice, has a bulge,\nor protuberance, on one side, so to speak. Very curious!\n\n\"It might have been made that way to prevent its rolling overboard, or\nthe bomb's walls might be weaker near that bulge to make sure that the\nforce of the explosion would be in that direction. And the bulge was\npointed toward you gentlemen, if you noticed.\"\n\n\"I should say I did!\" cried Mr. Titus. \"My dear sir, you have put us\nunder a heavy debt to you! You saved our lives!  I--I am in no frame of\nmind to thank you now, but--\"\n\nHe strode over to the little man, holding out his hand.\n\n\"No, no, I'd better keep it,\" went on the person who had rendered the\nbomb ineffective. \"You might drop it you know.  You are nervous--your\nhand shakes.\"\n\n\"I want to shake hands with you!\" exclaimed Mr. Titus--\"to thank you!\"\n\n\"Oh, that's it. I thought you wanted the bomb. Shake hands? Certainly!\"\n\nAnd while this ceremony was being gone through with, Tom had a moment\nto study the appearance of the man who had saved their lives. He had\nseen the passenger once or twice before, but had taken no special\nnotice of him. Now he had good reason to observe him.\n\nTom beheld a little, thin man, little in the sense of being of the\n\"bean pole\" construction. His head was as bald as a billiard ball, as\nthe young inventor could notice when the stranger took off his hat to\nbow formally in response to the greeting of some ladies who passed,\nwhile Mr. Titus was shaking hands with him.\n\nThe bald head was sunk down between two high shoulders, and when the\nowner wished to observe anything closely, as he was now observing the\nbomb, the head was thrust forward somewhat as an eagle might do. And\nTom noticed that the eyes of the little man were as bright as those of\nan eagle.  Nothing seemed to escape them.\n\n\"I want to add my thanks to those of Mr. Titus for saving our lives,\"\nsaid Tom, as he advanced. \"We don't know what to make of it all, but\nyou certainly stopped that bomb from going off.\"\n\n\"Yes, perhaps I did,\" admitted the little man coolly and calmly, as\nthough preventing bomb explosions was his daily exercise before\nbreakfast.\n\nTom and Mr. Titus introduced themselves by name.\n\n\"I am Professor Swyington Bumper,\" said the bomb-holder, with a bow,\nremoving his hat, and again disclosing his shiny bald head. \"I am very\nglad to have met you indeed.\"\n\n\"And we are more than glad,\" said Tom, fervently, as he glanced at the\nexplosive.\n\n\"Now that the danger is over,\" went on Mr. Titus, \"suppose we make an\ninvestigation, and find out how this bomb came to be here.\"\n\n\"Just what I was about to suggest,\" remarked Professor Bumper. \"Bombs,\nsuch as this, do not sprout of themselves on bare decks. And I take it\nthis one is explosive.\"\n\n\"Let me look at it,\" suggested Tom. \"I know something of explosives.\"\n\nIt needed but a casual examination on the part of one who had done\nconsiderable experimenting with explosives to disclose the fact that it\nhad every characteristic of a dangerous bomb. Only the pulling out of\nthe fuse had rendered it harmless.\n\n\"If it had gone off,\" said Tom, \"we would both have been killed, or, at\nleast, badly injured, Mr. Titus.\"\n\n\"I believe you, Tom. And we owe our lives to Professor Bumper.\"\n\n\"I'm glad I could be of service, gentlemen,\" the scientist remarked, in\nan easy tone. \"Explosives are out of my line, but I guessed it was\nrather dangerous to let this go off.  Have you any idea how it got\nhere?\"\n\n\"Not in the least,\" said Tom. \"But some one must have placed it here,\nor dropped it behind us.\"\n\n\"Would any one have an object in doing such a thing?\" the professor\nasked.\n\nTom and Mr. Titus looked at one another.\n\n\"Waddington!\" murmured the contractor. \"If he were on board I should\nsay he might have done it to get us out of the way, though I would not\ngo so far as to say he meant to kill us. It may be this bomb has only a\nlight charge in it, and he only meant to cripple us.\"\n\n\"We'll find out about that,\" said Tom. \"I'll open it.\"\n\n\"Better be careful,\" urged Mr. Titus.\n\n\"I will,\" the young inventor promised. \"I beg your pardon,\" he went on\nto Professor Bumper. \"We have been talking about something of which you\nknow nothing. Briefly, there is a certain man who is trying to\ninterfere in some work in which Mr. Titus and I are interested, and we\nthink, if he were on board, he might have placed this bomb where it\nwould injure us.\"\n\n\"Is he here?\" asked the professor.\n\n\"No. And that is what makes it all the more strange,\" said Mr. Titus.\n\"At one time I thought he was here, but I was mistaken.\"\n\nTom took the now harmless bomb to his stateroom, and there, after\ntaking the infernal machine apart, he discovered that it was not as\ndangerous as he had at first believed.\n\nThe bomb contained no missiles, and though it held a quantity of\nexplosive, it was of a slow burning kind. Had it gone off it would have\nsent out a sheet of flame that would have severely burned him and Mr.\nTitus, but unless complications had set in death would not have\nresulted.\n\n\"They just wanted to disable us,\" said the contractor.  \"That was their\ngame. Tom, who did it?\"\n\n\"I don't know. Did you ever see this Professor Bumper before?\"\n\n\"I never did.\"\n\n\"And did it strike you as curious that he should happen to be so near\nat hand when the bomb fell behind us?\"\n\n\"I hadn't thought of that,\" admitted the contractor. \"Do you mean that\nhe might have dropped it himself?\"\n\n\"Well, I wouldn't go so far as to say that,\" replied Tom, slowly. \"But\nI think it would be a good idea to find out all we can of Professor\nSwyington Bumper.\"\n\n\"I agree with you, Tom. We'll investigate him.\"\n\n\n\n\nChapter XI\n\nIn the Andes\n\n\nProfessor Swyington Bumper seemed to live in a region all by himself.\nThough he was on board the Bellaconda, he might just as well have been\nin an airship, or riding along on the back of a donkey, as far as his\nknowledge, or recognition, of his surroundings went. He seemed to be\nthinking thoughts far, far away, and he was never without a\nbook--either a bound volume or a note-book. In the former he buried his\nhawk-like nose, and Tom, looking over his shoulder once, saw that the\nbook was printed in curious characters, which, later, he learned were\nSanskrit. If he had a note-book the bald-headed professor was\ncontinually jotting down memoranda in it.\n\n\"I can hardly think of him as a conspirator against us,\" said Tom to\nMr. Titus.\n\n\"After you have been in the contracting business as long as I have\nyou'll distrust every one,\" was the answer.  \"Waddington isn't on\nboard, or I'd distrust him. That Spaniard, Senor Pinto, seems to be out\nof consideration, and there only remains the professor. We must watch\nhim.\"\n\nBut Professor Bumper proved to be above suspicion.  Carefully guarded\ninquiries made of the captain, the purser and other ships' officers,\nbrought out the fact that he was well known to all of them, having\ntraveled on the line before.\n\n\"He is making a search for something, but he won't say what it is,\" the\ncaptain said. \"At first we thought it was gold or jewels, for he goes\naway off into the Andes Mountains, where both gold and jewels have been\nfound. He never looks for treasure, though, for though some of his\nparty have made rather rich discoveries, he takes no interest in them.\"\n\n\"What is he after then?\" asked Mr. Titus.\n\n\"No one knows, and he won't tell. But whatever it is he has never found\nit yet. Always, when he comes back, unsuccessful, from a trip to the\ninterior and goes back North with us, he will remark that he has not\nthe right directions. That he must seek again.\n\n\"Back he comes next season, as full of hope as before, but only to be\ndisappointed. Each time he goes to a new place in the mountains where\nhe digs and delves, so members of the parties he hires tell me, but\nwith no success. He carries with him something in a small iron box,\nand, whatever this is, he consults it from time to time. It may be\ndirections for finding whatever he is after. But there seems to be\nsomething wrong.\"\n\n\"This is quite a mystery,\" remarked Tom.\n\n\"It certainly is. But Professor Bumper is a fine man. I have known him\nfor years.\"\n\n\"This seems to dispose of the theory that he planted the bomb, and that\nhe is one of the plotters in the pay of Blakeson & Grinder,\" said Mr.\nTitus, when he and Tom were alone.\n\n\"Yes, I guess it does. But who can have done it?\"\n\nThat was a question neither could answer.\n\nTom had a theory, which he did not disclose to Mr. Titus, that, after\nall, the somewhat mysterious Senor Pinto might, in some way, be mixed\nup in the bomb attempt. But a close questioning of the steward on duty\nnear the foreigner's cabin at the time disclosed the fact that Pinto\nhad been ill in his berth all that day.\n\n\"Well, unless the bomb fell from some passing airship, I don't see how\nit got on deck,\" said Tom with a shake of his head. \"And I'm sure no\nairship passed over us.\"\n\nThey had kept the matter secret, not telling even Mr. Damon, for they\nfeared the eccentric man would make a fuss and alarm the whole vessel.\nSo Mr. Damon, occasionally blessing his necktie or his shoe laces,\nplayed chess with his elderly gentleman friend and was perfectly happy.\n\nThat Professor Bumper not only had kept his promise about not\nmentioning the bomb, but that he had forgotten all about it, was\nevident a day or two after the happening. Tom and Mr. Titus passed him\non deck, and bowed cordially. The professor returned the salutation,\nbut looked at the two in a puzzled sort of fashion.\n\n\"I beg your pardon,\" he remarked, \"but your faces are familiar, though\nI cannot recall your names. Haven't I seen you before?\"\n\n\"You have,\" said Tom, with a smile. \"You saved our lives from a bomb\nthe other day.\"\n\n\"Oh, yes! So I did! So I did!\" exclaimed Professor Bumper.  \"I felt\nsure I had seen you before. Are you all right?\"\n\n\"Yes. There haven't been any more bombs thrown at us,\" the contractor\nsaid. \"By the way, Professor Bumper, I understand you are quite a\ntraveler in the Andes, in the vicinity of Lima.\"\n\n\"Yes, I have been there,\" admitted the bald-headed scientist in guarded\ntones.\n\n\"Well, I am digging a tunnel in that vicinity,\" went on Mr. Titus, \"and\nif you ever get near Rimac, where the first cutting is made, I wish you\nwould come and see me--Tom too, as he is associated with me.\"\n\n\"Rimac-Rimac,\" murmured the professor, looking sharply at the\ncontractor. \"Digging a tunnel there? Why are you doing that?\" and he\nseemed to resent the idea.\n\n\"Why, the Peruvian government engaged me to do it to connect the two\nrailroad lines,\" was the answer. \"Do you know anything about the place?\"\n\n\"Not so much as I hope to later on,\" was the unexpected answer. \"As it\nhappens I am going to Rimac, and I may visit your tunnel.\"\n\n\"I wish you would,\" returned Mr. Titus.\n\nLater on, in their stateroom, the contractor remarked to the young\ninventor:\n\n\"Sort of queer; isn't it?\"\n\n\"What?\" asked Tom. \"His not remembering us?\"\n\n\"No, though that was odd. But I suppose he is forgetful, or pretends to\nbe. I mean it's queer he is going to Rimac.\"\n\n\"What do you mean?\" asked Tom.\n\n\"Well, I don't know exactly what I mean,\" went on the tunnel\ncontractor, \"but our tunnel happens to start at Rimac, which is a small\ntown at the base of the mountains.\"\n\n\"Maybe the professor is a geologist,\" suggested Tom, \"and he may want\nto get some samples of that hard rock.\"\n\n\"Maybe,\" admitted Mr. Titus. \"But I shall keep my eyes on him all the\nsame. I'm not going to have any strangers, who happen to be around when\nbombs drop near us, get into my tunnel.\"\n\n\"I think you're wrong to doubt Professor Bumper,\" Tom said.\n\nA few days after this, when Tom and Mr. Titus were casually discussing\nthe weather on deck and wondering how much longer it would be before\nthey reached Callao, Mr. Damon, who had been playing numberless games\nof chess, came up for a breath of air.\n\n\"Mr. Damon,\" called Tom, \"come over here and meet a friend of ours,\nProfessor Bumper,\" and he was about to introduce them, for the two, as\nfar as Tom knew, had not yet met. But no sooner had the professor and\nMr. Damon caught sight of each other than there was a look of mutual\nrecognition.\n\n\"Bless my fountain pen!\" cried the eccentric man. \"If it isn't my old\nfriend!\"\n\n\"Mr. Damon!\" cried the professor. \"I am delighted to see you again. I\ndid not know you were on board!\"\n\n\"Nor I you. Bless my apple dumpling! Are you still after those Peruvian\nantiquities?\"\n\n\"I am, Mr. Damon. But I did not know you were acquainted with Mr.\nSwift.\"\n\n\"Oh, Tom and I are old friends.\"\n\n\"Professor Bumper saved the lives of Mr. Titus and myself,\" said Tom,\n\"or at least he saved us from severe injury by a bomb.\"\n\n\"Pray do not mention it, my friends,\" put in the professor, casually.\n\"It was nothing.\"\n\nOf course he did not mean it just that way.\n\nThen, naturally, Mr. Damon had to be told all about the bomb for the\nfirst time, and his wonder was great. He blessed everything he could\nthink of.\n\n\"And to think it should be my old friend, Professor Bumper, who saved\nyou,\" said the odd man to Tom and Mr. Titus later that day.\n\n\"Do you know him well?\" asked Mr. Titus.\n\n\"Very well indeed. Our drug concern sells him many chemicals for his\nexperiments.\"\n\n\"Well, if you know him I guess he can't be what I thought he was,\" the\ncontractor went on. \"I'm glad to know it. Why is he going to the Andes?\"\n\n\"Oh, for many years he has been interested in collecting Peruvian\nantiquities. He has a certain theory in regard to something or other\nabout their ancient civilization, but just what it is I have, at this\nmoment, forgotten. Only I know you can thoroughly trust Professor\nBumper, for a finer man never lived, though he is a bit absent-minded\nat times.  But you will like him very much.\"\n\nThus the last lingering doubt of Professor Bumper was removed. Mr.\nDamon told something of how the scientist had been honored by degrees\nfrom many colleges and was regarded as an authority on Peruvian matters.\n\nBut who had placed the bomb on deck remained a mystery.\n\nIn due time Callao, the seaport of Lima, was reached and our friends\ndisembarked. Tom saw to the unloading of the explosive, which was to be\nsent direct to the tunnel at Rimac. Mr. Titus, Tom and Mr. Damon would\nremain in Lima a day or so.\n\nProfessor Bumper disembarked with our friends, and stopped at the same\nhotel. Tom kept a lookout for Senor Pinto, but did not see him, and\nconcluded that the Spaniard was ill, and would be carried ashore on a\nstretcher, perhaps.\n\nLima, the principal city and capital of Peru, proved an interesting\nplace. It was about eight miles inland and was built on an arid plain\nabout five hundred feet above sea level. Yet, though it was on what\nmight be termed a desert, the place, by means of irrigation, had been\nmade into a beauty spot.\n\nTom found the older part of the city was laid out with mathematical\nregularity, each street crossing the other at right angles. But in the\nnew portions there was not this adherence to straightness.\n\n\"Bless my transfer! Why, they have electric cars here!\" exclaimed Mr.\nDamon, catching sight of one on the line between Callao and the capital.\n\n\"What did you think they'd have?\" asked Mr. Titus, \"elephants or\ncamels?\"\n\n\"I--I didn't just know,\" was the answer.\n\n\"Oh, you'll find a deal of civilization here,\" the contractor said. \"Of\ncourse much of the population is negro or Indian, but they are often\nrich and able to buy what they want. There is a population of over\n150,000, and there are two steam railroads between Callao and Lima,\nwhile there is one running into the interior for 130 miles, crossing\nthe Andes at an elevation of over three miles. It is a branch of that\nroad, together with a branch of the one running to Ancon, that I am to\nconnect with a tunnel.\"\n\nTom found some beautiful churches and cathedrals in Lima, and spent\nsome time visiting them. He and Mr. Damon also visited, in the\noutskirts, the tobacco, cocoa and other factories.\n\nThree days after reaching the capital, Mr. Titus having attended to\nsome necessary business while Mr. Damon set on foot matters connected\nwith his affairs, it was decided to strike inland to Rimac, and to try\nthe effect of Tom Swift's explosive on the tunnel.\n\nThe journey was to be made in part by rail, though the last stages of\nit were over a rough mountain trail, with llamas for beasts of burden,\nwhile our friends rode mules.\n\nAs Tom, Mr. Damon, Koku, and Mr. Titus were going to the railroad\nstation they saw Professor Bumper also leaving the hotel.\n\n\"I believe our roads lie together for a time,\" said the bald-headed\nscientist, \"and, if you have no objections, I will accompany you.\"\n\n\"Come, and welcome!\" exclaimed Mr. Titus, all his suspicions now gone.\n\n\"And it may be that you will be able to help me,\" the scientist went on.\n\n\"Help you--how?\" asked Tom.\n\n\"I will tell you when we reach the Andes,\" was the mysterious answer.\n\nIt was a day later when they left the train at a small station, and\nstruck off into the foothills of the great Andes Mountains, where the\ntunnel was started, that the professor again mentioned his object.\n\n\"Friends,\" he said, as he gazed up at the towering cliffs and crags, \"I\nam searching for the lost city of Pelone, located somewhere in these\nmountains. Will you help me to find it?\"\n\n\n\n\nChapter XII\n\nThe Tunnel\n\n\nMr. Damon, of the three who heard Professor Bumper make this statement,\nshowed the least sign of astonishment. It would have been more correct\nto say that he showed none at all. But Tom could not restrain himself.\n\n\"The lost city of Pelone!\" he exclaimed.\n\n\"Is it here--in these mountains?\" asked Mr. Titus.\n\n\"I have reason to hope that it is,\" went on the professor.  \"The golden\ntablets are very vague, but I have tried many locations, and now I am\nabout to try here. I hope I shall succeed. At any rate, I shall have\nagreeable company, which has not always been my luck on my previous\nexpeditions seeking to find the lost city.\"\n\n\"Oh, Professor, are you still on that quest?\" asked Mr. Damon, in a\nmatter-of-fact tone.\n\n\"Yes, Mr. Damon, I am. And now that I look about me, and see the shape\nof these mountains, I feel that they conform more to the description on\nthe golden plates than any location I have yet tried. Somehow I feel\nthat I shall be successful here.\"\n\n\"Did you know Professor Bumper was searching for a lost city of the\nAndes?\" asked Tom, of his eccentric friend.\n\n\"Why yes,\" answered Mr. Damon. \"He has been searching for years to\nlocate it.\"\n\n\"Why didn't you tell us?\" inquired Mr. Titus.\n\n\"Why, I never thought of it. Bless my memorandum book! it never\noccurred to me. I did not think you would be interested.  Tell them\nyour story, Professor Bumper.\"\n\n\"I will soon. Just now I must see to my equipment. The story will keep.\"\n\nAnd though Tom and Mr. Titus were both anxious to hear about the lost\ncity, they, too, had much to do to get ready for the trip into the\ninterior.\n\nThe beginning of the tunnel under one of the smaller of the ranges of\nthe Andes lay two days journey from the end of the railroad line. And\nthe trip must be made on mules, with llamas as beasts of burden,\ntransporting the powder and other supplies.\n\n\"We'll only need to take enough food with us for the two days,\" said\nMr. Titus. \"We have a regular camp at the tunnel mouth, and my brother\nhas supplies of grub and other things constantly coming in. We also\nhave shacks to live in; but on this trip we will use tents, as the\nweather at this season is fine.\"\n\nIt was quite a little expedition that set off up the mountain trail\nthat afternoon, for they had arrived at the end of the railroad line\nshortly before dinner, and had eaten at a rather poor restaurant.\n\nProfessor Bumper had made up his own exploring party, consisting of\nhimself and three native Indian diggers with their picks and shovels.\nThey were to do whatever excavating he decided was necessary to locate\nthe hidden city.\n\nSeveral mules and llamas, laden with the new explosive, and burdened\nwith camp equipment and food, and a few Indian servants made up the\ncavalcade of Tom, the contractor, Mr. Damon and Koku. The giant was\nalmost as much a source of wonder to the Peruvians as he had been on\nboard the ship.  And he was a great help, too. For some of the Indians\nwere under-sized, and could not lift the heavy boxes and packages to\nthe backs of the beasts of burden.\n\nBut Koku, thrusting the little men aside, grasped with one hand what\ntwo of them had tried in vain to lift, and set it on the back of mule\nor llama.\n\nThe way was rough but they took their time to it, for the trail was an\nascending one. Above and beyond them towered the great Andes, and Tom,\ngazing up into the sky, which in places seemed almost pierced by the\nsnow-covered peaks, saw some small black specks moving about.\n\n\"Condors,\" said Mr. Titus, when his attention was called to them. \"Some\nof them are powerful birds, and they sometimes pick up a sheep and make\noff with it, though usually their food consists of carrion.\"\n\nThey went into camp before the sun went down, for it grew dark soon\nafter sunset, and they wanted to be prepared.  Supper was made ready by\nthe Indian helpers, and when this was over, and they sat about a camp\nfire, Tom said:\n\n\"Now, Professor Bumper, perhaps you'll explain about the lost city.\"\n\n\"I wish I could explain about it,\" began the scientist.  \"For years I\nhave dreamed of finding it, but always I have been disappointed. Now,\nperhaps, my luck may change.\"\n\n\"Do you think it may be near here?\" asked Mr. Titus, motioning toward\nthe dark and frowning peaks all about them.\n\n\"It may be. The signs are most encouraging. In brief, the story of the\nlost city of Pelone is this. Thousands of years ago--in fact I do not\nknow how many--there existed somewhere in Peru an ancient city that was\nthe centre of civilization for this region. Older it was than the\ncivilization of the Mexicans--the Montezumas--older and more cultured.\n\n\"It is many years since I became interested in Peruvian antiquities,\nand then I had no idea of the lost city. But some of the antiques I\npicked up contained in their inscriptions references to Pelone. At\nfirst I conceived this to be a sort of god, a deity, or perhaps a\npowerful ruler.  But as I went on in my work of gathering ancient\nthings from Peru, I saw that the name Pelone referred to a city--a seat\nof government, whence everything had its origin.\n\n\"Then I got on the track more closely. I examined ancient documents. I\nfound traces of an ancient language and writings, different from\nanything else in the world. I managed to construct an alphabet and to\nread some of the documents. From them I learned that Pelone was a city\nsituated in some fertile valley of the Andes. It had existed for\nthousands of years; it was the seat of learning and culture. Much light\nwould be thrown on the lives of the people who lived in Peru before the\npresent races inhabited it, if I could but locate Pelone.\n\n\"Then I came across two golden tablets on which were graven the\ninformation that Pelone had utterly vanished.\"\n\n\"How?\" asked Tom.\n\n\"The golden tablets did not say. They simply stated the fact that\nPelone was lost, and one sentence read: 'He who shall find it again\nshall be richly rewarded.' But it is not for that that I seek. It is\nthat I may give to the world the treasures it must contain--the\ntreasures of an ancient civilization.\"\n\n\"And how do you think the city disappeared?\" asked Mr. Titus.\n\n\"I do not know. Whether it was destroyed by enemies, whether it was\nburied under the ashes of a volcano, whether it still exists, deserted\nand solitary in some valley amid the mountain fastnesses of the Andes,\nI do not know. But I am certain the city once existed, and it may exist\nyet, though it may be in dust-covered ruins. That is what I seek to\nfind. See! Here are the tablets telling about it. I got them from an\nold Peruvian grave.\"\n\nHe took from a box two thin sheets of yellow metal. They were covered\nwith curious marks, but Tom and the others could make nothing of them.\nOnly Professor Bumper was able to decipher them.\n\n\"And that is the story of the lost city of Pelone--as much as I know,\"\nhe said. \"For years I have sought it. If I can find it I shall be\nfamous, for I shall have added to human knowledge.\"\n\n\"If the people of that city wrote on golden tablets, the yellow metal\nmust have been plentiful,\" commented Mr. Titus.  \"You might strike a\nrich mine.\"\n\n\"I have no use for riches,\" said the professor.\n\n\"Well, I have,\" the contractor said, with a laugh. \"That's why I'm\nputting through this tunnel. And if my brother and I don't do it we'll\nbe in a bad way financially. We have struck traces of gold, but not in\npaying quantities. I should like to see this lost city of yours,\nProfessor Bumper. It may contain gold.\"\n\n\"You may have all the gold, if I am allowed to keep the antiquities we\nfind,\" stipulated the scientist. \"Then you will help me in my search?\"\n\n\"As much as we can spare time for from the tunnel work,\" promised Mr.\nTitus. \"I'll instruct my men to keep their eyes open for any sign of\nancient writings on the rocks we blast out.\"\n\n\"Thank you,\" said the professor.\n\nThe night passed uneventfully enough, if one excepts the mosquitoes\nwhich seemed to get through the nets, making life miserable for all.\nAnd once Tom thought he heard gruntings in the bush back of the tent,\nwhich noises might, he imagined, have been caused by a bear. Toward\nmorning he heard an unearthly screech in the woods, and one of the\nIndians, tending the fire, grunted out a word which meant pumas.\n\n\"I can see it isn't going to be dull here,\" Tom mused, as he turned\nover and tried to sleep.\n\nBreakfast made them all feel better, and they set off on the final\nstage of their journey.\n\n\"If all goes well we'll be at the tunnel entrance and camp to-night,\"\nsaid the contractor. \"This second half of the trip is the roughest.\"\n\nThere was no need of saying that, for it was perfectly evident. The\ntrail was a most precarious one, and only a mule or llama could have\ntraveled it. The mules were most sure-footed, but, as it was, one\nslipped, and came near falling over a cliff.\n\nBut no real accident occurred, and finally, about an hour before\nsunset, the cavalcade turned down the slope and emerged on a level\nplain, which ended against the face of a great cliff.\n\nAs Tom rode nearer the cliff he could make out around it groups of rude\nbuildings, covered with corrugated iron.  There was quite a settlement\nit seemed.\n\nThen, in the face of the cliff there showed something black--like a\nblot of ink, though more regular in outline.\n\n\"The mouth of the tunnel,\" said Mr. Titus to Tom. \"Come on over to the\noffice and I'll introduce you to my brother. I guess he will be glad\nwe've arrived.\"\n\nTom dismounted from his mule, an example followed by the others.\nProfessor Bumper gazed up at the great mountains and murmured:\n\n\"I wonder if the lost city of Pelone lies among them?\"\n\nSuddenly the silence of the evening was broken by a dull, rumbling\nsound.\n\n\"Bless my court plaster!\" cried Mr. Damon. \"What's that?\"\n\n\"A blast,\" answered Mr. Titus. \"But I never knew them to set off one so\nlate before. I hope nothing is wrong!\"\n\nAnd, as he spoke, panic-stricken men began running out of the mouth of\nthe tunnel, while those outside hastened toward them, shouting and\ncalling.\n\n\n\n\nChapter XIII\n\nTom's Explosive\n\n\n\"Something has happened!\" cried Mr. Titus as he ran forward, followed\nby Tom, Mr. Damon and Koku. Professor Bumper started with them, but on\nthe way he saw a curious bit of rock which he stopped to pick up and\nexamine.\n\nAt the entrance of the tunnel, from which came rushing dirt-stained and\npowder-blackened men, Mr. Titus was met by a man who seemed to be in\nauthority.\n\n\"Hello, Job!\" he cried. \"Glad you're back. We're in trouble!\"\n\n\"What's the matter?\" was the question. \"This is my brother Walter,\" he\nsaid. \"This is Tom Swift and Mr. Damon,\" thus hurriedly he introduced\nthem. \"What happened, Walter?\"\n\n\"Premature blast. Third one this week. Somebody is working against us!\"\n\n\"Never mind that now,\" cried Job Titus. \"We must see to the poor\nfellows who are hurt.\" \"I guess there aren't many,\" his brother said.\n\"They were on their way out when the charge went off. Some more of\nBlakeson & Grinder's work, I'll wager!\"\n\nThey were rushing in to the smoke-filled tunnel now, followed by Tom,\nMr. Damon and Koku, who would follow his young master anywhere. Tom saw\nthat the tunnel was lighted with incandescent lamps, suspended here and\nthere from the rocky roof or sides. The electric lights were supplied\nwith current from a dynamo run by a gasoline engine.\n\n\"Where is it, Serato? Where was the blast?\" asked Walter Titus, of a\ntall Indian, who seemed to be in some authority.\n\n\"Back at second turn,\" was the answer, in fairly good English. \"I go\nget beds.\"\n\n\"He means stretchers,\" translated Job. \"That's our Peruvian foreman. A\ngood fellow, but easily scared.\"\n\nThey ran on into the tunnel, Tom and Mr. Damon noticing that a small\nnarrow-gage railroad was laid on the floor, mules being the motive\npower to bring out the small dump cars loaded with rock and dirt,\nexcavated from the big hole.\n\n\"Mind the turn!\" called Job Titus, who was ahead of Tom and Mr. Damon.\n\"It's rough here.\"\n\nTom found it so, for he slipped over some pieces of rock, and would\nhave fallen had not Koku held him up.\n\n\"Thanks,\" gasped Tom, as on he ran.\n\nA little later he came to a place where a cluster of electric lights\ngave better illumination, and he could see it was there that the damage\nhad been done.\n\nA number of men were lying on the dirt and rock floor of the tunnel,\nand some of them were bleeding. Others were staggering about as though\nshocked or stunned.\n\n\"We must get the injured ones out of here!\" cried Walter Titus. \"Where\nare the men with stretchers?\"\n\n\"I sint that Spalapeen Serato for thim!\" broke in a voice, rich in\nIrish brogue. \"But he's thot stupid he might think I was after sindin'\nhim fer wather!\"\n\n\"No, Tim. Serato is after the stretchers all right,\" said Walter. \"We\npassed him on the way.\"\n\n\"That's Tim Sullivan, our Irish foreman, though he has only a few of\nhis own kind to boss,\" explained Job Titus in a whisper.\n\nSome of the workmen (all of whom save the few Irish referred to were\nPeruvian Indians) had now recovered from their shock, or fright, and\nbegan to help the Titus brothers, Tom, Mr. Damon and Koku in looking\nafter the injured. Of these there were five, only two of whom were,\nseemingly, seriously hurt.\n\n\"Me take them out,\" said Koku, and placing one gently over his left\nshoulder, and the other over his right, out of the tunnel he stalked\nwith them, not waiting for the stretchers.\n\nAnd it was well he did so, for one man was in need of an immediate\noperation, which was performed at the rude hospital the contractors\nmaintained at the tunnel mouth. The other man died as Koku was carrying\nhim out, but the giant had saved one life.\n\nSerato, the Indian foreman, with some of his men now came in, and the\nother injured were carried out on stretchers, being attended to by the\ntwo doctors who formed part of the tunnel force. Among a large body of\nmen some were always falling ill or getting hurt, and in that wild\ncountry a doctor had to be kept near at hand.\n\nWhen the excitement had died down, and it was found that one death\nwould be the total toll of the accident and that the premature blast\nhad done no damage to the tunnel, the two Titus brothers began to\nconsider matters.\n\nTom, Mr. Damon and the two contractors sat in the main office and\ntalked things over. Koku was eating supper, though the others had\nfinished, but, naturally, it took Koku twice as long as any one else.\nProfessor Bumper was busy transcribing material in his note-book.\n\n\"Well, I'm glad you've come back, Job,\" said his brother.  \"Things have\nbeen going at sixes and sevens here since you went to get some new kind\nof blasting powder. By the way, I hope you got it, for we are\npractically at a standstill.\"\n\n\"Oh, I got it all right--some of Tom Swift's best--specially made for\nus. And, better still, I've brought Tom back with me.\"\n\n\"So I see. Well, I'm glad he's here.\"\n\n\"Now what about this accident to-day?\" went on Job.\n\n\"Well, as I said, it's the third this week. All of them seemed to be\npremature blasts. But I've sent for some of the fuses used. I'm going\nto get at the bottom of this. Here is Sullivan with them now. Come in,\nTim,\" he called, as the Irishman knocked at the door.\n\n\"Are they the fuses used in the blasts?\" Walter asked.\n\n\"They are, sor. An' they mostly burn five minutes, which is plenty of\ntime fer all th' min t' git out of danger. Only this time th' fuse\ndidn't seem to burn more than a minute, an' I lit it meself.\"\n\n\"Let's see how long they burn now,\" suggested Job.\n\nOne of the longer fuses was lighted. It spluttered and smoked, while\nthe contractors timed it with their watches.\n\n\"Four minutes!\" exclaimed Job. \"That's queer, and they're the regular\nten minute length. I wonder what this means.\n\nHe took up another fuse, and examined it closely.\n\n\"Why!\" he cried. \"These aren't our fuses at all. They're another make,\nand much more rapid in burning. No wonder you've been having premature\nblasts. They go off in about half the time they should.\"\n\n\"I can't understhand thot!\" said Tim, thoughtfully. \"I keep all the\nfuses locked up, and only take thim out when I need thim.\"\n\n\"Then somebody has been at your box, Tim, and they took out our regular\nfuses and put in these quicker ones. It's a game to make trouble for us\namong our men, and to damage the tunnel.\"\n\n\"Bless my rubber boots!\" cried Mr. Damon. \"Who would do a thing like\nthat?\"\n\n\"Our rivals, perhaps, though I do not like to accuse any man on such\nsmall evidence,\" said Walter. \"But we must adopt new measures.\"\n\n\"And be very careful of the fuses,\" said Job.\n\n\"Thot's what I will!\" declared Tim. \"I'll put th' supply in a new\nplace. No wonder there was blasts before th' min could git out th' way!\nBad cess t' th' imps thot did this!\" and he banged his big fist down on\nthe table.\n\nSince the trouble began a guard had been always posted around the\ntunnel entrance and surrounding buildings, and this night the patrol\nwas doubled. Tom, Mr. Damon and the two Titus brothers sat up quite\nlate, talking over plans and ideas.\n\nProfessor Bumper went to bed early, as he said he was going to set off\nbefore sunrise to make a search for the lost city.\n\n\"I regard him as more or less of a visionary,\" said Mr. Job Titus; \"but\nhe seems a harmless gentleman, and we'll do all we can to help him.\"\n\n\"Surely,\" agreed his brother.\n\nThe night was not marked by any disturbance, and after breakfast, Tom,\nunder the guidance of the Titus brothers, looked over the tunnel with a\nview to making his first experiment with the new explosive.\n\nThe tunnel was being driven straight into the face of one of the\nsmaller ranges of the Andes Mountains. It was to be four miles in\nlength, and when it emerged on the other side it would enable trains to\nmake connections between the two railroads, thus tapping a rich and\nfertile country.\n\nOn the site of the tunnel, which was two days' mule travel east from\nRimac, the Titus brothers had assembled their heavy machinery. They had\nbrought some of their own men, including Tim Sullivan, with them, but\nthe other labor was that of Peruvian Indians, with a native foreman,\nSerato, over them.\n\nThere were engines, boilers, dynamos, motors, diamond drills, steam\nshovels and a miniature railway, with mules as the motive power. A\nsmall village had sprung up at the tunnel mouth, and there was a\ngeneral store, besides many buildings for the sleeping and eating\nquarters of the laborers, as well as places where the white men could\nlive.  Their quarters were some distance from the native section.\n\nPowder, supplies, in fact everything save what game could be obtained\nin the forest, or what grains or fruits were brought in by natives\nliving near by, had to be brought over the rough trail. But Titus\nBrothers had a large experience in engineering matters in wild and\ndesolate countries, and they knew how to be as comfortable as possible.\n\nMr. Damon learned that one of the districts whence his company had been\nin the habit of getting quinine was distant a day's journey over the\nmountain, so he decided to make the trip, with a native guide, and see\nif he could get at the bottom of the difficulty in forwarding shipments.\n\nThis was a few days after the arrival of our friends.  Meanwhile, Tom\nhad been shown all through the tunnel by the Titus Brothers and had had\nhis first sight of the hard cliff of rock which seemed to be a\nveritable stone wall in the way of progress--or at least such progress\nas was satisfactory to the contractors.\n\n\"Well, we'll try what some of my explosive will do,\" said Tom, when he\nhad finished the examination. \"I don't claim it will be as successful\nas the sample blast we set off at Shopton, but we'll do our best.\"\n\nHoles were drilled in the face of the rock, and several charges of the\nnew explosive tamped in. Wires were attached to the fuses, which were\nof a new kind, and warning was given to clear the tunnel. The wires ran\nout to the mouth of the horizontal shaft and Tom, holding the switch in\nhis hand made ready to set off the blast.\n\n\"Are they all out?\" he asked Tim Sullivan, who had emerged, herding the\nIndian laborers before him. Tim insisted on being the last man to seek\nsafety when an explosion was to take place.\n\n\"All ready, sor,\" answered the foreman.\n\n\"Here she goes!\" cried Tom, as his fingers closed the circuit.\n\n\n\n\nChapter XIV\n\nMysterious Disappearances\n\n\nThere was a dull, muffled report, a sort of rumbling that seemed to\nextend away down under the earth and then echo back again until the\nground near the mouth of the tunnel, where the party was standing,\nappeared to rock and heave.  There followed a cloud of yellow, heavy\nsmoke which made one choke and gasp, and Tom, seeing it, cried:\n\n\"Down! Down, everybody! There's a back draft, and if you breathe any of\nthat powder vapor you'll have a fearful headache! Get down, until the\nsmoke rises!\"\n\nThe tunnel contractors and their men understood the danger, for they\nhad handled explosives before. It is a well-known fact that the fumes\nof dynamite and other giant powders will often produce severe\nheadaches, and even illness. Tom's explosive contained a certain\npercentage of dynamite, and he knew its ill effects. Stretched prone,\nor crouching on the ground, there was little danger, as the fumes,\nbeing lighter than air, rose. The yellow haze soon drifted away, and it\nwas safe to rise.\n\n\"Well, I wonder how much rock your explosive tore loose for us, Tom,\"\nobserved Job Titus, as he looked at the thin, yellowish cloud of smoke\nthat was still lazily drifting from the tunnel.\n\n\"Can't tell until we go in and take a look,\" replied the young\ninventor. \"It won't be safe to go in for a while yet, though. That\nsmoke will hang in there a long time. I didn't think there'd be a back\ndraft.\"\n\n\"There is, for we've often had the same trouble with our shots,\" Walter\nTitus said. \"I can't account for it unless there is some opening in the\nshaft, connecting with the outer air, which admits a wind that drives\nthe smoke out of the mouth, instead of forward into the blast hole.\nIt's a queer thing and we haven't been able to get at the bottom of it.\"\n\n\"That's right,\" agreed his brother. \"We've looked for some opening, or\nnatural shaft, but haven't been able to find it.  Sometimes we shoot\noff a charge and everything goes well, the smoke disappears in a few\nminutes. Again it will all blow out this way and we lose half a day\nwaiting for the air to clear. There's a hidden shaft, or natural\nchimney, I'm sure, but we can't find it.\"\n\n\"Thot blast didn't make much racket,\" commented Tim Sullivan. \"I doubt\nthot much rock come down. An' thot's not sayin' anythin' ag'in yer\npowder, lad,\" he went on to Tom.\n\n\"Oh, that's all right,\" Tom Swift replied, with a laugh.  \"My explosive\ndoesn't work by sound. It has lots of power, but it doesn't produce\nmuch concussion.\"\n\n\"We've often made more noise with our blasts,\" confirmed Job Titus,\n\"but I can't say much for our results.\"\n\nThey were all anxious, Tom included, to hurry into the tunnel to see\nhow much rock had been loosened by the blast, but it was not safe to\nventure in until the fumes had been allowed to disperse. In about an\nhour, however, Tim Sullivan, venturing part way in, sniffed the air and\ncalled:\n\n\"It's all right, byes! Air's clear. Now come on!\"\n\nThey all hurried eagerly into the shaft, Mr. Damon stumbling along at\nTom's side, as anxious as the lad himself. Before they reached the face\nof the cliff against which the bore had been driven, and which was as a\nsolid wall of rock to further progress, they began to tread on\nfragments of stone.\n\n\"Well, it blew some as far back as here,\" said Walter Titus. \"That's a\ngood sign.\"\n\n\"I hope so,\" Tom remarked.\n\nThere were still some fumes noticeable in the tunnel, and Mr. Damon\ncomplained of a slight feeling of illness, while Koku, who kept at\nTom's side, murmured that it made his eyes smart. But the sensations\nsoon passed.\n\nThey came to a stop as the face of the cliff loomed into view in the\nglare of a searchlight which Job Titus switched on. Then a murmur of\nwonder came from every one, save from Tom Swift. He, modestly, kept\nsilent.\n\n\"Bless my breakfast orange!\" cried Mr. Damon. \"What a big hole!\"\n\nThere was a great gash blown in the hard rock which had acted as a bar\nto the further progress of the tunnel. A great heap of rock, broken\ninto small fragments, was on the floor of the shaft, and there was a\nbig hole filled with debris which would have to be removed before the\nextent of the blast could be seen.\n\n\"That's doing the work!\" cried Job Titus.\n\n\"It beats any two blasts we ever set off,\" declared his brother.\n\n\"Much fine!\" muttered the Peruvian foreman, Serato.\n\n\"It's a lalapaloosa, lad!  Thot's what it is!\" enthusiastically\nexclaimed Tim Sullivan. \"Now the black beggars will have some rock to\nshovel! Come on there, Serato, git yer lazy imps t' work cartin' this\nstuff away.  We've got a man on th' job now in this new powder of Tom\nSwift's. Git busy!\"\n\n\"Um!\" grunted the Indian, and he called to his men who were soon busy\nwith picks and shovels, loading the loosened rock and earth into the\nmule-hauled dump cars which took it to the mouth of the tunnel, whence\nit was shunted off on another small railroad to fill in a big gulch to\nsave bridging it.\n\nTom's first blast was very successful, and enough rock was loosed to\nkeep the laborers busy for a week. The contractors were more than\nsatisfied.\n\n\"At this rate we'll finish ahead of time, and earn a premium,\" said Job\nto his brother.\n\n\"That's right. You didn't make any mistake in appealing to Tom Swift.\nBut I wonder if Blakeson & Grinder have given up trying to get the job\naway from us?\"\n\n\"I don't know. I'd never trust them. We must watch out for Waddington.\nThat bomb on the vessel had a funny look, even if it was not meant to\nkill Tom or me. I won't relax any.\"\n\n\"No, I guess it wouldn't be safe.\"\n\nBut a week went by without any manifestation having been made by the\nrival tunnel contractors. During that week more of Tom's explosive\narrived, and he busied himself getting ready another blast which could\nbe set off as soon as the debris from the first should have been\ncleared away.\n\nMeanwhile, Professor Bumper, with his Indian guides and helpers, had\nmade several trips into the mountain regions about Rimac, but each time\nthat he returned to the tunnel camp to renew his supplies, he had only\na story of failure to recite.\n\n\"But I am positive that somewhere in this vicinity is the lost Peruvian\ncity of Pelone,\" he said. \"Every indication points to this as the\nregion, and the more I study the plates of gold, and read their\nmessage, the more I am convinced that this is the place spoken of.\n\n\"But we have been over many mountains, and in more valleys, without\nfinding a trace of the ancient civilization I feel sure once flourished\nhere. There are no relics of a lost race--not so much as an arrow or\nspear head. But, somehow or other, I feel that I shall find the lost\ncity.  And when I do I shall be famous!\"\n\n\"Mr. Damon and I will help you all we can,\" Tom said. \"As soon as I get\nready the next blast I'll have a little time to myself, and we will go\nwith you on a trip or two.\"\n\n\"I shall be very glad to have you,\" the bald-headed scientist remarked.\n\nTom's second blast was even more successful than the first, and enough\nof the hard rock was loosed and pulverized to give the Indian laborers\nten days' work in removing it from the tunnel.\n\nThen, as the services of the young inventor would not be needed for a\nweek or more, he decided to go on a little trip with Professor Bumper.\n\n\"I'll come too,\" said Mr. Damon. \"One of the sub-contractors whose men\nare gathering the cinchona bark for our firm has his headquarters in\nthe region where you are going, and I can go over there and see why he\nisn't up to the mark.\"\n\nAccordingly, preparations having been made to spend a week in camp in\nthe forests of the Andes, Tom and his party set off one morning.\nProfessor Bumper's Indian helpers would do the hard work, and, of\ncourse, Koku, who went wherever Tom went, would be on hand in case some\nfeat of strength were needed.\n\nIt was a blind search, this hunt for a lost city, and as much luck\nmight be expected going in one direction as in another; so the party\nhad no fixed point toward which to travel. Only Mr. Damon stipulated\nthat he wanted to reach a certain village, and they planned to include\nthat on their route.\n\nTom Swift took his electric rifle with him, and with it he was able to\nbring down a couple of deer which formed a welcome addition to the camp\nfare.\n\nThe rifle was a source of great wonder to the Peruvians.  They were\nfamiliar with ordinary firearms, and some of them possessed\nold-fashioned guns. But Tom's electric weapon, which made not a sound,\nbut killed with the swiftness of light, was awesome to them. The\ninterpreter accompanying Professor Bumper confided privately to Tom\nthat the other Indians regarded the young inventor as a devil who\ncould, if he wished, slay by the mere winking of an eye.\n\nMr. Damon located the quinine-gathering force he was anxious to see,\nand, through the interpreter, told the chief that more bark must be\nbrought in to keep up to the terms of the contract.\n\nBut something seemed to be the matter. The Indian chief was indifferent\nto the interpreted demands of Mr. Damon, and that gentleman, though he\nblessed any number of animate and inanimate objects, seemed to make no\nimpression.\n\n\"No got men to gather bark, him say,\" translated the interpreter.\n\n\"Hasn't got any men!\" exclaimed Mr. Damon. \"Why, look at all the lazy\nbeggars around the village.\"\n\nThis was true enough, for there were any number of able-bodied Indians\nlolling in the shade.\n\n\"Him say him no got,\" repeated the translator, doggedly.\n\nAt that moment screams arose back of one the grass huts, and a child\nran out into the open, followed by a savage dog which was snapping at\nthe little one's bare legs.\n\n\"Bless my rat trap!\" gasped Mr. Damon. \"A mad dog!\"\n\nShouts and cries arose from among the Indians. Women screamed, and\nthose who had children gathered them up in their arms to run to\nshelter. The men threw all sorts of missiles at the infuriated animal,\nbut seemed afraid to approach it to knock it over with a club, or to go\nto the relief of the frightened child which was now only a few feet\nahead of the animal, running in a circle.\n\n\"Me git him!\" cried Koku, jumping forward.\n\n\"No,  Wait!\" exclaimed Tom Swift. \"You can kill the dog all right,\nKoku,\" he said, \"but a scratch from his tooth might be fatal. I'll fix\nhim!\"\n\nSnatching his electric rifle from the Indian bearer who carried it, Tom\ntook quick aim. There was no flash, no report and no puff of smoke, but\nthe dog suddenly crumpled up in a heap, and, with a dying yelp, rolled\nto one side.  The child was saved.\n\nThe little one, aware that something had happened, turned and saw the\nstretched out form of its enemy. Then, sobbing and crying, it ran\ntoward its mother who had just heard the news.\n\nWhile the mothers gathered about the child, and while the older boys\nand girls made a ring at a respectful distance from the dog, there was\nactivity noticed among the men of the village. They began hurrying out\nalong the forest paths.\n\n\"Where are they going?\" asked Tom. \"Is there some trouble?  Was that a\nsacred dog, and did I get in bad by killing it?\"\n\nThe interpreter and the native chief conversed rapidly for a moment and\nthen the former, turning to Tom, said:\n\n\"Men go git cinchona bark now. Plenty get for him,\" and he pointed to\nMr. Damon. \"They no like stay in village. T'ink yo' got lightning in\nyo' pocket,\" and he pointed to the electric rifle.\n\n\"Oh, I see!\" laughed Tom. \"They think I'm a sort of wizard. Well, so I\nam. Tell them if they don't get lots of quinine bark I'll have to stay\nhere until all the mad dogs are shot.\"\n\nThe interpreter translated, and when the chief had ceased replying, Tom\nand the others were told:\n\n\"Plenty bark git. Plenty much. Yo' go away with yo' lightning. All\nright now.\"\n\n\"Well, it's a good thing I keeled over that dog,\" Tom said. \"It was the\nbest object lesson I could give them.\"\n\nAnd from then on there was no more trouble in this district about\ngetting a supply of the medicinal bark.\n\nA week passed and Professor Bumper was no nearer finding the lost city\nthan he had been at first. Reluctantly, he returned to the tunnel camp\nto get more provisions.\n\n\"And then I'll start out again,\" he said.\n\n\"We'll go with you some other time,\" promised Tom. \"But now I expect\nI'll have to get another blast ready.\"\n\nHe found the debris brought down by the second one all removed, and in\na few days, preparations for exploding more of the powder were under\nway.\n\nMany holes had been drilled in the face of the cliff of hard rock, and\nthe charges tamped in. Electric wires connected them, and they were run\nout to the tunnel mouth where the switch was located.\n\nThis was done late one afternoon, and it was planned to set off the\nblast at the close of the working day, to allow all night for the fumes\nto be blown away by the current of air in the tunnel.\n\n\"Get the men out, Tim,\" said Tom, when all was ready.\n\n\"All right, sor,\" was the answer, and the Irish foreman went back\ntoward the far end of the bore to tell the last shift of laborers to\ncome out so the blast could be set off.\n\nBut in a little while Tim came running back with a queer look on his\nface.\n\n\"What's the matter?\" asked Tom. \"Why didn't you bring the men with you?\"\n\n\"Because, sor, they're not there!\"\n\n\"Not in the tunnel? Why, they were working there a little while ago,\nwhen I made the last connection!\"\n\n\"I know they were, but they've disappeared.\"\n\n\"Disappeared?\"\n\n\"Yis sir. There's no way out except at this end an' you didn't see thim\ncome out: did you?\"\n\n\"Then they've disappeared! That's all there is to it! Bad goin's on,\nthot's what it is, sor! Bad!\" and Tim shook his head mournfully.\n\n\n\n\nChapter XV\n\nFrightened Indians\n\n\n\"There must be some mistake,\" said Tom, wondering if the Irish foreman\nwere given to joking. Yet he did not seem that kind of man.\n\n\"Mistake? How can there be a mistake, sor? I wint in there to tell th'\nblack imps t' come out, but they're not there to tell!\"\n\n\"What's the trouble?\" asked Job Titus, coming out of the office near\nthe tunnel mouth. \"What's wrong, Tom?\"\n\n\"Why, I sent Tim in to tell the men to come out, as I was going to set\noff a blast, but he says the men aren't in there. And I'm sure the last\nshift hasn't come out.\"\n\nBy this time Koku, Mr. Damon and Walter Titus had come up to find out\nwhat the trouble was.\n\n\"The min have disappeared--that's all there is to it!\" Tim said.\n\n\"Perhaps they have missed their way--the lights may have gone out, and\nthey might have wandered into some abandoned cutting,\" suggested Tom.\n\n\"There aren't any abandoned cuttin's,\" declared Tim. \"It's a straight\nbore, not a shaft of any kind. I've looked everywhere, and th' min\naren't there I tell ye!\"\n\n\"Are the lights going?\" asked Job. \"You might have missed them in the\ndark, Tim.\"\n\n\"The lights are going all right, Mr. Titus,\" said the young man in\ncharge of the electrical arrangements. \"The dynamo hasn't been stopped\nto-day.\"\n\n\"Come on, we'll have a look,\" proposed Walter Titus.  \"There must be\nsome mistake. Hold back the blast, Tom.\"\n\n\"All right,\" and the young inventor disconnected the electrical\ndetonating switch. \"I'll come along and have a look too,\" he added.\n\"Don't let anybody meddle with the wires, Jack,\" he said to the young\nEnglishman who was in charge of the dynamo.\n\nInto the dimly-lit tunnel advanced the party of investigators, with Tim\nSullivan in the lead.\n\n\"Not a man could I find!\" he said, murmuring to himself.  \"Not a man!\nAn' I mind th' time in Oireland whin th' little people made vanish a\nwhole village like this, jist bekase ould Mike Maguire uprooted a bed\nof shamrocks.\"\n\n\"That's enough of your superstitions, Tim,\" warned Job Titus. \"If some\nof the other Indians hear you go on this way they'll desert as they did\nonce before.\"\n\n\"Did they do that?\" asked Tom.\n\n\"Yes, we had trouble that way when we first began the work. The place\nhere was a howling wilderness then, and there were lots of pumas around.\n\n\"A puma is a small sized lion, you know, not specially dangerous unless\ncornered. Well, some of the men had their families here with them, and\na couple of children disappeared. The story got started that there was\na big puma--the king of them all--carrying off the little ones, and my\nbrother and I awoke one morning to find every laborer missing. They\ndeparted bag and baggage. Afraid of the pumas.\"\n\n\"What did you do?\"\n\n\"Well, we organized ourselves and our white helpers into a hunting\nparty and killed a lot of the beasts. There wasn't any big one though.\"\n\n\"And what had become of the children?\"\n\n\"They weren't eaten at all. They had wandered off into the woods, and\nsome natives found them and took care of them.  Eventually, they got\nback home. But it was a long while before we could persuade the Indians\nto come back. Since then we haven't had any trouble, and I don't want\nTim, with his superstitious fancies, to start any.\"\n\n\"But the min are gone!\" insisted the Irish foreman, who had listened to\nthis story as he and the others walked along.\n\n\"We'll find them,\" declared Mr. Titus.\n\nBut though they looked all along the big shaft, and though the place\nwas well lighted by extra lamps that were turned on when the\ninvestigation started, no trace could be found of the workmen, who had\nbeen left in the tunnel to finish tamping the blast charges. The party\nreached the rocky heading, in the face of which the powerful explosive\nhad been placed, and not an Indian was in sight. Nor, as far as could\nbe told, was there any side niche, or blind shaft, in which they could\nbe hiding.\n\nSometimes, when small blasts were set off, the men would go behind a\nprojecting shoulder of rock to wait until the charge had been fired,\nbut now none was in such a refuge.\n\n\"It is queer,\" admitted Walter Titus. \"Where can the men have gone?\"\n\n\"That's what I want to know!\" exclaimed Tim.\n\n\"Are you sure they didn't come out the mouth of the tunnel?\" asked Job\nTitus.\n\n\"Positive,\" asserted Tom. I was there all the while, rigging up the\nfires.\"\n\n\"We'll call the roll, and check up,\" decided Job Titus.  \"Get Serato to\nhelp.\"\n\nThe Indian foreman had not been in the tunnel with the last shift of\nmen, having left them to Tim Sullivan to get out in time. The Indian\nforeman was called from his supper in the shack where he had his\nheadquarters, and the roll of workmen was called.\n\nTen men were missing, and when this fact became known there were uneasy\nlooks among the others.\n\n\"Well,\" said Mr. Titus, after a pause. \"The men are either in the\ntunnel or out of it. If they're in we don't dare set off the blast, and\nif they're out they'll show up, sooner or later, for supper. I never\nknew any of 'em to miss a meal.\"\n\n\"If such a thing were possible,\" said Walter Titus, \"I would say that\nour rivals had a hand in this, and had induced our men to bolt in order\nto cripple our force. But we haven't seen any of Blakeson & Grinder's\nemissaries about, and, if they were, how could they get the ten men out\nof the tunnel without our seeing them? It's impossible!\"\n\n\"Well, what did happen then?\" asked Tom.\n\n\"I'm inclined to think that the men came out and neither you, nor any\none else, saw them. They ran away for reasons of their own. We'll take\nanother look in the morning, and then set off the blast.\"\n\nAnd this was done. There being no trace of the men in the tunnel it was\ndeemed safe to explode the charges. This was done, a great amount of\nrock being loosened.\n\nThe laborers hung back when the orders were given to go in and clean\nup. There were mutterings among them.\n\n\"What's the matter?\" asked Job Titus.\n\n\"Them afraid,\" answered Serato. \"Them say devil in tunnel eat um up! No\ngo in.\"\n\n\"They won't go in, eh?\" cried Tim Sullivan. \"Well, they will thot! If\nthere's a divil inside there's a worse one outside, an' thot's me! Git\nin there now, ye black-livered spalapeens!\" and catching up a big club\nthe Irishman made a rush for the hesitating laborers. With a howl they\nrushed into the tunnel, and were soon loading rock into the dump cars.\n\n\n\n\nChapter XVI\n\nOn the Watch\n\n\nThe mystery of the disappearance of the ten men--for mystery it\nwas--remained, and as no side opening or passage could be found within\nthe tunnel, it came to be the generally accepted explanation that the\nlaborers had come out unobserved, and, for reasons of their own, had\nrun away.\n\nThis habit on the part of the Peruvian workers was not unusual. In\nfact, the Titus brothers had to maintain a sort of permanent employment\nagency in Lima to replace the deserters. But they were used to this.\nThe difference was that the Indians used to vanish from camp at night,\nand invariably after pay-day.\n\n\"And that's the only reason I have a slight doubt that they walked out\nof the tunnel,\" said Job Titus. \"There was money due em.\"\n\n\"They never came out of the front entrance of the tunnel,\" said Tom.\n\"Of that I'm positive.\"\n\nBut there was no way of proving his assertion.\n\nThe third blast, while not as successful as the second in the amount of\nrock loosened, was better than the first, and made a big advance in the\ntunnel progress. Tom was beginning to understand the nature of the\nmountain into which the big shaft was being driven and he learned how\nbetter to apply the force of his explosive.\n\nThat was the work which he had charge of--the placing of the giant\npowder so it would do the most effective work.  Then, when the fumes\nfrom the blast had cleared away, in would surge the workmen to clear\naway the debris.\n\nUnder the direction of Mr. Swift, left at Shopton to oversee the\nmanufacture of the explosive, new shipments came on promptly to Lima,\nand were brought out to the tunnel on the backs of mules, or in the\ncase of small quantities, on the llamas. But the latter brutes will not\ncarry a heavy load, lying down and refusing to get up if they are\noverburdened, whereas one has yet to find a mule's limit.\n\nAfter his first success in getting the natives to take a more active\ninterest in the gathering of the cinchona bark, Mr. Damon found it\nrather easy, for the story of Tom's electric rifle and how it had\nkilled the mad dog spread among the tribes, and Mr. Damon had but to\nannounce that the \"lightning shooter,\" as Tom was called, was a friend\nof the drug concern to bring about the desired results. Mr. Damon, by\npaying a sort of bribe, disguised under the name \"tax,\" secured the\nhelp of Peruvian officials so he had no trouble on that score.\n\nKoku was in his element. He liked a wild life and Peru was much more\nlike the country of giants where Tom had found him, than any place the\nbig man had since visited. Koku had great strength and wanted to use\nit, and after a week or so of idleness he persuaded Tom to let him go\nin the tunnel to work.\n\nThe giant was made a sort of foreman under Tim, and the two became\ngreat friends. The only trouble with Koku was that he would do a thing\nhimself instead of letting his men do it, as, of course, all proper\nforemen should do. If the giant saw two or three of the Indians trying\nto lift a big rock into the little dump cars, and failing because of\nits great weight, he would good-naturedly thrust them aside, pick up\nthe big stone in his mighty arms, and deposit it in its place.\n\nAnd once when an unusually big load had been put in a car, and the mule\nattached found it impossible to pull it out to the tunnel mouth, Koku\nunhitched the creature and, slipping the harness around his waist,\nwalked out, dragging the load as easily as if pulling a child on a sled.\n\nProfessor Bumper kept on with his search for the lost city of Pelone.\nBack and forth he wandered among the wild Andes Mountains, now hopeful\nthat he was on the right trail, and again in despair. Tom and Mr. Damon\nwent with him once more for a week, and though they enjoyed the trip,\nfor the professor was a delightful companion, there were no results.\nBut the scientist would not give up.\n\nTom Swift was kept busy looking after the shipments of the explosive,\nand arranging for the blasts. He had letters from Ned Newton in which\nnews of Shopton was given, and Mr. Swift wrote occasionally. But the\nmails in the wilderness of the Andes were few and far between.\n\nTom wrote a letter of explanation to Mr. Nestor, in addition to the\nwireless he had sent regarding the box labeled dynamite, but he got no\nanswer. Nor were his letters to Mary answered.\n\n\"I wonder what's wrong?\" Tom mused. \"It can't be that they think I did\nthat on purpose. And even if Mr. Nestor is angry at me for something\nthat wasn't my fault, Mary ought to write.\"\n\nBut she did not, and Tom grew a bit despondent as the days went by and\nno word came.\n\n\"I suppose they might be offended because I left Rad to do up that\npackage instead of attending to it myself,\" thought Tom. \"Well, I did\nmake a mistake there, but I didn't mean to. I never thought about\nEradicate's not reading. I'll make him go to night school as soon as I\nget back. But maybe I'll never get another chance to send Mary\nanything. If I do, I'll not let Rad deliver it--that's sure.\"\n\nThe feeling of alarm engendered among the Indians by the disappearance\nof their ten fellow-workers seemed to have disappeared. There were\nrumors that some of the mysterious ten had been seen in distant\nvillages and settlements, but the Titus brothers could not confirm this.\n\n\"I don't think anything serious happened to them, anyhow,\" said Job\nTitus one day. \"And I should hate to think our work was responsible for\nharm to any one.\"\n\n\"Your rivals don't seem to be doing much to hamper you,\" observed Tom.\n\"I guess Waddington gave up.\n\n\"I won't be too sure of that,\" said Mr. Titus.\n\n\"Why, what has happened?\" Tom asked.\n\n\"Well, nothing down here--that is, directly--but we are meeting with\ntrouble on the financial end. The Peruvian government is holding back\npayments.\"\n\n\"Why is that?\"\n\n\"They claim we are not as far advanced as we ought to be.\"\n\n\"Aren't you?\"\n\n\"Practically, yes. There was no set limit of work to be done for the\nintermediate payments. We bonded ourselves to have the tunnel done at a\ncertain date.\n\n\"If we fail, we lose a large sum, and if we get it done ahead of time\nwe get a big premium. There was no question as to completing a certain\namount of footage before we received certain payments. But Senor\nBelasdo, the government representative, claims that we will not be done\nin time, and therefore he is holding back money due us. I'm sure the\nrival contractors have set him up to this, because he was always decent\nto us before.\n\n\"Another matter, too, makes me suspicious. We have tried to raise money\nin New York to tide us over while the government is holding up our\nfunds here. But our New York office is meeting with difficulties. They\nreport there is a story current to the effect that we are going to\nfail, and while that isn't so, you know how hard it is to borrow money\nin the face of such rumors. We are doing all we can to fight them, of\ncourse, and maybe we'll beat out our rivals yet.\n\n\"But that isn't all. I'm sure some one is on the ground here trying to\nmake trouble among our workers. I never knew so many men to leave, one\nafter another. It's keeping the employment agency in Lima busy\nsupplying us with new workers. And so many of them are unskilled. They\naren't able to do half the work of the old men, and poor Tim Sullivan\nis in despair.\"\n\n\"You think some one here is causing dissensions and desertions among\nyour men?\"\n\n\"I'm sure of it! I've tried to ferret out who it is, but the spy, for\nsuch he must be, keeps his identity well hidden.\"\n\nTom thought for a moment. Then he said:\n\n\"Mr. Titus, with your permission, I'll see if I can find out about this\nfor you.\"\n\n\"Find out what, Tom?\"\n\n\"What is causing the men to leave. I don't believe it's the scare about\nthe ten missing ones.\"\n\n\"Nor do I. That's past and gone. But how are you going to get at the\nbottom of it?\"\n\n\"By keeping watch. I've got nothing to do now for the next week. We've\njust set off a big blast, and I've got the powder for the following one\nall ready. The men will be busy for some time getting out the broken\nrock. Now what I propose to do is to go in the tunnel and work among\nthem until I can learn something.\n\n\"I can understand the language pretty well now, though I can't speak\nmuch of it. I'll go in the tunnel every day and find out what's going\non.\"\n\n\"But you'll be known, and if one of our men, or one who we suppose is\none, turns out to be a spy, he'll be very cautious while you're in\nthere.\"\n\n\"He won't know me,\" Tom said. \"This is how I'll work it.  I'll go off\nwith Professor Bumper the next time he starts on one of his weekly\nexpeditions into the woods. But I won't go far until I turn around and\ncome back. I'll adopt some sort of disguise, and I'll apply to you for\nwork. You can tell Tim to put me on. You might let him into the secret,\nbut no one else.\"\n\nA few days later Tom was seen departing with Professor Bumper into the\ninterior, presumably to help look for the lost city. Mr. Damon was away\nfrom camp on business connected with the drug concern, and Koku, to his\ndelight, had been given charge of a stationary hoisting engine outside\nthe tunnel, so he would not come in contact with Tom. It was not\nthought wise to take the giant into the secret.\n\nThen one day, shortly after Professor Bumper and Tom had disappeared\ninto the forest, a ragged and unkempt white man applied at the tunnel\ncamp for work. There was just the barest wink as he accosted Mr. Titus,\nwho winked in turn, and then the new man was handed over to Tim\nSullivan, as a sort of helper.\n\nAnd so Tom Swift began his watch.\n\n\n\n\nChapter XVII\n\nThe Condor\n\n\nLeft to himself, with only the rather silent gang of Peruvian Indians\nas company, Tom Swift looked about him.  There was not much active work\nto be done, only to see that the Indians filled the dump cars evenly\nfull, so none of the broken rock would spill over the side and litter\nthe tramway. Then, too, he had to keep the Indians up to the mark\nworking, for these men were no different from any other, and they were\njust as inclined to \"loaf on the job\" when the eye of the \"boss\" was\nturned away.\n\nThey did not talk much, murmuring among themselves now and then, and\nlittle of what they said was intelligible to Tom.  But he knew enough\nof the language to give them orders, the main one of which was:\n\n\"Hurry up!\"\n\nNow, having seen to it that the gang of which he was in temporary\ncharge was busily engaged, Tom had a chance to look about him. The\ntunnel was not new to him. Much of his time in the past month had been\nspent in its black depths, illuminated, more or less, by the string of\nincandescent lights.\n\n\"What I want to find,\" mused Tom, as he walked to and fro, \"is the\nplace where those Indians disappeared. For I'm positive they got away\nthrough some hole in this tunnel.  They never came out the main\nentrance.\"\n\nTom held to this view in spite of the fact that nearly every one else\nbelieved the contrary--that the men had left by the tunnel mouth, near\nwhich Tom happened to be alone at the time.\n\nNow, left to himself, with merely nominal duties, and so disguised that\nnone of the workmen would know him for the trim young inventor who\noversaw the preparing of the blast charges, Tom Swift walked to and\nfro, looking for some carefully hidden passage or shaft by means of\nwhich the men had got away.\n\n\"For it must be well hidden to have escaped observation so long,\" Tom\ndecided.  \"And it must be a natural shaft, or hole, for we are boring\ninto native rock, and it isn't likely that these Indians ever tried to\nmake a tunnel here.  There must be some natural fissure communicating\nwith the outside of the mountain, in a place where no one would see the\nmen coming out.\"\n\nBut though Tom believed this it was another matter to demonstrate his\nbelief. In the intervals of seeing that the natives properly loaded the\ndump cars, and removed as much of the debris as possible, Tom looked\ncarefully along the walls and roof of the tunnel thus far excavated.\n\nThere were cracks and fissures, it is true, but they were all\nsuperficial ones, as Tom ascertained by poking a long pole up into them.\n\n\"No getting out that way,\" he said, as he met with failure after\nfailure.\n\nOnce, while thus engaged, he saw Serato, the Indian foreman looking\nnarrowly at him, and Serato said something in his own language which\nTom could not understand. But just then along came Tim Sullivan, who,\ngrasping the situation, exclaimed:\n\n\"Thot's all roight, now, Serri, me lad!\" for thus he contracted the\nIndian's name. \"Thot's a new helper I have, a broth of a bye, an' yez\nkin kape yer hands off him. He's takin' orders from me!\"\n\n\"Um!\" grunted the Indian. \"Wha for he fish in tunnel roof?\" for Tom's\npole was one like those the Indians used when, on off days, they\nemulated Izaak Walton.\n\n\"Fishin' is it!\" exclaimed Tim. \"Begorra 'tis flyin' fish he's after\nI'm thinkin'. Lave him alone though, Serri! I'm his boss!\"\n\n\"Um!\" grunted the Indian again, as he moved off into the farther\ndarkness.\n\n\"Be careful, Tom,\" whispered the Irishman, when the native had gone.\n\"These black imps is mighty suspicious. Maybe thot fellah had a hand in\nth' disappearances hisself.\"\n\n\"Maybe,\" admitted Tom. \"He may get a percentage on all new hands that\nare hired.\"\n\nTom kept on with his search, always hoping he might find some hidden\nmeans of getting out of the tunnel. But as the days went by, and he\ndiscovered nothing, he began to despair.\n\n\"The queer thing about it,\" mused Tom, \"is what has become of the ten\nmen. Even if they did find some secret means of leaving, what has\nbecome of them? They couldn't completely disappear, and they have\nfamilies and relatives that would make some sort of fuss if they were\nout of sight completely this long. I wonder if any inquiries have been\nmade about them?\"\n\nWhen Tom came off duty he asked the Titus brothers whether or not any\nof the relatives of the missing men had come to seek news about them.\nNone had.\n\n\"Then,\" said Tom, \"you can depend on it the men are all right, and\ntheir relatives know it. I wonder how it would do to make inquiries at\nthat end? Question some of the relatives.\"\n\n\"Bless my hat band!\" exclaimed Mr. Damon, who was at the conference. \"I\nnever thought of that. I'll do it for you.\"\n\nThe odd man had gotten his quinine gathering business well under way\nnow, and he had some spare time. So, with an interpreter who could be\ntrusted, he went to the native village whence had come nearly all of\nthe ten missing men.  But though Mr. Damon found some of their\nrelatives, the latter, with shrugs of their shoulders, declared they\nhad seen nothing of the ones sought.\n\n\"And they didn't seem to worry much, either,\" reported Mr. Damon.\n\n\"Then we can depend on it,\" remarked Tom, \"that the men are all right\nand their relatives know it. There's some conspiracy here.\"\n\nSo it seemed. But who was at the bottom of it?\n\n\"I can't figure out where Blakeson & Grinder come in,\" said Job Titus.\n\"They would have an object in crippling us, but they seem to be working\nfrom the financial end, trying to make us fail there. I haven't seen\nany of their sneaking agents around here lately, and as for Waddington\nhe seems to have stayed up North.\"\n\nTom resumed his vigil in the tunnel, poking here and there, but with\nlittle success. His week was about up, and he would soon have to resume\nhis character as powder expert, for the debris was nearly all cleaned\nup, and another blast would have to be fired shortly.\n\n\"Well, I'm stumped!\" Tom admitted, the day when he was to come on duty\nfor the last time as a pretended foreman. \"I've hunted all over, and I\ncan't find any secret passage.\"\n\nIt was warm in the tunnel, and Tom, having seen one train of the dump\ncars loaded, sat down to rest on an elevated ledge of rock, where he\nhad made a sort of easy chair for himself, with empty cement bags for\ncushions.\n\nThe heat, his weariness and the monotonous clank-clank of a water pump\nnear by, and the equally monotonous thump of the lumps of rocks in the\ncars made Tom drowsy. Almost before he knew it he was asleep.\n\nWhat suddenly awakened him he could not tell. Perhaps it was some\ninfluence on the brain cells, as when a vivid dream causes us to start\nup from slumber, or it may have been a voice. For certainly Tom heard a\nvoice, he declared afterward.\n\nAs he roused up he found himself staring at the rocky wall of the\ntunnel. And yet the wall seemed to have an opening in it and in the\nopening, as if it were in the frame of a picture, appeared the face Tom\nhad seen at his library the day Job Titus called on him--the face of\nWaddington!\n\nTom sat up so quickly that he hit his head sharply on a projecting rock\nspur, and, for the moment he \"saw stars.\" And with the appearance of\nthese twinkling points of light the face of Waddington seemed to fade\naway, as might a vision in a dream.\n\n\"Bless my salt mackerel, as Mr. Damon would say!\" cried Tom. \"What have\nI discovered?\"\n\nHe rubbed his head where he had struck it, and then passed his hand\nbefore his eyes, to make sure he was awake. But the vision, if vision\nit was, had vanished, and he saw only the bare rock wall. However, the\necho of the voice remained in his ears, and, looking down toward the\ntunnel floor Tom saw Serato, the Indian foreman.\n\n\"Were you speaking to me?\" asked Tom, for the man understood and spoke\nEnglish fairly well.\n\n\"No, sar. I not know you there!\" and the foreman seemed startled at\nseeing Tom. Clearly he was in a fright.\n\n\"You were speaking!\" insisted Tom.\n\n\"No, sar!\" The man shook his head.\n\n\"To some one up there!\" went on the young inventor, waving his hand\ntoward the spot where he had seen the face in the rock.\n\n\"Me speak to roof? No, sar!\" Serato laughed.\n\nTom did not know what to believe.\n\n\"You hear me tell um lazy man to much hurry,\" the Indian went on. \"Me\nnot know you sleep there, sar!\"\n\n\"Oh, all right,\" Tom said, recollecting that he must keep up his\ndisguise. \"Maybe I was dreaming.\"\n\n\"Yes, sar,\" and the foreman hurried on, with a backward glance over his\nshoulder.\n\n\"Now was I dreaming or not?\" thought Tom. \"I'm going to have a look at\nthat place though, where I saw Waddington's face. Or did I imagine it?\"\n\nHe got a long pole and a powerful flash lamp, and when he had a chance,\nunobserved, he poked around in the vicinity where he had seen the face.\n\nBut there was only solid rock.\n\n\"It must have been a dream,\" Tom concluded. \"I've been thinking too\nmuch about this business. I'll have to give up.  I can't solve the\nmystery of the missing men.\"\n\nThe next day, much disappointed, he resumed his own character as\nexplosive expert, and prepared for another blast. The net result of his\nwatch was that he became suspicious of Serato, and so informed the\nTitus Brothers.\n\n\"Oh, but you're mistaken,\" said Job.  \"We have had him for years, on\nother contracts in Peru, and we trust him.\"\n\n\"Well, I don't,\" Tom said, but he had to let it go at that.\n\nAnother blast was set off, but it was not very successful.\n\n\"The rock seems to be getting harder the farther in we go,\" commented\nWalter Titus. \"We're not up to where we ought to be.\"\n\n\"I'll have to look into it,\" answered Tom. \"I may have to change the\npowder mixture. Guess I'll go up the mountain a way, and see if there\nare any outcroppings of rock there that would give me an idea of what\nlies underneath.\"\n\nAccordingly, while the men in the tunnel were clearing away the rock\nloosened by the blast, Tom, one day, taking his electric rifle with\nhim, went up the mountain under which the big bore ran.\n\nHe located, by computation, the spot beneath which the end of the\ntunnel then was, and began collecting samples of the outcropping ledge.\nHe wanted to analyze these pieces of stone later. Koku was with him,\nand, giving the giant a bag of stones to carry, Tom walked on rather\nidly.\n\nIt was a wild and desolate region in which he found himself on the side\nof the mountain. Beyond him stretched towering and snow-clad peaks, and\nhigh in the air were small specks, which he knew to be condors,\nwatching with their eager eyes for their offal food.\n\nAs Tom and Koku made their way along the mountain trail they came\nunexpectedly upon an Indian workman who was gathering herbs and bark,\nan industry by which many of the natives added to their scanty\nlivelihood. The woman was familiar with the appearance of the white\nmen, and nodded in friendly fashion.\n\nTom passed on, thinking of many things, when he was suddenly startled\nby a scream from the woman. It was a scream of such terror and agony\nthat, for the moment, Tom was stunned into inactivity. Then, as he\nturned, he saw a great condor sweeping down out of the air, the wind\nfairly whistling through the big, outstretched wings.\n\n\"Jove!\" ejaculated Tom. \"Can the bird be going to attack the woman?\"\n\nBut this was not the object of the condor. It was aiming to strike,\nwith its fierce talons, at a point some paces distant from where the\nwoman stood, and in the intervals between her screams Tom heard her\ncry, in her native tongue:\n\n\"My baby! My baby! The beast-bird will carry off my baby!\"\n\nThen Tom understood. The woman herb-gatherer had brought her infant\nwith her on her quest, and had laid it down on a bed of soft grass\nwhile she worked. And it was this infant, wrapped as Tom afterward saw\nin a piece of deer-skin, at which the condor was aiming.\n\n\"Master shoot!\" cried Koku, pointing to the down-sweeping bird.\n\n\"You bet I'll shoot!\" cried Tom.\n\nThrowing his electric rifle to his shoulder, Tom pressed the switch\ntrigger. The unseen but powerful force shot straight at the condor.\n\nThe outstretched wings fell limp, the great body seemed to shrivel up,\nand, with a crash, the bird fell into the underbrush, breaking the\ntwigs and branches with its weight.  The electric rifle, a full account\nof which was given in the volume entitled \"Tom Swift and His Electric\nRifle,\" had done its work well.\n\nWith a scream, in which was mingled a cry of thanks, the woman threw\nherself on the sleeping child. The condor had fallen dead not three\npaces from it.\n\nTom Swift had shot just in time.\n\n\n\n\nChapter XVIII\n\nThe Indian Strike\n\n\nSnatching up in her arms the now awakened child, the woman gazed for a\nmoment into its face, which she covered with kisses. Then the\nherb-gatherer looked over to the dead, limp body of the great condor,\nand from thence to Tom.\n\nIn another moment the woman had rushed forward, and knelt at the feet\nof the young inventor. Holding the baby in one arm, in her other hand\nthe woman seized Tom's and kissed it fervently, at the same time pouring\nforth a torrent of impassioned language, of which Tom could only make\nout a word now and then. But he gathered that the woman was thanking\nhim for having saved the child.\n\n\"Oh, that's all right,\" Tom said, rather embarrassed by the\nhand-kissing. \"It was an easy shot.\"\n\nAn Indian came bursting through the bushes, evidently the woman's\nhusband by the manner in which she greeted him, and Tom recognized the\nnewcomer as one of the tunnel workers.  There was some quick\nconversation between the husband and wife, in which the latter made all\nsorts of motions, including in their scope Tom, his rifle, the dead\ncondor and the now smiling baby.\n\nThe man took off his hat and approached Tom, genuflecting as he might\nhave done in church.\n\n\"She say you save baby from condor,\" the man said in his halting\nEnglish. \"She t'ank you--me, I t'ank you. Bird see babe in deer\nskin--t'ink um dead animal. Maybe so bird carry baby off, drop um on\nsharp stone, baby smile no more. You have our lives, senor! We do\nanyt'ing we can for you.\"\n\n\"Thanks,\" said Tom, easily. \"I'm glad I happened to be around. I\nsupposed condors only went for things dead, but I reckon, as you say,\nit mistook the baby in the deer skin for a dead animal. And I guess it\nmight have carried your little one off, or at least lifted it up, and\nthen it might have dropped it far enough to have killed it. It sure is\na big bird,\" and Tom strolled over to look at what he had bagged.\n\nThe condor of the Andes is the largest bird of prey in existence. One\nin the Bronx Zoo, in New York, with his wings spread out, measured a\nlittle short of ten feet from tip to tip. Measure ten feet out on the\nground and then imagine a bird with that wing stretch.\n\nThis same condor in the park was made angry by a boy throwing a feather\nboa up into the air outside the cage. The condor raised himself from\nthe ground, and hurled himself against the heavy wire netting so that\nthe whole, big cage shook. And the breeze caused by the flapping wings\nblew off the hats of several spectators. So powerful was the air force\nfrom the condor's wings that it reminded one of the current caused when\nstanding behind the propellers of an aeroplane in motion. The condor\nrarely attacks living persons or animals, though it has been known to\ncarry off big sheep when driven by hunger.\n\nIt was one of these animals Tom Swift had shot with his electric rifle.\n\n\"We do anyt'ing you want,\" the man gratefully repeated.\n\n\"Well, I've got about all I want,\" Tom said. \"But if you could tell me\nwhere those ten missing men are, and how they got out of the tunnel,\nI'd be obliged to you.\"\n\nThe woman did not seem to comprehend Tom's talk, but the man did. He\nstarted, and fear seemed to come over him.\n\n\"Me--I--I can not tell,\" he murmured.\n\n\"No, I don't suppose you can,\" said Tom, musingly. \"Well, it doesn't\nmatter, I guess I'll have to cross it off my books. I'll never find\nout.\"\n\nAgain the Indian and his wife expressed their gratitude, and Tom, after\nletting the little brown baby cling to his finger, and patting its\nchubby cheek, went on his way with Koku.\n\n\"Well, that was some excitement,\" mused Tom, who made little of the\nshot itself, for the condor was such a mark that he would have had to\naim very badly indeed to miss it.  And perhaps only the electric rifle\ncould have killed quickly enough to prevent the baby's being injured in\nsome way by the big bird, even though it was dying.\n\n\"Master heap good shot!\" exclaimed Koku, admiringly.\n\nThe tunnel work went on, though not so well as when Tom's explosive was\nfirst used. The rock was indeed getting harder and was not so easily\nshattered. Tom made tests of the pieces he had obtained from the\noutcropping ledge on the mountain where he had shot the condor, and\ndecided to make a change in the powder.\n\nShipments were regularly received from Shopton, Mr. Swift keeping\nthings in progress there. Mr. Damon's business was going on\nsatisfactorily, and he lent what aid he could to Tom. As for Professor\nBumper he kept on with his search for the lost city of Pelone, but with\nno success.\n\nThe scientist wanted Tom and Mr. Damon to go on another trip with him,\nthis time to a distant sierra, or fertile valley, where it was reported\na race of Indians lived, different from others in that region.\n\n\"It may be that they are descendants from the Pelonians,\" suggested the\nprofessor. Tom was too busy to go, but Mr. Damon went. The expedition\nhad all sorts of trouble, losing its way and getting into a swamp from\nwhich escape was not easy. Then, too, the strange Indians proved\nhostile, and the professor and his party could not get nearer than the\nboundaries of the valley.\n\n\"But the difficulties and the hostile attitude of these natives only\nmakes me surer that I am on the right track,\" said Mr. Bumper. \"I shall\ntry again.\"\n\nTom was busy over a problem in explosives one day when he saw Tim\nSullivan hurrying into the office of the two brothers. The Irishman\nseemed excited.\n\n\"I hope there hasn't been another premature blast,\" mused Tom. \"But if\nthere had been I think I'd have heard it.\"\n\nHe hastened out to see Job and Walter Titus in excited conversation\nwith Tim.\n\n\"They didn't come out, an' thot's all there is to it,\" the foreman was\nsaying. \"I sint thim in mesilf, and they worked until it was time t'\nset off th' blast. I wint t' get th' fuse, an' I was goin' t' send th'\nblack imps out of danger, whin--whist--they was gone whin I got\nback--fifteen of 'em this time!\"\n\n\"Do you mean that fifteen more of our men have vanished as the first\nten did?\" asked Job Titus.\n\n\"That's what I mean,\" asserted the Irishman.\n\n\"It can't be!\" declared Walter.\n\n\"Look for yersilf!\" returned Tim. \"They're not in th' tunnel!\"\n\n\"And they didn't come out?\"\n\n\"Ask th' time-keeper,\" and Tim motioned to a young Englishman who,\nsince the other disappearance, had been stationed at the mouth of the\ntunnel to keep a record of who went in and came out.\n\n\"No, sir! Nobody kime hout, sir!\" the Englishman declared.  \"Hi 'aven't\nbeen away frim 'ere, sir, not since hi wint on duty, sir. An' no one\nkime out, no, sir!\"\n\n\"We've got to stop this!\" declared Job Titus.\n\n\"I should say so!\" agreed his brother.\n\nWith Tom and Tim the Titus brothers went into the tunnel.  It was\ndeserted, and not a trace of the men could be found.  Their tools were\nwhere they had been dropped, but of the men not a sign.\n\n\"There must be some secret way out,\" declared Tom.\n\n\"Then we'll find it,\" asserted the brothers.\n\nWork on the tunnel was stopped for a day, and, keeping out all natives,\nthe contractors, with Tom and such white men as they had in their\nemploy, went over every foot of roof, sides and floor in the big shaft.\nBut not a crack or fissure, large enough to permit the passage of a\nchild, much less a man, could be found.\n\n\"Well, I give up!\" cried Walter Titus in despair. \"There must be\nwitchcraft at work here!\"\n\n\"Nonsense!\" exclaimed his brother. \"It's more likely the craft of\nBlakeson & Grinder, with Waddington helping them.\"\n\n\"Well, if a human agency made these twenty-five men disappear, prove\nit!\" insisted Walter.\n\nHis brother did not know what to say.\n\n\"Well, go on with the work,\" was Job's final conclusion.  \"We'll have\none of the white men constantly in the tunnel after this whenever a\ngang is working. We won't leave the natives alone even long enough to\ngo to get a fuse. They'll be under constant supervision.\"\n\nThe tunnel was opened for work, but there were no workers.  The morning\nafter the investigation, when the starting whistle blew there was no\nline of Indians ready to file into the big, black hole. The huts where\nthey slept were deserted. A strange silence brooded over the tunnel\ncamp.\n\n\"Where are the men, Serato?\" asked Tom of the Indian foreman.\n\n\"Men um gone. No work any more. What you call a hit.\"\n\n\"You mean a strike?\" asked Tom.\n\n\"Sure--strike--hit--all um same. No more work--um 'fraid!\"\n\n\n\n\nChapter XIX\n\nA Woman Tells\n\n\n\"Well, if this isn't the limit!\" cried Tom Swift. \"As if we didn't\nhave trouble enough without a strike on our hands!\"\n\n\"I should say yes!\" chimed in Job Titus.\n\n\"Do you mean that the men won't work any more?\" asked his brother of\nthe native foreman.\n\n\"Sure, no more work--um much 'fraid big devil in tunnel carry um off\nan' eat um.\"\n\n\"Well, I don't know that I blame 'em for being a bit frightened,\"\ncommented Job. \"It is a queer proceeding how twenty-five men can\ndisappear like that. Where have the men gone, Serato?\"\n\n\"Gone home. No more work. Go on hit--strike--same like white men.\"\n\n\"They waited until pay day to go on strike,\" commented the bookkeeper,\na youth about Tom's age.\n\nThis was true. The men had been paid off the day before, and usually on\nsuch occasions many of them remained away, celebrating in the nearest\nvillage. But this time all had left, and evidently did not intend to\ncome back.\n\n\"We'll have to get a new gang,\" said Job. \"And it's going to delay us\njust at the wrong time. Well, there's no help for it. Get busy, Serato.\nYou and Tim go and see how many men you can gather. Tell them we'll\ngive them a sol a week more if they do good work. (A sol is the\nstandard silver coin of Peru, and is worth in United States gold about\nfifty cents.)\n\n\"Half a dollar a day more will look mighty big to them,\" went on the\ncontractor. \"Get the men, Serato, and we'll raise your wages two sols a\nweek.\"\n\nThe eyes of the Indian gleamed, and he went off, saying.\n\n\"Um try, but men much 'fraid.\"\n\nWhether Serato used his best arguments could not, of course, be\nlearned, but he came back at the close of the day, unaccompanied by any\nworkers, and he shook his head despondently.\n\n\"Indians no come for one sol, mebby not for two,\" he said.  \"I no can\ngit.\"\n\n\"Then I'll try!\" cried Job. \"I'll get the workers. I'll make our old\nones come back, for they'll be the best.\"\n\nAccompanied by his brother and Tom he went to the various Indian\nvillages, including the one whence most of the men now on strike had\ncome. The fifteen missing ones were not found, though, as before, their\nrelatives, and, in some cases, their families, did not seem alarmed.\nBut the men who had gone on strike were found lolling about their\ncabins and huts, smoking and taking their ease, and no amount of\npersuasion could induce them to return.\n\nSome of them said they had worked long enough and were tired, needing a\nrest. Others declared they had money enough and did not want more. Even\ntwo more sols a week would not induce them to return.\n\nAnd many were frankly afraid. They said so, declaring that if they went\nback to the tunnel some unknown devil might carry them off under the\nearth.\n\nJob Titus and his brother, who could speak the language fairly well,\ntried to argue against this. They declared the tunnel was perfectly\nsafe. But one native worker, who had been the best in the gang, asked:\n\n\"Where um men go?\"\n\nThe contractors could not answer.\n\n\"It's a trick,\" declared Walter. \"Our rivals have induced the men to go\non strike in order to hamper us with the work so they'll get the job.\"\n\nBut the closest inquiry failed to prove this statement. If Blakeson &\nGrinder, or any of their agents, had a hand in the strike they covered\ntheir operations well. Though diligent inquiry was made, no trace of\nWaddington, or any other tool, could be found.\n\nTom, who had some sort of suspicion of the bearded man on the steamer,\ntried to find him, even taking a trip in to Lima, but without avail.\n\nThe tunnel work was at a standstill, for there was little use in\nsetting off blasts if there were no men to remove the resulting piles\nof debris. So, though Tom was ready with some specially powerful\nexplosive, he could not use it.\n\nEfforts were made to get laborers from another section of the country,\nbut without effect. The contractors heard of a big force of Italians\nwho had finished work on a railroad about a hundred miles away, and\nthey were offered places in the tunnel. But they would not come.\n\n\"Well, we may as well give up,\" said Walter, despondently, to his\nbrother one day. \"We'll never get the tunnel done on time now.\"\n\n\"We still have a margin of safety,\" declared job. \"If we could get the\nmen inside of a couple of weeks, and if Tom's new powder rips out more\nrock, we'll finish in time.\"\n\n\"Yes, but there are too many ifs. We may as well admit we've failed.\"\n\n\"I'll never do that!\"\n\n\"What will you do?\"\n\nBut Job did not know.\n\n\"If we could git a gang of min from the ould sod--th' kind I used t'\nwork wit in N'Yark,\" said Tim Sullivan, \"I'd show yez whot could be\ndone! We'd make th' rock fly!\"\n\nBut that efficient labor was out of the question now. The tunnel camp\nwas a deserted place.\n\n\"Come on, Koku, we'll go hunting,\" said Tom one day.  \"There's no use\nhanging around here, and some venison wouldn't go bad on the table.\"\n\n\"I'll come, too,\" said Mr. Damon. \"I haven't anything to do.\"\n\nThe Titus brothers had gone to a distant village, on the forlorn hope\nof getting laborers, so Tom was left to his own devices, and he decided\nto go hunting with his electric rifle.\n\nThe taruco, or native deer, had been plentiful in the vicinity of the\ntunnel until the presence of so many men and the frequent blasts had\ndriven them farther off, and it was not until after a tramp of several\nmiles that Tom saw one.  Then, after stalking it a little way, he\nmanaged to kill it with the electric rifle.\n\nKoku hoisted the animal to his big shoulders, and, as this would\nprovide meat enough for some time, Tom started back for camp.\n\nAs he and Mr. Damon, with Koku in the rear, passed through a little\nclearing, they saw, on the far side, a native hut.  And from it rushed\na woman, who approached Tom, casting herself on her knees, while she\npressed his free hand to her head.\n\n\"Bless my scarf pin!\" exclaimed Mr. Damon. \"What does this mean, Tom?\"\n\n\"Oh, this is the mother of the child I saved from the condor,\" said\nTom. \"Every time she sees me she thanks me all over again. How is the\nbaby?\" he asked in the Indian tongue, for he was a fair master of it by\nnow.\n\n\"The baby is well. Will the mighty hunter permit himself to enter my\nmiserable hovel and partake of some milk and cakes?\"\n\n\"What do you say, Mr. Damon?\" Tom asked. \"She's clean and neat, and she\nmakes a drink of goat's milk that isn't bad.  She bakes some kind of\nmeal cakes that are good, too. I'm hungry.\"\n\n\"All right, Tom, I'll do as you say.\"\n\nA little later they were partaking of a rude, but none the less\nwelcome, lunch in the woman's hut, while the baby whose life Tom had\nsaved cooed in the rough log cradle.\n\n\"Say, Masni,\" asked Tom, addressing the woman by name, \"don't you know\nwhere we can get some men to work the tunnel?\" Of course Tom spoke the\nIndian language, and he had to adapt himself to the comprehension of\nMasni.\n\n\"Men no work tunnel?\" she inquired.\n\n\"No, they've all skipped out--vamoosed. Afraid of some spirit.\"\n\nThe woman looked around, as though in fear. Then she approached Tom\nclosely and whispered:\n\n\"No spirit in tunnel--bad man!\"\n\n\"What!\" cried Tom, almost jumping off his stool. \"What do you mean,\nMasni?\"\n\n\"Me tell mighty hunter,\" she went on, lowering her voice still more.\n\"My man he no want to tell, he 'fraid, but I tell. Mighty hunter save\nVashni,\" and she looked toward the baby. \"Me help friends of mighty\nhunter. Bad man in tunnel--no spirit!\n\n\"Men go. Spirit no take um--bad man take um.\"\n\n\"Where are they now?\" asked Tom. \"Jove, if I could find them the secret\nwould be solved!\"\n\nThe woman looked fearfully around the hut and then whispered:\n\n\"You come--me show!\"\n\n\"Bless my toothbrush!\" cried Mr. Damon. \"What is going to happen, Tom\nSwift?\"\n\n\"I don't know,\" was the answer, \"but something sure is in the wind. I\nguess I shot better than I knew when I killed that condor.\"\n\n\n\n\nChapter XX\n\nDespair\n\n\nCalling to a girl of about thirteen years to look after her baby, Masni\nslipped along up a rough mountain trail, motioning to Tom, Mr. Damon\nand Koku to follow. Or rather, the woman gave the sign to Tom, ignoring\nthe others, who, naturally, would not be left behind. Masni seemed to\nhave eyes for no one but the young inventor, and the manner in which\nshe looked at him showed the deep gratitude she felt toward him for\nhaving saved her baby from the great condor.\n\n\"Come,\" she said, in her strange Indian tongue, which Tom could\ninterpret well enough for himself now.\n\n\"But where are we going, Masni?\" he asked. \"This isn't the way to the\ntunnel.\"\n\n\"Me know. Not go to tunnel now,\" was her answer. \"Me show you men.\"\n\n\"But which men do you mean, Masni?\" inquired Tom. \"The lost men, or the\nbad ones, who are making trouble for us?  Which men do you mean?\"\n\nMasni only shook her head, and murmured: \"Me show.\"\n\nProbably Tom's attempt to talk her language was not sufficiently clear\nto her.\n\n\"My man--he good man,\" she said, coming to a pause on the rough trail\nafter a climb which was not easy.\n\n\"Yes, I know he is,\" Tom said. \"But he went on a strike with the\nothers, Masni. He no work. He go on a 'hit,' as Serato calls it,\" and\nTom laughed.\n\n\"My man he good man--but he 'fraid,\" said the wife. \"He want to tell\nyou of bad mans, but he 'fraid. You save my baby, I no 'fraid. I tell.\"\n\n\"Oh, I see,\" said Tom. \"Your husband would have given away the secret,\nonly he's afraid of the bad men. He likes me, too?\"\n\n\"Sure!\" Masni exclaimed. \"He want tell, but 'fraid. He go 'way, I tell.\"\n\nTom was not quite sure what it all meant, but it seemed that after his\nslaying of the condor both parents were so filled with gratitude that\nthey wanted to reveal some secret about the tunnel, only Masni's\nhusband was afraid. She, however, had been braver.\n\n\"Something is going to happen,\" said Tom Swift. \"I feel it in my bones!\"\n\n\"Bless my porous plaster!\" cried Mr. Damon. \"I hope it isn't anything\nserious.\"\n\n\"We'll see,\" Tom went on.\n\nThey resumed their journey up the mountain trail. It wound in and out\nin a region none of them had before visited.  Though it could not be\nfar from the tunnel, it was almost a strange country to Tom.\n\nSuddenly Masni stopped in a narrow gorge where the walls of rock rose\nhigh on either hand. She seemed looking for something. Her sharp, black\neyes scanned the cliff and then with an exclamation of satisfaction she\napproached a certain place. With a quick motion she pulled aside a mass\nof tangled vines, and disclosed a path leading down through a V shaped\ncrack in the cliff.\n\n\"Mans down there,\" she said. \"You go look.\"\n\nFor a moment Tom hesitated. Was this a trap? If he and his friends\nentered this narrow and dark opening might not the Indian woman roll\ndown some rock back of them, cutting off forever the way of escape?\n\nTom turned and looked at Masni. Then he was ashamed of his suspicion,\nfor the honest black face, smiling at him, showed no trace of guile.\n\n\"You go--you see lost men,\" the woman urged.\n\n\"Come on!\" cried Tom. \"I believe we're on the track of the mystery!\"\n\nHe led the way, followed by Mr. Damon, while Koku came next and then\nMasni. It could be no trap since she entered it herself.\n\nThe path widened, but not much. There was only room for one to walk at\na time. The trail twisted and turned, and Tom was wondering how far it\nled, when, from behind him, came the cry of the woman:\n\n\"Watch now--no fall down.\"\n\nTom halted around a sharp turn, and stood transfixed at the sight which\nmet his gaze. He found himself looking out through a crack in the face\nof a sheer stone cliff that went straight down for a hundred feet or\nmore to a green-carpeted valley.\n\nTom was standing in a narrow cleft of rock--the same rock through which\nthey had made their way. And at the foot of the cliff was a little\nencampment of Indians. There were a dozen huts, and wandering about\nthem, or sitting in the shade, were a score or more of Indians.\n\n\"There men from tunnel,\" said Masni, and, as he looked, wondering, Tom\nsaw some of the workers he knew. One especially, was a laborer who\nwalked with a peculiar limp.\n\n\"The missing men!\" gasped the young inventor.\n\n\"Bless my almanac!\" cried Mr. Damon. \"Where?\"\n\n\"Here,\" answered Tom. \"If you squeeze past me you can see them.\"\n\nMr. Damon did so.\n\n\"How did they get here?\" asked the odd man, as he looked down in the\nlittle valley where the missing ones were sequestered.\n\n\"That's what we've got to find out,\" Tom said. \"At any rate here they\nare, and they seem to be enjoying life while we've been worrying as to\nwhat had become of them. How did they get here, Masni?\"\n\n\"Me show you. Come.\"\n\n\"Wait until I take another look,\" said Tom.\n\n\"Be careful they don't see you,\" cautioned Mr. Damon.\n\n\"They can't very well. The cleft is screened by bushes.\"\n\nTom looked down once more on the group of men who had so mysteriously\ndisappeared. The little valley stretched out away from the face of the\ncliff, through which, by means of the crack, or cleft in it, Tom and\nthe others had come. Tom looked down the wall of rock. It was as smooth\nas the side of a building, and offered no means of getting down or up.\nDoubtless there was an easier entrance to the valley on the other side.\nIt was like looking down into some vast hall through an upper window or\nfrom a balcony.\n\n\"And those men have been in hiding, or been hidden here, ever since\nthey disappeared from the tunnel,\" said Mr. Damon.\n\n\"It doesn't look as though they were detained by force,\" Tom remarked.\n\"I think they are being paid to stay away. How did they get here,\nMasni?\"\n\n\"Me show you. Come!\"\n\nThey went back along the trail that led through the split in the rock,\nuntil they had come to the place where the natural curtain of vines\nconcealed the entrance. Tom took particular notice of this place so he\nwould know it again.\n\nThen Masni led them over the mountain, and this time Tom saw that they\nwere approaching the tunnel. He recognized some places where he had\ntaken samples of rock from the outcropping to test the strength of his\nexplosive.\n\nReaching a certain wild and desolate place, Masni made a signal of\ncaution. She seemed to be listening intently.  Then, as if satisfied\nthere was no danger, she parted some bushes and glided in, motioning\nthe others to follow.\n\n\"Now I wonder what's up,\" Tom mused.\n\nHe and the others were soon informed.\n\nMasni stopped in front of a pile of brush. With a few vigorous motions\nof her arms she swept it aside and revealed a smooth slab of rock. In\nthe centre was what seemed to be a block of metal Masni placed her foot\non this and pressed heavily.\n\nAnd those watching saw a strange thing.\n\nThe slab of rock tilted to one side, as if on a pivot, revealing a\nsquare opening which seemed to lead through solid stone. And at the far\nend of the opening Tom Swift saw a glimmer of light.\n\nStooping down, he looked through the hole thus strangely opened and\nwhat he saw caused him to cry out in wonder.\n\n\"It's the tunnel!\" he cried. \"I can look right down into the tunnel.\nIt's the incandescent lights I see. I can look right at the ledge of\nrock where I kept watch that day, and where I saw--where I saw the face\nof Waddington!\" he cried.  \"It wasn't a dream after all. This is a\nshaft connecting with the tunnel. We didn't discover it because this\nrock fits right in the opening in the roof. It must have been there all\nthe while, and some blast brought it to light. Is this how the men got\nout, or were taken out of the tunnel, Masni?\" Tom asked.\n\n\"This how,\" said the Indian woman. \"See, here rope!\"\n\nShe pawed aside a mound of earth, and disclosed a rope buried there, a\nrope knotted at intervals. This, let down through the hole in the roof\nof the tunnel, provided a means of escape, and in such a manner that\nthe disappearance of the men was most mysterious.\n\n\"I see how it is!\" cried Tom. \"Some one interested, Waddington\nprobably, who knew about this old secret shaft going down into the\nearth, used it as soon as our blasting was opened that far. They got\nthe men out this way, and hid them in the secret valley.\"\n\n\"But what for?\" cried Mr. Damon.\n\n\"To cripple us! To cause the strike by making our other workers afraid\nof some evil spirit! The men were taken away secretly, and, doubtless,\nhave been kept in idleness ever since--paid to stay away so the mystery\nwould be all the deeper. Our rivals finding they couldn't stop us in\nany other way have taken our laborers away from us.\"\n\n\"Bless my meal ticket! It does look like that!\" cried Mr. Damon.\n\n\"Of course that's the secret!\" cried Tom. \"Blakeson & Grinder, or some\nof their tools--probably the bearded man or Waddington--found out about\nthis shaft which led down into our tunnel. They induced the first ten\nmen to quit, and when Tim went to get the fuse the rope was let down,\nand the men climbed up here, one after the other. Those Indians can\nclimb like cats. Once the ten were out the shaft was closed with the\nrock, and the ten men taken off to the valley to be secreted there.\n\n\"The same was done with the next fifteen, and, I suppose, if the strike\nhadn't come, more of our workers would have been induced to leave in\nthis way. They're probably being better paid than when earning their\nwages; and their relatives must know where they are, and also be given\na bonus to keep still. No wonder they didn't make a fuss.\n\n\"And no wonder we couldn't find any opening in the tunnel roof. This\nrock must fit in as smoothly as a secret drawer in the kind of old desk\nwhere missing wills are found in stories.\"\n\n\"You say you saw Waddington, or the bearded man?\" asked Mr. Damon.\n\n\"At the time,\" replied Tom, \"I thought it was a dream. Now I know it\nwasn't. He must have opened the shaft just as I awakened from a doze.\nHe saw me and closed it again. He may have been getting ready then to\ntake off more of our men, so as to scare the others. Well, we've found\nout the trick.\"\n\n\"And what are you going to do next?\" asked Mr. Damon.\n\n\"Get those missing men back. That will break the hoodoo, and the others\nwill come back to work. Then we'll get on the trail of Waddington, or\nBlakeson & Grinder, and put a stop to this business. We know their\nsecret now.\"\n\n\"You mean to get the men out of the secret valley, Tom?\"\n\n\"Yes. There must be some other way into it than down the rock where we\nwere. How about it, Masni?\" and he inquired as to the valley. The\nIndian woman gave Tom to understand that there was another entrance.\n\n\"Well, close up this shaft now before some one sees us at it--the\nbearded man, for example,\" Tom suggested. He took another look down\ninto the tunnel, which was now deserted on account of the strike, and\nthen Masni pressed on the mechanism that worked the stone. She showed\nTom how to do it.\n\n\"Just a counter-balanced rock operating on the same principle as does a\nwindow,\" Tom explained, after a brief examination. \"Probably some of\nthe old Indian tribes made this shaft for ceremonial purposes. They\nnever dreamed we would drive a tunnel along at the bottom of it. The\nshaft probably opened into a cave, and one of our blasts made it part\nof the tunnel. Well, this is part of the secret, anyhow. Much obliged\nto you, Masni!\"\n\nThe Indian woman had indeed revealed valuable information.  They\ncovered the secret rock with brush, as it had been, hid the rope and\ncame away. But Tom knew how to find the place again.\n\nEvents moved rapidly from then on. The Titus brothers were more than\nastonished when Tom told them what he had learned.  Masni had told him\nhow to get into the secret valley by a round about, but easy trail, and\nthither Tom, the contractors, Mr. Damon and some of the white tunnel\nworkers went the next day.\n\nThe sequestered men, taken completely by surprise, tried to bolt when\nthey saw that they were discovered, and then, shamefacedly enough,\nadmitted their part in the trick.\n\nThey would not, however, reveal who had helped them escape from the\ntunnel. Threats and promises of rewards were alike unavailing, but Tom\nand his employers knew well enough who it was. The tunnel workers\nseemed rather tired of living in comparative luxury and idleness, and\nagreed to come back to their labors.\n\nThey packed up their few belongings, mostly cooking pots and pans, and\nmarched out of the valley to the village at Rimac.\n\nAnd so the strike was broken.\n\nThe reappearance of the missing men, in better health and spirits than\nwhen they went away, acted like magic. The other men, who had missed\ntheir wages, crowded back into the shaft, and the sounds of picks and\nshovels were heard again in the tunnel.\n\nWhether the missing ones told the real story, or whether they made up\nsome tale to account for their absence, Tom and his friends could not\nlearn. Nor did the bearded man (if he it were who had helped in the\nplot), nor any representative of Blakeson & Grinder appear. The work on\nthe tunnel was resumed as if nothing had happened. But Tom arranged a\nbright light so it would reflect on the spot in the roof where the\nmoving rock was, so that if the evil face of the bearded man, or of\nWaddington, appeared there again, it would quickly be seen. A search of\nthe neighborhood, and diligent inquiries, failed to disclose the\npresence of any of the plotters.\n\nAnd then, as if Fate was not making it hard enough for the tunnel\ncontractors, they encountered more trouble. It was after Tom had set\noff a big blast that Tim Sullivan, after inspecting what had happened,\ncame out to ask.\n\n\"I soy, Mr. Swift, why didn't yez use more powder?\"\n\n\"More powder!\" cried Tom. \"Why, this is the most I have ever set off.\"\n\n\"Then somethin's wrong, sor. Fer there's only a little rock down. Come\nan' see fer yersilf.\"\n\nTom hastened in. As the foreman had said, the effect of the blast was\nsmall indeed. Only a little rock had been shaled off. Tom picked up\nsome of this and took it outside for examination.\n\n\"Why, it's harder than the hardest flint we've found yet,\" he said.\n\"The powder didn't make any impression on it at all. I'll have to use\nterrific charges.\"\n\nThis was done, but with little better effect. The explosive, powerful\nas it was, ate only a little way into the rock. Blast after blast had\nthe same poor effect.\n\n\"This won't do,\" said Job Titus, despairingly, one day.  \"We aren't\nmaking any progress at all. There's a half mile of this rock, according\nto my calculations, and at this rate we'll be six months getting\nthrough it. By that time our limit will be up, and we'll be forced to\ngive up the contract What can we do, Tom Swift?\"\n\n\n\n\nChapter XXI\n\nA New Explosive\n\n\nThe young inventor was idly handling some pieces of the very hard rock\nthat had cropped out in the tunnel cut. Tom had tested it, he had\npulverized it (as well as he was able), he had examined it under the\nmicroscope, and he had taken great slabs of it and set off under it, or\non top of it, charges of explosive of various power to note the effect.\nBut the results had not been at all what he had hoped for.\n\n\"What's to be done, Tom?\" repeated the contractor.\n\n\"Well, Mr. Titus,\" was the answer, \"the only thing I see to do is to\nmake a new explosive.\"\n\n\"Can you do it, Tom?\"\n\nThe reply was characteristic.\n\n\"I can try.\"\n\nAnd in the days that followed, Tom began work on a new line. He had\nbrought from Shopton with him much of the needful apparatus, and he\nfound he could obtain in Lima what he lacked.\n\nA message to his father brought the reply that the new ingredients Tom\nneeded would be shipped.\n\n\"The kind of explosive we need to rend that very hard rock,\" the young\ninventor explained to the Titus brothers, \"is one that works slowly.\"\n\n\"I thought all explosions had to be as quick as a flash,\" said Walter.\n\n\"Well, in a sense, they do. Yet we have quick burning and slow-burning\npowders, the same as we have fuses. A quick-burning explosive is all\nright in soft rock, or in soil with rock and earth mingled. But in rock\nthat is harder than flint if you use a quick explosive, only the outer\nsurface of the rock will be scaled off.\n\n\"If you take a hammer and bring it down with all your force on a hard\nrock you may chip off a lot of little pieces, or you may crack the\nrock, but you won't, under ordinary circumstances, pulverize it as we\nwant to do in the tunnel.\n\n\"On the other hand, if you take a smaller hammer, and keep tapping the\nrock with comparatively gentle blows, you will set up a series of\nvibrations, that, in time, will cause the hard rock to break up into\nany number of small pieces.\n\n\"Now that is the kind of explosive I want--one that will deal a\nsuccession of constant blows at the hard rock instead of one great big\nblast.\"\n\n\"Can you make it, Tom?\"\n\n\"Well, I don't know. I'll do the best I can.\"\n\nFrom then on Tom was busy with his experiments.\n\nWork on the tunnel did not cease while he was searching for a new\nexplosive. There was plenty of the old explosive left and charges of\nthis were set off as fast as holes could be drilled to receive it. But\ncomparatively little was accomplished. Sometimes more rock would be\nloosed than at others, and the native laborers, now seemingly perfectly\ncontented, would be kept busy. Again, when a heavy blast would be set\noff hardly a dozen dump cars could be filled.\n\nBut the work must go on. Already the time limit was getting perilously\nclose, and the contractors did not doubt that their rivals were only\nwaiting for a chance to step in and take their places.\n\nNothing more had been seen or heard of the bearded man, Waddington, or\nBlakeson & Grinder. But that the rival firm had not given up was\nevidenced by the efforts made in New York to cripple, financially, the\nfirm in which Tom was interested. In fact, at one time the Titus\nbrothers were so tied up that they could not get money enough to pay\ntheir men. But Tom cabled his father, who was quite wealthy, and Mr.\nSwift loaned the contractors enough to proceed with until they could\ndispose of some securities.\n\nIt might be mentioned that Tom was to get a large sum if the tunnel\nwere completed on time, so it was to his interest and his father's, to\nbring this about if he could.\n\nTom kept on with his powder experiments. Mr. Damon helped him, for that\ngentleman had succeeded in putting the affairs of the wholesale drug\nbusiness on a firm foundation, and there was no more trouble about\ngetting the supplies of cinchona bark to market. The natives seemed to\nhave taken kindly to the eccentric man, or perhaps it was the\nreputation of Tom Swift and his electric rifle that induced them to\nwork hard.\n\nIt must not be supposed that Professor Bumper was idle all this while.\n\nHe came and went at odd times, accompanied by his little retinue of\nIndians, a guide and a native cook. He would come back to the tunnel\ncamp, where he made his headquarters, travel stained, worn and weary,\nwith disappointment showing on his face.\n\n\"No luck,\" he would report. \"The hidden city of Pelone is still lost.\"\n\nThen he would retire to his tent, to pour over his note-books, and make\na new translation of the inscription on the golden plates. In a day or\nso, refreshed and rested, he would prepare for another start.\n\n\"I'll find it this time, surely!\" he would exclaim, as he marched off\nup the mountain trail. \"I have heard of a new valley, never before\nvisited by a white man, in which there are some old ruins. I'm sure\nthey must be those of Pelone.\"\n\nBut in a week or so he would come back, worn out and discouraged again.\n\n\"The ruins were only those of a native village,\" he would say. \"No\ntrace of an ancient civilization there.\"\n\nThe professor took little or no interest in the tunnel, though he\nexpressed the hope that Tom and his friends would be successful. But\nindustrial pursuits had no charm for the scientist. He only lived to\nfind the hidden city which was to make him famous.\n\nHe heard the story of the queer shaft leading down into the bore under\nthe mountain, and, for a time, hoped that might be some clue to the\nlost Pelone. But, after an examination, he decided it was but the shaft\nto some ancient mine which had not panned out, and so had been\nabandoned after having been fitted with a balanced rocky door, perhaps\nfor some heathen religious rite.\n\nThere seemed to be no further trouble among the Indian tunnel workers.\nThose who had disappeared--who had, seemingly, gone willingly up the\nknotted rope to hide themselves in the valley--kept on with their work.\nIf they told their fellows why and where they had gone, the others gave\nno sign. The evil spirits of the tunnel had been exorcised, and there\nwas now peace, save for the blasts that were set off every so often.\n\nTom tried combination after combination, testing them inside and\noutside the tunnel, always seeking for an explosive that would give a\nslow, rending effect instead of a quick blow, the power of which was\nsoon lost. And at last he announced:\n\n\"I think I have it!\"\n\n\"Have you? Good!\" cried Job Titus.\n\n\"Yes,\" Tom went on, \"I've got a mixture here that seems to give just\nthe effect I want. I tried it on some small pieces of rock, and now I\nwant to test it on some large chunks.  Have you brought any down\nlately?\"\n\n\"Yes, we have some big slabs in there.\"\n\nSome large pieces of the hard rock, which had been brought down in a\nrecent blast, were taken outside the tunnel, and in them one afternoon\nTom placed, in holes drilled to receive it, some of his new explosive.\nThe rocks were set some distance away from the tunnel camp, and Tom\nattached the electric wires that were to detonate the charge.\n\n\"Well, I guess we're ready,\" announced the young inventor, as he looked\nabout him.\n\nThe tunnel workers had been allowed to go for the day, and in a log\nshack, where they would be safe from flying pieces of rock, were Tom,\nMr. Damon and the two Titus brothers.\n\nTom held the electric switch in his hand, and was about to press it.\n\n\"This explosive works differently from any other,\" he explained. \"When\nthe charge is fired there is not instantly a detonation and a bursting.\nThe powder burns slowly and generates an immense amount of gas. It is\nthis gas, accumulating in the cracks and crevices of the rock, that I\nhope will burst and disintegrate it. Of course, an explosion eventually\nfollows, as you will see. Here she goes!\"\n\nTom pressed the switch and, as he did so, there was a cry of alarm from\nMr. Damon.\n\n\"Bless my safety match, Tom!\" cried the old man. \"Look!  Koku!\"\n\nFor, as the charge was fired, the giant emerged from the woods and\ncalmly took a seat on the rock that was about to be broken up into\nfragments by Tom's new explosive.\n\n\n\n\nChapter XXII\n\nThe Fight\n\n\n\"Get off there, Koku!\"\n\n\"Stand up!\"\n\n\"Run!\"\n\n\"Get out of the way! That's going up!\"\n\nThus cried Tom and his friends to the big, good-natured, but somewhat\nstupid, giant who had sat down in the dangerous spot. Koku looked\ntoward the hut, in front of which the young inventor and the others\nstood, waving their hands to him and shouting.\n\n\"Get up! Get up!\" cried Tom, frantically. The powder is going off,\nKoku!\"\n\n\"Can't you stop it?\" asked Job Titus.\n\n\"No!\" answered Tom. \"The electric current has already ignited the\ncharge. Only that it's slow-burning it would have been fired long ago.\nGet up, Koku!\"\n\nBut the giant did not seem to understand. He waved his hand in friendly\ngreeting to Tom and the others, who dared not approach closer to warn\nhim, for the explosion would occur any second now.\n\nThen Mr. Damon had an inspiration.\n\n\"Call him to come to you, Tom!\" shouted the odd man. \"He always comes\nto you in a hurry, you know. Call him!\"\n\nTom acted on the suggestion at once.\n\n\"Here, Koku!\" he cried. \"Come here, I want you! Kelos!\"\n\nThis last was a word in the giant's own language, meaning \"hurry.\" And\nKoku knew when Tom used that word that there was need of haste. So,\nthough he had sat down, evidently to take his ease after a long tramp\nthrough the woods, Koku sprang up to obey his master's bidding.\n\nAnd, as he did so, something happened. The first spark from the fuse,\nignited by the electric current, had reached the slow-burning powder.\nThere was a crackle of flame, and a dull rumble. Koku sprang up from\nthe big stone as though shot. What he saw and heard must have alarmed\nhim, for he gave a mighty jump and started to run, at the same time\nshouting:\n\n\"Me come, Master!\"\n\n\"You'd better!\" cried the young inventor.\n\nKoku got away only just in time, for when he was half way between the\ngroup of his friends and the big rock, the utmost force of the\nexplosion was felt. It was not so very loud, but the power of it made\nthe earth tremble.\n\nThe rock seemed to heave itself into the air, and when it settled back\nit was seen to be broken up into many pieces.  Koku looked back over\nhis shoulder and gave another tremendous leap, which carried him out of\nthe way of the flying fragments, some of which rattled on the roof of\nthe log hut.\n\n\"There!\" cried Tom. \"I guess something happened that time!  The rock is\nbroken up finer than any like it we tried to shatter before. I think\nI've got the mixture just right!\"\n\n\"Bless my handkerchief!\" cried Mr. Damon. \"Think of what might have\nhappened to Koku if he had been sitting there.\"\n\n\"Well,\" said Tom, \"he might not have been killed, for he would probably\nhave been tossed well out of the way at the first slow explosion, but\nafterward--well, he might have been pretty well shaken up. He got away\njust in time.\"\n\nThe giant looked thoughtfully back toward the place of the experimental\nblast.\n\n\"Master, him do that?\" he asked.\n\n\"I did,\" Tom replied. \"But I didn't think you'd walk out of the woods,\njust at the wrong time, and sit down on that rock.\"\n\n\"Um,\" murmured the giant. \"Koku--he--he--Oh, by golly!\" he yelled. And\nthen, as if realizing what he had escaped, and being incapable of\nexpressing it, the giant with a yell ran into the tunnel and stayed\nthere for some time.\n\nThe experiment was pronounced a great success and, now that Tom had\ndiscovered the right kind of explosive to rend the very hard rock, he\nproceeded to have it made in sufficiently large quantities to be used\nin the tunnel.\n\n\"We'll have to hustle,\" said Job Titus. \"We haven't much of our\ncontract time left, and I have reason to believe the Peruvian\ngovernment will not give any extension. It is to their interest to have\nus fail, for they will profit by all the work we have done, even if\nthey have to pay our rivals a higher price than we contracted for. It\nis our firm that will pocket the loss.\"\n\n\"Well, we'll try not to have that happen,\" said Tom, with a smile.\n\n\"If you're going to use bigger charges of this new explosive, Tom,\nwon't more rock be brought down?\" asked Walter Titus.\n\n\"That's what I hope.\"\n\n\"Then we'll need more laborers to bring it out of the tunnel.\"\n\n\"Yes, we could use more I guess. The faster the blasted rock is\nremoved, the quicker I can put in new charges.\"\n\n\"I'll get more men,\" decided the contractor. \"There won't be any\ntrouble now that the hoodoo of the missing workers is solved. I'll tell\nSerato to scare up all his dusky brethren he can find, and we'll offer\na bonus for good work.\"\n\nThe Indian foreman readily agreed to get more laborers.\n\n\"And get some big ones, Serato,\" urged Job Titus. \"Get some fellows\nlike Koku,\" for the giant did the work of three men in the tunnel, not\nbecause he was obliged to, but because his enormous strength must find\nan outlet in action.\n\n\"Um want mans like him?\" asked the Indian, nodding toward the giant. He\nand Koku were not on good terms, for once, when Koku was a hurry, he\nhad picked up the Indian (no mean sized man himself) and had calmly set\nhim to one side.  Serato never forgave that.\n\n\"Sure, get all the giants you can,\" Tom said. \"But I guess there aren't\nany in Peru.\"\n\nWhere Serato found his man, no one knew, and the foreman would not\ntell; but a day or so later he appeared at the tunnel camp with an\nIndian so large in size that he made the others look like pygmies, and\nmany of them were above the average in height, too.\n\n\"Say, he's a whopper all right!\" exclaimed Tom. \"But he isn't as big or\nas strong as Koku.\"\n\n\"He comes pretty near it,\" said Job Titus. \"With a dozen like him we'd\nfinish the tunnel on time, thanks to your explosive.\"\n\nLamos, the Indian giant, was not quite as large as Koku.  That is, he\nwas not as tall, but he was broader of shoulder.  And as to the\nstrength of the two, well, it was destined to be tried out in a\nstartling fashion.\n\nIn about a week Tom was ready with his first charges of the new\nexplosive. The extra Indians were on hand, including Lamos, and great\nhopes of fast progress were held by the contractors.\n\nThe charge was fired and a great mass of broken rock brought down\ninside the tunnel.\n\n\"That's tearing it up!\" cried Job Titus, when the fumes had blown away,\nthe secret shaft having been opened to facilitate this. \"A few more\nshots like that and we'll be through the strata of hard rock.\"\n\nThe Indians, Koku and Lamos doing their share of the work, were rushed\nin to clear away the debris, so another charge might be fired as soon\nas possible. This would be in a day or so. The contract time was\ngetting uncomfortably close.\n\nBlast after blast was set off, and good progress was made.  But instead\nof half a mile of the extra hard rock the contractors found it would be\nnearer three quarters.\n\n\"It's going to be touch and go, whether or not we finish on time,\" said\nMr. Job Titus one afternoon, when a clearance had been made and the men\nhad filed out to give the drillers a chance to make holes for a new\nblast.\n\nTom was about to make a remark when Tim Sullivan came running out of\nthe tunnel, his face showing fright and wonder.\n\n\"What's up now, I wonder,\" said Mr. Titus. \"More men missing?\"\n\n\"Quick! Come quick!\" cried the Irishman. \"Thim two giants is fightin'\nin there, an' they'll tear th' tunnel apart if we don't stop 'em. It's\nan awful fight! Awful!\"\n\n\n\n\nChapter XXIII\n\nA Great Blast\n\n\nHardly comprehending what the Irish foreman had said, Tom Swift, the\nTitus brothers and Mr. Damon followed Tim Sullivan back into the\ntunnel. They had not gone far before they heard the murmur of many\nvoices, and mingled with that were roarings like those of wild beasts.\n\n\"That's thim!\" cried Tim. \"They're chawin' each other up!\"\n\n\"Koku and that Indian giant fighting!\" cried Tom. \"What's it all about?\"\n\n\"Don't ask me!\" shouted Tim. \"They've been on bad terms iver since they\nmet.\" This was true enough, for one giant was jealous of the other's\npower, and they were continually trying feats of strength against one\nanother. Probably this had culminated in a fight, Tom concluded.\n\n\"And it will be some fight!\" mused the young inventor.\n\nHurrying on, Tom and his companions came upon a strange and not\naltogether pleasant sight. In an open place in the tunnel, where the\nlights were brightest, and in front of the rocky wall which offered a\nbar to further progress and which was soon to be blasted away,\nstruggled the two giants.\n\nWith their arms locked about one another, they swayed this way and\nthat--a struggle between two Titans. Of nearly the same height and\nbigness, it was a wrestling match such as had never been seen before.\nHad it been merely a friendly test of strength it would have been good\nto look upon. But it needed only a glance into the faces of either\ngiant to show that it was a struggle in deadly earnest.\n\nBack and forth they reeled over the rocky floor of the tunnel, bones\nand sinews cracking. One sought to throw the other, and first, as Koku\nwould gain a slight advantage, his friends would call encouragement,\nwhile, when Lamos seemed about to triumph, the Indians favoring him\nwould let out a yell of triumph.\n\nFor a few minutes Tom and his friends watched, fascinated.  Then they\nsaw Koku slip, while Lamos bent him farther toward the earth. The\nIndian giant raised his big fist, and Tom saw in it a rock, which the\nbig man was about to bring down on Koku's head.\n\n\"Look out, Koku!\" yelled Tom.\n\nTom's giant slid to one side only just in time, for the blow descended,\ncatching him on his muscular shoulder where it only raised a bruise.\nAnd then Koku gathered himself for a mighty effort. His face flamed\nwith rage at the unfair trick.\n\n\"Bless my bath sponge!\" cried Mr. Damon. \"This is awful!\"\n\n\"They must stop!\" said Job Titus. \"We can't have them fighting like\nthis. It is bad for the others. If it were in fun it would be all\nright, but they are in deadly earnest.  They must stop!\"\n\n\"Koku, stop!\" called Tom. \"You must not fight any more!\"\n\n\"No fight more!\" gasped the giant, through his clenched teeth. \"This\nend fight!\"\n\nWith a mighty effort he broke the hold of Lamos' arms.  Then stooping\nsuddenly he seized his rival about the middle, and with a tremendous\nheave, in which his muscles stood out in great bunches while his very\nbones seemed to crack, Koku raised Lamos high in the air. Up over his\nhead he raised that mass of muscle, bone and flesh, squirming and\nwriggling, trying in vain to save itself.\n\nUp and up Koku raised Lamos as the murmur of those watching grew to a\nshout of amazement and terror. Never had the like been seen in that\nland for generations. Up and up one giant raised the other. Then\ncalling out something in his native tongue Koku hurled the other from\nhim, clear across the tunnel and up against the opposite rocky wall.\nThe murmuring died to frightened whispers as Lamos fell in a shapeless\nheap on the floor.\n\n\"Ah!\" breathed Koku, stretching himself, and extending his brawny arms.\n\"Fight all over, Master.\"\n\n\"Yes, so it seems, Koku,\" said Tom, solemnly, \"but you have killed him.\nShame on you!\" and he spoke bitterly.\n\nJob Titus had hurried over to the fallen giant.\n\n\"He isn't dead,\" he called, \"but I guess he won't wrestle or fight any\nmore. He's badly crippled.\"\n\n\"And him no more try to blow up tunnel, either,\" said Koku in his\nhoarse voice. \"Me fix: him! No more him take powder, and make tunnel\nall bust.\"\n\n\"What do you mean, Koku?\" asked Tom. \"Is that why you fought him? Did\nhe try to wreck the tunnel?\"\n\n\"So him done, Master. But Koku see--Koku stop. Then um fight.\"\n\n\"Be jabbers an' I wouldn't wonder but what he was right!\" cried Tim\nSullivan, excitedly. \"I did see that beggar.\" and he pointed to Lamos,\nwho was slowly crawling away, \"at the chist where I kape th' powder,\nbut I thought nothin' of it at th' time. What did he try t' do, Koku?\"\n\nThen the giant explained in his own language, Tom Swift translating,\nfor Koku spoke English but indifferently well.\n\n\"Koku says,\" rendered Tom, \"that he saw Lamos trying to put a big\ncharge of powder up in the place where the balanced rock fits in the\nsecret opening of the tunnel roof.  The charge was all ready to fire,\nand if the giant had set it off he might have brought down the roof of\nthe tunnel and so choked it up that we'd have been months cleaning it\nout.  Koku saw him and stopped him, and then the fight began. We only\nsaw the end.\"\n\n\"Bless my shoe string!\" gasped Mr. Damon. \"And a terrible end it was.\nWill Lamos die?\"\n\n\"I don't think so,\" answered Job Titus. \"But he will be a cripple for\nlife. Not only would he have wrecked the tunnel, but he would have\nkilled many of our men had he set off that blast. Koku saved them,\nthough it seems too bad he had to fight to do it.\"\n\nAn investigation showed that Koku spoke truly. The charge, all ready to\nset off, was found where he had knocked it from the hand of Lamos. And\nso Tom's giant saved the day. Lamos was sent back to his own village, a\nbroken and humbled giant. And to this day, in that part of Peru, the\ngreat struggle between Koku and Lamos is spoken of with awe where\nIndians gather about their council fires, and they tell their children\nof the Titanic fight.\n\n\"It was part of the plot,\" said Job Titus when the usual blast had been\nset off that day, with not very good results.  \"This giant was sent to\nus by our rivals. They wanted him to hamper our work, for they see we\nhave a chance to finish on time. I think that foreman, Serato, is in\nthe plot. He brought Lamos here. We'll fire him!\"\n\nThis was done, though the Indian protested his innocence.  But he could\nnot be trusted.\n\n\"We can't take any chances,\" said Job Titus. \"Our time is too nearly\nup. In fact I'm afraid we won't finish on time as it is. There is too\nmuch of that hard rock to cut through.\"\n\n\"There's only one thing to do,\" said Tom, after an investigation. \"As\nyou say, there is more of that hard rock than we calculated on. To try\nto blast and take it out in the ordinary way will be useless. We must\ntry desperate means.\"\n\n\"What is that?\" asked Walter Titus.\n\n\"We must set off the biggest blast we can with safety.  We'll bore a\nlot of extra holes, and put in double charges of the explosive. I'll\nadd some ingredients to it that will make it stronger. It's our last\nchance. Either we'll blow the tunnel all to pieces, or we'll loosen\nenough rock to make sufficient progress so we can finish on time. What\ndo you say? Shall we take the chance?\"\n\nThe Titus brothers looked at one another. Failure stared them in the\nface. Unless they completed the tunnel very soon they would lose all\nthe money they had sunk in it.\n\n\"Take the chance!\" exclaimed Job. \"It's sink or swim anyhow. Set off\nthe big blast, Tom.\"\n\n\"All right. We'll get ready for it as soon as we can.\"\n\nThat day preparations were made for setting off a great charge of the\npowerful explosive. The work was hurried as fast as was consistent with\nsafety, but even then progress was rather slow. Precautions had to be\ntaken, and the guards about the tunnel were doubled. For it was feared\nthat some word of what was about to be done would reach the rival firm,\nwho might try desperate means to prevent the completion of the work.\n\nThere was plenty of the explosive on hand, for Mr. Swift had sent Tom a\nlarge shipment. All this while no word had come from Mr. Nestor, and\nTom was beginning to think that his prospective father-in-law was very\nangry with him. Nor had Mary written.\n\nProfessor Bumper came and went as he pleased, but his quest was\nregarded as hopeless now. Tom and his friends had little time for the\nbald-headed scientist, for they were too much interested in the success\nof the big blast.\n\n\"Well, we'll set her off to-morrow,\" Tom said one night, after a hard\nday's work. \"The rocky wall is honeycombed with explosive. If all goes\nwell we ought to bring down enough rock to keep the gangs busy night\nand day.\"\n\nEverything was in readiness. What would the morrow bring--success or\nfailure?\n\n\n\n\nChapter XXIV\n\nThe Hidden City\n\n\nGathered beyond the mouth of the tunnel, far enough away so that the\nwind of the great blast would not bowl them over like ten pins, stood\nTom Swift and his friends. In his hand Tom held the battery box, the\nsetting of the switch in which would complete the electrical circuit\nand set off the hundreds of pounds of explosive buried deep in the hard\nrock.\n\n\"Are all the men out?\" asked the young inventor of Tim Sullivan, who\nhad charge of this important matter. Tim was in sole charge as foreman\nnow, having picked up enough of the Indian language to get along\nwithout an interpreter.\n\n\"All out, sor,\" Tim responded. \"Yez kin fire whin ready, Mr. Swift.\"\n\nIt was a portentous moment. No wonder Tom Swift hesitated.  In a sense\nhe and his friends, the contractors, had staked their all on a single\nthrow. If this blast failed it was not likely that another would\nsucceed, even if there should be time to prepare one.\n\nThe time limit had almost expired, and there was still a half mile of\nhard rock between the last heading and the farther end of the big\ntunnel. If the blast succeeded enough rock might be brought down to\nenable the work to go on, by using a night and day shift of men. Then,\ntoo, there was the chance that the hard strata of rock would come to an\nend and softer stone, or easily-dug dirt, be encountered.\n\n\"Well, we may as well have it over with,\" said Tom in a low voice.\nEvery one was very quiet--tensely quiet.\n\nThe young inventor looked up to see Professor Bumper observing him.\n\n\"Why, Professor!\" Tom exclaimed, \"I thought you had gone off to the\nmountains again, looking for the lost city.\"\n\n\"I am going, Tom, very soon. I thought I would stop and see the effect\nof your big blast. This is my last trip. If I do not find the hidden\ncity of Pelone this time, I am going to give up.\"\n\n\"Give up!\" cried Mr. Damon. \"Bless my fountain pen!\"\n\n\"Oh, not altogether,\" went on the bald-headed scientist.  \"I mean I\nwill give up searching in this part of Peru, and go elsewhere. But I\nwill never completely give up the search, for I am sure the hidden city\nexists somewhere under these mountains,\" and he looked off toward the\nsnow-covered peaks of the Andes.\n\nTom looked at the battery box. He drew a long breath, and said:\n\n\"Here she goes!\"\n\nThere was a contraction of his hand as he pressed the switch over, and\nthen, for perhaps a half second, nothing happened. Just for an instant\nTom feared something had gone wrong that the electric current had\nfailed, or that the wires had become disconnected--perhaps through some\naction of the plotting rivals.\n\nAnd then, gently at first, but with increasing intensity, the solid\nground on which they were all standing seemed to rock and sway, to\nheave itself up, and then sink down.\n\n\"Bless my--\" began Mr. Damon, but he got no further, for a mighty gust\nof wind swept out of the tunnel, and blew off his hat. That gust was\nbut a gentle breeze, though, compared to what followed. For there came\nsuch a rush of air that it almost blew over those standing near the\nopening of the great shaft driven under the mountain. There was a roar\nas of Niagara, a howling as in the Cave of the Winds, and they all bent\nto the blast.\n\nThen followed a dull, rumbling roar, not as loud as might have been\nexpected, but awful in its intensity. Deep down under the very\nfoundations of the earth it seemed to rumble.\n\n\"Run! Run back!\" cried Tom Swift. \"There's a back-draft and the powder\ngas is poisonous. Stoop down and run back!\"\n\nThey understood what he meant. The vapor from the powder was deadly if\nbreathed in a confined space. Even in the open it gave one a terrible\nheadache. And Tom could see floating out of the tunnel the first wisps\nof smoke from the fired explosive. It was lighter than air, and would\nrise. Hence the necessity, as in a smoke-filled room, of keeping low\ndown where the air is purer.\n\nThey all rushed back, stooping low. Mr. Damon stumbled and fell, but\nKoku picked him up and, tucking him under one arm, as he might have\ndone a child, the giant followed Tom to a place of safety.\n\n\"Well, Tom, it went off all right,\" said Mr. Job Titus, as they stood\namong the shacks of the workmen and watched the smoke pouring out of\nthe tunnel mouth.\n\n\"Yes, it went off. But did it do the work? That's what we've got to\nfind out.\"\n\nThey waited impatiently for the deadly vapor to clear out of the\ntunnel. It was more than an hour before they dared venture in, and then\nit was with smarting eyes and puckered throats. But the atmosphere was\nquickly clearing.\n\n\"Switch on the lights,\" cried Tom to Tim, for the illuminating current\nhad been cut off when the blast was fired. \"Let's see what we've\nbrought down.\"\n\nFollowing the eager young inventor came the contractors, some of the\nwhite workers, Mr. Damon and Professor Bumper.  The little scientist\nsaid he would like to see the effect of the big blast.\n\nAlong they stumbled over pieces of rock, large and small.\n\n\"Some force to it,\" observed Job Titus, as he observed pieces of rock\nclose to the mouth of the tunnel. \"If it only exerted the force the\nother way, against the face of the rock, as well as back this way,\nwe'll be all right.\"\n\n\"The greater force was in the opposite direction,\" Tom said.\n\nA big search-light had been got ready to flash on the place where the\nblast had been set off. This was to enable them to see how much rock\nhad been torn away. And, as they reached the place where the flint-like\nwall had been, they saw a strange sight.\n\n\"Bless my strawberry short-cake!\" gasped Mr. Damon. \"What a hole!\"\n\n\"It is a hole,\" admitted Tom, in a low voice. \"A bigger hole than I\ndared hope for.\"\n\nFor a great cave, seemingly, had been blown in the face of the rock\nwall that had hindered the progress of the tunnel.  A great black void\nconfronted them.\n\n\"Shift the light over this way,\" called Tom to Walter Titus, who was\noperating it. \"I can't see anything.\"\n\nThe great beam of light flashed into the void, and then a murmur of awe\ncame from every throat.\n\nFor there, revealed in the powerful electrical rays, was what seemed to\nbe a long tunnel, high and wide, as smooth as a paved street. And on\neither side of it were what appeared to be buildings, some low, others\ntaller. And, branching off from the main tunnel, or street, were other\npassages, also lined with buildings, some of which had crumbled to\nruins.\n\n\"Bless my dictionary!\" cried Mr. Damon. \"What is it?\"\n\nProfessor Bumper had crawled forward over the mass of broken rock. He\ngazed as if fascinated at what the searchlight showed, and then he\ncried:\n\n\"I have found it! I have found it! The hidden city of Pelone!\"\n\n\n\n\nChapter XXV\n\nSuccess\n\n\nHad it not been for Tom Swift, the excited professor would have rushed\npellmell over the jagged pile of rocks into the great cave which had\nbeen opened by the blast, the cave in which the scientist declared was\nthe lost city for which he had been searching. But the young inventor\ngrasped Mr. Bumper by the arm.\n\n\"Better wait a bit,\" Tom suggested. \"There may be powder gas in there.\nSome of it must have blown forward.\"\n\n\"I don't care!\" excitedly cried the professor. \"That is the hidden\ncity! I'm sure of it! I have found it at last! I must go in and examine\nit!\"\n\n\"There'll be plenty of time,\" said Tom. \"It isn't going to run away.\nWait until I make a test Tim, hand me one of those torches.\"\n\nSome torches of a very inflammable wood were used to test for the\npresence of the deadly smoke-gas. Lighting one of these, Tom tossed it\ninto the big excavation.\n\nIt fell to the stone floor--to the stone street to be more exact--and,\nflaring up brightly, further revealed the rows of houses as they stood,\nsilent and uninhabited.\n\n\"It's all right,\" Tom announced. \"There's no danger so long as the\ntorch burns. You can go on, Professor.\"\n\nAnd Professor Bumper rushed forward, scrambling over the pile of\nblasted rock, followed by Tom and the others. Some of the debris from\nthe explosion had fallen into the cave, and was scattered for some\ndistance along the main street of what had been Pelone. But beyond that\nthe way was clear.\n\n\"Yes, it is Pelone,\" cried Professor Bumper. \"See!\"\n\nHe pointed to inscriptions in queer characters over the doorway of some\nof the houses, but he alone could read them.\n\n\"I have found Pelone!\" he kept repeating over and over again.\n\nAnd that is just what had happened. That last great blast Tom Swift had\nset off had broken down the rock wall that hid the lost city from view.\nThere it was, buried deep down under the mountain, where it had been\ncovered from sight ages ago by some mighty earthquake or landslide;\nperhaps both. And the earth and rocks had fallen over the main portion\nof the city of Pelone in such a way--in such an arch formation--that\nthe greater part of it was preserved from the pressure of the mountain\nabove it.\n\nThe outlying portions were crushed into dust by the awful pressure of\nthe mountain--millions of tons of stone--but where the natural arch had\nformed the weight was kept off the buildings, most of which were as\nperfect as they had been before the cataclysm came.\n\nThe buildings were of stone block construction, mostly only one story\nin height, though some were two. They were simply made, somewhat after\nthe fashion of the Aztecs. A look into some of them by the light of\nportable electric lamps showed that the houses were furnished with some\ndegree of taste and luxury. There were traces of an ancient\ncivilization.\n\nBut of the inhabitants, there was not a trace: either they had fled\nbefore the earthquake or the volcanic eruption had engulfed the city,\nor the countless centuries had turned their very bones to dust.\n\n\"Oh, what a find! What a find!\" murmured Professor Bumper.  \"I shall be\nfamous! And so will you, Tom Swift. For it was your blast that revealed\nthe lost city of Pelone. Your name will be honored by every\narcheological society in the world, and all will be eager to make you\nan honorary member.\"\n\n\"That's all very nice,\" said Tom, \"but what pleases me better is that\nthis tunnel is a success.\"\n\n\"Success!\" cried Mr. Damon. \"I should call it a failure, Tom Swift.\nWhy, you've run smack into an old city, and you'll have either to curve\nthe tunnel to one side, or start a new one.\"\n\n\"Nothing of the sort!\" laughed Tom. \"Don't you see? The tunnel comes\nright up to the main street of Pelone. And the street is as straight as\na die, and just the width and height of the tunnel. All we will have to\ndo will be to keep on blasting away, where the main street comes to an\nend, and our tunnel will be finished.  The street is over half a mile\nlong, I should judge, and we'll save all that blasting. The tunnel will\nbe finished in time!\"\n\n\"So it will!\" cried Job Titus. \"We can use the main street of the\nhidden city as part of the tunnel.\"\n\n\"Use the street all you like,\" said Mr. Bumper, \"but leave the houses\nto me. They are a perfect mine of ancient lore and information. At last\nI have found it! The ancient, hidden city of Pelone, spoken of on the\nPeruvian tablets, of gold.\"\n\nThe story of the discoveries the scientist made in Pelone is an\nenthralling one. But this is a story of Tom Swift and his big tunnel,\nand no place for telling of the archeological discoveries.\n\nSuffice it to say that Professor Bumper, though he found no gold, for\nwhich the contractors hoped, made many curious finds in the ancient\nhouses. He came upon traces of a strange civilization, though he could\nfind no record of what had caused the burial of Pelone beneath the\nmountains. He wrote many books about his discovery, giving Tom Swift\ndue credit for uncovering the place with the mighty blast. Other\nscientists came in flocks, and for a time Pelone was almost as busy a\nplace as it had been originally.\n\nEven when the tunnel was completed and trains ran through it, the\nscientists kept on with their work of classifying what they found. An\nunderground station was built on the main street of the old city, and\nvisitors often wandered through the ancient houses, wherein was the\nbone-dust of the dead and gone people.\n\nBut to go back to the story of Tom Swift. Tom's surmise was right. He\nand the contractors were able to use the main street of Pelone as part\nof their tunnel, and a good half mile of blasting through solid rock\nwas saved. The flint came to an end at the extremity of Pelone, and the\nlast part of the tunnel had only to be dug through sand-stone and soft\ndirt, an easy undertaking.\n\nSo the big bore was finished on time--ahead of time in fact, and Titus\nBrothers received from Senor Belasdo, the Peruvian representative, a\nlarge bonus of money, in which Tom Swift shared.\n\n\"So our rivals didn't balk us after all,\" said Walter Titus, \"though\nthey tried mighty hard.\"\n\nThe big tunnel was finished--at least Tom Swift's work on it. All that\nremained to do was to clear away the debris and lay the connecting\nrails. Tom and Mr. Damon prepared to go back home. The latter's work\nwas done. As for Professor Bumper, nothing could take him from Pelone.\nHe said he was going to live there, and, practically, he did.\n\nTom, Koku and Mr. Damon returned to Lima, thence to go to Callao to\ntake the steamer for San Francisco. One day the manager of the hotel\nspoke to them.\n\n\"You are Americans, are you not?\" he asked.\n\n\"Yes,\" answered Tom. \"Why?\"\n\n\"Because there is another American here. He is friendless and alone,\nand he is dying. He has no friends, he says.  Perhaps--\"\n\n\"Of course we'll do what we can for him,\" said Tom, impulsively. \"Where\nis he?\"\n\nWith Mr. Damon he entered the room where the dying man lay. He had\ncaught a fever, the hotel manager said, and could not recover. Tom,\ncatching sight of the sufferer, cried:\n\n\"The bearded man! Waddington!\"\n\nHe had recognized the mysterious person who had been on the Bellaconda,\nand the man whose face had stared at him through the secret shaft of\nthe tunnel.\n\n\"Yes, the 'bearded man' now,\" said the sufferer in a hoarse voice, \"and\nsome one else too. You are right. I am Waddington!\"\n\nAnd so it proved. He had grown a beard to disguise himself so he might\nbetter follow Tom Swift and Mr. Titus. And he had followed them,\nseeking to prevent the completion of the tunnel. But he had not been\nsuccessful.\n\nWaddington it was who had thrown the bomb, though he declared he only\nhoped to disable Tom and Mr. Titus, and not to injure them. He was\nfighting for delay. And it was Waddington, working in conjunction with\nthe rascally foreman Serato, who had induced the tunnel workers to\ndesert so mysteriously, hoping to scare the other Indians away. He\nnearly succeeded too, had it not been for the gratitude of the woman\nwhose baby Tom had saved from the condor.\n\nWaddington had been an actor before he became involved with the rival\ncontractors. He was smooth shaven when first he went to Shopton, to spy\non Mr. Titus, whose movements he had been commanded to follow by\nBlakeson & Grinder. Then he disappeared after Mr. Titus chased him,\nonly to reappear, in disguise, on board the Bellaconda, as Senor Pinto.\n\nWaddington, meanwhile, had grown a beard and this, with his knowledge\nof theatrical makeup, enabled him to deceive even Mr. Titus. Of course\nit was comparatively easy to deceive Tom, who had not known him.\nWaddington had really been ill when he called for help on the ship, and\nhe had not noticed that it was Tom and Mr. Titus who came into his\nstateroom to his aid. When he did recognize them, he relied on his\ndisguise to screen him from recognition, and he was successful. He had\nonly pretended to be ill, though, the time he slipped out and threw the\nbomb.\n\nReaching Peru he at once began his plotting. Serato told him about the\nsecret shaft leading into the tunnel, and with the knotted rope, and\nwith the aid of the faithless foreman, the men were got out of the\ntunnel and paid to hide away.  Waddington was planning further\ndisappearances when Tom saw him, but thought it a dream.\n\nMasni, the Indian woman, out herb-hunting one day, had seen Waddington,\n'the bearded man' as he then was--working the secret stone. Hidden, she\nobserved him and told her husband, who was afraid to reveal what he\nknew. But when Tom saved the baby the woman rewarded him in the only\nway possible. And it was Serato, who, at Waddington's suggestion,\ncaused the \"hit\" among the men by working on their superstitious fears.\n\nWaddington, knowing that he was dying, confessed everything, and begged\nforgiveness from Tom and his friends, which was granted, in as much as\nno real harm had been done.  Waddington was but a tool in the hands of\nthe rival contractors, who deserted him in his hour of need. His last\nhours, however, were made as comfortable as possible by the generosity\nof Tom and Mr. Damon.\n\nNo effort was made to bring Blakeson & Grinder to justice, as there was\nno evidence against them after Waddington died.  And, as the tunnel was\nfinished, the Titus brothers had no further cause for worry.\n\n\"But if it had not been for Tom's big blast, and the discovery of the\nhidden city of Pelone just in the right place, we might be digging at\nthat tunnel yet,\" said Job Titus.\n\nThe day before the steamer was to sail, Tom Swift received a cable\nmessage. Its receipt seemed to fill him with delight, so that Mr. Damon\nasked:\n\n\"Is it from your father, Tom?\"\n\n\"No it's from Mary Nestor. She says her father has forgiven me. They\nhave been away, and Mary has been ill, which accounts for no letters up\nto now. But everything is all right now, and they feel that the\ndynamite trick wasn't my fault. But, all the same, I'm going to teach\nEradicate to read,\" concluded Tom.\n\n\"I think it would be a good idea,\" agreed Mr. Damon.\n\nTom, Mr. Damon and Koku, bidding farewell to the friends they had made\nin Peru, went aboard the steamer, Job Titus and his brother coming to\nsee them off.\n\n\"Give us an option on all that explosive you make, Tom Swift!\" begged\nWalter Titus. \"We were so successful with this tunnel, thanks to you,\nthat the government is going to have us dig another.  Will you come\ndown and help?\"\n\n\"Maybe,\" said Tom, with a smile. \"But I'm going home first,\" and once\nmore he read the message from Mary Nestor.\n\nAnd as Tom, on the deck of the steamer, waved his hands to Professor\nBumper and his other friends whom he was leaving in Peru, we also, will\nsay farewell.\n\n\n\n\n\n\n\n\nEnd of Project Gutenberg's Tom Swift and his Big Tunnel, by Victor Appleton\n\n*** END OF THIS PROJECT GUTENBERG EBOOK TOM SWIFT AND HIS BIG TUNNEL ***\n\n***** This file should be named 953.txt or 953.zip *****\nThis and all associated files of various formats will be found in:\n        http:\/\/www.gutenberg.org\/9\/5\/953\/\n\nProduced by Anthony Matonac.\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp:\/\/gutenberg.net\/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark\/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s\/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http:\/\/www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp:\/\/pglaf.org\/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http:\/\/pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http:\/\/pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http:\/\/pglaf.org\/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http:\/\/www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n","id":534,"split":"train"}
