{"ori_id":"d030a80754b5bf6bc6b77f020da4dde5bf7cb542","title":"The Life and Adventures of Santa Claus","context":"The Life and Adventures of Santa Claus\n In a world full of immortals and mortals, the Forest of Burzee received an abandoned infant which is found by the nymphs. And Necile who wishes, even though it is against the law, to spare the child and raise it as her own. Ak, the Master Woodsman reluctantly allows Necile to take in the baby and name him Claus.\nAs he grows older Claus befriends the creatures of the forest and Ak shows him the children of the world who he has sympathy for. When Claus reaches adulthood, he leaves the Forest of Burzee and travels to the country called the Laughing Valley where he builds his own home abd receives a cat called Blinkie where he makes a wooden version of and gives it to a boy lost in a snow storm. The Ryls give him paint that they use to colour flowers so Claus can paint his toys. He later makes a variety of wooden animals who he decides to give to the children who are either rich or poor including Bessie Blithesome and Mayrie.\nAn evil army called the Awgwas realize the toys are making the children less naughty so they attempt to stop that by kidnapping Claus and dumping him in the jungle, trap him in a blocked cave and steal the toys from the children forcing Claus to seek shelter.\nAfter violating Ak's warning to leave Claus alone, the Awgwas declare war on the immortals. In order for Claus to still make the children gifts, the immortals have no choice but to engage the Awgwas in battle. In the battle against the Awgwas and their allies the Asiatic Dragons, the Black Demons of Patalonia, the Giants of Tartary, and the Goozle-Goblins. The fiery breaths on the Asiatic Dragons were turned on them by the wands of the Fairies causing them to shrivel up and die. Some Giants of Tartary were stabbed in the flesh by the Knooks' spears. The Goozle-Goblins were stabbed in the heart by the Ryls' sticks. The King Awgwa was sliced in half by Ak while the Wood Nymphs turned his subjects into clods of dirt. While it was never mentioned what happened to the Black Demons during the battle, Ak observed the remaining Giants of Tartary retreating back to Tartary.\nSoon, two reindeer called Flossie and Glossie who assist Claus to deliver the toys to the children of the world. They also help Claus to figure out how to get into the houses by going down the chimney. Later more reindeer, named Racer, Pacer, Reckless, Speckless, Fearless, Peerless, Ready, Steady and Who, come to assist Claus. The people of the world also make it easier for Claus to deliver presents by hanging the first stockings on the mantle pieces above the fire and start putting up Pine Trees as the first Christmas Trees.\nYears pass and Claus grows old and comes to the end of his life so when Ak holds a meeting to decide if they should make Claus immortal they all vote in favour of it. The Immortals come to Claus's house just in time to stop the Angel of Death from taking him away then place the Mantle of Immortality on Claus.\nCenturies pass and Claus faces difficulties in delivering presents to the children of the world including the people replacing fireplaces with stoves or houses without chimneys. The Nymphs and Fairies therefore travel with Claus to go through the walls so he can still deliver the gifts. The Centuries pass and the number of children increase which doesn't bother Claus as he claims \"The more the merrier!\" and continues his career for generations to come.\nï»¿Project Gutenberg's The Life and Adventures of Santa Claus, by L. Frank Baum\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n\nTitle: The Life and Adventures of Santa Claus\n\nAuthor: L. Frank Baum\n\nPosting Date: July 30, 2008 [EBook #520]\nRelease Date: May, 1996\n\nLanguage: English\n\n\n*** START OF THIS PROJECT GUTENBERG EBOOK LIFE, ADVENTURES OF SANTA CLAUS ***\n\n\n\n\nProduced by Dennis Amundson\n\n\n\n\n\n\n\n\n\nThe Life and Adventures of Santa Claus\n\n\nby\n\nL. Frank Baum\n\n\n\nContents\n\nYOUTH\n\n   1.  Burzee\n   2.  The Child of the Forest\n   3.  The Adoption\n   4.  Claus\n   5.  The Master Woodsman\n   6.  Claus Discovers Humanity\n   7.  Claus Leaves the Forest\n\n\nMANHOOD\n\n   1.  The Laughing Valley\n   2.  How Claus Made the First Toy\n   3.  How the Ryls Colored the Toys\n   4.  How Little Mayrie Became Frightened\n   5.  How Bessie Blithesome Came to the Laughing Valley\n   6.  The Wickedness of the Awgwas\n   7.  The Great Battle Between Good and Evil\n   8.  The First Journey with the Reindeer\n   9.  \"Santa Claus!\"\n  10.  Christmas Eve\n  11.  How the First Stockings Were Hung by the Chimneys\n  12.  The First Christmas Tree\n\n\nOLD AGE\n\n   1.  The Mantle of Immortality\n   2.  When the World Grew Old\n   3.  The Deputies of Santa Claus\n\n\n\n\nYOUTH\n\n\n\n1.  Burzee\n\nHave you heard of the great Forest of Burzee?  Nurse used to sing of it\nwhen I was a child.  She sang of the big tree-trunks, standing close\ntogether, with their roots intertwining below the earth and their\nbranches intertwining above it; of their rough coating of bark and\nqueer, gnarled limbs; of the bushy foliage that roofed the entire\nforest, save where the sunbeams found a path through which to touch the\nground in little spots and to cast weird and curious shadows over the\nmosses, the lichens and the drifts of dried leaves.\n\nThe Forest of Burzee is mighty and grand and awesome to those who steal\nbeneath its shade.  Coming from the sunlit meadows into its mazes it\nseems at first gloomy, then pleasant, and afterward filled with\nnever-ending delights.\n\nFor hundreds of years it has flourished in all its magnificence, the\nsilence of its inclosure unbroken save by the chirp of busy chipmunks,\nthe growl of wild beasts and the songs of birds.\n\nYet Burzee has its inhabitants--for all this.  Nature peopled it in the\nbeginning with Fairies, Knooks, Ryls and Nymphs.  As long as the Forest\nstands it will be a home, a refuge and a playground to these sweet\nimmortals, who revel undisturbed in its depths.\n\nCivilization has never yet reached Burzee.  Will it ever, I wonder?\n\n\n\n2.  The Child of the Forest\n\nOnce, so long ago our great-grandfathers could scarcely have heard it\nmentioned, there lived within the great Forest of Burzee a wood-nymph\nnamed Necile.  She was closely related to the mighty Queen Zurline, and\nher home was beneath the shade of a widespreading oak.  Once every\nyear, on Budding Day, when the trees put forth their new buds, Necile\nheld the Golden Chalice of Ak to the lips of the Queen, who drank\ntherefrom to the prosperity of the Forest.  So you see she was a nymph\nof some importance, and, moreover, it is said she was highly regarded\nbecause of her beauty and grace.\n\nWhen she was created she could not have told; Queen Zurline could not\nhave told; the great Ak himself could not have told.  It was long ago\nwhen the world was new and nymphs were needed to guard the forests and\nto minister to the wants of the young trees.  Then, on some day not\nremembered, Necile sprang into being; radiant, lovely, straight and\nslim as the sapling she was created to guard.\n\nHer hair was the color that lines a chestnut-bur; her eyes were blue in\nthe sunlight and purple in the shade; her cheeks bloomed with the faint\npink that edges the clouds at sunset; her lips were full red, pouting\nand sweet.  For costume she adopted oak-leaf green; all the wood-nymphs\ndress in that color and know no other so desirable.  Her dainty feet\nwere sandal-clad, while her head remained bare of covering other than\nher silken tresses.\n\nNecile's duties were few and simple.  She kept hurtful weeds from\ngrowing beneath her trees and sapping the earth-food required by her\ncharges.  She frightened away the Gadgols, who took evil delight in\nflying against the tree-trunks and wounding them so that they drooped\nand died from the poisonous contact.  In dry seasons she carried water\nfrom the brooks and pools and moistened the roots of her thirsty\ndependents.\n\nThat was in the beginning.  The weeds had now learned to avoid the\nforests where wood-nymphs dwelt; the loathsome Gadgols no longer dared\ncome nigh; the trees had become old and sturdy and could bear the\ndrought better than when fresh-sprouted.  So Necile's duties were\nlessened, and time grew laggard, while succeeding years became more\ntiresome and uneventful than the nymph's joyous spirit loved.\n\nTruly the forest-dwellers did not lack amusement.  Each full moon they\ndanced in the Royal Circle of the Queen.  There were also the Feast of\nNuts, the Jubilee of Autumn Tintings, the solemn ceremony of Leaf\nShedding and the revelry of Budding Day.  But these periods of\nenjoyment were far apart, and left many weary hours between.\n\nThat a wood-nymph should grow discontented was not thought of by\nNecile's sisters.  It came upon her only after many years of brooding.\nBut when once she had settled in her mind that life was irksome she had\nno patience with her condition, and longed to do something of real\ninterest and to pass her days in ways hitherto undreamed of by forest\nnymphs.  The Law of the Forest alone restrained her from going forth in\nsearch of adventure.\n\nWhile this mood lay heavy upon pretty Necile it chanced that the great\nAk visited the Forest of Burzee and allowed the wood-nymphs as was\ntheir wont--to lie at his feet and listen to the words of wisdom that\nfell from his lips.  Ak is the Master Woodsman of the world; he sees\neverything, and knows more than the sons of men.\n\nThat night he held the Queen's hand, for he loved the nymphs as a\nfather loves his children; and Necile lay at his feet with many of her\nsisters and earnestly harkened as he spoke.\n\n\"We live so happily, my fair ones, in our forest glades,\" said Ak,\nstroking his grizzled beard thoughtfully, \"that we know nothing of the\nsorrow and misery that fall to the lot of those poor mortals who\ninhabit the open spaces of the earth.  They are not of our race, it is\ntrue, yet compassion well befits beings so fairly favored as ourselves.\nOften as I pass by the dwelling of some suffering mortal I am tempted\nto stop and banish the poor thing's misery.  Yet suffering, in\nmoderation, is the natural lot of mortals, and it is not our place to\ninterfere with the laws of Nature.\"\n\n\"Nevertheless,\" said the fair Queen, nodding her golden head at the\nMaster Woodsman, \"it would not be a vain guess that Ak has often\nassisted these hapless mortals.\"\n\nAk smiled.\n\n\"Sometimes,\" he replied, \"when they are very young--'children,' the\nmortals call them--I have stopped to rescue them from misery.  The men\nand women I dare not interfere with; they must bear the burdens Nature\nhas imposed upon them.  But the helpless infants, the innocent children\nof men, have a right to be happy until they become full-grown and able\nto bear the trials of humanity.  So I feel I am justified in assisting\nthem.  Not long ago--a year, maybe--I found four poor children huddled\nin a wooden hut, slowly freezing to death.  Their parents had gone to a\nneighboring village for food, and had left a fire to warm their little\nones while they were absent.  But a storm arose and drifted the snow in\ntheir path, so they were long on the road.  Meantime the fire went out\nand the frost crept into the bones of the waiting children.\"\n\n\"Poor things!\" murmured the Queen softly.  \"What did you do?\"\n\n\"I called Nelko, bidding him fetch wood from my forests and breathe\nupon it until the fire blazed again and warmed the little room where\nthe children lay.  Then they ceased shivering and fell asleep until\ntheir parents came.\"\n\n\"I am glad you did thus,\" said the good Queen, beaming upon the Master;\nand Necile, who had eagerly listened to every word, echoed in a\nwhisper: \"I, too, am glad!\"\n\n\"And this very night,\" continued Ak, \"as I came to the edge of Burzee I\nheard a feeble cry, which I judged came from a human infant.  I looked\nabout me and found, close to the forest, a helpless babe, lying quite\nnaked upon the grasses and wailing piteously.  Not far away, screened\nby the forest, crouched Shiegra, the lioness, intent upon devouring the\ninfant for her evening meal.\"\n\n\"And what did you do, Ak?\" asked the Queen, breathlessly.\n\n\"Not much, being in a hurry to greet my nymphs.  But I commanded\nShiegra to lie close to the babe, and to give it her milk to quiet its\nhunger.  And I told her to send word throughout the forest, to all\nbeasts and reptiles, that the child should not be harmed.\"\n\n\"I am glad you did thus,\" said the good Queen again, in a tone of\nrelief; but this time Necile did not echo her words, for the nymph,\nfilled with a strange resolve, had suddenly stolen away from the group.\n\nSwiftly her lithe form darted through the forest paths until she\nreached the edge of mighty Burzee, when she paused to gaze curiously\nabout her.  Never until now had she ventured so far, for the Law of the\nForest had placed the nymphs in its inmost depths.\n\nNecile knew she was breaking the Law, but the thought did not give\npause to her dainty feet.  She had decided to see with her own eyes\nthis infant Ak had told of, for she had never yet beheld a child of\nman.  All the immortals are full-grown; there are no children among\nthem.  Peering through the trees Necile saw the child lying on the\ngrass.  But now it was sweetly sleeping, having been comforted by the\nmilk drawn from Shiegra.  It was not old enough to know what peril\nmeans; if it did not feel hunger it was content.\n\nSoftly the nymph stole to the side of the babe and knelt upon the\nsward, her long robe of rose leaf color spreading about her like a\ngossamer cloud.  Her lovely countenance expressed curiosity and\nsurprise, but, most of all, a tender, womanly pity.  The babe was\nnewborn, chubby and pink.  It was entirely helpless.  While the nymph\ngazed the infant opened its eyes, smiled upon her, and stretched out\ntwo dimpled arms.  In another instant Necile had caught it to her\nbreast and was hurrying with it through the forest paths.\n\n\n\n3.  The Adoption\n\nThe Master Woodsman suddenly rose, with knitted brows.  \"There is a\nstrange presence in the Forest,\" he declared.  Then the Queen and her\nnymphs turned and saw standing before them Necile, with the sleeping\ninfant clasped tightly in her arms and a defiant look in her deep blue\neyes.\n\nAnd thus for a moment they remained, the nymphs filled with surprise\nand consternation, but the brow of the Master Woodsman gradually\nclearing as he gazed intently upon the beautiful immortal who had\nwilfully broken the Law.  Then the great Ak, to the wonder of all, laid\nhis hand softly on Necile's flowing locks and kissed her on her fair\nforehead.\n\n\"For the first time within my knowledge,\" said he, gently, \"a nymph has\ndefied me and my laws; yet in my heart can I find no word of chiding.\nWhat is your desire, Necile?\"\n\n\"Let me keep the child!\" she answered, beginning to tremble and falling\non her knees in supplication.\n\n\"Here, in the Forest of Burzee, where the human race has never yet\npenetrated?\" questioned Ak.\n\n\"Here, in the Forest of Burzee,\" replied the nymph, boldly.  \"It is my\nhome, and I am weary for lack of occupation.  Let me care for the babe!\nSee how weak and helpless it is.  Surely it can not harm Burzee nor the\nMaster Woodsman of the World!\"\n\n\"But the Law, child, the Law!\" cried Ak, sternly.\n\n\"The Law is made by the Master Woodsman,\" returned Necile; \"if he bids\nme care for the babe he himself has saved from death, who in all the\nworld dare oppose me?\"  Queen Zurline, who had listened intently to\nthis conversation, clapped her pretty hands gleefully at the nymph's\nanswer.\n\n\"You are fairly trapped, O Ak!\" she exclaimed, laughing.  \"Now, I pray\nyou, give heed to Necile's petition.\"\n\nThe Woodsman, as was his habit when in thought, stroked his grizzled\nbeard slowly.  Then he said:\n\n\"She shall keep the babe, and I will give it my protection.  But I warn\nyou all that as this is the first time I have relaxed the Law, so shall\nit be the last time.  Never more, to the end of the World, shall a\nmortal be adopted by an immortal.  Otherwise would we abandon our happy\nexistence for one of trouble and anxiety.  Good night, my nymphs!\"\n\nThen Ak was gone from their midst, and Necile hurried away to her bower\nto rejoice over her new-found treasure.\n\n\n\n4.  Claus\n\nAnother day found Necile's bower the most popular place in the Forest.\nThe nymphs clustered around her and the child that lay asleep in her\nlap, with expressions of curiosity and delight.  Nor were they wanting\nin praises for the great Ak's kindness in allowing Necile to keep the\nbabe and to care for it.  Even the Queen came to peer into the innocent\nchildish face and to hold a helpless, chubby fist in her own fair hand.\n\n\"What shall we call him, Necile?\" she asked, smiling.  \"He must have a\nname, you know.\"\n\n\"Let him be called Claus,\" answered Necile, \"for that means 'a little\none.'\"\n\n\"Rather let him be called Neclaus,\"** returned the Queen, \"for that\nwill mean 'Necile's little one.'\"\n\nThe nymphs clapped their hands in delight, and Neclaus became the\ninfant's name, although Necile loved best to call him Claus, and in\nafterdays many of her sisters followed her example.\n\nNecile gathered the softest moss in all the forest for Claus to lie\nupon, and she made his bed in her own bower.  Of food the infant had no\nlack.  The nymphs searched the forest for bell-udders, which grow upon\nthe goa-tree and when opened are found to be filled with sweet milk.\nAnd the soft-eyed does willingly gave a share of their milk to support\nthe little stranger, while Shiegra, the lioness, often crept stealthily\ninto Necile's bower and purred softly as she lay beside the babe and\nfed it.\n\nSo the little one flourished and grew big and sturdy day by day, while\nNecile taught him to speak and to walk and to play.\n\nHis thoughts and words were sweet and gentle, for the nymphs knew no\nevil and their hearts were pure and loving.  He became the pet of the\nforest, for Ak's decree had forbidden beast or reptile to molest him,\nand he walked fearlessly wherever his will guided him.\n\nPresently the news reached the other immortals that the nymphs of\nBurzee had adopted a human infant, and that the act had been sanctioned\nby the great Ak.  Therefore many of them came to visit the little\nstranger, looking upon him with much interest.  First the Ryls, who are\nfirst cousins to the wood-nymphs, although so differently formed.  For\nthe Ryls are required to watch over the flowers and plants, as the\nnymphs watch over the forest trees.  They search the wide world for the\nfood required by the roots of the flowering plants, while the brilliant\ncolors possessed by the full-blown flowers are due to the dyes placed\nin the soil by the Ryls, which are drawn through the little veins in\nthe roots and the body of the plants, as they reach maturity.  The Ryls\nare a busy people, for their flowers bloom and fade continually, but\nthey are merry and light-hearted and are very popular with the other\nimmortals.\n\nNext came the Knooks, whose duty it is to watch over the beasts of the\nworld, both gentle and wild.  The Knooks have a hard time of it, since\nmany of the beasts are ungovernable and rebel against restraint.  But\nthey know how to manage them, after all, and you will find that certain\nlaws of the Knooks are obeyed by even the most ferocious animals.\nTheir anxieties make the Knooks look old and worn and crooked, and\ntheir natures are a bit rough from associating with wild creatures\ncontinually; yet they are most useful to humanity and to the world in\ngeneral, as their laws are the only laws the forest beasts recognize\nexcept those of the Master Woodsman.\n\nThen there were the Fairies, the guardians of mankind, who were much\ninterested in the adoption of Claus because their own laws forbade them\nto become familiar with their human charges.  There are instances on\nrecord where the Fairies have shown themselves to human beings, and\nhave even conversed with them; but they are supposed to guard the lives\nof mankind unseen and unknown, and if they favor some people more than\nothers it is because these have won such distinction fairly, as the\nFairies are very just and impartial.  But the idea of adopting a child\nof men had never occurred to them because it was in every way opposed\nto their laws;  so their curiosity was intense to behold the little\nstranger adopted by Necile and her sister nymphs.\n\nClaus looked upon the immortals who thronged around him with fearless\neyes and smiling lips.  He rode laughingly upon the shoulders of the\nmerry Ryls; he mischievously pulled the gray beards of the low-browed\nKnooks;  he rested his curly head confidently upon the dainty bosom of\nthe Fairy Queen herself.  And the Ryls loved the sound of his laughter;\nthe Knooks loved his courage; the Fairies loved his innocence.\n\nThe boy made friends of them all, and learned to know their laws\nintimately.  No forest flower was trampled beneath his feet, lest the\nfriendly Ryls should be grieved.  He never interfered with the beasts\nof the forest, lest his friends the Knooks should become angry.  The\nFairies he loved dearly, but, knowing nothing of mankind, he could not\nunderstand that he was the only one of his race admitted to friendly\nintercourse with them.\n\nIndeed, Claus came to consider that he alone, of all the forest people,\nhad no like nor fellow.  To him the forest was the world.  He had no\nidea that millions of toiling, striving human creatures existed.\n\nAnd he was happy and content.\n\n\n** Some people have spelled this name Nicklaus and others Nicolas,\n   which is the reason that Santa Claus is still known in some lands\n   as St. Nicolas.  But, of course, Neclaus is his right name, and\n   Claus the nickname given him by his adopted mother, the fair nymph\n   Necile.\n\n\n\n5.  The Master Woodsman\n\nYears pass swiftly in Burzee, for the nymphs have no need to regard\ntime in any way.  Even centuries make no change in the dainty\ncreatures; ever and ever they remain the same, immortal and unchanging.\n\nClaus, however, being mortal, grew to manhood day by day.  Necile was\ndisturbed, presently, to find him too big to lie in her lap, and he had\na desire for other food than milk.  His stout legs carried him far into\nBurzee's heart, where he gathered supplies of nuts and berries, as well\nas several sweet and wholesome roots, which suited his stomach better\nthan the belludders.  He sought Necile's bower less frequently, till\nfinally it became his custom to return thither only to sleep.\n\nThe nymph, who had come to love him dearly, was puzzled to comprehend\nthe changed nature of her charge, and unconsciously altered her own\nmode of life to conform to his whims.  She followed him readily through\nthe forest paths, as did many of her sister nymphs, explaining as they\nwalked all the mysteries of the gigantic wood and the habits and nature\nof the living things which dwelt beneath its shade.\n\nThe language of the beasts became clear to little Claus; but he never\ncould understand their sulky and morose tempers.  Only the squirrels,\nthe mice and the rabbits seemed to possess cheerful and merry natures;\nyet would the boy laugh when the panther growled, and stroke the bear's\nglossy coat while the creature snarled and bared its teeth menacingly.\nThe growls and snarls were not for Claus, he well knew, so what did\nthey matter?\n\nHe could sing the songs of the bees, recite the poetry of the\nwood-flowers and relate the history of every blinking owl in Burzee.\nHe helped the Ryls to feed their plants and the Knooks to keep order\namong the animals.  The little immortals regarded him as a privileged\nperson, being especially protected by Queen Zurline and her nymphs and\nfavored by the great Ak himself.\n\nOne day the Master Woodsman came back to the forest of Burzee.  He had\nvisited, in turn, all his forests throughout the world, and they were\nmany and broad.\n\nNot until he entered the glade where the Queen and her nymphs were\nassembled to greet him did Ak remember the child he had permitted\nNecile to adopt.  Then he found, sitting familiarly in the circle of\nlovely immortals, a broad-shouldered, stalwart youth, who, when erect,\nstood fully as high as the shoulder of the Master himself.\n\nAk paused, silent and frowning, to bend his piercing gaze upon Claus.\nThe clear eyes met his own steadfastly, and the Woodsman gave a sigh of\nrelief as he marked their placid depths and read the youth's brave and\ninnocent heart.  Nevertheless, as Ak sat beside the fair Queen, and the\ngolden chalice, filled with rare nectar, passed from lip to lip, the\nMaster Woodsman was strangely silent and reserved, and stroked his\nbeard many times with a thoughtful motion.\n\nWith morning he called Claus aside, in kindly fashion, saying:\n\n\"Bid good by, for a time, to Necile and her sisters; for you shall\naccompany me on my journey through the world.\"\n\nThe venture pleased Claus, who knew well the honor of being companion\nof the Master Woodsman of the world.  But Necile wept for the first\ntime in her life, and clung to the boy's neck as if she could not bear\nto let him go.  The nymph who had mothered this sturdy youth was still\nas dainty, as charming and beautiful as when she had dared to face Ak\nwith the babe clasped to her breast; nor was her love less great.  Ak\nbeheld the two clinging together, seemingly as brother and sister to\none another, and again he wore his thoughtful look.\n\n\n\n6.  Claus Discovers Humanity\n\nTaking Claus to a small clearing in the forest, the Master said: \"Place\nyour hand upon my girdle and hold fast while we journey through the\nair; for now shall we encircle the world and look upon many of the\nhaunts of those men from whom you are descended.\"\n\nThese words caused Claus to marvel, for until now he had thought\nhimself the only one of his kind upon the earth; yet in silence he\ngrasped firmly the girdle of the great Ak, his astonishment forbidding\nspeech.\n\nThen the vast forest of Burzee seemed to fall away from their feet, and\nthe youth found himself passing swiftly through the air at a great\nheight.\n\nEre long there were spires beneath them, while buildings of many shapes\nand colors met their downward view.  It was a city of men, and Ak,\npausing to descend, led Claus to its inclosure.  Said the Master:\n\n\"So long as you hold fast to my girdle you will remain unseen by all\nmankind, though seeing clearly yourself.  To release your grasp will be\nto separate yourself forever from me and your home in Burzee.\"\n\nOne of the first laws of the Forest is obedience, and Claus had no\nthought of disobeying the Master's wish.  He clung fast to the girdle\nand remained invisible.\n\nThereafter with each moment passed in the city the youth's wonder grew.\nHe, who had supposed himself created differently from all others, now\nfound the earth swarming with creatures of his own kind.\n\n\"Indeed,\" said Ak, \"the immortals are few; but the mortals are many.\"\n\nClaus looked earnestly upon his fellows.  There were sad faces, gay and\nreckless faces, pleasant faces, anxious faces and kindly faces, all\nmingled in puzzling disorder.  Some worked at tedious tasks; some\nstrutted in impudent conceit; some were thoughtful and grave while\nothers seemed happy and content.  Men of many natures were there, as\neverywhere, and Claus found much to please him and much to make him sad.\n\nBut especially he noted the children--first curiously, then eagerly,\nthen lovingly.  Ragged little ones rolled in the dust of the streets,\nplaying with scraps and pebbles.  Other children, gaily dressed, were\npropped upon cushions and fed with sugar-plums.  Yet the children of\nthe rich were not happier than those playing with the dust and pebbles,\nit seemed to Claus.\n\n\"Childhood is the time of man's greatest content,\" said Ak, following\nthe youth's thoughts.  \"'Tis during these years of innocent pleasure\nthat the little ones are most free from care.\"\n\n\"Tell me,\" said Claus, \"why do not all these babies fare alike?\"\n\n\"Because they are born in both cottage and palace,\" returned the\nMaster.  \"The difference in the wealth of the parents determines the\nlot of the child.  Some are carefully tended and clothed in silks and\ndainty linen; others are neglected and covered with rags.\"\n\n\"Yet all seem equally fair and sweet,\" said Claus, thoughtfully.\n\n\"While they are babes--yes;\" agreed Ak.  \"Their joy is in being alive,\nand they do not stop to think.  In after years the doom of mankind\novertakes them, and they find they must struggle and worry, work and\nfret, to gain the wealth that is so dear to the hearts of men.  Such\nthings are unknown in the Forest where you were reared.\"  Claus was\nsilent a moment.  Then he asked:\n\n\"Why was I reared in the forest, among those who are not of my race?\"\n\nThen Ak, in gentle voice, told him the story of his babyhood: how he\nhad been abandoned at the forest's edge and left a prey to wild beasts,\nand how the loving nymph Necile had rescued him and brought him to\nmanhood under the protection of the immortals.\n\n\"Yet I am not of them,\" said Claus, musingly.\n\n\"You are not of them,\" returned the Woodsman.  \"The nymph who cared for\nyou as a mother seems now like a sister to you; by and by, when you\ngrow old and gray, she will seem like a daughter.  Yet another brief\nspan and you will be but a memory, while she remains Necile.\"\n\n\"Then why, if man must perish, is he born?\" demanded the boy.\n\n\"Everything perishes except the world itself and its keepers,\" answered\nAk.  \"But while life lasts everything on earth has its use.  The wise\nseek ways to be helpful to the world, for the helpful ones are sure to\nlive again.\"\n\nMuch of this Claus failed to understand fully, but a longing seized him\nto become helpful to his fellows, and he remained grave and thoughtful\nwhile they resumed their journey.\n\nThey visited many dwellings of men in many parts of the world, watching\nfarmers toil in the fields, warriors dash into cruel fray, and\nmerchants exchange their goods for bits of white and yellow metal.  And\neverywhere the eyes of Claus sought out the children in love and pity,\nfor the thought of his own helpless babyhood was strong within him and\nhe yearned to give help to the innocent little ones of his race even as\nhe had been succored by the kindly nymph.\n\nDay by day the Master Woodsman and his pupil traversed the earth, Ak\nspeaking but seldom to the youth who clung steadfastly to his girdle,\nbut guiding him into all places where he might become familiar with the\nlives of human beings.\n\nAnd at last they returned to the grand old Forest of Burzee, where the\nMaster set Claus down within the circle of nymphs, among whom the\npretty Necile anxiously awaited him.\n\nThe brow of the great Ak was now calm and peaceful; but the brow of\nClaus had become lined with deep thought.  Necile sighed at the change\nin her foster-son, who until now had been ever joyous and smiling, and\nthe thought came to her that never again would the life of the boy be\nthe same as before this eventful journey with the Master.\n\n\n\n7.  Claus Leaves the Forest\n\nWhen good Queen Zurline had touched the golden chalice with her fair\nlips and it had passed around the circle in honor of the travelers'\nreturn, the Master Woodsman of the World, who had not yet spoken,\nturned his gaze frankly upon Claus and said:\n\n\"Well?\"\n\nThe boy understood, and rose slowly to his feet beside Necile.  Once\nonly his eyes passed around the familiar circle of nymphs, every one of\nwhom he remembered as a loving comrade; but tears came unbidden to dim\nhis sight, so he gazed thereafter steadfastly at the Master.\n\n\"I have been ignorant,\" said he, simply, \"until the great Ak in his\nkindness taught me who and what I am.  You, who live so sweetly in your\nforest bowers, ever fair and youthful and innocent, are no fit comrades\nfor a son of humanity.  For I have looked upon man, finding him doomed\nto live for a brief space upon earth, to toil for the things he needs,\nto fade into old age, and then to pass away as the leaves in autumn.\nYet every man has his mission, which is to leave the world better, in\nsome way, than he found it.  I am of the race of men, and man's lot is\nmy lot.  For your tender care of the poor, forsaken babe you adopted,\nas well as for your loving comradeship during my boyhood, my heart will\never overflow with gratitude.  My foster-mother,\" here he stopped and\nkissed Necile's white forehead, \"I shall love and cherish while life\nlasts.  But I must leave you, to take my part in the endless struggle\nto which humanity is doomed, and to live my life in my own way.\"\n\n\"What will you do?\" asked the Queen, gravely.\n\n\"I must devote myself to the care of the children of mankind, and try\nto make them happy,\" he answered.  \"Since your own tender care of a\nbabe brought to me happiness and strength, it is just and right that I\ndevote my life to the pleasure of other babes.  Thus will the memory of\nthe loving nymph Necile be planted within the hearts of thousands of my\nrace for many years to come, and her kindly act be recounted in song\nand in story while the world shall last.  Have I spoken well, O Master?\"\n\n\"You have spoken well,\" returned Ak, and rising to his feet he\ncontinued: \"Yet one thing must not be forgotten.  Having been adopted\nas the child of the Forest, and the playfellow of the nymphs, you have\ngained a distinction which forever separates you from your kind.\nTherefore, when you go forth into the world of men you shall retain the\nprotection of the Forest, and the powers you now enjoy will remain with\nyou to assist you in your labors.  In any need you may call upon the\nNymphs, the Ryls, the Knooks and the Fairies, and they will serve you\ngladly.  I, the Master Woodsman of the World, have said it, and my Word\nis the Law!\"\n\nClaus looked upon Ak with grateful eyes.\n\n\"This will make me mighty among men,\" he replied.  \"Protected by these\nkind friends I may be able to make thousands of little children happy.\nI will try very hard to do my duty, and I know the Forest people will\ngive me their sympathy and help.\"\n\n\"We will!\" said the Fairy Queen, earnestly.\n\n\"We will!\" cried the merry Ryls, laughing.\n\n\"We will!\" shouted the crooked Knooks, scowling.\n\n\"We will!\" exclaimed the sweet nymphs, proudly.  But Necile said\nnothing.  She only folded Claus in her arms and kissed him tenderly.\n\n\"The world is big,\" continued the boy, turning again to his loyal\nfriends, \"but men are everywhere.  I shall begin my work near my\nfriends, so that if I meet with misfortune I can come to the Forest for\ncounsel or help.\"\n\nWith that he gave them all a loving look and turned away.  There was no\nneed to say good by, by for him the sweet, wild life of the Forest was\nover.  He went forth bravely to meet his doom--the doom of the race of\nman--the necessity to worry and work.\n\nBut Ak, who knew the boy's heart, was merciful and guided his steps.\n\n\nComing through Burzee to its eastern edge Claus reached the Laughing\nValley of Hohaho.  On each side were rolling green hills, and a brook\nwandered midway between them to wind afar off beyond the valley.  At\nhis back was the grim Forest; at the far end of the valley a broad\nplain.  The eyes of the young man, which had until now reflected his\ngrave thoughts, became brighter as he stood silent, looking out upon\nthe Laughing Valley.  Then on a sudden his eyes twinkled, as stars do\non a still night, and grew merry and wide.\n\nFor at his feet the cowslips and daisies smiled on him in friendly\nregard; the breeze whistled gaily as it passed by and fluttered the\nlocks on his forehead; the brook laughed joyously as it leaped over the\npebbles and swept around the green curves of its banks; the bees sang\nsweet songs as they flew from dandelion to daffodil; the beetles\nchirruped happily in the long grass, and the sunbeams glinted\npleasantly over all the scene.\n\n\"Here,\" cried Claus, stretching out his arms as if to embrace the\nValley, \"will I make my home!\"\n\nThat was many, many years ago.  It has been his home ever since.  It is\nhis home now.\n\n\n\n\nMANHOOD\n\n\n\n1.  The Laughing Valley\n\nWhen Claus came the Valley was empty save for the grass, the brook, the\nwildflowers, the bees and the butterflies.  If he would make his home\nhere and live after the fashion of men he must have a house.  This\npuzzled him at first, but while he stood smiling in the sunshine he\nsuddenly found beside him old Nelko, the servant of the Master\nWoodsman.  Nelko bore an ax, strong and broad, with blade that gleamed\nlike burnished silver.  This he placed in the young man's hand, then\ndisappeared without a word.\n\nClaus understood, and turning to the Forest's edge he selected a number\nof fallen tree-trunks, which he began to clear of their dead branches.\nHe would not cut into a living tree.  His life among the nymphs who\nguarded the Forest had taught him that a live tree is sacred, being a\ncreated thing endowed with feeling.  But with the dead and fallen trees\nit was different.  They had fulfilled their destiny, as active members\nof the Forest community, and now it was fitting that their remains\nshould minister to the needs of man.\n\nThe ax bit deep into the logs at every stroke.  It seemed to have a\nforce of its own, and Claus had but to swing and guide it.\n\nWhen shadows began creeping over the green hills to lie in the Valley\novernight, the young man had chopped many logs into equal lengths and\nproper shapes for building a house such as he had seen the poorer\nclasses of men inhabit.  Then, resolving to await another day before he\ntried to fit the logs together, Claus ate some of the sweet roots he\nwell knew how to find, drank deeply from the laughing brook, and lay\ndown to sleep on the grass, first seeking a spot where no flowers grew,\nlest the weight of his body should crush them.\n\nAnd while he slumbered and breathed in the perfume of the wondrous\nValley the Spirit of Happiness crept into his heart and drove out all\nterror and care and misgivings.  Never more would the face of Claus be\nclouded with anxieties; never more would the trials of life weigh him\ndown as with a burden.  The Laughing Valley had claimed him for its own.\n\nWould that we all might live in that delightful place!--but then,\nmaybe, it would become overcrowded.  For ages it had awaited a tenant.\nWas it chance that led young Claus to make his home in this happy vale?\nOr may we guess that his thoughtful friends, the immortals, had\ndirected his steps when he wandered away from Burzee to seek a home in\nthe great world?\n\nCertain it is that while the moon peered over the hilltop and flooded\nwith its soft beams the body of the sleeping stranger, the Laughing\nValley was filled with the queer, crooked shapes of the friendly\nKnooks.  These people spoke no words, but worked with skill and\nswiftness.  The logs Claus had trimmed with his bright ax were carried\nto a spot beside the brook and fitted one upon another, and during the\nnight a strong and roomy dwelling was built.\n\nThe birds came sweeping into the Valley at daybreak, and their songs,\nso seldom heard in the deep wood, aroused the stranger.  He rubbed the\nweb of sleep from his eyelids and looked around.  The house met his\ngaze.\n\n\"I must thank the Knooks for this,\" said he, gratefully.  Then he\nwalked to his dwelling and entered at the doorway.  A large room faced\nhim, having a fireplace at the end and a table and bench in the middle.\nBeside the fireplace was a cupboard.  Another doorway was beyond.\nClaus entered here, also, and saw a smaller room with a bed against the\nwall and a stool set near a small stand.  On the bed were many layers\nof dried moss brought from the Forest.\n\n\"Indeed, it is a palace!\" exclaimed the smiling Claus.  \"I must thank\nthe good Knooks again, for their knowledge of man's needs as well as\nfor their labors in my behalf.\"\n\nHe left his new home with a glad feeling that he was not quite alone in\nthe world, although he had chosen to abandon his Forest life.\nFriendships are not easily broken, and the immortals are everywhere.\n\nUpon reaching the brook he drank of the pure water, and then sat down\non the bank to laugh at the mischievous gambols of the ripples as they\npushed one another against rocks or crowded desperately to see which\nshould first reach the turn beyond.  And as they raced away he listened\nto the song they sang:\n\n  \"Rushing, pushing, on we go!\n  Not a wave may gently flow--\n    All are too excited.\n    Ev'ry drop, delighted,\n  Turns to spray in merry play\n  As we tumble on our way!\"\n\n\nNext Claus searched for roots to eat, while the daffodils turned their\nlittle eyes up to him laughingly and lisped their dainty song:\n\n  \"Blooming fairly, growing rarely,\n    Never flowerets were so gay!\n  Perfume breathing, joy bequeathing,\n    As our colors we display.\"\n\n\nIt made Claus laugh to hear the little things voice their happiness as\nthey nodded gracefully on their stems.  But another strain caught his\near as the sunbeams fell gently across his face and whispered:\n\n  \"Here is gladness, that our rays\n    Warm the valley through the days;\n  Here is happiness, to give\n    Comfort unto all who live!\"\n\n\n\"Yes!\" cried Claus in answer, \"there is happiness and joy in all things\nhere.  The Laughing Valley is a valley of peace and good-will.\"\n\nHe passed the day talking with the ants and beetles and exchanging\njokes with the light-hearted butterflies.  And at night he lay on his\nbed of soft moss and slept soundly.\n\nThen came the Fairies, merry but noiseless, bringing skillets and pots\nand dishes and pans and all the tools necessary to prepare food and to\ncomfort a mortal.  With these they filled cupboard and fireplace,\nfinally placing a stout suit of wool clothing on the stool by the\nbedside.\n\nWhen Claus awoke he rubbed his eyes again, and laughed, and spoke aloud\nhis thanks to the Fairies and the Master Woodsman who had sent them.\nWith eager joy he examined all his new possessions, wondering what some\nmight be used for.  But, in the days when he had clung to the girdle of\nthe great Ak and visited the cities of men, his eyes had been quick to\nnote all the manners and customs of the race to which he belonged; so\nhe guessed from the gifts brought by the Fairies that the Master\nexpected him hereafter to live in the fashion of his fellow-creatures.\n\n\"Which means that I must plow the earth and plant corn,\" he reflected;\n\"so that when winter comes I shall have garnered food in plenty.\"\n\nBut, as he stood in the grassy Valley, he saw that to turn up the earth\nin furrows would be to destroy hundreds of pretty, helpless flowers, as\nwell as thousands of the tender blades of grass.  And this he could not\nbear to do.\n\nTherefore he stretched out his arms and uttered a peculiar whistle he\nhad learned in the Forest, afterward crying:\n\n\"Ryls of the Field Flowers--come to me!\"\n\nInstantly a dozen of the queer little Ryls were squatting upon the\nground before him, and they nodded to him in cheerful greeting.\n\nClaus gazed upon them earnestly.\n\n\"Your brothers of the Forest,\" he said, \"I have known and loved many\nyears.  I shall love you, also, when we have become friends.  To me the\nlaws of the Ryls, whether those of the Forest or of the field, are\nsacred.  I have never wilfully destroyed one of the flowers you tend so\ncarefully; but I must plant grain to use for food during the cold\nwinter, and how am I to do this without killing the little creatures\nthat sing to me so prettily of their fragrant blossoms?\"\n\nThe Yellow Ryl, he who tends the buttercups, made answer:\n\n\"Fret not, friend Claus.  The great Ak has spoken to us of you.  There\nis better work for you in life than to labor for food, and though, not\nbeing of the Forest, Ak has no command over us, nevertheless are we\nglad to favor one he loves.  Live, therefore, to do the good work you\nare resolved to undertake.  We, the Field Ryls, will attend to your\nfood supplies.\"\n\nAfter this speech the Ryls were no longer to be seen, and Claus drove\nfrom his mind the thought of tilling the earth.\n\nWhen next he wandered back to his dwelling a bowl of fresh milk stood\nupon the table; bread was in the cupboard and sweet honey filled a dish\nbeside it.  A pretty basket of rosy apples and new-plucked grapes was\nalso awaiting him.  He called out \"Thanks, my friends!\" to the\ninvisible Ryls, and straightway began to eat of the food.\n\nThereafter, when hungry, he had but to look into the cupboard to find\ngoodly supplies brought by the kindly Ryls.  And the Knooks cut and\nstacked much wood for his fireplace.  And the Fairies brought him warm\nblankets and clothing.\n\nSo began his life in the Laughing Valley, with the favor and friendship\nof the immortals to minister to his every want.\n\n\n\n2.  How Claus Made the First Toy\n\nTruly our Claus had wisdom, for his good fortune but strengthened his\nresolve to befriend the little ones of his own race.  He knew his plan\nwas approved by the immortals, else they would not have favored him so\ngreatly.\n\nSo he began at once to make acquaintance with mankind.  He walked\nthrough the Valley to the plain beyond, and crossed the plain in many\ndirections to reach the abodes of men.  These stood singly or in groups\nof dwellings called villages, and in nearly all the houses, whether big\nor little, Claus found children.\n\nThe youngsters soon came to know his merry, laughing face and the kind\nglance of his bright eyes; and the parents, while they regarded the\nyoung man with some scorn for loving children more than their elders,\nwere content that the girls and boys had found a playfellow who seemed\nwilling to amuse them.\n\nSo the children romped and played games with Claus, and the boys rode\nupon his shoulders, and the girls nestled in his strong arms, and the\nbabies clung fondly to his knees.  Wherever the young man chanced to\nbe, the sound of childish laughter followed him; and to understand this\nbetter you must know that children were much neglected in those days\nand received little attention from their parents, so that it became to\nthem a marvel that so goodly a man as Claus devoted his time to making\nthem happy.  And those who knew him were, you may be sure, very happy\nindeed.  The sad faces of the poor and abused grew bright for once; the\ncripple smiled despite his misfortune; the ailing ones hushed their\nmoans and the grieved ones their cries when their merry friend came\nnigh to comfort them.\n\nOnly at the beautiful palace of the Lord of Lerd and at the frowning\ncastle of the Baron Braun was Claus refused admittance.  There were\nchildren at both places; but the servants at the palace shut the door\nin the young stranger's face, and the fierce Baron threatened to hang\nhim from an iron hook on the castle walls.  Whereupon Claus sighed and\nwent back to the poorer dwellings where he was welcome.\n\nAfter a time the winter drew near.\n\nThe flowers lived out their lives and faded and disappeared; the\nbeetles burrowed far into the warm earth; the butterflies deserted the\nmeadows; and the voice of the brook grew hoarse, as if it had taken\ncold.\n\nOne day snowflakes filled all the air in the Laughing Valley, dancing\nboisterously toward the earth and clothing in pure white raiment the\nroof of Claus's dwelling.\n\nAt night Jack Frost rapped at the door.\n\n\"Come in!\" cried Claus.\n\n\"Come out!\" answered Jack, \"for you have a fire inside.\"\n\nSo Claus came out.  He had known Jack Frost in the Forest, and liked\nthe jolly rogue, even while he mistrusted him.\n\n\"There will be rare sport for me to-night, Claus!\" shouted the sprite.\n\"Isn't this glorious weather?  I shall nip scores of noses and ears and\ntoes before daybreak.\"\n\n\"If you love me, Jack, spare the children,\" begged Claus.\n\n\"And why?\" asked the other, in surprise.\n\n\"They are tender and helpless,\" answered Claus.\n\n\"But I love to nip the tender ones!\" declared Jack.  \"The older ones\nare tough, and tire my fingers.\"\n\n\"The young ones are weak, and can not fight you,\" said Claus.\n\n\"True,\" agreed Jack, thoughtfully.  \"Well, I will not pinch a child\nthis night--if I can resist the temptation,\" he promised.  \"Good night,\nClaus!\"\n\n\"Good night.\"\n\nThe young man went in and closed the door, and Jack Frost ran on to the\nnearest village.\n\nClaus threw a log on the fire, which burned up brightly.  Beside the\nhearth sat Blinkie, a big cat give him by Peter the Knook.  Her fur was\nsoft and glossy, and she purred never-ending songs of contentment.\n\n\"I shall not see the children again soon,\" said Claus to the cat, who\nkindly paused in her song to listen.  \"The winter is upon us, the snow\nwill be deep for many days, and I shall be unable to play with my\nlittle friends.\"\n\nThe cat raised a paw and stroked her nose thoughtfully, but made no\nreply.  So long as the fire burned and Claus sat in his easy chair by\nthe hearth she did not mind the weather.\n\nSo passed many days and many long evenings.  The cupboard was always\nfull, but Claus became weary with having nothing to do more than to\nfeed the fire from the big wood-pile the Knooks had brought him.\n\nOne evening he picked up a stick of wood and began to cut it with his\nsharp knife.  He had no thought, at first, except to occupy his time,\nand he whistled and sang to the cat as he carved away portions of the\nstick.  Puss sat up on her haunches and watched him, listening at the\nsame time to her master's merry whistle, which she loved to hear even\nmore than her own purring songs.\n\nClaus glanced at puss and then at the stick he was whittling, until\npresently the wood began to have a shape, and the shape was like the\nhead of a cat, with two ears sticking upward.\n\nClaus stopped whistling to laugh, and then both he and the cat looked\nat the wooden image in some surprise.  Then he carved out the eyes and\nthe nose, and rounded the lower part of the head so that it rested upon\na neck.\n\nPuss hardly knew what to make of it now, and sat up stiffly, as if\nwatching with some suspicion what would come next.\n\nClaus knew.  The head gave him an idea.  He plied his knife carefully\nand with skill, forming slowly the body of the cat, which he made to\nsit upon its haunches as the real cat did, with her tail wound around\nher two front legs.\n\nThe work cost him much time, but the evening was long and he had\nnothing better to do.  Finally he gave a loud and delighted laugh at\nthe result of his labors and placed the wooden cat, now completed, upon\nthe hearth opposite the real one.\n\nPuss thereupon glared at her image, raised her hair in anger, and\nuttered a defiant mew.  The wooden cat paid no attention, and Claus,\nmuch amused, laughed again.\n\nThen Blinkie advanced toward the wooden image to eye it closely and\nsmell of it intelligently:  Eyes and nose told her the creature was\nwood, in spite of its natural appearance; so puss resumed her seat and\nher purring, but as she neatly washed her face with her padded paw she\ncast more than one admiring glance at her clever master.  Perhaps she\nfelt the same satisfaction we feel when we look upon good photographs\nof ourselves.\n\nThe cat's master was himself pleased with his handiwork, without\nknowing exactly why.  Indeed, he had great cause to congratulate\nhimself that night, and all the children throughout the world should\nhave joined him rejoicing.  For Claus had made his first toy.\n\n\n\n3.  How the Ryls Colored the Toys\n\nA hush lay on the Laughing Valley now.  Snow covered it like a white\nspread and pillows of downy flakes drifted before the dwelling where\nClaus sat feeding the blaze of the fire.  The brook gurgled on beneath\na heavy sheet of ice and all living plants and insects nestled close to\nMother Earth to keep warm.  The face of the moon was hid by dark\nclouds, and the wind, delighting in the wintry sport, pushed and\nwhirled the snowflakes in so many directions that they could get no\nchance to fall to the ground.\n\nClaus heard the wind whistling and shrieking in its play and thanked\nthe good Knooks again for his comfortable shelter.  Blinkie washed her\nface lazily and stared at the coals with a look of perfect content.\nThe toy cat sat opposite the real one and gazed straight ahead, as toy\ncats should.\n\nSuddenly Claus heard a noise that sounded different from the voice of\nthe wind.  It was more like a wail of suffering and despair.\n\nHe stood up and listened, but the wind, growing boisterous, shook the\ndoor and rattled the windows to distract his attention.  He waited\nuntil the wind was tired and then, still listening, he heard once more\nthe shrill cry of distress.\n\nQuickly he drew on his coat, pulled his cap over his eyes and opened\nthe door.  The wind dashed in and scattered the embers over the hearth,\nat the same time blowing Blinkie's fur so furiously that she crept\nunder the table to escape.  Then the door was closed and Claus was\noutside, peering anxiously into the darkness.\n\nThe wind laughed and scolded and tried to push him over, but he stood\nfirm.  The helpless flakes stumbled against his eyes and dimmed his\nsight, but he rubbed them away and looked again.  Snow was everywhere,\nwhite and glittering.  It covered the earth and filled the air.\n\nThe cry was not repeated.\n\nClaus turned to go back into the house, but the wind caught him\nunawares and he stumbled and fell across a snowdrift.  His hand plunged\ninto the drift and touched something that was not snow.  This he seized\nand, pulling it gently toward him, found it to be a child. The next\nmoment he had lifted it in his arms and carried it into the house.\n\nThe wind followed him through the door, but Claus shut it out quickly.\nHe laid the rescued child on the hearth, and brushing away the snow he\ndiscovered it to be Weekum, a little boy who lived in a house beyond\nthe Valley.\n\nClaus wrapped a warm blanket around the little one and rubbed the frost\nfrom its limbs.  Before long the child opened his eyes and, seeing\nwhere he was, smiled happily.  Then Claus warmed milk and fed it to the\nboy slowly, while the cat looked on with sober curiosity.  Finally the\nlittle one curled up in his friend's arms and sighed and fell asleep,\nand Claus, filled with gladness that he had found the wanderer, held\nhim closely while he slumbered.\n\nThe wind, finding no more mischief to do, climbed the hill and swept on\ntoward the north.  This gave the weary snowflakes time to settle down\nto earth, and the Valley became still again.\n\nThe boy, having slept well in the arms of his friend, opened his eyes\nand sat up.  Then, as a child will, he looked around the room and saw\nall that it contained.\n\n\"Your cat is a nice cat, Claus,\" he said, at last.  \"Let me hold it.\"\n\nBut puss objected and ran away.\n\n\"The other cat won't run, Claus,\" continued the boy.  \"Let me hold that\none.\"  Claus placed the toy in his arms, and the boy held it lovingly\nand kissed the tip of its wooden ear.\n\n\"How did you get lost in the storm, Weekum?\" asked Claus.\n\n\"I started to walk to my auntie's house and lost my way,\" answered\nWeekum.\n\n\"Were you frightened?\"\n\n\"It was cold,\" said Weekum, \"and the snow got in my eyes, so I could\nnot see.  Then I kept on till I fell in the snow, without knowing where\nI was, and the wind blew the flakes over me and covered me up.\"\n\nClaus gently stroked his head, and the boy looked up at him and smiled.\n\n\"I'm all right now,\" said Weekum.\n\n\"Yes,\" replied Claus, happily.  \"Now I will put you in my warm bed, and\nyou must sleep until morning, when I will carry you back to your\nmother.\"\n\n\"May the cat sleep with me?\" asked the boy.\n\n\"Yes, if you wish it to,\" answered Claus.\n\n\"It's a nice cat!\" Weekum said, smiling, as Claus tucked the blankets\naround him; and presently the little one fell asleep with the wooden\ntoy in his arms.\n\nWhen morning came the sun claimed the Laughing Valley and flooded it\nwith his rays; so Claus prepared to take the lost child back to its\nmother.\n\n\"May I keep the cat, Claus?\" asked Weekum.  \"It's nicer than real cats.\nIt doesn't run away, or scratch or bite.  May I keep it?\"\n\n\"Yes, indeed,\" answered Claus, pleased that the toy he had made could\ngive pleasure to the child.  So he wrapped the boy and the wooden cat\nin a warm cloak, perching the bundle upon his own broad shoulders, and\nthen he tramped through the snow and the drifts of the Valley and\nacross the plain beyond to the poor cottage where Weekum's mother lived.\n\n\"See, mama!\" cried the boy, as soon as they entered, \"I've got a cat!\"\n\nThe good woman wept tears of joy over the rescue of her darling and\nthanked Claus many times for his kind act.  So he carried a warm and\nhappy heart back to his home in the Valley.\n\nThat night he said to puss: \"I believe the children will love the\nwooden cats almost as well as the real ones, and they can't hurt them\nby pulling their tails and ears.  I'll make another.\"\n\nSo this was the beginning of his great work.\n\nThe next cat was better made than the first.  While Claus sat whittling\nit out the Yellow Ryl came in to make him a visit, and so pleased was\nhe with the man's skill that he ran away and brought several of his\nfellows.\n\nThere sat the Red Ryl, the Black Ryl, the Green Ryl, the Blue Ryl and\nthe Yellow Ryl in a circle on the floor, while Claus whittled and\nwhistled and the wooden cat grew into shape.\n\n\"If it could be made the same color as the real cat, no one would know\nthe difference,\" said the Yellow Ryl, thoughtfully.\n\n\"The little ones, maybe, would not know the difference,\" replied Claus,\npleased with the idea.\n\n\"I will bring you some of the red that I color my roses and tulips\nwith,\" cried the Red Ryl; \"and then you can make the cat's lips and\ntongue red.\"\n\n\"I will bring some of the green that I color my grasses and leaves\nwith,\" said the Green Ryl; \"and then you can color the cat's eyes\ngreen.\"\n\n\"They will need a bit of yellow, also,\" remarked the Yellow Ryl; \"I\nmust fetch some of the yellow that I use to color my buttercups and\ngoldenrods with.\"\n\n\"The real cat is black,\" said the Black Ryl; \"I will bring some of the\nblack that I use to color the eyes of my pansies with, and then you can\npaint your wooden cat black.\"\n\n\"I see you have a blue ribbon around Blinkie's neck,\" added the Blue\nRyl.  \"I will get some of the color that I use to paint the bluebells\nand forget-me-nots with, and then you can carve a wooden ribbon on the\ntoy cat's neck and paint it blue.\"\n\nSo the Ryls disappeared, and by the time Claus had finished carving out\nthe form of the cat they were all back with the paints and brushes.\n\nThey made Blinkie sit upon the table, that Claus might paint the toy\ncat just the right color, and when the work was done the Ryls declared\nit was exactly as good as a live cat.\n\n\"That is, to all appearances,\" added the Red Ryl.\n\nBlinkie seemed a little offended by the attention bestowed upon the\ntoy, and that she might not seem to approve the imitation cat she\nwalked to the corner of the hearth and sat down with a dignified air.\n\nBut Claus was delighted, and as soon as morning came he started out and\ntramped through the snow, across the Valley and the plain, until he\ncame to a village.  There, in a poor hut near the walls of the\nbeautiful palace of the Lord of Lerd, a little girl lay upon a wretched\ncot, moaning with pain.\n\nClaus approached the child and kissed her and comforted her, and then\nhe drew the toy cat from beneath his coat, where he had hidden it, and\nplaced it in her arms.\n\nAh, how well he felt himself repaid for his labor and his long walk\nwhen he saw the little one's eyes grow bright with pleasure!  She\nhugged the kitty tight to her breast, as if it had been a precious gem,\nand would not let it go for a single moment.  The fever was quieted,\nthe pain grew less, and she fell into a sweet and refreshing sleep.\n\nClaus laughed and whistled and sang all the way home.  Never had he\nbeen so happy as on that day.\n\nWhen he entered his house he found Shiegra, the lioness, awaiting him.\nSince his babyhood Shiegra had loved Claus, and while he dwelt in the\nForest she had often come to visit him at Necile's bower.  After Claus\nhad gone to live in the Laughing Valley Shiegra became lonely and ill\nat ease, and now she had braved the snow-drifts, which all lions abhor,\nto see him once more.  Shiegra was getting old and her teeth were\nbeginning to fall out, while the hairs that tipped her ears and tail\nhad changed from tawny-yellow to white.\n\nClaus found her lying on his hearth, and he put his arms around the\nneck of the lioness and hugged her lovingly.  The cat had retired into\na far corner.  She did not care to associate with Shiegra.\n\nClaus told his old friend about the cats he had made, and how much\npleasure they had given Weekum and the sick girl.  Shiegra did not know\nmuch about children; indeed, if she met a child she could scarcely be\ntrusted not to devour it.  But she was interested in Claus' new labors,\nand said:\n\n\"These images seem to me very attractive.  Yet I can not see why you\nshould make cats, which are very unimportant animals.  Suppose, now\nthat I am here, you make the image of a lioness, the Queen of all\nbeasts.  Then, indeed, your children will be happy--and safe at the\nsame time!\"\n\nClaus thought this was a good suggestion.  So he got a piece of wood\nand sharpened his knife, while Shiegra crouched upon the hearth at his\nfeet.  With much care he carved the head in the likeness of the\nlioness, even to the two fierce teeth that curved over her lower lip\nand the deep, frowning lines above her wide-open eyes.\n\nWhen it was finished he said:\n\n\"You have a terrible look, Shiegra.\"\n\n\"Then the image is like me,\" she answered; \"for I am indeed terrible to\nall who are not my friends.\"\n\nClaus now carved out the body, with Shiegra's long tail trailing behind\nit.  The image of the crouching lioness was very life-like.\n\n\"It pleases me,\" said Shiegra, yawning and stretching her body\ngracefully.  \"Now I will watch while you paint.\"\n\nHe brought the paints the Ryls had given him from the cupboard and\ncolored the image to resemble the real Shiegra.\n\nThe lioness placed her big, padded paws upon the edge of the table and\nraised herself while she carefully examined the toy that was her\nlikeness.\n\n\"You are indeed skillful!\" she said, proudly.  \"The children will like\nthat better than cats, I'm sure.\"\n\nThen snarling at Blinkie, who arched her back in terror and whined\nfearfully, she walked away toward her forest home with stately strides.\n\n\n\n4.  How Little Mayrie Became Frightened\n\nThe winter was over now, and all the Laughing Valley was filled with\njoyous excitement.  The brook was so happy at being free once again\nthat it gurgled more boisterously than ever and dashed so recklessly\nagainst the rocks that it sent showers of spray high in the air.  The\ngrass thrust its sharp little blades upward through the mat of dead\nstalks where it had hidden from the snow, but the flowers were yet too\ntimid to show themselves, although the Ryls were busy feeding their\nroots.  The sun was in remarkably good humor, and sent his rays dancing\nmerrily throughout the Valley.\n\nClaus was eating his dinner one day when he heard a timid knock on his\ndoor.\n\n\"Come in!\" he called.\n\nNo one entered, but after a pause came another rapping.\n\nClaus jumped up and threw open the door.  Before him stood a small girl\nholding a smaller brother fast by the hand.\n\n\"Is you Tlaus?\" she asked, shyly.\n\n\"Indeed I am, my dear!\" he answered, with a laugh, as he caught both\nchildren in his arms and kissed them.  \"You are very welcome, and you\nhave come just in time to share my dinner.\"\n\nHe took them to the table and fed them with fresh milk and nut-cakes.\nWhen they had eaten enough he asked:\n\n\"Why have you made this long journey to see me?\"\n\n\"I wants a tat!\" replied little Mayrie; and her brother, who had not\nyet learned to speak many words, nodded his head and exclaimed like an\necho: \"Tat!\"\n\n\"Oh, you want my toy cats, do you?\" returned Claus, greatly pleased to\ndiscover that his creations were so popular with children.\n\nThe little visitors nodded eagerly.\n\n\"Unfortunately,\" he continued, \"I have but one cat now ready, for I\ncarried two to children in the town yesterday.  And the one I have\nshall be given to your brother, Mayrie, because he is the smaller; and\nthe next one I make shall be for you.\"\n\nThe boy's face was bright with smiles as he took the precious toy Claus\nheld out to him; but little Mayrie covered her face with her arm and\nbegan to sob grievously.\n\n\"I--I--I wants a t--t--tat now!\" she wailed.\n\nHer disappointment made Claus feel miserable for a moment.  Then he\nsuddenly remembered Shiegra.\n\n\"Don't cry, darling!\" he said, soothingly; \"I have a toy much nicer\nthan a cat, and you shall have that.\"\n\nHe went to the cupboard and drew out the image of the lioness, which he\nplaced on the table before Mayrie.\n\nThe girl raised her arm and gave one glance at the fierce teeth and\nglaring eyes of the beast, and then, uttering a terrified scream, she\nrushed from the house.  The boy followed her, also screaming lustily,\nand even dropping his precious cat in his fear.\n\nFor a moment Claus stood motionless, being puzzled and astonished.\nThen he threw Shiegra's image into the cupboard and ran after the\nchildren, calling to them not to be frightened.\n\nLittle Mayrie stopped in her flight and her brother clung to her skirt;\nbut they both cast fearful glances at the house until Claus had assured\nthem many times that the beast had been locked in the cupboard.\n\n\"Yet why were you frightened at seeing it?\" he asked.  \"It is only a\ntoy to play with!\"\n\n\"It's bad!\" said Mayrie, decidedly, \"an'--an'--just horrid, an' not a\nbit nice, like tats!\"\n\n\"Perhaps you are right,\" returned Claus, thoughtfully.  \"But if you\nwill return with me to the house I will soon make you a pretty cat.\"\n\nSo they timidly entered the house again, having faith in their friend's\nwords; and afterward they had the joy of watching Claus carve out a cat\nfrom a bit of wood and paint it in natural colors.  It did not take him\nlong to do this, for he had become skillful with his knife by this\ntime, and Mayrie loved her toy the more dearly because she had seen it\nmade.\n\nAfter his little visitors had trotted away on their journey homeward\nClaus sat long in deep thought.  And he then decided that such fierce\ncreatures as his friend the lioness would never do as models from which\nto fashion his toys.\n\n\"There must be nothing to frighten the dear babies,\" he reflected; \"and\nwhile I know Shiegra well, and am not afraid of her, it is but natural\nthat children should look upon her image with terror.  Hereafter I will\nchoose such mild-mannered animals as squirrels and rabbits and deer and\nlambkins from which to carve my toys, for then the little ones will\nlove rather than fear them.\"\n\nHe began his work that very day, and before bedtime had made a wooden\nrabbit and a lamb.  They were not quite so lifelike as the cats had\nbeen, because they were formed from memory, while Blinkie had sat very\nstill for Claus to look at while he worked.\n\nBut the new toys pleased the children nevertheless, and the fame of\nClaus' playthings quickly spread to every cottage on plain and in\nvillage.  He always carried his gifts to the sick or crippled children,\nbut those who were strong enough walked to the house in the Valley to\nask for them, so a little path was soon worn from the plain to the door\nof the toy-maker's cottage.\n\nFirst came the children who had been playmates of Claus, before he\nbegan to make toys.  These, you may be sure, were well supplied.  Then\nchildren who lived farther away heard of the wonderful images and made\njourneys to the Valley to secure them.  All little ones were welcome,\nand never a one went away empty-handed.\n\nThis demand for his handiwork kept Claus busily occupied, but he was\nquite happy in knowing the pleasure he gave to so many of the dear\nchildren.  His friends the immortals were pleased with his success and\nsupported him bravely.\n\nThe Knooks selected for him clear pieces of soft wood, that his knife\nmight not be blunted in cutting them; the Ryls kept him supplied with\npaints of all colors and brushes fashioned from the tips of timothy\ngrasses; the Fairies discovered that the workman needed saws and\nchisels and hammers and nails, as well as knives, and brought him a\ngoodly array of such tools.\n\nClaus soon turned his living room into a most wonderful workshop.  He\nbuilt a bench before the window, and arranged his tools and paints so\nthat he could reach everything as he sat on his stool.  And as he\nfinished toy after toy to delight the hearts of little children he\nfound himself growing so gay and happy that he could not refrain from\nsinging and laughing and whistling all the day long.\n\n\"It's because I live in the Laughing Valley, where everything else\nlaughs!\" said Claus.\n\nBut that was not the reason.\n\n\n\n5.  How Bessie Blithesome Came to the Laughing Valley\n\nOne day, as Claus sat before his door to enjoy the sunshine while he\nbusily carved the head and horns of a toy deer, he looked up and\ndiscovered a glittering cavalcade of horsemen approaching through the\nValley.\n\nWhen they drew nearer he saw that the band consisted of a score of\nmen-at-arms, clad in bright armor and bearing in their hands spears and\nbattle-axes.  In front of these rode little Bessie Blithesome, the\npretty daughter of that proud Lord of Lerd who had once driven Claus\nfrom his palace.  Her palfrey was pure white, its bridle was covered\nwith glittering gems, and its saddle draped with cloth of gold, richly\nbroidered.  The soldiers were sent to protect her from harm while she\njourneyed.\n\nClaus was surprised, but he continued to whittle and to sing until the\ncavalcade drew up before him.  Then the little girl leaned over the\nneck of her palfrey and said:\n\n\"Please, Mr. Claus, I want a toy!\"\n\nHer voice was so pleading that Claus jumped up at once and stood beside\nher.  But he was puzzled how to answer her request.\n\n\"You are a rich lord's daughter,\" said he, \"and have all that you\ndesire.\"\n\n\"Except toys,\" added Bessie.  \"There are no toys in all the world but\nyours.\"\n\n\"And I make them for the poor children, who have nothing else to amuse\nthem,\" continued Claus.\n\n\"Do poor children love to play with toys more than rich ones?\" asked\nBessie.\n\n\"I suppose not,\" said Claus, thoughtfully.\n\n\"Am I to blame because my father is a lord?  Must I be denied the\npretty toys I long for because other children are poorer than I?\" she\ninquired earnestly.\n\n\"I'm afraid you must, dear,\" he answered; \"for the poor have nothing\nelse with which to amuse themselves.  You have your pony to ride, your\nservants to wait on you, and every comfort that money can procure.\"\n\n\"But I want toys!\" cried Bessie, wiping away the tears that forced\nthemselves into her eyes.  \"If I can not have them, I shall be very\nunhappy.\"\n\nClaus was troubled, for her grief recalled to him the thought that his\ndesire was to make all children happy, without regard to their\ncondition in life.  Yet, while so many poor children were clamoring for\nhis toys he could not bear to give one to them to Bessie Blithesome,\nwho had so much already to make her happy.\n\n\"Listen, my child,\" said he, gently; \"all the toys I am now making are\npromised to others.  But the next shall be yours, since your heart so\nlongs for it.  Come to me again in two days and it shall be ready for\nyou.\"\n\nBessie gave a cry of delight, and leaning over her pony's neck she\nkissed Claus prettily upon his forehead.  Then, calling to her\nmen-at-arms, she rode gaily away, leaving Claus to resume his work.\n\n\"If I am to supply the rich children as well as the poor ones,\" he\nthought, \"I shall not have a spare moment in the whole year!  But is it\nright I should give to the rich?  Surely I must go to Necile and talk\nwith her about this matter.\"\n\nSo when he had finished the toy deer, which was very like a deer he had\nknown in the Forest glades, he walked into Burzee and made his way to\nthe bower of the beautiful Nymph Necile, who had been his foster mother.\n\nShe greeted him tenderly and lovingly, listening with interest to his\nstory of the visit of Bessie Blithesome.\n\n\"And now tell me,\" said he, \"shall I give toys to rich children?\"\n\n\"We of the Forest know nothing of riches,\" she replied.  \"It seems to\nme that one child is like another child, since they are all made of the\nsame clay, and that riches are like a gown, which may be put on or\ntaken away, leaving the child unchanged.  But the Fairies are guardians\nof mankind, and know mortal children better than I.  Let us call the\nFairy Queen.\"\n\nThis was done, and the Queen of the Fairies sat beside them and heard\nClaus relate his reasons for thinking the rich children could get along\nwithout his toys, and also what the Nymph had said.\n\n\"Necile is right,\" declared the Queen; \"for, whether it be rich or\npoor, a child's longings for pretty playthings are but natural.  Rich\nBessie's heart may suffer as much grief as poor Mayrie's; she can be\njust as lonely and discontented, and just as gay and happy.  I think,\nfriend Claus, it is your duty to make all little ones glad, whether\nthey chance to live in palaces or in cottages.\"\n\n\"Your words are wise, fair Queen,\" replied Claus, \"and my heart tells\nme they are as just as they are wise.  Hereafter all children may claim\nmy services.\"\n\nThen he bowed before the gracious Fairy and, kissing Necile's red lips,\nwent back into his Valley.\n\nAt the brook he stopped to drink, and afterward he sat on the bank and\ntook a piece of moist clay in his hands while he thought what sort of\ntoy he should make for Bessie Blithesome.  He did not notice that his\nfingers were working the clay into shape until, glancing downward, he\nfound he had unconsciously formed a head that bore a slight resemblance\nto the Nymph Necile!\n\nAt once he became interested.  Gathering more of the clay from the bank\nhe carried it to his house.  Then, with the aid of his knife and a bit\nof wood he succeeded in working the clay into the image of a toy nymph.\nWith skillful strokes he formed long, waving hair on the head and\ncovered the body with a gown of oakleaves, while the two feet sticking\nout at the bottom of the gown were clad in sandals.\n\nBut the clay was soft, and Claus found he must handle it gently to\navoid ruining his pretty work.\n\n\"Perhaps the rays of the sun will draw out the moisture and cause the\nclay to become hard,\" he thought.  So he laid the image on a flat board\nand placed it in the glare of the sun.\n\nThis done, he went to his bench and began painting the toy deer, and\nsoon he became so interested in the work that he forgot all about the\nclay nymph.  But next morning, happening to notice it as it lay on the\nboard, he found the sun had baked it to the hardness of stone, and it\nwas strong enough to be safely handled.\n\nClaus now painted the nymph with great care in the likeness of Necile,\ngiving it deep-blue eyes, white teeth, rosy lips and ruddy-brown hair.\nThe gown he colored oak-leaf green, and when the paint was dry Claus\nhimself was charmed with the new toy.  Of course it was not nearly so\nlovely as the real Necile; but, considering the material of which it\nwas made, Claus thought it was very beautiful.\n\nWhen Bessie, riding upon her white palfrey, came to his dwelling next\nday, Claus presented her with the new toy.  The little girl's eyes were\nbrighter than ever as she examined the pretty image, and she loved it\nat once, and held it close to her breast, as a mother does to her child.\n\n\"What is it called, Claus?\" she asked.\n\nNow Claus knew that Nymphs do not like to be spoken of by mortals, so\nhe could not tell Bessie it was an image of Necile he had given her.\nBut as it was a new toy he searched his mind for a new name to call it\nby, and the first word he thought of he decided would do very well.\n\n\"It is called a dolly, my dear,\" he said to Bessie.\n\n\"I shall call the dolly my baby,\" returned Bessie, kissing it fondly;\n\"and I shall tend it and care for it just as Nurse cares for me.  Thank\nyou very much, Claus; your gift has made me happier than I have ever\nbeen before!\"\n\nThen she rode away, hugging the toy in her arms, and Claus, seeing her\ndelight, thought he would make another dolly, better and more natural\nthan the first.\n\nHe brought more clay from the brook, and remembering that Bessie had\ncalled the dolly her baby he resolved to form this one into a baby's\nimage.  That was no difficult task to the clever workman, and soon the\nbaby dolly was lying on the board and placed in the sun to dry.  Then,\nwith the clay that was left, he began to make an image of Bessie\nBlithesome herself.\n\nThis was not so easy, for he found he could not make the silken robe of\nthe lord's daughter out of the common clay.  So he called the Fairies\nto his aid, and asked them to bring him colored silks with which to\nmake a real dress for the clay image.  The Fairies set off at once on\ntheir errand, and before nightfall they returned with a generous supply\nof silks and laces and golden threads.\n\nClaus now became impatient to complete his new dolly, and instead of\nwaiting for the next day's sun he placed the clay image upon his hearth\nand covered it over with glowing coals.  By morning, when he drew the\ndolly from the ashes, it had baked as hard as if it had lain a full day\nin the hot sun.\n\nNow our Claus became a dressmaker as well as a toymaker.  He cut the\nlavender silk, and nearly sewed it into a beautiful gown that just\nfitted the new dolly.  And he put a lace collar around its neck and\npink silk shoes on its feet.  The natural color of baked clay is a\nlight gray, but Claus painted the face to resemble the color of flesh,\nand he gave the dolly Bessie's brown eyes and golden hair and rosy\ncheeks.\n\nIt was really a beautiful thing to look upon, and sure to bring joy to\nsome childish heart.  While Claus was admiring it he heard a knock at\nhis door, and little Mayrie entered.  Her face was sad and her eyes red\nwith continued weeping.\n\n\"Why, what has grieved you, my dear?\" asked Claus, taking the child in\nhis arms.\n\n\"I've--I've--bwoke my tat!\" sobbed Mayrie.\n\n\"How?\" he inquired, his eyes twinkling.\n\n\"I--I dwopped him, an' bwoke off him's tail; an'--an'--then I dwopped\nhim an' bwoke off him's ear!  An'--an' now him's all spoilt!\"\n\nClaus laughed.\n\n\"Never mind, Mayrie dear,\" he said.  \"How would you like this new\ndolly, instead of a cat?\"\n\nMayrie looked at the silk-robed dolly and her eyes grew big with\nastonishment.\n\n\"Oh, Tlaus!\" she cried, clapping her small hands together with rapture;\n\"tan I have 'at boo'ful lady?\"\n\n\"Do you like it?\" he asked.\n\n\"I love it!\" said she.  \"It's better 'an tats!\"\n\n\"Then take it, dear, and be careful not to break it.\"\n\nMayrie took the dolly with a joy that was almost reverent, and her face\ndimpled with smiles as she started along the path toward home.\n\n\n\n6.  The Wickedness of the Awgwas\n\nI must now tell you something about the Awgwas, that terrible race of\ncreatures which caused our good Claus so much trouble and nearly\nsucceeded in robbing the children of the world of their earliest and\nbest friend.\n\nI do not like to mention the Awgwas, but they are a part of this\nhistory, and can not be ignored.  They were neither mortals nor\nimmortals, but stood midway between those classes of beings.  The\nAwgwas were invisible to ordinary people, but not to immortals.  They\ncould pass swiftly through the air from one part of the world to\nanother, and had the power of influencing the minds of human beings to\ndo their wicked will.\n\nThey were of gigantic stature and had coarse, scowling countenances\nwhich showed plainly their hatred of all mankind.  They possessed no\nconsciences whatever and delighted only in evil deeds.\n\nTheir homes were in rocky, mountainous places, from whence they sallied\nforth to accomplish their wicked purposes.\n\nThe one of their number that could think of the most horrible deed for\nthem to do was always elected the King Awgwa, and all the race obeyed\nhis orders.  Sometimes these creatures lived to become a hundred years\nold, but usually they fought so fiercely among themselves that many\nwere destroyed in combat, and when they died that was the end of them.\nMortals were powerless to harm them and the immortals shuddered when\nthe Awgwas were mentioned, and always avoided them.  So they flourished\nfor many years unopposed and accomplished much evil.\n\nI am glad to assure you that these vile creatures have long since\nperished and passed from earth; but in the days when Claus was making\nhis first toys they were a numerous and powerful tribe.\n\nOne of the principal sports of the Awgwas was to inspire angry passions\nin the hearts of little children, so that they quarreled and fought\nwith one another.  They would tempt boys to eat of unripe fruit, and\nthen delight in the pain they suffered; they urged little girls to\ndisobey their parents, and then would laugh when the children were\npunished.  I do not know what causes a child to be naughty in these\ndays, but when the Awgwas were on earth naughty children were usually\nunder their influence.\n\nNow, when Claus began to make children happy he kept them out of the\npower of the Awgwas; for children possessing such lovely playthings as\nhe gave them had no wish to obey the evil thoughts the Awgwas tried to\nthrust into their minds.\n\nTherefore, one year when the wicked tribe was to elect a new King, they\nchose an Awgwa who proposed to destroy Claus and take him away from the\nchildren.\n\n\"There are, as you know, fewer naughty children in the world since\nClaus came to the Laughing Valley and began to make his toys,\" said the\nnew King, as he squatted upon a rock and looked around at the scowling\nfaces of his people.  \"Why, Bessie Blithesome has not stamped her foot\nonce this month, nor has Mayrie's brother slapped his sister's face or\nthrown the puppy into the rain-barrel.  Little Weekum took his bath\nlast night without screaming or struggling, because his mother had\npromised he should take his toy cat to bed with him!  Such a condition\nof affairs is awful for any Awgwa to think of, and the only way we can\ndirect the naughty actions of children is to take this person Claus\naway from them.\"\n\n\"Good! good!\" cried the big Awgwas, in a chorus, and they clapped their\nhands to applaud the speech of the King.\n\n\"But what shall we do with him?\" asked one of the creatures.\n\n\"I have a plan,\" replied the wicked King; and what his plan was you\nwill soon discover.\n\nThat night Claus went to bed feeling very happy, for he had completed\nno less than four pretty toys during the day, and they were sure, he\nthought, to make four little children happy.  But while he slept the\nband of invisible Awgwas surrounded his bed, bound him with stout\ncords, and then flew away with him to the middle of a dark forest in\nfar off Ethop, where they laid him down and left him.\n\nWhen morning came Claus found himself thousands of miles from any human\nbeing, a prisoner in the wild jungle of an unknown land.\n\nFrom the limb of a tree above his head swayed a huge python, one of\nthose reptiles that are able to crush a man's bones in their coils.  A\nfew yards away crouched a savage panther, its glaring red eyes fixed\nfull on the helpless Claus.  One of those monstrous spotted spiders\nwhose sting is death crept stealthily toward him over the matted\nleaves, which shriveled and turned black at its very touch.\n\nBut Claus had been reared in Burzee, and was not afraid.\n\n\"Come to me, ye Knooks of the Forest!\" he cried, and gave the low,\npeculiar whistle that the Knooks know.\n\nThe panther, which was about to spring upon its victim, turned and\nslunk away.  The python swung itself into the tree and disappeared\namong the leaves.  The spider stopped short in its advance and hid\nbeneath a rotting log.\n\nClaus had no time to notice them, for he was surrounded by a band of\nharsh-featured Knooks, more crooked and deformed in appearance than any\nhe had ever seen.\n\n\"Who are you that call on us?\" demanded one, in a gruff voice.\n\n\"The friend of your brothers in Burzee,\" answered Claus.  \"I have been\nbrought here by my enemies, the Awgwas, and left to perish miserably.\nYet now I implore your help to release me and to send me home again.\"\n\n\"Have you the sign?\" asked another.\n\n\"Yes,\" said Claus.\n\nThey cut his bonds, and with his free arms he made the secret sign of\nthe Knooks.\n\nInstantly they assisted him to stand upon his feet, and they brought\nhim food and drink to strengthen him.\n\n\"Our brothers of Burzee make queer friends,\" grumbled an ancient Knook\nwhose flowing beard was pure white.  \"But he who knows our secret sign\nand signal is entitled to our help, whoever he may be.  Close your\neyes, stranger, and we will conduct you to your home.  Where shall we\nseek it?\"\n\n\"'Tis in the Laughing Valley,\" answered Claus, shutting his eyes.\n\n\"There is but one Laughing Valley in the known world, so we can not go\nastray,\" remarked the Knook.\n\nAs he spoke the sound of his voice seemed to die away, so Claus opened\nhis eyes to see what caused the change.  To his astonishment he found\nhimself seated on the bench by his own door, with the Laughing Valley\nspread out before him.  That day he visited the Wood-Nymphs and related\nhis adventure to Queen Zurline and Necile.\n\n\"The Awgwas have become your enemies,\" said the lovely Queen,\nthoughtfully; \"so we must do all we can to protect you from their\npower.\"\n\n\"It was cowardly to bind him while he slept,\" remarked Necile, with\nindignation.\n\n\"The evil ones are ever cowardly,\" answered Zurline, \"but our friend's\nslumber shall not be disturbed again.\"\n\nThe Queen herself came to the dwelling of Claus that evening and placed\nher Seal on every door and window, to keep out the Awgwas.  And under\nthe Seal of Queen Zurline was placed the Seal of the Fairies and the\nSeal of the Ryls and the Seals of the Knooks, that the charm might\nbecome more powerful.\n\nAnd Claus carried his toys to the children again, and made many more of\nthe little ones happy.\n\nYou may guess how angry the King Awgwa and his fierce band were when it\nwas known to them that Claus had escaped from the Forest of Ethop.\n\nThey raged madly for a whole week, and then held another meeting among\nthe rocks.\n\n\"It is useless to carry him where the Knooks reign,\" said the King,\n\"for he has their protection.  So let us cast him into a cave of our\nown mountains, where he will surely perish.\"\n\nThis was promptly agreed to, and the wicked band set out that night to\nseize Claus.  But they found his dwelling guarded by the Seals of the\nImmortals and were obliged to go away baffled and disappointed.\n\n\"Never mind,\" said the King; \"he does not sleep always!\"\n\nNext day, as Claus traveled to the village across the plain, where he\nintended to present a toy squirrel to a lame boy, he was suddenly set\nupon by the Awgwas, who seized him and carried him away to the\nmountains.\n\nThere they thrust him within a deep cavern and rolled many huge rocks\nagainst the entrance to prevent his escape.\n\nDeprived thus of light and food, and with little air to breathe, our\nClaus was, indeed, in a pitiful plight.  But he spoke the mystic words\nof the Fairies, which always command their friendly aid, and they came\nto his rescue and transported him to the Laughing Valley in the\ntwinkling of an eye.\n\nThus the Awgwas discovered they might not destroy one who had earned\nthe friendship of the immortals; so the evil band sought other means of\nkeeping Claus from bringing happiness to children and so making them\nobedient.\n\nWhenever Claus set out to carry his toys to the little ones an Awgwa,\nwho had been set to watch his movements, sprang upon him and snatched\nthe toys from his grasp.  And the children were no more disappointed\nthan was Claus when he was obliged to return home disconsolate.  Still\nhe persevered, and made many toys for his little friends and started\nwith them for the villages.  And always the Awgwas robbed him as soon\nas he had left the Valley.\n\nThey threw the stolen playthings into one of their lonely caverns, and\nquite a heap of toys accumulated before Claus became discouraged and\ngave up all attempts to leave the Valley.  Then children began coming\nto him, since they found he did not go to them; but the wicked Awgwas\nflew around them and caused their steps to stray and the paths to\nbecome crooked, so never a little one could find a way into the\nLaughing Valley.\n\nLonely days now fell upon Claus, for he was denied the pleasure of\nbringing happiness to the children whom he had learned to love.  Yet he\nbore up bravely, for he thought surely the time would come when the\nAwgwas would abandon their evil designs to injure him.\n\nHe devoted all his hours to toy-making, and when one plaything had been\ncompleted he stood it on a shelf he had built for that purpose.  When\nthe shelf became filled with rows of toys he made another one, and\nfilled that also.  So that in time he had many shelves filled with gay\nand beautiful toys representing horses, dogs, cats, elephants, lambs,\nrabbits and deer, as well as pretty dolls of all sizes and balls and\nmarbles of baked clay painted in gay colors.\n\nOften, as he glanced at this array of childish treasures, the heart of\ngood old Claus became sad, so greatly did he long to carry the toys to\nhis children.  And at last, because he could bear it no longer, he\nventured to go to the great Ak, to whom he told the story of his\npersecution by the Awgwas, and begged the Master Woodsman to assist him.\n\n\n\n7.  The Great Battle Between Good and Evil\n\nAk listened gravely to the recital of Claus, stroking his beard the\nwhile with the slow, graceful motion that betokened deep thought.  He\nnodded approvingly when Claus told how the Knooks and Fairies had saved\nhim from death, and frowned when he heard how the Awgwas had stolen the\nchildren's toys.  At last he said:\n\n\"From the beginning I have approved the work you are doing among the\nchildren of men, and it annoys me that your good deeds should be\nthwarted by the Awgwas.  We immortals have no connection whatever with\nthe evil creatures who have attacked you.  Always have we avoided them,\nand they, in turn, have hitherto taken care not to cross our pathway.\nBut in this matter I find they have interfered with one of our friends,\nand I will ask them to abandon their persecutions, as you are under our\nprotection.\"\n\nClaus thanked the Master Woodsman most gratefully and returned to his\nValley, while Ak, who never delayed carrying out his promises, at once\ntraveled to the mountains of the Awgwas.\n\nThere, standing on the bare rocks, he called on the King and his people\nto appear.\n\nInstantly the place was filled with throngs of the scowling Awgwas, and\ntheir King, perching himself on a point of rock, demanded fiercely:\n\n\"Who dares call on us?\"\n\n\"It is I, the Master Woodsman of the World,\" responded Ak.\n\n\"Here are no forests for you to claim,\" cried the King, angrily.  \"We\nowe no allegiance to you, nor to any immortal!\"\n\n\"That is true,\" replied Ak, calmly.  \"Yet you have ventured to\ninterfere with the actions of Claus, who dwells in the Laughing Valley,\nand is under our protection.\"\n\nMany of the Awgwas began muttering at this speech, and their King\nturned threateningly on the Master Woodsman.\n\n\"You are set to rule the forests, but the plains and the valleys are\nours!\" he shouted.  \"Keep to your own dark woods!  We will do as we\nplease with Claus.\"\n\n\"You shall not harm our friend in any way!\" replied Ak.\n\n\"Shall we not?\" asked the King, impudently.  \"You will see!  Our powers\nare vastly superior to those of mortals, and fully as great as those of\nimmortals.\"\n\n\"It is your conceit that misleads you!\" said Ak, sternly.  \"You are a\ntransient race, passing from life into nothingness.  We, who live\nforever, pity but despise you.  On earth you are scorned by all, and in\nHeaven you have no place!  Even the mortals, after their earth life,\nenter another existence for all time, and so are your superiors.  How\nthen dare you, who are neither mortal nor immortal, refuse to obey my\nwish?\"\n\nThe Awgwas sprang to their feet with menacing gestures, but their King\nmotioned them back.\n\n\"Never before,\" he cried to Ak, while his voice trembled with rage,\n\"has an immortal declared himself the master of the Awgwas!  Never\nshall an immortal venture to interfere with our actions again!  For we\nwill avenge your scornful words by killing your friend Claus within\nthree days.  Nor you, nor all the immortals can save him from our\nwrath.  We defy your powers!  Begone, Master Woodsman of the World!  In\nthe country of the Awgwas you have no place.\"\n\n\"It is war!\" declared Ak, with flashing eyes.\n\n\"It is war!\" returned the King, savagely.  \"In three days your friend\nwill be dead.\"\n\nThe Master turned away and came to his Forest of Burzee, where he\ncalled a meeting of the immortals and told them of the defiance of the\nAwgwas and their purpose to kill Claus within three days.\n\nThe little folk listened to him quietly.\n\n\"What shall we do?\" asked Ak.\n\n\"These creatures are of no benefit to the world,\" said the Prince of\nthe Knooks; \"we must destroy them.\"\n\n\"Their lives are devoted only to evil deeds,\" said the Prince of the\nRyls.  \"We must destroy them.\"\n\n\"They have no conscience, and endeavor to make all mortals as bad as\nthemselves,\" said the Queen of the Fairies.  \"We must destroy them.\"\n\n\"They have defied the great Ak, and threaten the life of our adopted\nson,\" said beautiful Queen Zurline.  \"We must destroy them.\"\n\nThe Master Woodsman smiled.\n\n\"You speak well,\" said he.  \"These Awgwas we know to be a powerful\nrace, and they will fight desperately; yet the outcome is certain.  For\nwe who live can never die, even though conquered by our enemies, while\nevery Awgwa who is struck down is one foe the less to oppose us.\nPrepare, then, for battle, and let us resolve to show no mercy to the\nwicked!\"\n\nThus arose that terrible war between the immortals and the spirits of\nevil which is sung of in Fairyland to this very day.\n\nThe King Awgwa and his band determined to carry out the threat to\ndestroy Claus.  They now hated him for two reasons: he made children\nhappy and was a friend of the Master Woodsman.  But since Ak's visit\nthey had reason to fear the opposition of the immortals, and they\ndreaded defeat.  So the King sent swift messengers to all parts of the\nworld to summon every evil creature to his aid.\n\nAnd on the third day after the declaration of war a mighty army was at\nthe command of the King Awgwa.  There were three hundred Asiatic\nDragons, breathing fire that consumed everything it touched.  These\nhated mankind and all good spirits.  And there were the three-eyed\nGiants of Tatary, a host in themselves, who liked nothing better than\nto fight.  And next came the Black Demons from Patalonia, with great\nspreading wings like those of a bat, which swept terror and misery\nthrough the world as they beat upon the air.  And joined to these were\nthe Goozzle-Goblins, with long talons as sharp as swords, with which\nthey clawed the flesh from their foes.  Finally, every mountain Awgwa\nin the world had come to participate in the great battle with the\nimmortals.\n\nThe King Awgwa looked around upon this vast army and his heart beat\nhigh with wicked pride, for he believed he would surely triumph over\nhis gentle enemies, who had never before been known to fight.  But the\nMaster Woodsman had not been idle.  None of his people was used to\nwarfare, yet now that they were called upon to face the hosts of evil\nthey willingly prepared for the fray.\n\nAk had commanded them to assemble in the Laughing Valley, where Claus,\nignorant of the terrible battle that was to be waged on his account,\nwas quietly making his toys.\n\nSoon the entire Valley, from hill to hill, was filled with the little\nimmortals.  The Master Woodsman stood first, bearing a gleaming ax that\nshone like burnished silver.  Next came the Ryls, armed with sharp\nthorns from bramblebushes.  Then the Knooks, bearing the spears they\nused when they were forced to prod their savage beasts into submission.\nThe Fairies, dressed in white gauze with rainbow-hued wings, bore\ngolden wands, and the Wood-nymphs, in their uniforms of oak-leaf green,\ncarried switches from ash trees as weapons.\n\nLoud laughed the Awgwa King when he beheld the size and the arms of his\nfoes.  To be sure the mighty ax of the Woodsman was to be dreaded, but\nthe sweet-faced Nymphs and pretty Fairies, the gentle Ryls and crooked\nKnooks were such harmless folk that he almost felt shame at having\ncalled such a terrible host to oppose them.\n\n\"Since these fools dare fight,\" he said to the leader of the Tatary\nGiants, \"I will overwhelm them with our evil powers!\"\n\nTo begin the battle he poised a great stone in his left hand and cast\nit full against the sturdy form of the Master Woodsman, who turned it\naside with his ax.  Then rushed the three-eyed Giants of Tatary upon\nthe Knooks, and the Goozzle-Goblins upon the Ryls, and the\nfirebreathing Dragons upon the sweet Fairies.  Because the Nymphs were\nAk's own people the band of Awgwas sought them out, thinking to\novercome them with ease.\n\nBut it is the Law that while Evil, unopposed, may accomplish terrible\ndeeds, the powers of Good can never be overthrown when opposed to Evil.\nWell had it been for the King Awgwa had he known the Law!\n\nHis ignorance cost him his existence, for one flash of the ax borne by\nthe Master Woodsman of the World cleft the wicked King in twain and rid\nthe earth of the vilest creature it contained.\n\nGreatly marveled the Tatary Giants when the spears of the little Knooks\npierced their thick walls of flesh and sent them reeling to the ground\nwith howls of agony.\n\nWoe came upon the sharp-taloned Goblins when the thorns of the Ryls\nreached their savage hearts and let their life-blood sprinkle all the\nplain.  And afterward from every drop a thistle grew.\n\nThe Dragons paused astonished before the Fairy wands, from whence\nrushed a power that caused their fiery breaths to flow back on\nthemselves so that they shriveled away and died.\n\nAs for the Awgwas, they had scant time to realize how they were\ndestroyed, for the ash switches of the Nymphs bore a charm unknown to\nany Awgwa, and turned their foes into clods of earth at the slightest\ntouch!\n\nWhen Ak leaned upon his gleaming ax and turned to look over the field\nof battle he saw the few Giants who were able to run disappearing over\nthe distant hills on their return to Tatary.  The Goblins had perished\nevery one, as had the terrible Dragons, while all that remained of the\nwicked Awgwas was a great number of earthen hillocks dotting the plain.\n\nAnd now the immortals melted from the Valley like dew at sunrise, to\nresume their duties in the Forest, while Ak walked slowly and\nthoughtfully to the house of Claus and entered.\n\n\"You have many toys ready for the children,\" said the Woodsman, \"and\nnow you may carry them across the plain to the dwellings and the\nvillages without fear.\"\n\n\"Will not the Awgwas harm me?\" asked Claus, eagerly.\n\n\"The Awgwas,\" said Ak, \"have perished!\"\n\n\nNow I will gladly have done with wicked spirits and with fighting and\nbloodshed.  It was not from choice that I told of the Awgwas and their\nallies, and of their great battle with the immortals.  They were part\nof this history, and could not be avoided.\n\n\n\n8.  The First Journey with the Reindeer\n\nThose were happy days for Claus when he carried his accumulation of\ntoys to the children who had awaited them so long.  During his\nimprisonment in the Valley he had been so industrious that all his\nshelves were filled with playthings, and after quickly supplying the\nlittle ones living near by he saw he must now extend his travels to\nwider fields.\n\nRemembering the time when he had journeyed with Ak through all the\nworld, he know children were everywhere, and he longed to make as many\nas possible happy with his gifts.\n\nSo he loaded a great sack with all kinds of toys, slung it upon his\nback that he might carry it more easily, and started off on a longer\ntrip than he had yet undertaken.\n\nWherever he showed his merry face, in hamlet or in farmhouse, he\nreceived a cordial welcome, for his fame had spread into far lands.  At\neach village the children swarmed about him, following his footsteps\nwherever he went; and the women thanked him gratefully for the joy he\nbrought their little ones; and the men looked upon him curiously that\nhe should devote his time to such a queer occupation as toy-making.\nBut every one smiled on him and gave him kindly words, and Claus felt\namply repaid for his long journey.\n\nWhen the sack was empty he went back again to the Laughing Valley and\nonce more filled it to the brim.  This time he followed another road,\ninto a different part of the country, and carried happiness to many\nchildren who never before had owned a toy or guessed that such a\ndelightful plaything existed.\n\nAfter a third journey, so far away that Claus was many days walking the\ndistance, the store of toys became exhausted and without delay he set\nabout making a fresh supply.\n\nFrom seeing so many children and studying their tastes he had acquired\nseveral new ideas about toys.\n\nThe dollies were, he had found, the most delightful of all playthings\nfor babies and little girls, and often those who could not say \"dolly\"\nwould call for a \"doll\" in their sweet baby talk.  So Claus resolved to\nmake many dolls, of all sizes, and to dress them in bright-colored\nclothing.  The older boys--and even some of the girls--loved the images\nof animals, so he still made cats and elephants and horses.  And many\nof the little fellows had musical natures, and longed for drums and\ncymbals and whistles and horns.  So he made a number of toy drums, with\ntiny sticks to beat them with; and he made whistles from the willow\ntrees, and horns from the bog-reeds, and cymbals from bits of beaten\nmetal.\n\nAll this kept him busily at work, and before he realized it the winter\nseason came, with deeper snows than usual, and he knew he could not\nleave the Valley with his heavy pack.  Moreover, the next trip would\ntake him farther from home than every before, and Jack Frost was\nmischievous enough to nip his nose and ears if he undertook the long\njourney while the Frost King reigned.  The Frost King was Jack's father\nand never reproved him for his pranks.\n\nSo Claus remained at his work-bench; but he whistled and sang as\nmerrily as ever, for he would allow no disappointment to sour his\ntemper or make him unhappy.\n\nOne bright morning he looked from his window and saw two of the deer he\nhad known in the Forest walking toward his house.\n\nClaus was surprised; not that the friendly deer should visit him, but\nthat they walked on the surface of the snow as easily as if it were\nsolid ground, notwithstanding the fact that throughout the Valley the\nsnow lay many feet deep.  He had walked out of his house a day or two\nbefore and had sunk to his armpits in a drift.\n\nSo when the deer came near he opened the door and called to them:\n\n\"Good morning, Flossie!  Tell me how you are able to walk on the snow\nso easily.\"\n\n\"It is frozen hard,\" answered Flossie.\n\n\"The Frost King has breathed on it,\" said Glossie, coming up, \"and the\nsurface is now as solid as ice.\"\n\n\"Perhaps,\" remarked Claus, thoughtfully, \"I might now carry my pack of\ntoys to the children.\"\n\n\"Is it a long journey?\" asked Flossie.\n\n\"Yes; it will take me many days, for the pack is heavy,\" answered Claus.\n\n\"Then the snow would melt before you could get back,\" said the deer.\n\"You must wait until spring, Claus.\"\n\nClaus sighed.  \"Had I your fleet feet,\" said he, \"I could make the\njourney in a day.\"\n\n\"But you have not,\" returned Glossie, looking at his own slender legs\nwith pride.\n\n\"Perhaps I could ride upon your back,\" Claus ventured to remark, after\na pause.\n\n\"Oh no; our backs are not strong enough to bear your weight,\" said\nFlossie, decidedly.  \"But if you had a sledge, and could harness us to\nit, we might draw you easily, and your pack as well.\"\n\n\"I'll make a sledge!\" exclaimed Claus.  \"Will you agree to draw me if I\ndo?\"\n\n\"Well,\" replied Flossie, \"we must first go and ask the Knooks, who are\nour guardians, for permission; but if they consent, and you can make a\nsledge and harness, we will gladly assist you.\"\n\n\"Then go at once!\" cried Claus, eagerly.  \"I am sure the friendly\nKnooks will give their consent, and by the time you are back I shall be\nready to harness you to my sledge.\"\n\nFlossie and Glossie, being deer of much intelligence, had long wished\nto see the great world, so they gladly ran over the frozen snow to ask\nthe Knooks if they might carry Claus on his journey.\n\nMeantime the toy-maker hurriedly began the construction of a sledge,\nusing material from his wood-pile.  He made two long runners that\nturned upward at the front ends, and across these nailed short boards,\nto make a platform.  It was soon completed, but was as rude in\nappearance as it is possible for a sledge to be.\n\nThe harness was more difficult to prepare, but Claus twisted strong\ncords together and knotted them so they would fit around the necks of\nthe deer, in the shape of a collar.  From these ran other cords to\nfasten the deer to the front of the sledge.\n\nBefore the work was completed Glossie and Flossie were back from the\nForest, having been granted permission by Will Knook to make the\njourney with Claus provided they would to Burzee by daybreak the next\nmorning.\n\n\"That is not a very long time,\" said Flossie; \"but we are swift and\nstrong, and if we get started by this evening we can travel many miles\nduring the night.\"\n\nClaus decided to make the attempt, so he hurried on his preparations as\nfast as possible.  After a time he fastened the collars around the\nnecks of his steeds and harnessed them to his rude sledge.  Then he\nplaced a stool on the little platform, to serve as a seat, and filled a\nsack with his prettiest toys.\n\n\"How do you intend to guide us?\" asked Glossie.  \"We have never been\nout of the Forest before, except to visit your house, so we shall not\nknow the way.\"\n\nClaus thought about that for a moment.  Then he brought more cords and\nfastened two of them to the spreading antlers of each deer, one on the\nright and the other on the left.\n\n\"Those will be my reins,\" said Claus, \"and when I pull them to the\nright or to the left you must go in that direction.  If I do not pull\nthe reins at all you may go straight ahead.\"\n\n\"Very well,\" answered Glossie and Flossie; and then they asked: \"Are\nyou ready?\"\n\nClaus seated himself upon the stool, placed the sack of toys at his\nfeet, and then gathered up the reins.\n\n\"All ready!\" he shouted; \"away we go!\"\n\nThe deer leaned forward, lifted their slender limbs, and the next\nmoment away flew the sledge over the frozen snow.  The swiftness of the\nmotion surprised Claus, for in a few strides they were across the\nValley and gliding over the broad plain beyond.\n\nThe day had melted into evening by the time they started; for, swiftly\nas Claus had worked, many hours had been consumed in making his\npreparations.  But the moon shone brightly to light their way, and\nClaus soon decided it was just as pleasant to travel by night as by day.\n\nThe deer liked it better; for, although they wished to see something of\nthe world, they were timid about meeting men, and now all the dwellers\nin the towns and farmhouses were sound asleep and could not see them.\n\nAway and away they sped, on and on over the hills and through the\nvalleys and across the plains until they reached a village where Claus\nhad never been before.\n\nHere he called on them to stop, and they immediately obeyed.  But a new\ndifficulty now presented itself, for the people had locked their doors\nwhen they went to bed, and Claus found he could not enter the houses to\nleave his toys.\n\n\"I am afraid, my friends, we have made our journey for nothing,\" said\nhe, \"for I shall be obliged to carry my playthings back home again\nwithout giving them to the children of this village.\"\n\n\"What's the matter?\" asked Flossie.\n\n\"The doors are locked,\" answered Claus, \"and I can not get in.\"\n\nGlossie looked around at the houses.  The snow was quite deep in that\nvillage, and just before them was a roof only a few feet above the\nsledge.  A broad chimney, which seemed to Glossie big enough to admit\nClaus, was at the peak of the roof.\n\n\"Why don't you climb down that chimney?\" asked Glossie.\n\nClaus looked at it.\n\n\"That would be easy enough if I were on top of the roof,\" he answered.\n\n\"Then hold fast and we will take you there,\" said the deer, and they\ngave one bound to the roof and landed beside the big chimney.\n\n\"Good!\" cried Claus, well pleased, and he slung the pack of toys over\nhis shoulder and got into the chimney.\n\nThere was plenty of soot on the bricks, but he did not mind that, and\nby placing his hands and knees against the sides he crept downward\nuntil he had reached the fireplace.  Leaping lightly over the\nsmoldering coals he found himself in a large sitting-room, where a dim\nlight was burning.\n\nFrom this room two doorways led into smaller chambers.  In one a woman\nlay asleep, with a baby beside her in a crib.\n\nClaus laughed, but he did not laugh aloud for fear of waking the baby.\nThen he slipped a big doll from his pack and laid it in the crib.  The\nlittle one smiled, as if it dreamed of the pretty plaything it was to\nfind on the morrow, and Claus crept softly from the room and entered at\nthe other doorway.\n\nHere were two boys, fast asleep with their arms around each other's\nneck.  Claus gazed at them lovingly a moment and then placed upon the\nbed a drum, two horns and a wooden elephant.\n\nHe did not linger, now that his work in this house was done, but\nclimbed the chimney again and seated himself on his sledge.\n\n\"Can you find another chimney?\" he asked the reindeer.\n\n\"Easily enough,\" replied Glossie and Flossie.\n\nDown to the edge of the roof they raced, and then, without pausing,\nleaped through the air to the top of the next building, where a huge,\nold-fashioned chimney stood.\n\n\"Don't be so long, this time,\" called Flossie, \"or we shall never get\nback to the Forest by daybreak.\"\n\nClaus made a trip down this chimney also and found five children\nsleeping in the house, all of whom were quickly supplied with toys.\n\nWhen he returned the deer sprang to the next roof, but on descending\nthe chimney Claus found no children there at all.  That was not often\nthe case in this village, however, so he lost less time than you might\nsuppose in visiting the dreary homes where there were no little ones.\n\nWhen he had climbed down the chimneys of all the houses in that\nvillage, and had left a toy for every sleeping child, Claus found that\nhis great sack was not yet half emptied.\n\n\"Onward, friends!\" he called to the deer; \"we must seek another\nvillage.\"\n\nSo away they dashed, although it was long past midnight, and in a\nsurprisingly short time they came to a large city, the largest Claus\nhad ever visited since he began to make toys.  But, nothing daunted by\nthe throng of houses, he set to work at once and his beautiful steeds\ncarried him rapidly from one roof to another, only the highest being\nbeyond the leaps of the agile deer.\n\nAt last the supply of toys was exhausted and Claus seated himself in\nthe sledge, with the empty sack at his feet, and turned the heads of\nGlossie and Flossie toward home.\n\nPresently Flossie asked:\n\n\"What is that gray streak in the sky?\"\n\n\"It is the coming dawn of day,\" answered Claus, surprised to find that\nit was so late.\n\n\"Good gracious!\" exclaimed Glossie; \"then we shall not be home by\ndaybreak, and the Knooks will punish us and never let us come again.\"\n\n\"We must race for the Laughing Valley and make our best speed,\"\nreturned Flossie; \"so hold fast, friend Claus!\"\n\nClaus held fast and the next moment was flying so swiftly over the snow\nthat he could not see the trees as they whirled past.  Up hill and down\ndale, swift as an arrow shot from a bow they dashed, and Claus shut his\neyes to keep the wind out of them and left the deer to find their own\nway.\n\nIt seemed to him they were plunging through space, but he was not at\nall afraid.  The Knooks were severe masters, and must be obeyed at all\nhazards, and the gray streak in the sky was growing brighter every\nmoment.\n\nFinally the sledge came to a sudden stop and Claus, who was taken\nunawares, tumbled from his seat into a snowdrift.  As he picked himself\nup he heard the deer crying:\n\n\"Quick, friend, quick!  Cut away our harness!\"\n\nHe drew his knife and rapidly severed the cords, and then he wiped the\nmoisture from his eyes and looked around him.\n\nThe sledge had come to a stop in the Laughing Valley, only a few feet,\nhe found, from his own door.  In the East the day was breaking, and\nturning to the edge of Burzee he saw Glossie and Flossie just\ndisappearing in the Forest.\n\n\n\n9.  \"Santa Claus!\"\n\nClaus thought that none of the children would ever know where the toys\ncame from which they found by their bedsides when they wakened the\nfollowing morning.  But kindly deeds are sure to bring fame, and fame\nhas many wings to carry its tidings into far lands; so for miles and\nmiles in every direction people were talking of Claus and his wonderful\ngifts to children.  The sweet generousness of his work caused a few\nselfish folk to sneer, but even these were forced to admit their\nrespect for a man so gentle-natured that he loved to devote his life to\npleasing the helpless little ones of his race.\n\nTherefore the inhabitants of every city and village had been eagerly\nwatching the coming of Claus, and remarkable stories of his beautiful\nplaythings were told the children to keep them patient and contented.\n\nWhen, on the morning following the first trip of Claus with his deer,\nthe little ones came running to their parents with the pretty toys they\nhad found, and asked from whence they came, they was but one reply to\nthe question.\n\n\"The good Claus must have been here, my darlings; for his are the only\ntoys in all the world!\"\n\n\"But how did he get in?\" asked the children.\n\nAt this the fathers shook their heads, being themselves unable to\nunderstand how Claus had gained admittance to their homes; but the\nmothers, watching the glad faces of their dear ones, whispered that the\ngood Claus was no mortal man but assuredly a Saint, and they piously\nblessed his name for the happiness he had bestowed upon their children.\n\n\"A Saint,\" said one, with bowed head, \"has no need to unlock doors if\nit pleases him to enter our homes.\"\n\nAnd, afterward, when a child was naughty or disobedient, its mother\nwould say:\n\n\"You must pray to the good Santa Claus for forgiveness.  He does not\nlike naughty children, and, unless you repent, he will bring you no\nmore pretty toys.\"\n\nBut Santa Claus himself would not have approved this speech.  He\nbrought toys to the children because they were little and helpless, and\nbecause he loved them.  He knew that the best of children were\nsometimes naughty, and that the naughty ones were often good.  It is\nthe way with children, the world over, and he would not have changed\ntheir natures had he possessed the power to do so.\n\nAnd that is how our Claus became Santa Claus.  It is possible for any\nman, by good deeds, to enshrine himself as a Saint in the hearts of the\npeople.\n\n\n\n10.  Christmas Eve\n\nThe day that broke as Claus returned from his night ride with Glossie\nand Flossie brought to him a new trouble.  Will Knook, the chief\nguardian of the deer, came to him, surly and ill-tempered, to complain\nthat he had kept Glossie and Flossie beyond daybreak, in opposition to\nhis orders.\n\n\"Yet it could not have been very long after daybreak,\" said Claus.\n\n\"It was one minute after,\" answered Will Knook, \"and that is as bad as\none hour.  I shall set the stinging gnats on Glossie and Flossie, and\nthey will thus suffer terribly for their disobedience.\"\n\n\"Don't do that!\" begged Claus.  \"It was my fault.\"\n\nBut Will Knook would listen to no excuses, and went away grumbling and\ngrowling in his ill-natured way.\n\nFor this reason Claus entered the Forest to consult Necile about\nrescuing the good deer from punishment.  To his delight he found his\nold friend, the Master Woodsman, seated in the circle of Nymphs.\n\nAk listened to the story of the night journey to the children and of\nthe great assistance the deer had been to Claus by drawing his sledge\nover the frozen snow.\n\n\"I do not wish my friends to be punished if I can save them,\" said the\ntoy-maker, when he had finished the relation.  \"They were only one\nminute late, and they ran swifter than a bird flies to get home before\ndaybreak.\"\n\nAk stroked his beard thoughtfully a moment, and then sent for the\nPrince of the Knooks, who rules all his people in Burzee, and also for\nthe Queen of the Fairies and the Prince of the Ryls.\n\nWhen all had assembled Claus told his story again, at Ak's command, and\nthen the Master addressed the Prince of the Knooks, saying:\n\n\"The good work that Claus is doing among mankind deserves the support\nof every honest immortal.  Already he is called a Saint in some of the\ntowns, and before long the name of Santa Claus will be lovingly known\nin every home that is blessed with children.  Moreover, he is a son of\nour Forest, so we owe him our encouragement.  You, Ruler of the Knooks,\nhave known him these many years; am I not right in saying he deserves\nour friendship?\"\n\nThe Prince, crooked and sour of visage as all Knooks are, looked only\nupon the dead leaves at his feet and muttered: \"You are the Master\nWoodsman of the World!\"\n\nAk smiled, but continued, in soft tones: \"It seems that the deer which\nare guarded by your people can be of great assistance to Claus, and as\nthey seem willing to draw his sledge I beg that you will permit him to\nuse their services whenever he pleases.\"\n\nThe Prince did not reply, but tapped the curled point of his sandal\nwith the tip of his spear, as if in thought.\n\nThen the Fairy Queen spoke to him in this way: \"If you consent to Ak's\nrequest I will see that no harm comes to your deer while they are away\nfrom the Forest.\"\n\nAnd the Prince of the Ryls added: \"For my part I will allow to every\ndeer that assists Claus the privilege of eating my casa plants, which\ngive strength, and my grawle plants, which give fleetness of foot, and\nmy marbon plants, which give long life.\"\n\nAnd the Queen of the Nymphs said: \"The deer which draw the sledge of\nClaus will be permitted to bathe in the Forest pool of Nares, which\nwill give them sleek coats and wonderful beauty.\"\n\nThe Prince of the Knooks, hearing these promises, shifted uneasily on\nhis seat, for in his heart he hated to refuse a request of his fellow\nimmortals, although they were asking an unusual favor at his hands, and\nthe Knooks are unaccustomed to granting favors of any kind.  Finally he\nturned to his servants and said:\n\n\"Call Will Knook.\"\n\nWhen surly Will came and heard the demands of the immortals he\nprotested loudly against granting them.\n\n\"Deer are deer,\" said he, \"and nothing but deer.  Were they horses it\nwould be right to harness them like horses.  But no one harnesses deer\nbecause they are free, wild creatures, owing no service of any sort to\nmankind.  It would degrade my deer to labor for Claus, who is only a\nman in spite of the friendship lavished on him by the immortals.\"\n\n\"You have heard,\" said the Prince to Ak.  \"There is truth in what Will\nsays.\"\n\n\"Call Glossie and Flossie,\" returned the Master.\n\nThe deer were brought to the conference and Ak asked them if they\nobjected to drawing the sledge for Claus.\n\n\"No, indeed!\" replied Glossie; \"we enjoyed the trip very much.\"\n\n\"And we tried to get home by daybreak,\" added Flossie, \"but were\nunfortunately a minute too late.\"\n\n\"A minute lost at daybreak doesn't matter,\" said Ak.  \"You are forgiven\nfor that delay.\"\n\n\"Provided it does not happen again,\" said the Prince of the Knooks,\nsternly.\n\n\"And will you permit them to make another journey with me?\" asked\nClaus, eagerly.\n\nThe Prince reflected while he gazed at Will, who was scowling, and at\nthe Master Woodsman, who was smiling.\n\nThen he stood up and addressed the company as follows:\n\n\"Since you all urge me to grant the favor I will permit the deer to go\nwith Claus once every year, on Christmas Eve, provided they always\nreturn to the Forest by daybreak.  He may select any number he pleases,\nup to ten, to draw his sledge, and those shall be known among us as\nReindeer, to distinguish them from the others.  And they shall bathe in\nthe Pool of Nares, and eat the casa and grawle and marbon plants and\nshall be under the especial protection of the Fairy Queen.  And now\ncease scowling, Will Knook, for my words shall be obeyed!\"\n\nHe hobbled quickly away through the trees, to avoid the thanks of Claus\nand the approval of the other immortals, and Will, looking as cross as\never, followed him.\n\nBut Ak was satisfied, knowing that he could rely on the promise of the\nPrince, however grudgingly given; and Glossie and Flossie ran home,\nkicking up their heels delightedly at every step.\n\n\"When is Christmas Eve?\" Claus asked the Master.\n\n\"In about ten days,\" he replied.\n\n\"Then I can not use the deer this year,\" said Claus, thoughtfully, \"for\nI shall not have time enough to make my sackful of toys.\"\n\n\"The shrewd Prince foresaw that,\" responded Ak, \"and therefore named\nChristmas Eve as the day you might use the deer, knowing it would cause\nyou to lose an entire year.\"\n\n\"If I only had the toys the Awgwas stole from me,\" said Claus, sadly,\n\"I could easily fill my sack for the children.\"\n\n\"Where are they?\" asked the Master.\n\n\"I do not know,\" replied Claus, \"but the wicked Awgwas probably hid\nthem in the mountains.\"\n\nAk turned to the Fairy Queen.\n\n\"Can you find them?\" he asked.\n\n\"I will try,\" she replied, brightly.\n\nThen Claus went back to the Laughing Valley, to work as hard as he\ncould, and a band of Fairies immediately flew to the mountain that had\nbeen haunted by the Awgwas and began a search for the stolen toys.\n\nThe Fairies, as we well know, possess wonderful powers; but the cunning\nAwgwas had hidden the toys in a deep cave and covered the opening with\nrocks, so no one could look in.  Therefore all search for the missing\nplaythings proved in vain for several days, and Claus, who sat at home\nwaiting for news from the Fairies, almost despaired of getting the toys\nbefore Christmas Eve.\n\nHe worked hard every moment, but it took considerable time to carve out\nand to shape each toy and to paint it properly, so that on the morning\nbefore Christmas Eve only half of one small shelf above the window was\nfilled with playthings ready for the children.\n\nBut on this morning the Fairies who were searching in the mountains had\na new thought.  They joined hands and moved in a straight line through\nthe rocks that formed the mountain, beginning at the topmost peak and\nworking downward, so that no spot could be missed by their bright eyes.\nAnd at last they discovered the cave where the toys had been heaped up\nby the wicked Awgwas.\n\nIt did not take them long to burst open the mouth of the cave, and then\neach one seized as many toys as he could carry and they all flew to\nClaus and laid the treasure before him.\n\nThe good man was rejoiced to receive, just in the nick of time, such a\nstore of playthings with which to load his sledge, and he sent word to\nGlossie and Flossie to be ready for the journey at nightfall.\n\nWith all his other labors he had managed to find time, since the last\ntrip, to repair the harness and to strengthen his sledge, so that when\nthe deer came to him at twilight he had no difficulty in harnessing\nthem.\n\n\"We must go in another direction to-night,\" he told them, \"where we\nshall find children I have never yet visited.  And we must travel fast\nand work quickly, for my sack is full of toys and running over the\nbrim!\"\n\nSo, just as the moon arose, they dashed out of the Laughing Valley and\nacross the plain and over the hills to the south.  The air was sharp\nand frosty and the starlight touched the snowflakes and made them\nglitter like countless diamonds.  The reindeer leaped onward with\nstrong, steady bounds, and Claus' heart was so light and merry that he\nlaughed and sang while the wind whistled past his ears:\n\n     \"With a ho, ho, ho!\n      And a ha, ha, ha!\n  And a ho, ho! ha, ha, hee!\n      Now away we go\n      O'er the frozen snow,\n  As merry as we can be!\"\n\n\nJack Frost heard him and came racing up with his nippers, but when he\nsaw it was Claus he laughed and turned away again.\n\nThe mother owls heard him as he passed near a wood and stuck their\nheads out of the hollow places in the tree-trunks; but when they saw\nwho it was they whispered to the owlets nestling near them that it was\nonly Santa Claus carrying toys to the children.  It is strange how much\nthose mother owls know.\n\nClaus stopped at some of the scattered farmhouses and climbed down the\nchimneys to leave presents for the babies.  Soon after he reached a\nvillage and worked merrily for an hour distributing playthings among\nthe sleeping little ones.  Then away again he went, signing his joyous\ncarol:\n\n     \"Now away we go\n      O'er the gleaming snow,\n  While the deer run swift and free!\n      For to girls and boys\n      We carry the toys\n  That will fill their hearts with glee!\"\n\n\nThe deer liked the sound of his deep bass voice and kept time to the\nsong with their hoofbeats on the hard snow; but soon they stopped at\nanother chimney and Santa Claus, with sparkling eyes and face brushed\nred by the wind, climbed down its smoky sides and left a present for\nevery child the house contained.\n\nIt was a merry, happy night.  Swiftly the deer ran, and busily their\ndriver worked to scatter his gifts among the sleeping children.\n\nBut the sack was empty at last, and the sledge headed homeward; and now\nagain the race with daybreak began.  Glossie and Flossie had no mind to\nbe rebuked a second time for tardiness, so they fled with a swiftness\nthat enabled them to pass the gale on which the Frost King rode, and\nsoon brought them to the Laughing Valley.\n\nIt is true when Claus released his steeds from their harness the\neastern sky was streaked with gray, but Glossie and Flossie were deep\nin the Forest before day fairly broke.\n\nClaus was so wearied with his night's work that he threw himself upon\nhis bed and fell into a deep slumber, and while he slept the Christmas\nsun appeared in the sky and shone upon hundreds of happy homes where\nthe sound of childish laughter proclaimed that Santa Claus had made\nthem a visit.\n\nGod bless him!  It was his first Christmas Eve, and for hundreds of\nyears since then he has nobly fulfilled his mission to bring happiness\nto the hearts of little children.\n\n\n\n11.  How the First Stockings Were Hung by the Chimneys\n\nWhen you remember that no child, until Santa Claus began his travels,\nhad ever known the pleasure of possessing a toy, you will understand\nhow joy crept into the homes of those who had been favored with a visit\nfrom the good man, and how they talked of him day by day in loving\ntones and were honestly grateful for his kindly deeds.  It is true that\ngreat warriors and mighty kings and clever scholars of that day were\noften spoken of by the people; but no one of them was so greatly\nbeloved as Santa Claus, because none other was so unselfish as to\ndevote himself to making others happy.  For a generous deed lives\nlonger than a great battle or a king's decree of a scholar's essay,\nbecause it spreads and leaves its mark on all nature and endures\nthrough many generations.\n\nThe bargain made with the Knook Prince changed the plans of Claus for\nall future time; for, being able to use the reindeer on but one night\nof each year, he decided to devote all the other days to the\nmanufacture of playthings, and on Christmas Eve to carry them to the\nchildren of the world.\n\nBut a year's work would, he knew, result in a vast accumulation of\ntoys, so he resolved to build a new sledge that would be larger and\nstronger and better-fitted for swift travel than the old and clumsy one.\n\nHis first act was to visit the Gnome King, with whom he made a bargain\nto exchange three drums, a trumpet and two dolls for a pair of fine\nsteel runners, curled beautifully at the ends.  For the Gnome King had\nchildren of his own, who, living in the hollows under the earth, in\nmines and caverns, needed something to amuse them.\n\nIn three days the steel runners were ready, and when Claus brought the\nplaythings to the Gnome King, his Majesty was so greatly pleased with\nthem that he presented Claus with a string of sweet-toned sleigh-bells,\nin addition to the runners.\n\n\"These will please Glossie and Flossie,\" said Claus, as he jingled the\nbells and listened to their merry sound.  \"But I should have two\nstrings of bells, one for each deer.\"\n\n\"Bring me another trumpet and a toy cat,\" replied the King, \"and you\nshall have a second string of bells like the first.\"\n\n\"It is a bargain!\" cried Claus, and he went home again for the toys.\n\nThe new sledge was carefully built, the Knooks bringing plenty of\nstrong but thin boards to use in its construction.  Claus made a high,\nrounding dash-board to keep off the snow cast behind by the fleet hoofs\nof the deer; and he made high sides to the platform so that many toys\ncould be carried, and finally he mounted the sledge upon the slender\nsteel runners made by the Gnome King.\n\nIt was certainly a handsome sledge, and big and roomy.  Claus painted\nit in bright colors, although no one was likely to see it during his\nmidnight journeys, and when all was finished he sent for Glossie and\nFlossie to come and look at it.\n\nThe deer admired the sledge, but gravely declared it was too big and\nheavy for them to draw.\n\n\"We might pull it over the snow, to be sure,\" said Glossie; \"but we\nwould not pull it fast enough to enable us to visit the far-away cities\nand villages and return to the Forest by daybreak.\"\n\n\"Then I must add two more deer to my team,\" declared Claus, after a\nmoment's thought.\n\n\"The Knook Prince allowed you as many as ten.  Why not use them all?\"\nasked Flossie.  \"Then we could speed like the lightning and leap to the\nhighest roofs with ease.\"\n\n\"A team of ten reindeer!\" cried Claus, delightedly.  \"That will be\nsplendid.  Please return to the Forest at once and select eight other\ndeer as like yourselves as possible.  And you must all eat of the casa\nplant, to become strong, and of the grawle plant, to become fleet of\nfoot, and of the marbon plant, that you may live long to accompany me\non my journeys.  Likewise it will be well for you to bathe in the Pool\nof Nares, which the lovely Queen Zurline declares will render you\nrarely beautiful.  Should you perform these duties faithfully there is\nno doubt that on next Christmas Eve my ten reindeer will be the most\npowerful and beautiful steeds the world has ever seen!\"\n\nSo Glossie and Flossie went to the Forest to choose their mates, and\nClaus began to consider the question of a harness for them all.\n\nIn the end he called upon Peter Knook for assistance, for Peter's heart\nis as kind as his body is crooked, and he is remarkably shrewd, as\nwell.  And Peter agreed to furnish strips of tough leather for the\nharness.\n\nThis leather was cut from the skins of lions that had reached such an\nadvanced age that they died naturally, and on one side was tawny hair\nwhile the other side was cured to the softness of velvet by the deft\nKnooks.  When Claus received these strips of leather he sewed them\nneatly into a harness for the ten reindeer, and it proved strong and\nserviceable and lasted him for many years.\n\nThe harness and sledge were prepared at odd times, for Claus devoted\nmost of his days to the making of toys.  These were now much better\nthan the first ones had been, for the immortals often came to his house\nto watch him work and to offer suggestions.  It was Necile's idea to\nmake some of the dolls say \"papa\" and \"mama.\"  It was a thought of the\nKnooks to put a squeak inside the lambs, so that when a child squeezed\nthem they would say \"baa-a-a-a!\"  And the Fairy Queen advised Claus to\nput whistles in the birds, so they could be made to sing, and wheels on\nthe horses, so children could draw them around.  Many animals perished\nin the Forest, from one cause or another, and their fur was brought to\nClaus that he might cover with it the small images of beasts he made\nfor playthings.  A merry Ryl suggested that Claus make a donkey with a\nnodding head, which he did, and afterward found that it amused the\nlittle ones immensely.  And so the toys grew in beauty and\nattractiveness every day, until they were the wonder of even the\nimmortals.\n\nWhen another Christmas Eve drew near there was a monster load of\nbeautiful gifts for the children ready to be loaded upon the big\nsledge.  Claus filled three sacks to the brim, and tucked every corner\nof the sledge-box full of toys besides.\n\nThen, at twilight, the ten reindeer appeared and Flossie introduced\nthem all to Claus.  They were Racer and Pacer, Reckless and Speckless,\nFearless and Peerless, and Ready and Steady, who, with Glossie and\nFlossie, made up the ten who have traversed the world these hundreds of\nyears with their generous master.  They were all exceedingly beautiful,\nwith slender limbs, spreading antlers, velvety dark eyes and smooth\ncoats of fawn color spotted with white.\n\nClaus loved them at once, and has loved them ever since, for they are\nloyal friends and have rendered him priceless service.\n\nThe new harness fitted them nicely and soon they were all fastened to\nthe sledge by twos, with Glossie and Flossie in the lead.  These wore\nthe strings of sleigh-bells, and were so delighted with the music they\nmade that they kept prancing up and down to make the bells ring.\n\nClaus now seated himself in the sledge, drew a warm robe over his knees\nand his fur cap over his ears, and cracked his long whip as a signal to\nstart.\n\nInstantly the ten leaped forward and were away like the wind, while\njolly Claus laughed gleefully to see them run and shouted a song in his\nbig, hearty voice:\n\n      \"With a ho, ho, ho!\n      And a ha, ha, ha!\n  And a ho, ho, ha, ha, hee!\n      Now away we go\n      O'er the frozen snow,\n  As merry as we can be!\n\n      There are many joys\n      In our load of toys,\n  As many a child will know;\n      We'll scatter them wide\n      On our wild night ride\n  O'er the crisp and sparkling snow!\"\n\n\nNow it was on this same Christmas Eve that little Margot and her\nbrother Dick and her cousins Ned and Sara, who were visiting at\nMargot's house, came in from making a snow man, with their clothes\ndamp, their mittens dripping and their shoes and stockings wet through\nand through.  They were not scolded, for Margot's mother knew the snow\nwas melting, but they were sent early to bed that their clothes might\nbe hung over chairs to dry.  The shoes were placed on the red tiles of\nthe hearth, where the heat from the hot embers would strike them, and\nthe stockings were carefully hung in a row by the chimney, directly\nover the fireplace.  That was the reason Santa Claus noticed them when\nhe came down the chimney that night and all the household were fast\nasleep.  He was in a tremendous hurry and seeing the stockings all\nbelonged to children he quickly stuffed his toys into them and dashed\nup the chimney again, appearing on the roof so suddenly that the\nreindeer were astonished at his agility.\n\n\"I wish they would all hang up their stockings,\" he thought, as he\ndrove to the next chimney.  \"It would save me a lot of time and I could\nthen visit more children before daybreak.\"\n\nWhen Margot and Dick and Ned and Sara jumped out of bed next morning\nand ran downstairs to get their stockings from the fireplace they were\nfilled with delight to find the toys from Santa Claus inside them.  In\nface, I think they found more presents in their stockings than any\nother children of that city had received, for Santa Claus was in a\nhurry and did not stop to count the toys.\n\nOf course they told all their little friends about it, and of course\nevery one of them decided to hang his own stockings by the fireplace\nthe next Christmas Eve.  Even Bessie Blithesome, who made a visit to\nthat city with her father, the great Lord of Lerd, heard the story from\nthe children and hung her own pretty stockings by the chimney when she\nreturned home at Christmas time.\n\nOn his next trip Santa Claus found so many stockings hung up in\nanticipation of his visit that he could fill them in a jiffy and be\naway again in half the time required to hunt the children up and place\nthe toys by their bedsides.\n\nThe custom grew year after year, and has always been a great help to\nSanta Claus.  And, with so many children to visit, he surely needs all\nthe help we are able to give him.\n\n\n\n12.  The First Christmas Tree\n\nClaus had always kept his promise to the Knooks by returning to the\nLaughing Valley by daybreak, but only the swiftness of his reindeer has\nenabled him to do this, for he travels over all the world.\n\nHe loved his work and he loved the brisk night ride on his sledge and\nthe gay tinkle of the sleigh-bells.  On that first trip with the ten\nreindeer only Glossie and Flossie wore bells; but each year thereafter\nfor eight years Claus carried presents to the children of the Gnome\nKing, and that good-natured monarch gave him in return a string of\nbells at each visit, so that finally every one of the ten deer was\nsupplied, and you may imagine what a merry tune the bells played as the\nsledge sped over the snow.\n\nThe children's stockings were so long that it required a great many\ntoys to fill them, and soon Claus found there were other things besides\ntoys that children love.  So he sent some of the Fairies, who were\nalways his good friends, into the Tropics, from whence they returned\nwith great bags full of oranges and bananas which they had plucked from\nthe trees.  And other Fairies flew to the wonderful Valley of\nPhunnyland, where delicious candies and bonbons grow thickly on the\nbushes, and returned laden with many boxes of sweetmeats for the little\nones.  These things Santa Claus, on each Christmas Eve, placed in the\nlong stockings, together with his toys, and the children were glad to\nget them, you may be sure.\n\nThere are also warm countries where there is no snow in winter, but\nClaus and his reindeer visited them as well as the colder climes, for\nthere were little wheels inside the runners of his sledge which\npermitted it to run as smoothly over bare ground as on the snow.  And\nthe children who lived in the warm countries learned to know the name\nof Santa Claus as well as those who lived nearer to the Laughing Valley.\n\nOnce, just as the reindeer were ready to start on their yearly trip, a\nFairy came to Claus and told him of three little children who lived\nbeneath a rude tent of skins on a broad plain where there were no trees\nwhatever.  These poor babies were miserable and unhappy, for their\nparents were ignorant people who neglected them sadly.  Claus resolved\nto visit these children before he returned home, and during his ride he\npicked up the bushy top of a pine tree which the wind had broken off\nand placed it in his sledge.\n\nIt was nearly morning when the deer stopped before the lonely tent of\nskins where the poor children lay asleep.  Claus at once planted the\nbit of pine tree in the sand and stuck many candles on the branches.\nThen he hung some of his prettiest toys on the tree, as well as several\nbags of candies.  It did not take long to do all this, for Santa Claus\nworks quickly, and when all was ready he lighted the candles and,\nthrusting his head in at the opening of the tent, he shouted:\n\n\"Merry Christmas, little ones!\"\n\nWith that he leaped into his sledge and was out of sight before the\nchildren, rubbing the sleep from their eyes, could come out to see who\nhad called them.\n\nYou can imagine the wonder and joy of those little ones, who had never\nin their lives known a real pleasure before, when they saw the tree,\nsparkling with lights that shone brilliant in the gray dawn and hung\nwith toys enough to make them happy for years to come!  They joined\nhands and danced around the tree, shouting and laughing, until they\nwere obliged to pause for breath.  And their parents, also, came out to\nlook and wonder, and thereafter had more respect and consideration for\ntheir children, since Santa Claus had honored them with such beautiful\ngifts.\n\nThe idea of the Christmas tree pleased Claus, and so the following year\nhe carried many of them in his sledge and set them up in the homes of\npoor people who seldom saw trees, and placed candles and toys on the\nbranches.  Of course he could not carry enough trees in one load of all\nwho wanted them, but in some homes the fathers were able to get trees\nand have them all ready for Santa Claus when he arrived; and these the\ngood Claus always decorated as prettily as possible and hung with toys\nenough for all the children who came to see the tree lighted.\n\nThese novel ideas and the generous manner in which they were carried\nout made the children long for that one night in the year when their\nfriend Santa Claus should visit them, and as such anticipation is very\npleasant and comforting the little ones gleaned much happiness by\nwondering what would happen when Santa Claus next arrived.\n\nPerhaps you remember that stern Baron Braun who once drove Claus from\nhis castle and forbade him to visit his children?  Well, many years\nafterward, when the old Baron was dead and his son ruled in his place,\nthe new Baron Braun came to the house of Claus with his train of\nknights and pages and henchmen and, dismounting from his charger, bared\nhis head humbly before the friend of children.\n\n\"My father did not know your goodness and worth,\" he said, \"and\ntherefore threatened to hang you from the castle walls.  But I have\nchildren of my own, who long for a visit from Santa Claus, and I have\ncome to beg that you will favor them hereafter as you do other\nchildren.\"\n\nClaus was pleased with this speech, for Castle Braun was the only place\nhe had never visited, and he gladly promised to bring presents to the\nBaron's children the next Christmas Eve.\n\nThe Baron went away contented, and Claus kept his promise faithfully.\n\nThus did this man, through very goodness, conquer the hearts of all;\nand it is no wonder he was ever merry and gay, for there was no home in\nthe wide world where he was not welcomed more royally than any king.\n\n\n\n\nOLD AGE\n\n\n\n1.  The Mantle of Immortality\n\nAnd now we come to a turning-point in the career of Santa Claus, and it\nis my duty to relate the most remarkable that has happened since the\nworld began or mankind was created.\n\nWe have followed the life of Claus from the time he was found a\nhelpless infant by the Wood-Nymph Necile and reared to manhood in the\ngreat Forest of Burzee.  And we know how he began to make toys for\nchildren and how, with the assistance and goodwill of the immortals, he\nwas able to distribute them to the little ones throughout the world.\n\nFor many years he carried on this noble work; for the simple,\nhard-working life he led gave him perfect health and strength.  And\ndoubtless a man can live longer in the beautiful Laughing Valley, where\nthere are no cares and everything is peaceful and merry, than in any\nother part of the world.\n\nBut when many years had rolled away Santa Claus grew old.  The long\nbeard of golden brown that once covered his cheeks and chin gradually\nbecame gray, and finally turned to pure white.  His hair was white,\ntoo, and there were wrinkles at the corners of his eyes, which showed\nplainly when he laughed.  He had never been a very tall man, and now he\nbecame fat, and waddled very much like a duck when he walked.  But in\nspite of these things he remained as lively as ever, and was just as\njolly and gay, and his kind eyes sparkled as brightly as they did that\nfirst day when he came to the Laughing Valley.\n\nYet a time is sure to come when every mortal who has grown old and\nlived his life is required to leave this world for another; so it is no\nwonder that, after Santa Claus had driven his reindeer on many and many\na Christmas Eve, those stanch friends finally whispered among\nthemselves that they had probably drawn his sledge for the last time.\n\nThen all the Forest of Burzee became sad and all the Laughing Valley\nwas hushed; for every living thing that had known Claus had used to\nlove him and to brighten at the sound of his footsteps or the notes of\nhis merry whistle.\n\nNo doubt the old man's strength was at last exhausted, for he made no\nmore toys, but lay on his bed as in a dream.\n\nThe Nymph Necile, she who had reared him and been his foster-mother,\nwas still youthful and strong and beautiful, and it seemed to her but a\nshort time since this aged, gray-bearded man had lain in her arms and\nsmiled on her with his innocent, baby lips.\n\nIn this is shown the difference between mortals and immortals.\n\nIt was fortunate that the great Ak came to the Forest at this time.\nNecile sought him with troubled eyes and told him of the fate that\nthreatened their friend Claus.\n\nAt once the Master became grave, and he leaned upon his ax and stroked\nhis grizzled beard thoughtfully for many minutes.  Then suddenly he\nstood up straight, and poised his powerful head with firm resolve, and\nstretched out his great right arm as if determined on doing some mighty\ndeed.  For a thought had come to him so grand in its conception that\nall the world might well bow before the Master Woodsman and honor his\nname forever!\n\nIt is well known that when the great Ak once undertakes to do a thing\nhe never hesitates an instant.  Now he summoned his fleetest\nmessengers, and sent them in a flash to many parts of the earth.  And\nwhen they were gone he turned to the anxious Necile and comforted her,\nsaying:\n\n\"Be of good heart, my child; our friend still lives.  And now run to\nyour Queen and tell her that I have summoned a council of all the\nimmortals of the world to meet with me here in Burzee this night.  If\nthey obey, and harken unto my words, Claus will drive his reindeer for\ncountless ages yet to come.\"\n\nAt midnight there was a wondrous scene in the ancient Forest of Burzee,\nwhere for the first time in many centuries the rulers of the immortals\nwho inhabit the earth were gathered together.\n\nThere was the Queen of the Water Sprites, whose beautiful form was as\nclear as crystal but continually dripped water on the bank of moss\nwhere she sat.  And beside her was the King of the Sleep Fays, who\ncarried a wand from the end of which a fine dust fell all around, so\nthat no mortal could keep awake long enough to see him, as mortal eyes\nwere sure to close in sleep as soon as the dust filled them.  And next\nto him sat the Gnome King, whose people inhabit all that region under\nthe earth's surface, where they guard the precious metals and the jewel\nstones that lie buried in rock and ore.  At his right hand stood the\nKing of the Sound Imps, who had wings on his feet, for his people are\nswift to carry all sounds that are made.  When they are busy they carry\nthe sounds but short distances, for there are many of them; but\nsometimes they speed with the sounds to places miles and miles away\nfrom where they are made.  The King of the Sound Imps had an anxious\nand careworn face, for most people have no consideration for his Imps\nand, especially the boys and girls, make a great many unnecessary\nsounds which the Imps are obliged to carry when they might be better\nemployed.\n\nThe next in the circle of immortals was the King of the Wind Demons,\nslender of frame, restless and uneasy at being confined to one place\nfor even an hour.  Once in a while he would leave his place and circle\naround the glade, and each time he did this the Fairy Queen was obliged\nto untangle the flowing locks of her golden hair and tuck them back of\nher pink ears.  But she did not complain, for it was not often that the\nKing of the Wind Demons came into the heart of the Forest.  After the\nFairy Queen, whose home you know was in old Burzee, came the King of\nthe Light Elves, with his two Princes, Flash and Twilight, at his back.\nHe never went anywhere without his Princes, for they were so\nmischievous that he dared not let them wander alone.\n\nPrince Flash bore a lightning-bolt in his right hand and a horn of\ngunpowder in his left, and his bright eyes roved constantly around, as\nif he longed to use his blinding flashes.  Prince Twilight held a great\nsnuffer in one hand and a big black cloak in the other, and it is well\nknown that unless Twilight is carefully watched the snuffers or the\ncloak will throw everything into darkness, and Darkness is the greatest\nenemy the King of the Light Elves has.\n\nIn addition to the immortals I have named were the King of the Knooks,\nwho had come from his home in the jungles of India; and the King of the\nRyls, who lived among the gay flowers and luscious fruits of Valencia.\nSweet Queen Zurline of the Wood-Nymphs completed the circle of\nimmortals.\n\nBut in the center of the circle sat three others who possessed powers\nso great that all the Kings and Queens showed them reverence.\n\nThese were Ak, the Master Woodsman of the World, who rules the forests\nand the orchards and the groves; and Kern, the Master Husbandman of the\nWorld, who rules the grain fields and the meadows and the gardens; and\nBo, the Master Mariner of the World, who rules the seas and all the\ncraft that float thereon.  And all other immortals are more or less\nsubject to these three.\n\nWhen all had assembled the Master Woodsman of the World stood up to\naddress them, since he himself had summoned them to the council.\n\nVery clearly he told them the story of Claus, beginning at the time\nwhen as a babe he had been adopted a child of the Forest, and telling\nof his noble and generous nature and his life-long labors to make\nchildren happy.\n\n\"And now,\" said Ak, \"when he had won the love of all the world, the\nSpirit of Death is hovering over him.  Of all men who have inhabited\nthe earth none other so well deserves immortality, for such a life can\nnot be spared so long as there are children of mankind to miss him and\nto grieve over his loss.  We immortals are the servants of the world,\nand to serve the world we were permitted in the Beginning to exist.\nBut what one of us is more worthy of immortality than this man Claus,\nwho so sweetly ministers to the little children?\"\n\nHe paused and glanced around the circle, to find every immortal\nlistening to him eagerly and nodding approval.  Finally the King of the\nWind Demons, who had been whistling softly to himself, cried out:\n\n\"What is your desire, O Ak?\"\n\n\"To bestow upon Claus the Mantle of Immortality!\" said Ak, boldly.\n\nThat this demand was wholly unexpected was proved by the immortals\nspringing to their feet and looking into each other's face with dismay\nand then upon Ak with wonder.  For it was a grave matter, this parting\nwith the Mantle of Immortality.\n\nThe Queen of the Water Sprites spoke in her low, clear voice, and the\nwords sounded like raindrops splashing upon a window-pane.\n\n\"In all the world there is but one Mantle of Immortality,\" she said.\n\nThe King of the Sound Fays added:\n\n\"It has existed since the Beginning, and no mortal has ever dared to\nclaim it.\"\n\nAnd the Master Mariner of the World arose and stretched his limbs,\nsaying:\n\n\"Only by the vote of every immortal can it be bestowed upon a mortal.\"\n\n\"I know all this,\" answered Ak, quietly.  \"But the Mantle exists, and\nif it was created, as you say, in the Beginning, it was because the\nSupreme Master knew that some day it would be required.  Until now no\nmortal has deserved it, but who among you dares deny that the good\nClaus deserves it?  Will you not all vote to bestow it upon him?\"\n\nThey were silent, still looking upon one another questioningly.\n\n\"Of what use is the Mantle of Immortality unless it is worn?\" demanded\nAk.  \"What will it profit any one of us to allow it to remain in its\nlonely shrine for all time to come?\"\n\n\"Enough!\" cried the Gnome King, abruptly.  \"We will vote on the matter,\nyes or no.  For my part, I say yes!\"\n\n\"And I!\" said the Fairy Queen, promptly, and Ak rewarded her with a\nsmile.\n\n\"My people in Burzee tell me they have learned to love him; therefore I\nvote to give Claus the Mantle,\" said the King of the Ryls.\n\n\"He is already a comrade of the Knooks,\" announced the ancient King of\nthat band.  \"Let him have immortality!\"\n\n\"Let him have it--let him have it!\" sighed the King of the Wind Demons.\n\n\"Why not?\" asked the King of the Sleep Fays.  \"He never disturbs the\nslumbers my people allow humanity.  Let the good Claus be immortal!\"\n\n\"I do not object,\" said the King of the Sound Imps.\n\n\"Nor I,\" murmured the Queen of the Water Sprites.\n\n\"If Claus does not receive the Mantle it is clear none other can ever\nclaim it,\" remarked the King of the Light Elves, \"so let us have done\nwith the thing for all time.\"\n\n\"The Wood-Nymphs were first to adopt him,\" said Queen Zurline.  \"Of\ncourse I shall vote to make him immortal.\"\n\nAk now turned to the Master Husbandman of the World, who held up his\nright arm and said \"Yes!\"\n\nAnd the Master Mariner of the World did likewise, after which Ak, with\nsparkling eyes and smiling face, cried out:\n\n\"I thank you, fellow immortals!  For all have voted 'yes,' and so to\nour dear Claus shall fall the one Mantle of Immortality that it is in\nour power to bestow!\"\n\n\"Let us fetch it at once,\" said the Fay King; \"I'm in a hurry.\"\n\nThey bowed assent, and instantly the Forest glade was deserted.  But in\na place midway between the earth and the sky was suspended a gleaming\ncrypt of gold and platinum, aglow with soft lights shed from the facets\nof countless gems.  Within a high dome hung the precious Mantle of\nImmortality, and each immortal placed a hand on the hem of the splendid\nRobe and said, as with one voice:\n\n\"We bestow this Mantle upon Claus, who is called the Patron Saint of\nChildren!\"\n\nAt this the Mantle came away from its lofty crypt, and they carried it\nto the house in the Laughing Valley.\n\nThe Spirit of Death was crouching very near to the bedside of Claus,\nand as the immortals approached she sprang up and motioned them back\nwith an angry gesture.  But when her eyes fell upon the Mantle they\nbore she shrank away with a low moan of disappointment and quitted that\nhouse forever.\n\nSoftly and silently the immortal Band dropped upon Claus the precious\nMantle, and it closed about him and sank into the outlines of his body\nand disappeared from view.  It became a part of his being, and neither\nmortal nor immortal might ever take it from him.\n\nThen the Kings and Queens who had wrought this great deed dispersed to\ntheir various homes, and all were well contented that they had added\nanother immortal to their Band.\n\nAnd Claus slept on, the red blood of everlasting life coursing swiftly\nthrough his veins; and on his brow was a tiny drop of water that had\nfallen from the ever-melting gown of the Queen of the Water Sprites,\nand over his lips hovered a tender kiss that had been left by the sweet\nNymph Necile.  For she had stolen in when the others were gone to gaze\nwith rapture upon the immortal form of her foster son.\n\n\n\n2.  When the World Grew Old\n\nThe next morning, when Santa Claus opened his eyes and gazed around the\nfamiliar room, which he had feared he might never see again, he was\nastonished to find his old strength renewed and to feel the red blood\nof perfect health coursing through his veins.  He sprang from his bed\nand stood where the bright sunshine came in through his window and\nflooded him with its merry, dancing rays.  He did not then understand\nwhat had happened to restore to him the vigor of youth, but in spite of\nthe fact that his beard remained the color of snow and that wrinkles\nstill lingered in the corners of his bright eyes, old Santa Claus felt\nas brisk and merry as a boy of sixteen, and was soon whistling\ncontentedly as he busied himself fashioning new toys.\n\nThen Ak came to him and told of the Mantle of Immortality and how Claus\nhad won it through his love for little children.\n\nIt made old Santa look grave for a moment to think he had been so\nfavored; but it also made him glad to realize that now he need never\nfear being parted from his dear ones.  At once he began preparations\nfor making a remarkable assortment of pretty and amusing playthings,\nand in larger quantities than ever before; for now that he might always\ndevote himself to this work he decided that no child in the world, poor\nor rich, should hereafter go without a Christmas gift if he could\nmanage to supply it.\n\nThe world was new in the days when dear old Santa Claus first began\ntoy-making and won, by his loving deeds, the Mantle of Immortality.\nAnd the task of supplying cheering words, sympathy and pretty\nplaythings to all the young of his race did not seem a difficult\nundertaking at all.  But every year more and more children were born\ninto the world, and these, when they grew up, began spreading slowly\nover all the face of the earth, seeking new homes; so that Santa Claus\nfound each year that his journeys must extend farther and farther from\nthe Laughing Valley, and that the packs of toys must be made larger and\never larger.\n\nSo at length he took counsel with his fellow immortals how his work\nmight keep pace with the increasing number of children that none might\nbe neglected.  And the immortals were so greatly interested in his\nlabors that they gladly rendered him their assistance.  Ak gave him his\nman Kilter, \"the silent and swift.\"  And the Knook Prince gave him\nPeter, who was more crooked and less surly than any of his brothers.\nAnd the Ryl Prince gave him Nuter, the sweetest tempered Ryl ever\nknown.  And the Fairy Queen gave him Wisk, that tiny, mischievous but\nlovable Fairy who knows today almost as many children as does Santa\nClaus himself.\n\nWith these people to help make the toys and to keep his house in order\nand to look after the sledge and the harness, Santa Claus found it much\neasier to prepare his yearly load of gifts, and his days began to\nfollow one another smoothly and pleasantly.\n\nYet after a few generations his worries were renewed, for it was\nremarkable how the number of people continued to grow, and how many\nmore children there were every year to be served.  When the people\nfilled all the cities and lands of one country they wandered into\nanother part of the world; and the men cut down the trees in many of\nthe great forests that had been ruled by Ak, and with the wood they\nbuilt new cities, and where the forests had been were fields of grain\nand herds of browsing cattle.\n\nYou might think the Master Woodsman would rebel at the loss of his\nforests; but not so.  The wisdom of Ak was mighty and farseeing.\n\n\"The world was made for men,\" said he to Santa Claus, \"and I have but\nguarded the forests until men needed them for their use.  I am glad my\nstrong trees can furnish shelter for men's weak bodies, and warm them\nthrough the cold winters.  But I hope they will not cut down all the\ntrees, for mankind needs the shelter of the woods in summer as much as\nthe warmth of blazing logs in winter.  And, however crowded the world\nmay grow, I do not think men will ever come to Burzee, nor to the Great\nBlack Forest, nor to the wooded wilderness of Braz; unless they seek\ntheir shades for pleasure and not to destroy their giant trees.\"\n\nBy and by people made ships from the tree-trunks and crossed over\noceans and built cities in far lands; but the oceans made little\ndifference to the journeys of Santa Claus.  His reindeer sped over the\nwaters as swiftly as over land, and his sledge headed from east to west\nand followed in the wake of the sun.  So that as the earth rolled\nslowly over Santa Claus had all of twenty-four hours to encircle it\neach Christmas Eve, and the speedy reindeer enjoyed these wonderful\njourneys more and more.\n\nSo year after year, and generation after generation, and century after\ncentury, the world grew older and the people became more numerous and\nthe labors of Santa Claus steadily increased.  The fame of his good\ndeeds spread to every household where children dwelt.  And all the\nlittle ones loved him dearly; and the fathers and mothers honored him\nfor the happiness he had given them when they too were young; and the\naged grandsires and granddames remembered him with tender gratitude and\nblessed his name.\n\n\n\n3.  The Deputies of Santa Claus\n\nHowever, there was one evil following in the path of civilization that\ncaused Santa Claus a vast amount of trouble before he discovered a way\nto overcome it.  But, fortunately, it was the last trial he was forced\nto undergo.\n\nOne Christmas Eve, when his reindeer had leaped to the top of a new\nbuilding, Santa Claus was surprised to find that the chimney had been\nbuilt much smaller than usual.  But he had no time to think about it\njust then, so he drew in his breath and made himself as small as\npossible and slid down the chimney.\n\n\"I ought to be at the bottom by this time,\" he thought, as he continued\nto slip downward; but no fireplace of any sort met his view, and by and\nby he reached the very end of the chimney, which was in the cellar.\n\n\"This is odd!\" he reflected, much puzzled by this experience.  \"If\nthere is no fireplace, what on earth is the chimney good for?\"\n\nThen he began to climb out again, and found it hard work--the space\nbeing so small.  And on his way up he noticed a thin, round pipe\nsticking through the side of the chimney, but could not guess what it\nwas for.\n\nFinally he reached the roof and said to the reindeer:\n\n\"There was no need of my going down that chimney, for I could find no\nfireplace through which to enter the house.  I fear the children who\nlive there must go without playthings this Christmas.\"\n\nThen he drove on, but soon came to another new house with a small\nchimney.  This caused Santa Claus to shake his head doubtfully, but he\ntried the chimney, nevertheless, and found it exactly like the other.\nMoreover, he nearly stuck fast in the narrow flue and tore his jacket\ntrying to get out again; so, although he came to several such chimneys\nthat night, he did not venture to descend any more of them.\n\n\"What in the world are people thinking of, to build such useless\nchimneys?\" he exclaimed.  \"In all the years I have traveled with my\nreindeer I have never seen the like before.\"\n\nTrue enough; but Santa Claus had not then discovered that stoves had\nbeen invented and were fast coming into use.  When he did find it out\nhe wondered how the builders of those houses could have so little\nconsideration for him, when they knew very well it was his custom to\nclimb down chimneys and enter houses by way of the fireplaces.  Perhaps\nthe men who built those houses had outgrown their own love for toys,\nand were indifferent whether Santa Claus called on their children or\nnot.  Whatever the explanation might be, the poor children were forced\nto bear the burden of grief and disappointment.\n\nThe following year Santa Claus found more and more of the new-fashioned\nchimneys that had no fireplaces, and the next year still more.  The\nthird year, so numerous had the narrow chimneys become, he even had a\nfew toys left in his sledge that he was unable to give away, because he\ncould not get to the children.\n\nThe matter had now become so serious that it worried the good man\ngreatly, and he decided to talk it over with Kilter and Peter and Nuter\nand Wisk.\n\nKilter already knew something about it, for it had been his duty to run\naround to all the houses, just before Christmas, and gather up the\nnotes and letters to Santa Claus that the children had written, telling\nwhat they wished put in their stockings or hung on their Christmas\ntrees.  But Kilter was a silent fellow, and seldom spoke of what he saw\nin the cities and villages.  The others were very indignant.\n\n\"Those people act as if they do not wish their children to be made\nhappy!\" said sensible Peter, in a vexed tone.  \"The idea of shutting\nout such a generous friend to their little ones!\"\n\n\"But it is my intention to make children happy whether their parents\nwish it or not,\" returned Santa Claus.  \"Years ago, when I first began\nmaking toys, children were even more neglected by their parents than\nthey are now; so I have learned to pay no attention to thoughtless or\nselfish parents, but to consider only the longings of childhood.\"\n\n\"You are right, my master,\" said Nuter, the Ryl; \"many children would\nlack a friend if you did not consider them, and try to make them happy.\"\n\n\"Then,\" declared the laughing Wisk, \"we must abandon any thought of\nusing these new-fashioned chimneys, but become burglars, and break into\nthe houses some other way.\"\n\n\"What way?\" asked Santa Claus.\n\n\"Why, walls of brick and wood and plaster are nothing to Fairies.  I\ncan easily pass through them whenever I wish, and so can Peter and\nNuter and Kilter.  Is it not so, comrades?\"\n\n\"I often pass through the walls when I gather up the letters,\" said\nKilter, and that was a long speech for him, and so surprised Peter and\nNuter that their big round eyes nearly popped out of their heads.\n\n\"Therefore,\" continued the Fairy, \"you may as well take us with you on\nyour next journey, and when we come to one of those houses with stoves\ninstead of fireplaces we will distribute the toys to the children\nwithout the need of using a chimney.\"\n\n\"That seems to me a good plan,\" replied Santa Claus, well pleased at\nhaving solved the problem.  \"We will try it next year.\"\n\nThat was how the Fairy, the Pixie, the Knook and the Ryl all rode in\nthe sledge with their master the following Christmas Eve; and they had\nno trouble at all in entering the new-fashioned houses and leaving toys\nfor the children that lived in them.\n\nAnd their deft services not only relieved Santa Claus of much labor,\nbut enabled him to complete his own work more quickly than usual, so\nthat the merry party found themselves at home with an empty sledge a\nfull hour before daybreak.\n\nThe only drawback to the journey was that the mischievous Wisk\npersisted in tickling the reindeer with a long feather, to see them\njump; and Santa Claus found it necessary to watch him every minute and\nto tweak his long ears once or twice to make him behave himself.\n\nBut, taken all together, the trip was a great success, and to this day\nthe four little folk always accompany Santa Claus on his yearly ride\nand help him in the distribution of his gifts.\n\nBut the indifference of parents, which had so annoyed the good Saint,\ndid not continue very long, and Santa Claus soon found they were really\nanxious he should visit their homes on Christmas Eve and leave presents\nfor their children.\n\nSo, to lighten his task, which was fast becoming very difficult indeed,\nold Santa decided to ask the parents to assist him.\n\n\"Get your Christmas trees all ready for my coming,\" he said to them;\n\"and then I shall be able to leave the presents without loss of time,\nand you can put them on the trees when I am gone.\"\n\nAnd to others he said: \"See that the children's stockings are hung up\nin readiness for my coming, and then I can fill them as quick as a\nwink.\"\n\nAnd often, when parents were kind and good-natured, Santa Claus would\nsimply fling down his package of gifts and leave the fathers and\nmothers to fill the stockings after he had darted away in his sledge.\n\n\"I will make all loving parents my deputies!\" cried the jolly old\nfellow, \"and they shall help me do my work.  For in this way I shall\nsave many precious minutes and few children need be neglected for lack\nof time to visit them.\"\n\nBesides carrying around the big packs in his swift-flying sledge old\nSanta began to send great heaps of toys to the toy-shops, so that if\nparents wanted larger supplies for their children they could easily get\nthem; and if any children were, by chance, missed by Santa Claus on his\nyearly rounds, they could go to the toy-shops and get enough to make\nthem happy and contented.  For the loving friend of the little ones\ndecided that no child, if he could help it, should long for toys in\nvain.  And the toy-shops also proved convenient whenever a child fell\nill, and needed a new toy to amuse it; and sometimes, on birthdays, the\nfathers and mothers go to the toy-shops and get pretty gifts for their\nchildren in honor of the happy event.\n\nPerhaps you will now understand how, in spite of the bigness of the\nworld, Santa Claus is able to supply all the children with beautiful\ngifts.  To be sure, the old gentleman is rarely seen in these days; but\nit is not because he tries to keep out of sight, I assure you.  Santa\nClaus is the same loving friend of children that in the old days used\nto play and romp with them by the hour; and I know he would love to do\nthe same now, if he had the time.  But, you see, he is so busy all the\nyear making toys, and so hurried on that one night when he visits our\nhomes with his packs, that he comes and goes among us like a flash; and\nit is almost impossible to catch a glimpse of him.\n\nAnd, although there are millions and millions more children in the\nworld than there used to be, Santa Claus has never been known to\ncomplain of their increasing numbers.\n\n\"The more the merrier!\" he cries, with his jolly laugh; and the only\ndifference to him is the fact that his little workmen have to make\ntheir busy fingers fly faster every year to satisfy the demands of so\nmany little ones.\n\n\"In all this world there is nothing so beautiful as a happy child,\"\nsays good old Santa Claus; and if he had his way the children would all\nbe beautiful, for all would be happy.\n\n\n\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Life and Adventures of Santa Claus, by \nL. Frank Baum\n\n*** END OF THIS PROJECT GUTENBERG EBOOK LIFE, ADVENTURES OF SANTA CLAUS ***\n\n***** This file should be named 520.txt or 520.zip *****\nThis and all associated files of various formats will be found in:\n        http:\/\/www.gutenberg.org\/5\/2\/520\/\n\nProduced by Dennis Amundson\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp:\/\/gutenberg.net\/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark\/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s\/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http:\/\/www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp:\/\/pglaf.org\/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http:\/\/pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http:\/\/pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http:\/\/pglaf.org\/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http:\/\/www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n","id":905,"split":"train"}
