{"ori_id":"ebb8c31643ca701cef556caebc31c8490f4dfc9e","title":"Press Cuttings","context":"Press Cuttings\n A room in the War Office on 1 April 1912. General Mitchener is in a state of considerable anxiety about the number of Suffragettes chaining themselves to government buildings. He has had all the railings removed, but is informed by an orderly that another suffragette has padlocked herself to the door scraper. Surprisingly, he has received a letter from the Prime Minister, Balsquith, telling him to release the woman and let her into the building. When he does so, he learns that this suffragette is none other than the Prime Minister himself, disguised as a woman. As he tried to get to the War Office, there were so many suffragettes chasing him that he thought the safest option was to pretend to be one of them. Balsquith informs Mitchener that his arch-rival General Sandstone has resigned from the government, since his plan of creating a male-only exclusion zone of two miles around Westminster has failed. Women are refusing to leave. Mitchener is in favour of the plan, offering Balsquith his usual advice: \"shoot them down\". Balsquith says events are getting out of control. Already a pro-suffrage curate has been flogged by an army lieutenant, who fails to realise that the curate has aunts in the peerage. Britain needs to concentrate on the threat of German rearmament, but is distracted by these domestic issues.\nMitchener says that the solution to the German problem is simple - shoot them down. Balsquith points out that the Germans might shoot back. Mitchener says he's been wanting to invade them for years. Britain needs to think ahead. Soon it may be possible to travel to the moon, and if the Germans get there first there is a real prospect of a \"German moon\". Meanwhile, he suggests that the lieutenant should be flogged in reprisal for his actions, but Balsquith reminds him that the man's father donated a large sum to party funds. He suggests that Mitchener should charm one of the aunts, Lady Richmond, and offer to promote the curate. The General asks his housekeeper Mrs Farrell to find a uniform for him, as he needs to look his best to see Lady Richmond. It should be one befitting a hero who has risked his life in battle. Mrs Farrell says she has risked hers giving birth to eight children; risking life to create more life is better than risking it to destroy the lives of others.\nThe orderly announces that Mrs Banger and Lady Corinthia Fanshawe, leaders of the anti-suffrage movement, have arrived. Balsquith, he says, fled as soon as he saw them. Mitchener is shocked by the orderly's derogatory comments about the Prime Minister, but the orderly tells him that he wouldn't be in the army if it weren't for conscription, and now that he is, he trusts sergeants more than generals. Mitchener orders the orderly to arrest himself for insubordination. Mrs Banger and Lady Corinthia enter. They declare that the men have failed to defeat the suffragettes. New tactics are needed. Mrs Banger says that the suffragettes have got it all wrong. Women don't want to vote, they want to join the army. In fact most great leaders, including Bismarck and Napoleon, were women in disguise. Lady Corinthia, in contrast, believes that women should control men by using feminine glamour and charm. Giving votes to women will ensure that the ugly and dowdy ones will be as powerful as charming beauties such as herself, which is outrageous.\nMitchener is so shocked by the arguments of Mrs Banger and Lady Corinthia that he decides he is now in favour of votes for women. Mrs Banger says she will try to get Sandstone's support. After she leaves Balsquith reappears and says that the government is cracking. The Liberals and the Labour party have declared support for women's suffrage. Mitchener says he must now withdraw his support, since he cannot be seen to bow to pressure. The orderly returns with news that General Sandstone has been forced by Mrs Banger to allow women to join the army. Further, Mrs Banger's tactic of sitting on the general's head until he gives in has so impressed Sandstone that he's proposed marriage to her. Mitchener decides that he will marry the only sensible woman he knows, Mrs Farrell. Mrs Farrell only agrees after consulting her daughter, a variety performer who is engaged to the son of a Duke. Lady Corintha is left with Balsquith, but he insists that he does not wish to marry. She says that she too does not want marriage, which is far too vulgar. She must fulfil her destiny to be his \"Egeria\", or behind-the-scenes advisor. The orderly is promoted to the rank of lieutenant, as he is too incompetent to be a sergeant.\nï»¿The Project Gutenberg EBook of Press Cuttings, by George Bernard Shaw\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n\nTitle: Press Cuttings\n\nAuthor: George Bernard Shaw\n\nRelease Date: May, 2004 [EBook #5723]\nPosting Date: May 28, 2009\n\nLanguage: English\n\n\n*** START OF THIS PROJECT GUTENBERG EBOOK PRESS CUTTINGS ***\n\n\n\n\nProduced by Eve Sobol\n\n\n\n\n\nPRESS CUTTINGS\n\nBernard Shaw\n\n1913\n\n\n\nTRANSCRIBER'S NOTE: The edition from which this etext was taken lacks\ncontractions, so it reads dont for don't and Ill for I'll, for example.\nThe play has been reproduced exactly as printed.\n\n\n\nThe forenoon of the first of April, 1911.\n\nGeneral Mitchener is at his writing table in the War Office, opening\nletters. On his left is the fireplace, with a fire burning. On his\nright, against the opposite wall is a standing desk with an office\nstool. The door is in the wall behind him, half way between the table\nand the desk. The table is not quite in the middle of the room: it is\nnearer to the hearthrug than to the desk. There is a chair at each end\nof it for persons having business with the general. There is a telephone\non the table. Long silence.\n\nA VOICE OUTSIDE. Votes for Women!\n\nThe General starts convulsively; snatches a revolver from a drawer,\nand listens in an agony of apprehension. Nothing happens. He puts the\nrevolver back, ashamed; wipes his brow; and resumes his work. He\nis startled afresh by the entry of an Orderly. This Orderly is an\nunsoldierly, slovenly, discontented young man.\n\nMITCHENER. Oh, it's only you. Well?\n\nTHE ORDERLY. Another one, sir. Shes chained herself.\n\nMITCHENER. Chained herself? How? To what? Weve taken away the railings\nand everything that a chain can be passed through.\n\nTHE ORDERLY. We forgot the doorscraper, sir. She laid down on the flags\nand got the chain through before she started hollerin. Shes lying there\nnow; and she says that youve got the key of the padlock in a letter in a\nbuff envelope, and that you will see her when you open it.\n\nMITCHENER. Shes mad. Have the scraper dug up and let her go home with it\nhanging round her neck.\n\nTHE ORDERLY. Theres a buff envelope there, sir.\n\nMITCHENER. Youre all afraid of these women (picking the letter up). It\ndoes seem to have a key in it. (He opens the letter, and takes out a key\nand a note.) \"Dear Mitch\"--Well, I'm dashed!\n\nTHE ORDERLY. Yes Sir.\n\nMITCHENER. What do you mean by Yes Sir?\n\nTHE ORDERLY. Well, you said you was dashed, Sir; and you did look if\nyoull excuse my saying it, Sir--well, you looked it.\n\nMITCHENER (who has been reading the letter, and is too astonished to\nattend to the Orderlys reply). This is a letter from the Prime Minister\nasking me to release the woman with this key if she padlocks herself,\nand to have her shown up and see her at once.\n\nTHE ORDERLY (tremulously). Dont do it, governor.\n\nMITCHENER (angrily). How often have I ordered you not to address me as\ngovernor. Remember that you are a soldier and not a vulgar civilian.\nRemember also that when a man enters the army he leaves fear behind him.\nHeres the key. Unlock her and show her up.\n\nTHE ORDERLY. Me unlock her! I dursent. Lord knows what she'd do to me.\n\nMITCHENER (pepperily, rising). Obey your orders instantly, Sir, and dont\npresume to argue. Even if she kills you, it is your duty to die for your\ncountry. Right about face. March. (The Orderly goes out, trembling.)\n\nTHE VOICE OUTSIDE. Votes for Women! Votes for Women! Votes for Women!\n\nMITCHENER (mimicking her). Votes for Women! Votes for Women! Votes for\nWomen! (in his natural voice) Votes for children! Votes for babies!\nVotes for monkeys! (He posts himself on the hearthrug, and awaits the\nenemy.)\n\nTHE ORDERLY (outside). In you go. (He pushes a panting Suffraget into\nthe room.) The person sir. (He withdraws.)\n\nThe Suffraget takes off her tailor made skirt and reveals a pair of\nfashionable trousers.\n\nMITCHENER (horrified). Stop, madam. What are you doing? You must not\nundress in my presence. I protest. Not even your letter from the Prime\nMinister--\n\nTHE SUFFRAGET. My dear Mitchener: I AM the Prime Minister. (He tears off\nhis hat and cloak; throws them on the desk; and confronts the General in\nthe ordinary costume of a Cabinet minister.)\n\nMITCHENER. Good heavens! Balsquith!\n\nBALSQUITH (throwing himself into Mitchener's chair). Yes: it is indeed\nBalsquith. It has come to this: that the only way that the Prime\nMinister of England can get from Downing Street to the War Office is\nby assuming this disguise; shrieking \"VOTES for Women\"; and chaining\nhimself to your doorscraper. They were at the corner in force. They\ncheered me. Bellachristina herself was there. She shook my hand and told\nme to say I was a vegetarian, as the diet was better in Holloway for\nvegetarians.\n\nMITCHENER. Why didnt you telephone?\n\nBALSQUITH. They tap the telephone. Every switchboard in London is in\ntheir hands or in those of their young men.\n\nMITCHENER. Where on Earth did you get that dress?\n\nBALSQUITH. I stole it from a little Exhibition got up by my wife in\nDowning Street.\n\nMITCHENER. You dont mean to say its a French dress?\n\nBALSQUITH. Great Heavens, no. My wife isnt allowed even to put on her\ngloves with French chalk. Everything labelled Made in Camberwell. She\nadvised me to come to you. And what I have to say must be said here to\nyou personally, in the most intimate confidence, with the most urgent\npersuasion. Mitchener: Sandstone has resigned.\n\nMITCHENER (amazed). Old Red resigned!\n\nBALSQUITH. Resigned.\n\nMITCHENER. But how? Why? Oh, impossible! the proclamation of martial law\nlast Tuesday made Sandstone virtually Dictator in the metropolis, and to\nresign now is flat desertion.\n\nBALSQUITH. Yes, yes, my dear Mitchener; I know all that as well as you\ndo: I argued with him until I was black in the face and he so red\nabout the neck that if I had gone on he would have burst. He is furious\nbecause we have abandoned his plan.\n\nMITCHENER. But you accepted it unconditionally.\n\nBALSQUITH. Yes, before we knew what it was. It was unworkable, you know.\n\nMITCHENER. I dont know. Why is it unworkable?\n\nBALSQUITH. I mean the part about drawing a cordon round Westminster at a\ndistance of two miles; and turning all women out of it.\n\nMITCHENER. A masterpiece of strategy. Let me explain. The Suffragets are\na very small body; but they are numerous enough to be troublesome--even\ndangerous--when they are all concentrated in one place--say in\nParliament Square. But by making a two-mile radius and pushing them\nbeyond it, you scatter their attack over a circular line twelve miles\nlong. A superb piece of tactics. Just what Wellington would have done.\n\nBALSQUITH. But the women wont go.\n\nMITCHENER. Nonsense: they must go.\n\nBALSQUITH. They wont.\n\nMITCHENER. What does Sandstone say?\n\nBALSQUITH. He says: Shoot them down.\n\nMITCHENER. Of course.\n\nBALSQUITH. Youre not serious?\n\nMITCHENER. Im perfectly serious.\n\nBALSQUITH. But you cant shoot them down! Women, you know!\n\nMITCHENER (straddling confidently). Yes you can. Strange as it may seem\nto you as a civilian, Balsquith, if you point a rifle at a woman and\nfire it, she will drop exactly as a man drops.\n\nBALSQUITH. But suppose your own daughters--Helen and Georgina.\n\nMITCHENER. My daughters would not dream of disobeying the proclamation.\n(As an after thought.) At least Helen wouldnt.\n\nBALSQUITH. But Georgina?\n\nMITCHENER. Georgina would if she knew shed be shot if she didnt. Thats\nhow the thing would work. Military methods are really the most merciful\nin the end. You keep sending these misguided women to Holloway and\nkilling them slowly and inhumanely by ruining their health; and it does\nno good: they go on worse than ever. Shoot a few, promptly and humanely;\nand there will be an end at once of all resistance and of all the\nsuffering that resistance entails.\n\nBALSQUITH. But public opinion would never stand it.\n\nMITCHENER (walking about and laying down the law). Theres no such thing\nas public opinion.\n\nBALSQUITH. No such thing as public opinion!!\n\nMITCHENER. Absolutely no such thing as public opinion. There are certain\npersons who entertain certain opinions. Well, shoot them down. When you\nhave shot them down, there are no longer any persons entertaining those\nopinions alive: consequently there is no longer any more of the public\nopinion you are so much afraid of. Grasp that fact, my dear Balsquith;\nand you have grasped the secret of government. Public opinion is mind.\nMind is inseparable from matter. Shoot down the matter and you kill the\nmind.\n\nBALSQUITH. But hang it all--\n\nMITCHENER (intolerantly). No I wont hang it all. It's no use coming\nto me and talking about public opinion. You have put yourself into the\nhands of the army; and you are committed to military methods. And the\nbasis of all military methods is that when people wont do what they are\ntold to do, you shoot them down.\n\nBALSQUITH. Oh, yes; it's all jolly fine for you and Old Red. You dont\ndepend on votes for your places. What do you suppose will happen at the\nnext election?\n\nMITCHENER. Have no next election. Bring in a Bill at once repealing\nall the reform Acts and vesting the Government in a properly trained\nmagistracy responsible only to a Council of War. It answers perfectly in\nIndia. If anyone objects, shoot him down.\n\nBALSQUITH. But none of the members of my party would be on the Council\nof War. Neither should I. Do you expect us to vote for making ourselves\nnobodies?\n\nMITCHENER. You'll have to, sooner or later, or the Socialists will make\nnobodies of the lot of you by collaring every penny you possess. Do you\nsuppose this damned democracy can be allowed to go on now that the mob\nis beginning to take it seriously and using its power to lay hands on\nproperty? Parliament must abolish itself. The Irish parliament voted for\nits own extinction. The English parliament will do the same if the same\nmeans are taken to persuade it.\n\nBALSQUITH. That would cost a lot of money.\n\nMITCHENER. Not money necessarily. Bribe them with titles.\n\nBALSQUITH. Do you think we dare?\n\nMITCHENER (scornfully). Dare! Dare! What is life but daring, man? \"To\ndare, to dare, and again to dare\"--\n\nWOMAN'S VOICE OUTSIDE. Votes for Women!\n\nMitchener, revolver in hand, rushes to the door and locks it. Balsquith\nhides under the table.\n\nA shot is heard.\n\nBALSQUITH (emerging in the greatest alarm). Good heavens, you havent\ngiven orders to fire on them have you?\n\nMITCHENER. No; but its a sentinel's duty to fire on anyone who persists\nin attempting to pass without giving the word.\n\nBALSQUITH (wiping his brow). This military business is really awful.\n\nMITCHENER. Be calm, Balsquith. These things must happen; they save\nbloodshed in the long run, believe me. Ive seen plenty of it; and I\nknow.\n\nBALSQUITH. I havent; and I dont know. I wish those guns didnt make such\na devil of a noise. We must adopt Maxim's Silencer for the army rifles\nif we are going to shoot women. I really couldnt stand hearing it.\n\nSome one outside tries to open the door and then knocks.\n\nMITCHENER and BALSQUITH. Whats that?\n\nMITCHENER. Whos there?\n\nTHE ORDERLY. It's only me, governor. Its all right.\n\nMITCHENER (unlocking the door and admitting the Orderly, who comes\nbetween them). What was it?\n\nTHE ORDERLY. Suffraget, Sir.\n\nBALSQUITH. Did the sentry shoot her?\n\nTHE ORDERLY. No, Sir: she shot the sentry.\n\nBALSQUITH (relieved). Oh: is that all?\n\nMITCHENER (most indignantly). All? A civilian shoots down one of His\nMajesty's soldiers on duty; and the Prime Minister of England asks Is\nthat all? Have you no regard for the sanctity of human life?\n\nBALSQUITH (much relieved). Well, getting shot is what a soldier is for.\nBesides, he doesnt vote.\n\nMITCHENER. Neither do the Suffragets.\n\nBALSQUITH. Their husbands do. (To the Orderly.) By the way, did she kill\nhim?\n\nTHE ORDERLY. No, Sir. He got a stinger on his trousers, Sir; but it\ndidnt penetrate. He lost his temper a bit and put down his gun and\nclouted her head for her. So she said he was no gentleman; and we let\nher go, thinking she'd had enough, Sir.\n\nMITCHENER (groaning). Clouted her head! These women are making the\narmy as lawless as themselves. Clouted her head indeed! A purely civil\nprocedure.\n\nTHE ORDERLY. Any orders, Sir?\n\nMITCHENER. No. Yes. No. Yes: send everybody who took part in this\ndisgraceful scene to the guardroom. No. Ill address the men on the\nsubject after lunch. Parade them for that purpose--full kit. Don't grin\nat me, Sir. Right about face. March. (The Orderly obeys and goes out.)\n\nBALSQUITH (taking Mitchener affectionately by the arm and walking him\npersuasively to and fro). And now, Mitchener, will you come to the\nrescue of the Government and take the command that Old Red has thrown\nup?\n\nMITCHENER. How can I? You know that the people are devoted heart and\nsoul to Sandstone. He is only bringing you \"on the knee,\" as we say in\nthe army. Could any other living man have persuaded the British nation\nto accept universal compulsory military service as he did last year?\nWhy, even the Church refused exemption. He is supreme--omnipotent.\n\nBALSQUITH. He WAS, a year ago. But ever since your book of reminiscences\nwent into two more editions than his, and the rush for it led to the\nwrecking of the Times Book Club, you have become to all intents and\npurposes his senior. He lost ground by saying that the wrecking was got\nup by the booksellers. It showed jealousy: and the public felt it.\n\nMITCHENER. But I cracked him up in my book--you see I could do no less\nafter the handsome way he cracked me up in his--and I cant go back on it\nnow. (Breaking loose from Balsquith.) No: its no use, Balsquith: he can\ndictate his terms to you.\n\nBALSQUITH. Not a bit of it. That affair of the curate--\n\nMITCHENER (impatiently). Oh, damn that curate. Ive heard of nothing but\nthat wretched mutineer for a fortnight past. He is not a curate: whilst\nhe is serving in the army he is a private soldier and nothing else. I\nreally havent time to discuss him further. Im busy. Good morning. (He\nsits down at his table and takes up his letters.)\n\nBALSQUITH (near the door). I am sorry you take that tone, Mitchener.\nSince you do take it, let me tell you frankly that I think Lieutenant\nChubbs-Jenkinson showed a great want of consideration for the Government\nin giving an unreasonable and unpopular order, and bringing compulsory\nmilitary service into disrepute. When the leader of the Labor Party\nappealed to me and to the House last year not to throw away all the\nliberties of Englishmen by accepting universal Compulsory military\nservice without insisting on full civil rights for the soldier--\n\nMITCHENER. Rot.\n\nBALSQUITH. --I said that no British officer would be capable of abusing\nthe authority with which it was absolutely necessary to invest him.\n\nMITCHENER. Quite right.\n\nBALSQUITH. That carried the House and carried the country--\n\nMITCHENER. Naturally.\n\nBALSQUITH. --And the feeling was that the Labor Party were soulless\ncads.\n\nMITCHENER. So they are.\n\nBALSQUITH. And now comes this unmannerly young whelp Chubbs-Jenkinson,\nthe only son of what they call a soda king, and orders a curate to lick\nhis boots. And when the curate punches his head, you first sentence him\nto be shot; and then make a great show of clemency by commuting it to a\nflogging. What did you expect the curate to do?\n\nMITCHENER (throwing down his pen and his letters and jumping up to\nconfront Balsquith). His duty was perfectly simple. He should have\nobeyed the order; and then laid his complaint against the officer in\nproper form. He would have received the fullest satisfaction.\n\nBALSQUITH. What satisfaction?\n\nMITCHENER. Chubbs-Jenkinson would have been reprimanded. In fact, he\nWAS reprimanded. Besides, the man was thoroughly insubordinate. You\ncant deny that the very first thing he did when they took him down after\nflogging him was to walk up to Chubbs-Jenkinson and break his jaw. That\nshowed there was no use flogging him; so now he will get two years hard\nlabor; and serve him right.\n\nBALSQUITH. I bet you a guinea he wont get even a week. I bet you another\nthat Chubbs-Jenkinson apologizes abjectly. You evidently havent heard\nthe news.\n\nMITCHENER. What news?\n\nBALSQUITH. It turns out that the curate is well connected. (Mitchener\nstaggers at the shock. Speechless he contemplates Balsquith with a wild\nand ghastly stare; then reels into his chair and buries his face in his\nhands over the blotter. Balsquith continues remorselessly, stooping\nover him to rub it in.) He has three aunts in the peerage; and Lady\nRichmond's one of them; (Mitchener utters a heartrending groan) and\nthey all adore him. The invitations for six garden parties and fourteen\ndances have been cancelled for all the subalterns in Chubbs's regiment.\nIs it possible you havent heard of it?\n\nMITCHENER. Not a word.\n\nBALSQUITH (shaking his head). I suppose nobody dared to tell you. (He\nsits down carelessly on Mitchener's right.)\n\nMITCHENER. What an infernal young fool Chubbs-Jenkinson is, not to know\nthe standing of his man better! Why didnt he know? It was his business\nto know. He ought to be flogged.\n\nBALSQUITH. Probably he will be, by the other subalterns.\n\nMITCHENER. I hope so. Anyhow, out he goes! Out of the army! He or I.\n\nBALSQUITH. His father has subscribed a million to the party funds. We\nowe him a peerage.\n\nMITCHENER. I dont care.\n\nBALSQUITH. I do. How do you think parties are kept up? Not by the\nsubscriptions of the local associations, I hope. They dont pay for the\ngas at the meetings.\n\nMITCHENER. Man; can you not be serious? Here are we, face to face with\nLady Richmond's grave displeasure; and you talk to me about gas and\nsubscriptions. Her own nephew.\n\nBALSQUITH (gloomily). Its unfortunate. He was at Oxford with Bobby\nBassborough.\n\nMITCHENER. Worse and worse. What shall we do?\n\nBalsquith shakes his head. They contemplate one another in miserable\nsilence.\n\nA VOICE WITHOUT. Votes for Women! Votes for Women!\n\nA terrific explosion shakes the building--they take no notice.\n\nMITCHENER (breaking down). You dont know what this means to me,\nBalsquith. I love the army. I love my country.\n\nBALSQUITH. It certainly is rather awkward.\n\nThe Orderly comes in.\n\nMITCHENER (angrily). What is it? How dare you interrupt us like this?\n\nTHE ORDERLY. Didnt you hear the explosion, Sir?\n\nMITCHENER. Explosion. What explosion? No: I heard no explosion: I have\nsomething more serious to attend to than explosions. Great Heavens: Lady\nRichmond's nephew has been treated like any common laborer; and while\nEngland is reeling under the shock a private comes in and asks me if I\nheard an explosion.\n\nBALSQUITH. By the way, what was the explosion?\n\nTHE ORDERLY. Only a sort of bombshell, Sir.\n\nBALSQUITH. Bombshell!\n\nTHE ORDERLY. A pasteboard one, Sir. Full of papers with Votes for\nWomen in red letters. Fired into the yard from the roof of the Alliance\nOffice.\n\nMITCHENER. Pooh! Go away. Go away.\n\nThe Orderly, bewildered, goes out.\n\nBALSQUITH. Mitchener: you can save the country yet. Put on your\nfull-dress uniform and your medals and orders and so forth. Get a guard\nof honor--something showy--horse guards or something of that sort; and\ncall on the old girl--\n\nMITCHENER. The old girl?\n\nBALSQUITH. Well, Lady Richmond. Apologize to her. Ask her leave to\naccept the command. Tell her that youve made the curate your adjutant or\nyour aide-de-camp or whatever is the proper thing. By the way, what can\nyou make him?\n\nMITCHENER. I might make him my chaplain. I dont see why I shouldnt have\na chaplain on my staff. He showed a very proper spirit in punching that\nyoung cub's head. I should have done the same myself.\n\nBALSQUITH. Then Ive your promise to take command if Lady Richmond\nconsents?\n\nMITCHENER. On condition that I have a free hand. No nonsense about\npublic opinion or democracy.\n\nBALSQUITH. As far as possible, I think I may say yes.\n\nMITCHENER (rising intolerantly and going to the hearthrug). That wont do\nfor me. Dont be weak-kneed, Balsquith. You know perfectly well that the\nreal government of this country is and always must be the government of\nthe masses by the classes. You know that democracy is damned nonsense,\nand that no class stands less of it than the working class. You know\nthat we are already discussing the steps that will have to be taken if\nthe country should ever be face to face with the possibility of a\nLabor majority in parliament. You know that in that case we should\ndisfranchise the mob, and, if they made a fuss, shoot them down. You\nknow that if we need public opinion to support us, we can get any\nquantity of it manufactured in our papers by poor devils of journalists\nwho will sell their souls for five shillings. You know--\n\nBALSQUITH. Stop. Stop, I say. I dont know. That is the difference\nbetween your job and mine, Mitchener. After twenty years in the army a\nman thinks he knows everything. After twenty months in the Cabinet he\nknows that he knows nothing.\n\nMITCHENER. We learn from history--\n\nBALSQUITH. We learn from history that men never learn anything from\nhistory. Thats not my own: its Hegel.\n\nMITCHENER. Whos Hegel?\n\nBALSQUITH. Dead. A German philosopher. (He half rises, but recollects\nsomething and sits down again.) Oh confound it: that reminds me. The\nGermans have laid down four more Dreadnoughts.\n\nMITCHENER. Then you must lay down twelve.\n\nBALSQUITH. Oh yes: its easy to say that: but think of what theyll cost.\n\nMITCHENER. Think of what it would cost to be invaded by Germany and\nforced to pay an indemnity of five hundred millions.\n\nBALSQUITH. But you said that if you got compulsory military service\nthere would be an end of the danger of invasion.\n\nMITCHENER. On the contrary, my dear fellow, it increases the danger\ntenfold, because it increases German jealousy of our military supremacy.\n\nBALSQUITH. After all, why should the Germans invade us?\n\nMITCHENER. Why shouldnt they? What else has their army to do? What else\nare they building a navy for?\n\nBALSQUITH. Well, we never think of invading Germany.\n\nMITCHENER. Yes we do. I have thought of nothing else for the last ten\nyears. Say what you will, Balsquith, the Germans have never recognized,\nand until they get a stern lesson, they never WILL recognize, the plain\nfact that the interests of the British Empire are paramount, and that\nthe command of the sea belongs by nature to England.\n\nBALSQUITH. But if they wont recognize it, what can I do?\n\nMITCHENER. Shoot them down.\n\nBALSQUITH. I cant shoot them down.\n\nMITCHENER. Yes you can. You dont realize it; but if you fire a rifle\ninto a German he drops just as surely as a rabbit does.\n\nBALSQUITH But dash it all, man, a rabbit hasnt got a rifle and a German\nhas. Suppose he shoots you down.\n\nMITCHENER. Excuse me, Balsquith; but that consideration is what we call\ncowardice in the army. A soldier always assumes that he is going to\nshoot, not to be shot.\n\nBALSQUITH (jumping up and walking about sulkily). Oh come! I like to\nhear you military people talking of cowardice. Why, you spend your lives\nin an ecstasy of terror of imaginary invasions. I dont believe you ever\ngo to bed without looking under it for a burglar.\n\nMITCHENER (calmly). A very sensible precaution, Balsquith. I always take\nit. And in consequence Ive never been burgled.\n\nBALSQUITH. Neither have I. Anyhow dont you taunt me with cowardice. (He\nposts himself on the hearthrug beside Mitchener on his left.) I never\nlook under my bed for a burglar. Im not always looking under the\nnation's bed for an invader. And if it comes to fighting Im quite\nwilling to fight without being three to one.\n\nMITCHENER. These are the romantic ravings of a Jingo civilian,\nBalsquith. At least youll not deny that the absolute command of the sea\nis essential to our security.\n\nBALSQUITH. The absolute command of the sea is essential to the security\nof the principality of Monaco. But Monaco isnt going to get it.\n\nMITCHENER. And consequently Monaco enjoys no security. What a frightful\nthing! How do the inhabitants sleep with the possibility of invasion,\nof bombardment, continually present to their minds? Would you have our\nEnglish slumbers broken in the same way? Are we also to live without\nsecurity?\n\nBALSQUITH (dogmatically). Yes. Theres no such thing as security in the\nworld: and there never can be as long as men are mortal. England will be\nsecure when England is dead, just as the streets of London will be\nsafe when there is no longer a man in her streets to be run over, or a\nvehicle to run over him. When you military chaps ask for security you\nare crying for the moon.\n\nMITCHENER (very seriously). Let me tell you, Balsquith, that in these\ndays of aeroplanes and Zeppelin airships, the question of the moon is\nbecoming one of the greatest importance. It will be reached at no\nvery distant date. Can you as an Englishman, tamely contemplate the\npossibility of having to live under a German moon? The British flag\nmust be planted there at all hazards.\n\nBALSQUITH. My dear Mitchener, the moon is outside practical politics. Id\nswop it for a cooling station tomorrow with Germany or any other Power\nsufficiently military in its way of thinking to attach any importance to\nit.\n\nMITCHENER (losing his temper). You are the friend of every country but\nyour own.\n\nBALSQUITH. Say nobodys enemy but my own. It sounds nicer. You really\nneednt be so horribly afraid of the other countries. Theyre all in the\nsame fix as we are. Im much more interested in the death rate in Lambeth\nthan in the German fleet.\n\nMITCHENER. You darent say that in Lambeth.\n\nBALSQUITH. Ill say it the day after you publish your scheme for invading\nGermany and repealing all the reform Acts.\n\nThe Orderly comes in.\n\nMITCHENER. What do you want?\n\nTHE ORDERLY. I dont want anything, Governor, thank you. The secretary\nand president of the Anti-Suffraget League say they had an appointment\nwith the Prime Minister, and that theyve been sent on here from Downing\nStreet.\n\nBALSQUITH (going to the table). Quite right. I forgot them. (To\nMitchener.) Would you mind my seeing them here? I feel extraordinarily\ngrateful to these women for standing by us and facing the suffragets,\nespecially as they are naturally the gentler and timid sort of women.\n(The Orderly moans.) Did you say anything?\n\nTHE ORDERLY. No, Sir.\n\nBALSQUITH. Did you catch their names.\n\nTHE ORDERLY. Yes, Sir. The president is Lady Corinthia Fanshawe; and the\nsecretary is Mrs. Banger.\n\nMITCHENER (abruptly). Mrs. what?\n\nTHE ORDERLY. Mrs. Banger.\n\nBALSQUITH. Curious that quiet people always seem to have violent names.\n\nTHE ORDERLY. Not much quiet about her, sir.\n\nMITCHENER (outraged). Attention. Speak when youre spoken to. Hold your\ntongue when youre not. Right about face. March. (The Orderly obeys.)\nThats the way to keep these chaps up to the mark. (The Orderly returns.)\nBack again! What do you mean by this mutiny?\n\nTHE ORDERLY. What am I to say to the ladies, sir?\n\nBALSQUITH. You dont mind my seeing them somewhere, do you?\n\nMITCHENER. Not at all. Bring them in to see me when youve done with\nthem: I understand that Lady Corinthia is a very fascinating woman. Who\nis she, by the way?\n\nBALSQUITH. Daughter of Lord Broadstairs, the automatic turbine man. Gave\nquarter of a million to the party funds. Shes musical and romantic and\nall that--dont hunt: hates politics: stops in town all the year round:\none never sees her anywhere except at the opera and at musical at-homes\nand so forth.\n\nMITCHENER. What a life! Still, if she wants to see me I dont mind. (To\nthe Orderly.) Where are the ladies?\n\nTHE ORDERLY. In No. 17, Sir.\n\nMITCHENER. Show Mr. Balsquith there. And send Mrs. Farrell here.\n\nTHE ORDERLY (calling into the corridor). Mrs. Farrell! (To Balsquith.)\nThis way sir. (He goes out with Balsquith.)\n\nMrs. Farrell, a lean, highly respectable Irish Charwoman of about 50\ncomes in.\n\nMITCHENER. Mrs. Farrell: Ive a very important visit to pay: I shall want\nmy full dress uniform and all my medals and orders and my presentation\nsword. There was a time when the British Army contained men capable of\ndischarging these duties for their commanding officer. Those days are\nover. The compulsorily enlisted soldier runs to a woman for everything.\nIm therefore reluctantly obliged to trouble you.\n\nMRS FARRELL. Your meddles n ordhers n the crooked sword with the ivory\nhandle n your full dress uniform is in the waxworks in the Chamber o\nMilitary Glory over in the place they used to call the Banquetin Hall.\nI told you youd be sorry for sendin them away; n you told me to mind me\nown business. Youre wiser now.\n\nMITCHENER. I am. I had not at that time discovered that you were the\nonly person in the whole military establishment of this capital who\ncould be trusted to remember where anything was, or to understand an\norder and obey it.\n\nMRS. FARRELL. Its no good flattherin me. Im too old.\n\nMITCHENER. Not at all, Mrs. Farrell. How is your daughter?\n\nMRS. FARRELL. Which daughther.\n\nMITCHENER. The one who has made such a gratifying success in the Music\nHalls.\n\nMRS. FARRELL. Theres no music halls nowadays: theyre Variety Theatres.\nShes got an offer of marriage from a young jook.\n\nMITCHENER. Is it possible? What did you do?\n\nMRS. FARRELL. I told his mother on him.\n\nMITCHENER. Oh! what did she say?\n\nMRS. FARRELL. She was as pleased as Punch. Thank Heaven, she says, hes\ngot somebody thatll be able to keep him when the supertax is put up to\ntwenty shillings in the pound.\n\nMITCHENER. But your daughter herself? What did she say?\n\nMRS. FARRELL. Accepted him, of course. What else would a young fool like\nher do? He inthrojooced her to the Poet Laureate, thinking shed inspire\nhim.\n\nMITCHENER. Did she?\n\nMRS. FARRELL. Faith I dunna. All I know is she walked up to him as bold\nas brass n said \"Write me a sketch, dear.\" Afther all the trouble I took\nwith that chills manners shes no more notion how to behave herself than\na pig. Youll have to wear General Sandstones uniform: its the ony one in\nthe place, because he wont lend it to the shows.\n\nMITCHENER. But Sandstones clothes wont fit me.\n\nMRS. FARRELL (unmoved). Then youll have to fit THEM. Why shouldnt they\nfitcha as well as they fitted General Blake at the Mansion House?\n\nMITCHENER. They didnt fit him. He looked a frightful guy.\n\nMRS. FARRELL. Well, you must do the best you can with them. You cant\nexhibit your clothes and wear them too.\n\nMITCHENER. And the public thinks the lot of a commanding officer a happy\none! Oh, if they could only see the seamy side of it. (He returns to his\ntable to resume work.)\n\nMRS. FARRELL. If they could only see the seamy side of General\nSandstones uniform, where his flask rubs agen the buckle of his braces,\ntheyll tell him he ought to get a new one. Let alone the way he swears\nat me.\n\nMITCHENER. When a man has risked his life on eight battlefields, Mrs.\nFarrell, he has given sufficient proof of his self-control to be excused\na little strong language.\n\nMRS. FARRELL. Would you put up with bad language from me because Ive\nrisked my life eight times in childbed?\n\nMITCHENER. My dear Mrs. Farrell, you surely would not compare a risk of\nthat harmless domestic kind to the fearful risks of the battlefield?\n\nMRS. FARRELL. I wouldnt compare risks run to bear living people into the\nworld to risks run to blow them out of it. A mother's risk is jooty: a\nsoldier's nothin but divilmint.\n\nMITCHENER (nettled). Let me tell you, Mrs. Farrell, that if the men did\nnot fight, the women would have to fight themselves. We spare you that,\nat all events.\n\nMRS. FARRELL. You cant help yourselves. If three-quarters of you was\nkilled we could replace you with the help of the other quarter. If\nthree-quarters of us was killed, how many people would there be in\nEngland in another generation? If it wasnt for that, the man d put the\nfightin on us just as they put all the other dhrudgery. What would YOU\ndo if we was all kilt? Would you go to bed and have twins?\n\nMITCHENER. Really, Mrs. Farrell, you must discuss these questions with a\nmedical man. You make me blush, positively.\n\nMRS. FARRELL. A good job too. If I could have made Farrell blush I\nwouldnt have had to risk me life too often. You n your risks n your\nbravery n your selfcontrol indeed! \"Why don't you conthrol yourself?\" I\nsez to Farrell. \"Its agen me religion,\" he sez.\n\nMITCHENER (plaintively). Mrs. Farrell, youre a woman of very powerful\nmind. Im not qualified to argue these delicate matters with you. I ask\nyou to spare me, and to be good enough to take these clothes to Mr.\nBalsquith when the ladies leave.\n\nThe Orderly comes in.\n\nTHE ORDERLY. Lady Corinthia Fanshawe and Mrs. Banger wish to see you,\nsir. Mr. Balsquith told me to tell you.\n\nMRS. FARRELL. Theyve come about the vote. I dont know whether its them\nthat want it or them that doesnt want it: anyhow, they're all alike\nwhen they get into a state about it. (She goes out, having gathered\nBalsquith's suffraget disguise from the desk.)\n\nMITCHENER. Is Mr. Balsquith not with them?\n\nTHE ORDERLY. No, Sir. Couldnt stand Mrs. Banger, I expect. Fair caution\nshe is. (He chuckles.) Couldnt help larfin when I sor im op it.\n\nMITCHENER. How dare you indulge in this unseemly mirth in the presence\nof your commanding officer? Have you no sense of a soldier's duty?\n\nTHE ORDERLY (sadly). Im afraid I shant ever get the ang of it, sir. You\nsee my father has a tidy little barbers business down off Shoreditch;\nand I was brought up to be chatty and easy like with everybody. I tell\nyou, when I drew the number in the conscription it gave my old mother\nthe needle and it gev me the ump. I should take it very kind, sir, if\nyoud let me off the drill and let me shave you instead. Youd appreciate\nmy qualities then: you would indeed sir. I shant never do myself justice\nat soljering, sir: I cant bring myself to think of it as proper work\nfor a man with an active mind, as you might say, sir. Arf of its only\nousemaidin; and the other arf is dress-up and make-believe.\n\nMITCHENER. Stuff, Sir. Its the easiest life in the world. Once you\nlearn your drill all you have to do is to hold your tongue and obey your\norders.\n\nTHE ORDERLY. But I do assure you, sir, arf the time they're the wrong\norders; and I get into trouble when I obey them. The sergeants orders is\nall right; but the officers dont know what theyre talkin about. Why the\norses knows better sometimes. \"Fours\" says Lieutenant Trevor at the\ngate of Bucknam Palace only this morning when we was on duty for a State\nvisit to the Coal Trust. I was fourth man like in the first file;\nand when I started the orse eld back; and the sergeant was on to me\nstraight. Threes, you bally fool, he whispers. And he was on to me again\nabout it when we came back, and called me a fathead, he did. What am I\nto do, I says: the lieutenant's orders was fours, I says. Ill show you\nwhos lieutenant here, e says. In future you attend to my orders and not\nto iz, e says: what does he know about it? You didnt give me any orders,\nI says. Couldnt you see for yourself there wasnt room for fours, e says:\nwhy cant you THINK? General Mitchener tells me Im not to think but to\nobey orders, I says. Is Mitchener your sergeant or am I, e says in his\nbullyin way. You are, I says. Well, he says, youve got to do what your\nsergeant tells you: thats discipline, he says. What am I to do for the\nGeneral I says. Youre to let im talk, e says: thats what es for.\n\nMITCHENER (groaning). It is impossible for the human mind to conceive\nanything more dreadful than this. Youre a disgrace to the service.\n\nTHE ORDERLY (deeply wounded). The service is a disgrace to me. When my\nmother's people pass me in the street with this uniform on, I ardly know\nwhich way to look. There never was a soldier in my family before.\n\nMITCHENER. There never was anything else in mine, sir.\n\nTHE ORDERLY. My mother's second cousin was one of the Parkinsons of\nStepney. (Almost in tears.) What do you know of the feelings of a\nrespectable family in the middle station of life? I cant bear to be\nlooked down on as a common soldier. Why cant my father be let buy\nmy discharge? Youve done away with the soldier's right to have his\ndischarge bought for him by his relations. The country didnt know you\nwere going to do that or it would never have stood it. Is an Englishman\nto be made a mockery like this?\n\nMITCHENER. Silence. Attention. Right about face. March.\n\nTHE ORDERLY (retiring to the standing desk and bedewing it with\npassionate tears). Oh that I should have lived to be spoke to as if I\nwas the lowest of the low. Me! that has shaved a City of London aldermen\nwiv me own hand.\n\nMITCHENER. Poltroon. Crybaby. Well, better disgrace yourself here than\ndisgrace your country on the field of battle.\n\nTHE ORDERLY (angrily coming to the table). Whos going to disgrace\nhis country on the field of battle? Its not fightin I object to: its\nsoljerin. Show me a German and Ill have a go at him as fast as you or\nany man. But to ave me time wasted like this, an be stuck in a sentry\nbox at a street corner for an ornament to be stared at; and to be told\n\"right about face: march\" if I speak as one man to another: that aint\npluck: that aint fightin: that aint patriotism: its bein made a bloomin\nsheep of.\n\nMITCHENER. A sheep has many valuable military qualities. Emulate them:\ndont disparage them.\n\nTHE ORDERLY. Oh, wots the good of talkin to you? If I wasnt a poor\nsoldier I could punch your head for forty shillins for a month. But\nbecause youre my commanding officer you deprive me of my right to a\nmagistrate and make a compliment of giving me two years ard sted of\nshootin me. Why cant you take your chance the same as any civilian does?\n\nMITCHENER (rising majestically). I search the pages of history in vain\nfor a parallel to such a speech made by a Private to a general. But for\nthe coherence of your remarks I should conclude that you were drunk.\nAs it is, you must be mad. You shall be placed under restraint at once.\nCall the guard.\n\nTHE ORDERLY. Call your grandmother. If you take one man off the doors\nthe place'll be full of Suffragets before you can wink.\n\nMITCHENER. Then arrest yourself; and off with you to the guardroom.\n\nTHE ORDERLY. What am I to arrest myself for?\n\nMITCHENER. Thats nothing to you. You have your orders: obey them. Do you\nhear? Right about face. March.\n\nTHE ORDERLY. How would you feel yourself if you was told to\nright-about-face and march as if you was a doormat?\n\nMITCHENER. I should feel as if my country had spoken through the voice\nof my officer. I should feel proud and honored to be able to serve\nmy country by obeying its commands. No thought of self--no vulgar\npreoccupation with my own petty vanity could touch my mind at such a\nmoment. To me my officer would not be a mere man: he would be for the\nmoment--whatever his personal frailties--the incarnation of our national\ndestiny.\n\nTHE ORDERLY. What Im saying to you is the voice of old England a jolly\nsight more than all this rot that you get out of books. Id rather be\nspoke to by a sergeant than by you. He tells me to go to hell when\nI challenges him to argue it out like a man. It aint polite; but its\nEnglish. What you say aint anything at all. You dont act on it yourself.\nYou dont believe in it. Youd punch my head if I tried it on you; and\nserve me right. And look here. Heres another point for you to argue.\n\nMITCHENER (with a shriek of protest). No--\n\nMrs. Banger comes in, followed by Lady Corinthia Fanshawe.\n\nMrs. Banger is a masculine woman of forty, with a powerful voice and\ngreat physical strength. Lady Corinthia, who is also over thirty, is\nbeautiful and romantic.\n\nMRS. BANGER (throwing the door open decisively and marching straight to\nMichener). Pray how much longer is the Anti-Suffrage League to be kept\nwaiting? (She passes him contemptuously and sits down with impressive\nconfidence in the chair next the fireplace. Lady Corinthia takes the\nchair on the opposite side of the table with equal aplomb.)\n\nMITCHENER. Im extremely sorry. You really do not know what I have to put\nwith. This imbecile, incompetent, unsoldierly disgrace to the uniform\nhe should never have been allowed to put on, ought to have shown you in\nfifteen minutes ago.\n\nTHE ORDERLY. All I said was--\n\nMITCHENER. Not another word. Attention. Right about face. March. (The\nOrderly sits down doggedly.) Get out of the room this instant, you fool,\nor Ill kick you out.\n\nTHE ORDERLY (civilly). I dont mind that, sir. Its human. Its English.\nWhy couldnt you have said it before? (He goes out).\n\nMITCHENER. Take no notice I beg: these scenes are of daily occurrence\nnow that we have compulsory service under the command of the halfpenny\npapers. Pray sit down.\n\nLADY CORINTHIA AND MRS. BANGER (rising). Thank you. (They sit down\nagain.)\n\nMITCHENER (sitting down with a slight chuckle of satisfaction). And now,\nladies, to what am I indebted?\n\nMRS. BANGER. Let me introduce us. I am Rosa Carmina Banger--Mrs.\nBanger, organizing secretary of the Anti-Suffraget League. This is\nLady Corinthia Fanshawe, the president of the League, known in musical\ncircles--I am not myself musical--as the Richmond Park nightingale. A\nsoprano. I am myself said to be almost a baritone; but I do not profess\nto understand these dis-tinctions.\n\nMITCHENER (murmuring politely). Most happy, Im sure.\n\nMRS. BANGER. We have come to tell you plainly that the Anti-Suffragets\nare going to fight.\n\nMITCHENER (gallantly). Oh, pray leave that to the men, Mrs. Banger.\n\nLADY CORINTHIA. We can no longer trust the men.\n\nMRS. BANGER. They have shown neither the strength, the courage, nor the\ndetermination which are needed to combat women like the Suffragets.\n\nLADY CORINTHIA. Nature is too strong for the combatants.\n\nMRS. BANGER. Physical struggles between persons of opposite sexes are\nunseemly.\n\nLADY CORINTHIA. Demoralizing.\n\nMRS. BANGER. Insincere.\n\nLADY CORINTHIA. They are merely embraces in disguise.\n\nMRS. BANGER. No such suspicion can attach to combats in which the\nantagonists are of the same sex.\n\nLADY CORINTHIA. The Anti-Suffragets have resolved to take the field.\n\nMRS. BANGER. They will enforce the order of General Sandstone for the\nremoval of all women from the two mile radius--that is, all women except\nthemselves.\n\nMITCHENER. I am sorry to have to inform you, Madam, that the Government\nhas given up that project, and that General Sandstone has resigned in\nconsequence.\n\nMRS. BANGER. That does not concern us in the least. We approve of the\nproject and will see that it is carried out. We have spent a good deal\nof money arming ourselves; and we are not going to have that money\nthrown away through the pusillanimity of a Cabinet of males.\n\nMITCHENER. Arming yourselves! But, my dear ladies, under the latest\nproclamation women are strictly forbidden to carry chains, padlocks,\ntracts on the franchise, or weapons of any description.\n\nLADY CORINTHIA (producing an ivory-handled revolver and pointing it at\nhis nose). You little know your countrywomen, General Mitchener.\n\nMITCHENER (without flinching). Madam: it is my duty to take possession\nof that weapon in accordance with the proclamation. Be good enough to\nput it down.\n\nMRS. BANGER (producing an XVIII century horse pistol). Is it your duty\nto take possession of this also?\n\nMITCHENER. That, madam, is not a weapon; it is a curiosity. If you would\nbe kind enough to place it in some museum instead of pointing it at my\nhead, I should be obliged to you.\n\nMRS. BANGER. This pistol, sir, was carried at Waterloo by my\ngrandmother.\n\nMITCHENER. I presume you mean your grandfather.\n\nMRS. BANGER. You presume unwarrantably.\n\nLADY CORINTHIA. Mrs. Banger's grandmother commanded a canteen at that\ncelebrated battle.\n\nMRS. BANGER. Who my grandfather was is a point that has never been quite\nclearly settled. I put my trust not in my ancestors, but in my good\nsword, which is at my lodgings.\n\nMITCHENER. Your sword!\n\nMRS. BANGER. The sword with which I slew five Egyptians with my own hand\nat Kassassin, where I served as a trooper.\n\nMITCHENER. Lord bless me! But was your sex never discovered?\n\nMRS. BANGER. It was never even suspected. I had a comrade--a gentleman\nranker--whom they called Fanny. They never called ME Fanny.\n\nLADY CORINTHIA. The suffragets have turned the whole woman movement on\nto the wrong track. They ask for a vote.\n\nMRS. BANGER. What use is a vote? Men have the vote.\n\nLADY CORINTHIA. And men are slaves.\n\nMRS. BANGER. What women need is the right to military service. Give me a\nwell-mounted regiment of women with sabres, opposed to a regiment of men\nwith votes. We shall see which will go down before the other. (rises)\nNo: we have had enough of these gentle pretty creatures who merely talk\nand cross-examine ministers in police courts, and go to prison like\nsheep, and suffer and sacrifice themselves. This question must be solved\nby blood and iron, as was well said by Bismarck, whom I have reason to\nbelieve was a woman in disguise.\n\nMITCHENER. Bismarck a woman?\n\nMRS. BANGER. All the really strong men of history have been disguised\nwomen.\n\nMITCHENER (remonstrating). My dear lady!\n\nMRS. BANGER. How can you tell? You never knew that the hero of the\ncharge at Kassassin was a woman: yet she was: it was I, Rosa Carmina\nBanger. Would Napoleon have been so brutal to women, think you, had he\nbeen a man?\n\nMITCHENER. Oh, come, come! Really! Surely female rulers have often shown\nall the feminine weaknesses. Queen Elizabeth, for instance. Her vanity,\nher levity.\n\nMRS. BANGER. Nobody who has studied the history of Queen Elizabeth can\ndoubt for a moment that she was a disguised man.\n\nLADY CORINTHIA (admiring Mrs. Banger). Isnt she splendid?\n\nMRS. BANGER (rising with a large gesture). This very afternoon I shall\ncast off this hampering skirt for ever; mount my charger; and with my\ngood sabre lead the Anti-Suffragets to victory. (She strides to the\nother side of the room, snorting.)\n\nMITCHENER. But I cant allow anything of the sort, madam. I shall stand\nno such ridiculous nonsense. Im perfectly determined to put my foot\ndown.\n\nLADY CORINTHIA. Dont be hysterical, General.\n\nMITCHENER. Hysterical!\n\nMRS. BANGER. Do you think we are to be stopped by these childish\nexhibitions of temper. They are useless; and your tears and\nentreaties--a man's last resource--will avail you just as little.\nI sweep them away, just as I sweep your plans of campaign \"made in\nGermany--\"\n\nMITCHENER (flying into a transport of rage). How dare you repeat\nthat infamous slander? (He rings the bell violently.) If this is the\nalternative to votes for women, I shall advocate giving every woman in\nthe country six votes.\n\nThe Orderly comes in.\n\nRemove that woman. See that she leaves the building at once.\n\nThe Orderly forlornly contemplates the iron front presented by Mrs.\nBanger.\n\nTHE ORDERLY (propitiatorily). Would you av the feelin art to step out,\nmadam.\n\nMRS. BANGER. You are a soldier. Obey your orders. Put me out. If I got\nsuch an order, I should not hesitate.\n\nTHE ORDERLY (To Mitchener). Would you mind lendin me a and, Guvner?\n\nLADY CORINTHIA (raising her revolver). I shall be obliged to shoot you\nif you stir, General.\n\nMRS. BANGER (To the Orderly). When you are ordered to put a person out\nyou should do it like this. (She hurls him from the room. He is heard\nfalling headlong downstairs and crashing through a glass door.) I shall\nnow wait on General Sandstone. If he shows any sign of weakness, he\nshall share that poor wretch's fate. (She goes out.)\n\nLADY CORINTHIA. Isnt she magnificent?\n\nMITCHENER. Thank heaven shes gone. And now, my dear lady, is it\nnecessary to keep that loaded pistol to my nose all through our\nconversation?\n\nLADY CORINTHIA. Its not loaded. Its heavy enough, goodness knows,\nwithout putting bullets in it.\n\nMITCHENER (triumphantly snatching his revolver from the drawer). Then I\nam master of the situation. This IS loaded. Ha, ha!\n\nLADY CORINTHIA. But since we are not really going to shoot one another,\nwhat difference can it possibly make?\n\nMITCHENER (putting his pistol down on the table). True. Quite true. I\nrecognize there the practical good sense that has prevented you from\nfalling into the snares of the Suffragets.\n\nLADY CORINTHIA. The Suffragets, General, are the dupes of dowdies. A\nreally attractive and clever woman--\n\nMITCHENER (gallantly). Yourself, for instance.\n\nLADY CORINTHIA (snatching up his revolver). Another step and you are a\ndead man.\n\nMITCHENER (amazed). My dear lady!\n\nLADY CORINTHIA. I am not your dear lady. You are not the first man who\nhas concluded that because I am devoted to music and can reach F flat\nwith the greatest facility--Patti never got above E flat--I am marked\nout as the prey of every libertine. You think I am like the thousands of\nweak women whom you have ruined--\n\nMITCHENER. I solemnly protest--\n\nLADY CORINTHIA. Oh, I know what you officers are. To you a woman's honor\nis nothing, and the idle pleasure of the moment is everything.\n\nMITCHENER. This is perfectly ridiculous. I never ruined anyone in my\nlife.\n\nLADY CORINTHIA. Never! Are you in earnest?\n\nMITCHENER. Certainly I am in earnest. Most indignantly in earnest.\n\nLADY CORINTHIA (throwing down the pistol contemptuously). Then you have\nno temperament; you are not an artist. You have no soul for music.\n\nMITCHENER. Ive subscribed to the regimental band all my life. I bought\ntwo sarrusophones for it out of my own pocket. When I sang Tosti's\nGoodbye for Ever at Knightsbridge in 1880, the whole regiment wept. You\nare too young to remember that.\n\nLADY CORINTHIA. Your advances are useless. I--\n\nMITCHENER. Confound it, madam, can you not receive an innocent\ncompliment without suspecting me of dishonorable intentions?\n\nLADY CORINTHIA. Love--real love--makes all intentions honorable. But YOU\ncould never understand that.\n\nMITCHENER. Ill not submit to the vulgar penny-novelette notion that an\nofficer is less honorable than a civilian in his relations with women.\nWhile I live Ill raise my voice--\n\nLADY CORINTHIA. Tush!\n\nMITCHENER. What do you mean by tush?\n\nLADY CORINTHIA. You cant raise your voice above its natural compass.\nWhat sort of voice have you?\n\nMITCHENER. A tenor. What sort had you?\n\nLADY CORINTHIA. Had? I have it still. I tell you I am the highest living\nsoprano. (Scornfully.) What was your highest note, pray?\n\nMITCHENER. B flat--once--in 1879. I was drunk at the time.\n\nLADY CORINTHIA (gazing at him almost tenderly). Though you may not\nbelieve me, I find you are more interesting when you talk about music\nthan when you are endeavoring to betray a woman who has trusted you by\nremaining alone with you in your apartment.\n\nMITCHENER (springing up and fuming away to the fireplace). These\nrepeated insults to a man of blameless life are as disgraceful to you\nas they are undeserved by me, Lady Corinthia. Such suspicions invite the\nconduct they impute. (She raises the pistol.) You need not be alarmed: I\nam only going to leave the room.\n\nLADY CORINTHIA. Fish.\n\nMITCHENER. Fish! This is worse than tush. Why fish?\n\nLADY CORINTHIA. Yes, fish: coldblooded fish.\n\nMITCHENER. Dash it all, madam, do you WANT me to make advances to you?\n\nLADY CORINTHIA. I have not the slightest intention of yielding to them;\nbut to make them would be a tribute to romance. What is life without\nromance?\n\nMITCHENER (making a movement toward her). I tell you--\n\nLADY CORINTHIA. Stop. No nearer. No vulgar sensuousness. If you must\nadore, adore at a distance.\n\nMITCHENER. This is worse than Mrs. Banger. I shall ask that estimable\nwoman to come back.\n\nLADY CORINTHIA. Poor Mrs. Banger! Do not for a moment suppose, General\nMitchener, that Mrs. Banger represents my views on the suffrage\nquestion. Mrs. Banger is a man in petticoats. I am every inch a woman;\nbut I find it convenient to work with her.\n\nMITCHENER. Do you find the combination comfortable?\n\nLADY CORINTHIA. I do not wear combinations, General: (with dignity) they\nare unwomanly.\n\nMITCHENER (throwing himself despairingly into the chair next the\nhearthrug). I shall go mad. I never for a moment dreamt of alluding to\nanything of the sort.\n\nLADY CORINTHIA. There is no need to blush and become self-conscious at\nthe mention of underclothing. You are extremely vulgar, General.\n\nMITCHENER. Lady Corinthia: you have my pistol. Will you have the\ngoodness to blow my brains out. I should prefer it to any further effort\nto follow the gyrations of the weathercock you no doubt call your mind.\nIf you refuse, then I warn you that youll not get another word out of\nme--not if we sit here until doomsday.\n\nLADY CORINTHIA. I dont want you to talk. I want you to listen. You do\nnot yet understand my views on the question of the Suffrage. (She rises\nto make a speech.) I must preface my remarks by reminding you that the\nSuffraget movement is essentially a dowdy movement. The suffragets are\nnot all dowdies; but they are mainly supported by dowdies. Now I am not\na dowdy. Oh, no compliments--\n\nMITCHENER. I did not utter a sound.\n\nLADY CORINTHIA (smiling). It is easy to read your thoughts. I am one\nof those women who are accustomed to rule the world through men. Man is\nruled by beauty, by charm. The men who are not have no influence. The\nSalic Law, which forbade women to occupy a throne, is founded on the\nfact that when a woman is on the throne the country is ruled by men, and\ntherefore ruled badly; whereas when a man is on the throne, the country\nis ruled by women, and therefore ruled well. The suffragets would\ndegrade women from being rulers to being voters, mere politicians,\nthe drudges of the caucus and the polling booth. We should lose our\ninfluence completely under such a state of affairs. The New Zealand\nwomen have the vote. What is the result? No poet ever makes a New\nZealand woman his heroine. One might as well be romantic about New\nZealand mutton. Look at the suffragets themselves. The only ones who are\npopular are the pretty ones, who flirt with mobs as ordinary women flirt\nwith officers.\n\nMITCHENER. Then I understand you to hold that the country should be\ngoverned by the women after all.\n\nLADY CORINTHIA. Not by all the women. By certain women. I had almost\nsaid by one woman. By the women who have charm--who have artistic\ntalent--who wield a legitimate, a refining influence over the men.\n(She sits down gracefully, smiling, and arranging her draperies with\nconscious elegance.)\n\nMITCHENER. In short, madam, you think that if you give the vote to the\nman, you give the power to the women who can get round the man.\n\nLADY CORINTHIA. That is not a very delicate way of putting it; but I\nsuppose that is how you would express what I mean.\n\nMITCHENER. Perhaps youve never had any experience of garrison life.\nIf you had, you'd have noticed that the sort of woman who is clever at\ngetting round men is sometimes rather a bad lot.\n\nLADY CORINTHIA. What do you mean by a bad lot?\n\nMITCHENER. I mean a woman who would play the very devil if the\nother women didnt keep her in pretty strict order. I dont approve of\ndemocracy, because its rot; and Im against giving the vote to women\nbecause Im not accustomed to it and therefore am able to see with an\nunprejudiced eye what infernal nonsense it is. But I tell you plainly,\nLady Corinthia, that there is one game that I dislike more than either\nDemocracy or Votes For Women: and that is the game of Antony and\nCleopatra. If I must be ruled by women, let me have decent women and\nnot--well, not the other sort.\n\nLADY CORINTHIA. You have a coarse mind, General Mitchener.\n\nMITCHENER. So has Mrs. Banger. And by George! I prefer Mrs. Banger to\nyou!\n\nLADY CORINTHIA (bounding to her feet.) You prefer Mrs. Banger to me!!!\n\nMITCHENER. I do. You said yourself she was splendid.\n\nLADY CORINTHIA. You are no true man. You are one of those unsexed\ncreatures who have no joy in life, no sense of beauty, no high notes.\n\nMITCHENER. No doubt I am, Madam. As a matter of fact, I am not clever at\ndiscussing public questions, because, as an English gentleman, I was not\nbrought up to use my brains. But occasionally, after a number of remarks\nwhich are perhaps sometimes rather idiotic, I get certain convictions.\nThanks to you, I have now got a conviction that this woman question is\nnot a question of lovely and accomplished females, but of dowdies. The\naverage Englishwoman is a dowdy and never has half a chance of becoming\nanything else. She hasnt any charm; and she has no high notes except\nwhen shes giving her husband a piece of her mind, or calling down the\nstreet for one of the children.\n\nLADY CORINTHIA. How disgusting!\n\nMITCHENER. Somebody must do the dowdy work! If we had to choose between\npitching all the dowdies into the Thames and pitching all the lovely and\naccomplished women, the lovely ones would have to go.\n\nLADY CORINTHIA. And if you had to do without Wagner's music or do\nwithout your breakfast, you would do without Wagner. Pray does that make\neggs and bacon more precious than music, or the butcher and baker better\nthan the poet and philosopher? The scullery may be more necessary to our\nbare existence than the cathedral. Even humbler apartments might make\nthe same claim. But which is the more essential to the higher life?\n\nMITCHENER. Your arguments are so devilishly ingenious that I feel\nconvinced you got them out of some confounded book. Mine--such as they\nare--are my own. I imagine its something like this. There is an old\nsaying that if you take care of the pence, the pounds will take care\nof themselves. Well, perhaps if we take care of the dowdies and the\nbutchers and the bakers, the beauties and the bigwigs will take care of\nthemselves. (Rising and facing her determinedly.) Anyhow, I dont want to\nhave things arranged for me by Wagner. Im not Wagner. How does he know\nwhere the shoe pinches me? How do you know where the shoe pinches your\nwasherwoman?--you and your high F in alt. How are you to know when you\nhavent made her comfortable unless she has a vote? Do you want her to\ncome and break your windows?\n\nLADY CORINTHIA. Am I to understand that General Mitchener is a democrat\nand a suffraget?\n\nMITCHENER. Yes: you have converted me--you and Mrs. Banger.\n\nLADY CORINTHIA. Farewell, creature. (Balsquith enters hurriedly.) Mr.\nBalsquith: I am going to wait on General Sandstone. He at least is an\nofficer and a gentleman. (She sails out.)\n\nBALSQUITH. Mitchener: the game is up.\n\nMITCHENER. What do you mean?\n\nBALSQUITH. The strain is too much for the Cabinet. The old Liberal\nand Unionist Free Traders declare that if they are defeated on their\nresolution to invite tenders from private contractors for carrying on\nthe Army and Navy, they will go solid for votes for women as the only\nmeans of restoring the liberties of the country which we have destroyed\nby compulsory military service.\n\nMITCHENER. Infernal impudence?\n\nBALSQUITH. The Labor party is taking the same line. They say the men got\nthe Factory Acts by hiding behind the women's petticoats, and that they\nwill get votes for the army in the same way.\n\nMITCHENER. Balsquith: we must not yield to clamor. I have just told this\nlady that I am at last convinced--\n\nBALSQUITH (joyfully). That the suffragets must be supported.\n\nMITCHENER. No: that the anti-suffragets must be put down at all hazards.\n\nBALSQUITH. Same thing.\n\nMITCHENER. No. For you now tell me that the Labor Party demands votes\nfor women. That makes it impossible to give them, because it would be\nyielding to clamor. The one condition on which we can consent to grant\nanything in this country is that nobody shall presume to want it.\n\nBALSQUITH (earnestly). Mitchener: its no use. You cant have the\nconveniences of Democracy without its occasional inconveniences.\n\nMITCHENER. What are its conveniences, I should like to know?\n\nBALSQUITH. When you tell people that they are the real rulers and they\ncan do what they like, nine times out of ten, they say, \"All right, tell\nus what to do.\" But it happens sometimes that they get an idea of their\nown; and then of course youre landed.\n\nMITCHENER. Sh--\n\nBALSQUITH (desperately shouting him down). No: its no use telling me to\nshoot them down: Im not going to do it. After all, I dont suppose votes\nfor women will make much difference. It hasnt in the other countries in\nwhich it has been tried.\n\nMITCHENER. I never supposed it would make much difference. What I cant\nstand is giving in to that Pankhurst lot. Hang it all, Balsquith, it\nseems only yesterday that we put them in quod for a month. I said at the\ntime that it ought to have been ten years. If my advice had been taken\nthis wouldnt have happened. Its a consolation to me that events are\nproving how thoroughly right I was.\n\nThe Orderly rushes in.\n\nTHE ORDERLY. Look ere, sir: Mrs. Banger locked the door of General\nSandstone's room on the inside; and shes sitting on his ead until he\nsigns a proclamation for women to serve in the army.\n\nMITCHENER. Put your shoulder to the door and burst it open.\n\nTHE ORDERLY. Its only in story books that doors burst open as easy as\nthat. Besides, Im only too thankful to have a locked door between me and\nMrs. B.; and so is all the rest of us.\n\nMITCHENER. Cowards. Balsquith: to the rescue! (He dashes out.)\n\nBALSQUITH (ambling calmly to the hearth). This is the business of the\nSergeant at Arms rather than of the leader of the House. Theres no use\nin my tackling Mrs. Banger: she would only sit on my head too.\n\nTHE ORDERLY. You take my tip, Mr. Balsquith. Give the women the vote and\ngive the army civil rights; and av done with it.\n\nMitchener returns.\n\nMITCHENER. Balsquith: prepare to hear the worst.\n\nBALSQUITH. Sandstone is no more?\n\nMITCHENER. On the contrary, he is particularly lively. He has softened\nMrs. Banger by a proposal of marriage in which he appears to be\nperfectly in earnest. He says he has met his ideal at last, a really\nsoldierly woman. She will sit on his head for the rest of his life; and\nthe British Army is now to all intents and purposes commanded by Mrs.\nBanger. When I remonstrated with Sandstone she positively shouted\n\"Right-about-face. March\" at me in the most offensive tone. If she hadnt\nbeen a woman I should have punched her head. I precious nearly punched\nSandstone's. The horrors of martial law administered by Mrs. Banger are\ntoo terrible to be faced. I demand civil rights for the army.\n\nTHE ORDERLY (chuckling). Wot oh, General! Wot oh!\n\nMITCHENER. Hold your tongue. (He goes to the door and calls.) Mrs.\nFarrell! (Returning, and again addressing the Orderly.) Civil rights\ndon't mean the right to be uncivil. (Pleased with his own wit.) Almost a\npun. Ha ha!\n\nMRS. FARRELL. Whats the matther now? (She comes to the table.)\n\nMITCHENER (to the Orderly). I have private business with Mrs. Farrell.\nOutside, you infernal blackguard.\n\nTHE ORDERLY (arguing, as usual). Well, I didnt ask to--(Mitchener seizes\nhim by the nape; rushes him out; and slams the door).\n\nMITCHENER. Excuse the abruptness of this communication, Mrs. Farrell;\nbut I know only one woman in the country whose practical ability and\nforce of character can maintain her husband in competition with the\nhusband of Mrs. Banger. I have the honor to propose for your hand.\n\nMRS. FARRELL. Dye mean you want to marry me?\n\nMITCHENER. I do.\n\nMRS. FARRELL. No thank you. Id have to work for you just the same; only\nI shouldnt get any wages for it.\n\nBALSQUITH. That will be remedied when women get the vote. Ive had to\npromise that.\n\nMITCHENER (winningly). Mrs. Farrell: you have been charwoman here now\never since I took up my duties. Have you really never, in your more\nromantic moments, cast a favorable eye on my person?\n\nMRS. FARRELL. Ive been too busy casting an unfavorable eye on your cloze\nand on the litther you make with your papers.\n\nMITCHENER (wounded). Am I to understand that you refuse me?\n\nMRS. FARRELL. Just wait a bit. (She takes Mitchener's chair and rings up\nthe telephone.) Double three oh seven Elephant.\n\nMITCHENER. I trust youre not ringing for the police, Mrs. Farrell. I\nassure you Im perfectly sane.\n\nMRS. FARRELL (into the telephone). Is that you, Eliza? (She listens for\nthe answer.) Not out of bed yet! Go and pull her out by the heels,\nthe lazy sthreel; and tell her her mother wants to speak to her very\nparticularly about General Mitchener. (To Mitchener.) Dont you be\nafeard: I know youre sane enough when youre not talkin about the\nGermans. (Into the telephone.) Is that you, Eliza? (She listens for the\nanswer.) Dye remember me givin you a clout on the side of the head for\ntellin me that if I only knew how to play me cards I could marry any\ngeneral on the staff instead o disgracin you be bein a charwoman? (She\nlistens for the answer.) Well, I can have General Mitchener without\nplaying any cards at all. What dye think I ought to say? (She listens.)\nWell, Im no chicken myself. (To Mitchener.) How old are you?\n\nMITCHENER (with an effort). Fifty-two.\n\nMRS. FARRELL (into the telephone). He says hes fifty-two. (She listens;\nthen, to Mitchener.) She says youre down in Who's Who as sixty-one.\n\nMITCHENER. Damn Who's Who.\n\nMRS. FARRELL (into the telephone). Anyhow I wouldnt let that stand in\nthe way. (She listens.) If I really WHAT? (She listens.)I cant hear you.\nIf I really WHAT? (She listens.) WHO druv him? I never said a word\nto-- Eh? (She listens.) Oh, LOVE him. Arra dont be a fool, child. (To\nMitchener.) She wants to know do I really love you.(Into the telephone.)\nIts likely indeed Id frighten the man off with any such nonsense, at my\nage. What? (She listens.) Well, thats just what I was thinkin.\n\nMITCHENER. May I ask what you were thinking, Mrs. Farrell? This suspense\nis awful.\n\nMRS. FARRELL. I was thinkin that perhaps the Duchess might like her\ndaughter-in-law's mother to be a General's lady betther than to be a\ncharwoman. (Into the telephone.) Waitle youre married yourself, me fine\nlady: you'll find out that every woman is a charwoman from the day shes\nmarried. (She listens.) Then you think I might take him? (She listens.)\nGlang, you young scald: if I had you here Id teach you manners. (She\nlistens.) Thats enough now. Back wid you to bed; and be thankful Im not\nthere to put me slipper across you. (She rings off.) The impudence!\n(To Mitchener.) Bless you, me childher, may you be happy, she says. (To\nBalsquith, going to his side of the room.) Give dear, old Mich me love,\nshe says.\n\nThe Orderly opens the door, ushering in Lady Corinthia.\n\nTHE ORDERLY. Lady Corinthia Fanshawe to speak to you, sir.\n\nLADY CORINTHIA. General Mitchener: your designs on Mrs. Banger are\ndefeated. She is engaged to General Sandstone. Do you still prefer her\nto me?\n\nMRS. FARRELL. Hes out o the hunt. Hes engaged to me.\n\nThe Orderly overcome by this news reels from the door to the standing\ndesk, and clutches the stool to save himself from collapsing.\n\nMITCHENER. And extremely proud of it, Lady Corinthia.\n\nLADY CORINTHIA (contemptuously). She suits you exactly. (Coming to\nBalsquith.) Mr. Balsquith: you at least, are not a Philistine.\n\nBALSQUITH. No, Lady Corinthia; but Im a confirmed bachelor. I don't want\na wife; but I want an Egeria.\n\nMRS. FARRELL. More shame for you.\n\nLADY CORINTHIA. Silence, woman. The position and functions of a wife may\nsuit your gross nature. An Egeria is exactly what I desire to be. (To\nBalsquith.) Can you play accompaniments?\n\nBALSQUITH. Melodies only, I regret to say. With one finger. But my\nbrother, who is a very obliging fellow, and not unlike me personally, is\nacquainted with three chords, with which he manages to accompany most of\nthe comic songs of the day.\n\nLADY CORINTHIA. I do not sing comic songs. Neither will you when I am\nyour Egeria. Come. I give a musical at-home this afternoon. I will allow\nyou to sit at my feet.\n\nBALSQUITH. That is my ideal of romantic happiness. It commits me exactly\nas far as I desire to venture. Thank you.\n\nTHE ORDERLY. Wot price me, General? Wont you celebrate your engagement\nby doing something for me? Maynt I be promoted to be a sergeant.\n\nMITCHENER. Youre too utterly incompetent to discharge the duties of a\nsergeant. You are only fit to be a lieutenant. I shall recommend you for\na commission.\n\nTHE ORDERLY. Hooray! The Parkinsons of Stepney will be proud to have\nme call on them now. Ill go and tell the sergeant what I think of him.\nHooray! (He rushes out.)\n\nMRS. FARRELL (going to the door and calling after him.) You might have\nthe manners to shut the door idther you. (She shuts it and comes between\nMitchener and Lady Corinthia.)\n\nMITCHENER. Poor wretch; the day after civil rights are conceded to the\narmy he and Chubbs-Jenkinson will be found incapable of maintaining\ndiscipline. They will be sacked and replaced by really capable men. Mrs.\nFarrell: as we are engaged, and I am anxious to do the correct thing in\nevery way, I am quite willing to kiss you if you wish it.\n\nMRS. FARRELL. Youd only feel like a fool; and so would I.\n\nMITCHENER. You are really the most sensible woman. Ive made an extremely\nwise choice.\n\nLADY CORINTHIA (To Balsquith). You may kiss my hand, if you wish.\n\nBALSQUITH (cautiously). I think we had better not commit ourselves too\nfar. If I might carry your parasol, that would quite satisfy me. Let us\nchange a subject which threatens to become embarrassing. (To Mitchener.)\nThe moral of the occasion for you, Mitchener, appears to be that youve\ngot to give up treating soldiers as if they were schoolboys.\n\nMITCHENER. The moral for you, Balsquith, is that youve got to give up\ntreating women as if they were angels. Ha ha!\n\nMRS. FARRELL. Its a mercy youve found one another out at last. That's\nenough now.\n\nCURTAIN\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Press Cuttings, by George Bernard Shaw\n\n*** END OF THIS PROJECT GUTENBERG EBOOK PRESS CUTTINGS ***\n\n***** This file should be named 5723.txt or 5723.zip *****\nThis and all associated files of various formats will be found in:\n        http:\/\/www.gutenberg.org\/5\/7\/2\/5723\/\n\nProduced by Eve Sobol\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp:\/\/gutenberg.org\/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark\/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s\/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http:\/\/www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp:\/\/pglaf.org\/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http:\/\/pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http:\/\/pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http:\/\/pglaf.org\/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http:\/\/www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n","id":1420,"split":"test"}
