{"ori_id":"468626e102aee912149361c5c59a2359f44439fb","title":"The Swoop!","context":"The Swoop!\n The Swoop! tells of the simultaneous invasion of England by several armies — \"England was not merely beneath the heel of the invader. It was beneath the heels of nine invaders. There was barely standing-room.\" — and features references to many well-known figures of the day, among them the politician Herbert Gladstone, novelist Edgar Wallace, actor-managers Seymour Hicks and George Edwardes, and boxer Bob Fitzsimmons.\nThe invaders are the Russians under Grand Duke Vodkakoff, the Germans under Prince Otto of Saxe-Pfennig – the reigning British monarch of the day was Edward VII of the House of Saxe-Coburg-Gotha — the Swiss Navy, the Monegasques, a band of Moroccan brigands under Raisuli, the Young Turks, the Mad Mullah from Somalialand, the Chinese under Prince Ping Pong Pang, and the Bollygollans in war canoes.\nThe initial reaction to the invasion is muted. \"It was inevitable, in the height of the Silly Season, that such a topic as the simultaneous invasion of Great Britain by nine foreign powers should be seized upon by the press\", but the English are far more interested in cricket and one newspaper placard announces \"Surrey Doing Badly\" (at cricket), ahead of \"German Army Lands in England\". And when the Germans begin shelling London — \"Fortunately it was August, and there was nobody in town.\" — the destruction of nearly all the capital's statues, the reduction of the Albert Hall to a heap of picturesque ruins, and the burning of the Royal Academy, earn Prince Otto a hearty vote of thanks from the grateful populace.\nThe European parties form an alliance and expel the other invaders, but the Swiss soon leave, to be home in time for the winter hotel season, and when Prince Otto and Grand Duke Vodkakoff are offered music hall engagements and the leader of the army of Monaco is not, he takes offence and withdraws his troops.\nThe two remaining armies are overcome thanks to the stratagems of the indomitable Clarence Chugwater, leader of the Boy Scouts. By causing each commander to become jealous of the other's music hall fees, he succeeds in breaking up the alliance and, in the ensuing chaos, Clarence and his Boy Scouts are able to overcome the invaders.\nIn The Military Invasion of America, the United States is invaded by armies from Germany, under Prince Otto of Saxe-Pfennig, and Japan, led by General Owoki. Once again it is Clarence Chugwater who saves the day.\nï»¿The Project Gutenberg EBook of The Swoop! or How Clarence Saved England, by \nP. G. Wodehouse\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n\nTitle: The Swoop! or How Clarence Saved England\n       A Tale of the Great Invasion\n\nAuthor: P. G. Wodehouse\n\nPosting Date: August 26, 2012 [EBook #7050]\nRelease Date: December, 2004\nFirst Posted: March 1, 2003\n\nLanguage: English\n\n\n*** START OF THIS PROJECT GUTENBERG EBOOK SWOOP! HOW CLARENCE SAVED ENGLAND ***\n\n\n\n\nProduced by Suzanne L. Shell, Charles Franks and the Online\nDistributed Proofreading Team\n\n\n\n\n\n\n\n\n\n\n\nTHE SWOOP!\n\nor\n\nHow Clarence Saved England\n\n_A Tale of the Great Invasion_\n\n\n\n\n\nby P. G. Wodehouse\n\n1909\n\n\n\n\n\nPREFACE\n\nIt may be thought by some that in the pages which follow I have painted\nin too lurid colours the horrors of a foreign invasion of England.\nRealism in art, it may be argued, can be carried too far. I prefer to\nthink that the majority of my readers will acquit me of a desire to be\nunduly sensational. It is necessary that England should be roused to a\nsense of her peril, and only by setting down without flinching the\nprobable results of an invasion can this be done. This story, I may\nmention, has been written and published purely from a feeling of\npatriotism and duty. Mr. Alston Rivers' sensitive soul will be jarred\nto its foundations if it is a financial success. So will mine. But in a\ntime of national danger we feel that the risk must be taken. After all,\nat the worst, it is a small sacrifice to make for our country.\n\nP. G. WODEHOUSE.\n\n_The Bomb-Proof Shelter,_ _London, W._\n\n\n\n\n\nPart One\n\n\n\n\nChapter 1\n\nAN ENGLISH BOY'S HOME\n\n\n_August the First, 19--_\n\nClarence Chugwater looked around him with a frown, and gritted his\nteeth.\n\n\"England--my England!\" he moaned.\n\nClarence was a sturdy lad of some fourteen summers. He was neatly, but\nnot gaudily, dressed in a flat-brimmed hat, a coloured handkerchief, a\nflannel shirt, a bunch of ribbons, a haversack, football shorts, brown\nboots, a whistle, and a hockey-stick. He was, in fact, one of General\nBaden-Powell's Boy Scouts.\n\nScan him closely. Do not dismiss him with a passing glance; for you are\nlooking at the Boy of Destiny, at Clarence MacAndrew Chugwater, who\nsaved England.\n\nTo-day those features are familiar to all. Everyone has seen the\nChugwater Column in Aldwych, the equestrian statue in Chugwater Road\n(formerly Piccadilly), and the picture-postcards in the stationers'\nwindows. That bulging forehead, distended with useful information; that\nmassive chin; those eyes, gleaming behind their spectacles; that\n_tout ensemble_; that _je ne sais quoi_.\n\nIn a word, Clarence!\n\nHe could do everything that the Boy Scout must learn to do. He could\nlow like a bull. He could gurgle like a wood-pigeon. He could imitate\nthe cry of the turnip in order to deceive rabbits. He could smile and\nwhistle simultaneously in accordance with Rule 8 (and only those who\nhave tried this know how difficult it is). He could spoor, fell trees,\ntell the character from the boot-sole, and fling the squaler. He did\nall these things well, but what he was really best at was flinging the\nsqualer.\n\n       *       *       *       *       *\n\nClarence, on this sultry August afternoon, was tensely occupied\ntracking the family cat across the dining-room carpet by its\nfoot-prints. Glancing up for a moment, he caught sight of the other\nmembers of the family.\n\n\"England, my England!\" he moaned.\n\nIt was indeed a sight to extract tears of blood from any Boy Scout. The\ntable had been moved back against the wall, and in the cleared space\nMr. Chugwater, whose duty it was to have set an example to his\nchildren, was playing diabolo. Beside him, engrossed in cup-and-ball,\nwas his wife. Reggie Chugwater, the eldest son, the heir, the hope of\nthe house, was reading the cricket news in an early edition of the\nevening paper. Horace, his brother, was playing pop-in-taw with his\nsister Grace and Grace's _fiance_, Ralph Peabody. Alice, the other\nMiss Chugwater, was mending a Badminton racquet.\n\nNot a single member of that family was practising with the rifle, or\ndrilling, or learning to make bandages.\n\nClarence groaned.\n\n\"If you can't play without snorting like that, my boy,\" said Mr.\nChugwater, a little irritably, \"you must find some other game. You made\nme jump just as I was going to beat my record.\"\n\n\"Talking of records,\" said Reggie, \"Fry's on his way to his eighth\nsuccessive century. If he goes on like this, Lancashire will win the\nchampionship.\"\n\n\"I thought he was playing for Somerset,\" said Horace.\n\n\"That was a fortnight ago. You ought to keep up to date in an important\nsubject like cricket.\"\n\nOnce more Clarence snorted bitterly.\n\n\"I'm sure you ought not to be down on the floor, Clarence,\" said Mr.\nChugwater anxiously. \"It is so draughty, and you have evidently got a\nnasty cold. _Must_ you lie on the floor?\"\n\n\"I am spooring,\" said Clarence with simple dignity.\n\n\"But I'm sure you can spoor better sitting on a chair with a nice\nbook.\"\n\n\"_I_ think the kid's sickening for something,\" put in Horace\ncritically. \"He's deuced roopy. What's up, Clarry?\"\n\n\"I was thinking,\" said Clarence, \"of my country--of England.\"\n\n\"What's the matter with England?\"\n\n\"_She's_ all right,\" murmured Ralph Peabody.\n\n\"My fallen country!\" sighed Clarence, a not unmanly tear bedewing the\nglasses of his spectacles. \"My fallen, stricken country!\"\n\n\"That kid,\" said Reggie, laying down his paper, \"is talking right\nthrough his hat. My dear old son, are you aware that England has never\nbeen so strong all round as she is now? Do you _ever_ read the\npapers? Don't you know that we've got the Ashes and the Golf\nChampionship, and the Wibbley-wob Championship, and the Spiropole,\nSpillikins, Puff-Feather, and Animal Grab Championships? Has it come to\nyour notice that our croquet pair beat America last Thursday by eight\nhoops? Did you happen to hear that we won the Hop-skip-and-jump at the\nlast Olympic Games? You've been out in the woods, old sport.\"\n\nClarence's heart was too full for words. He rose in silence, and\nquitted the room.\n\n\"Got the pip or something!\" said Reggie. \"Rum kid! I say, Hirst's\nbowling well! Five for twenty-three so far!\"\n\nClarence wandered moodily out of the house. The Chugwaters lived in a\ndesirable villa residence, which Mr. Chugwater had built in Essex. It\nwas a typical Englishman's Home. Its name was Nasturtium Villa.\n\nAs Clarence walked down the road, the excited voice of a newspaper-boy\ncame to him. Presently the boy turned the corner, shouting, \"Ker-lapse\nof Surrey! Sensational bowling at the Oval!\"\n\nHe stopped on seeing Clarence.\n\n\"Paper, General?\"\n\nClarence shook his head. Then he uttered a startled exclamation, for\nhis eye had fallen on the poster.\n\nIt ran as follows:--\n\n    SURREY\n    DOING\n    BADLY\n    GERMAN ARMY LANDS IN ENGLAND\n\n\n\n\nChapter 2\n\nTHE INVADERS\n\n\nClarence flung the boy a halfpenny, tore a paper from his grasp, and\nscanned it eagerly. There was nothing to interest him in the body of\nthe journal, but he found what he was looking for in the stop-press\nspace. \"Stop press news,\" said the paper. \"Fry not out, 104. Surrey 147\nfor 8. A German army landed in Essex this afternoon. Loamshire\nHandicap: Spring Chicken, 1; Salome, 2; Yip-i-addy, 3. Seven ran.\"\n\nEssex! Then at any moment the foe might be at their doors; more, inside\ntheir doors. With a passionate cry, Clarence tore back to the house.\n\nHe entered the dining-room with the speed of a highly-trained Marathon\nwinner, just in time once more to prevent Mr. Chugwater lowering his\nrecord.\n\n\"The Germans!\" shouted Clarence. \"We are invaded!\"\n\nThis time Mr. Chugwater was really annoyed.\n\n\"If I have told you once about your detestable habit of shouting in the\nhouse, Clarence, I have told you a hundred times. If you cannot be a\nBoy Scout quietly, you must stop being one altogether. I had got up to\nsix that time.\"\n\n\"But, father----\"\n\n\"Silence! You will go to bed this minute; and I shall consider the\nquestion whether you are to have any supper. It will depend largely on\nyour behaviour between now and then. Go!\"\n\n\"But, father----\"\n\nClarence dropped the paper, shaken with emotion. Mr. Chugwater's\nsternness deepened visibly.\n\n\"Clarence! Must I speak again?\"\n\nHe stooped and removed his right slipper.\n\nClarence withdrew.\n\nReggie picked up the paper.\n\n\"That kid,\" he announced judicially, \"is off his nut! Hullo! I told you\nso! Fry not out, 104. Good old Charles!\"\n\n\"I say,\" exclaimed Horace, who sat nearest the window, \"there are two\nrummy-looking chaps coming to the front door, wearing a sort of fancy\ndress!\"\n\n\"It must be the Germans,\" said Reggie. \"The paper says they landed here\nthis afternoon. I expect----\"\n\nA thunderous knock rang through the house. The family looked at one\nanother. Voices were heard in the hall, and next moment the door opened\nand the servant announced \"Mr. Prinsotto and Mr. Aydycong.\"\n\n\"Or, rather,\" said the first of the two newcomers, a tall, bearded,\nsoldierly man, in perfect English, \"Prince Otto of Saxe-Pfennig and\nCaptain the Graf von Poppenheim, his aide-de-camp.\"\n\n\"Just so--just so!\" said Mr. Chugwater, affably. \"Sit down, won't you?\"\n\nThe visitors seated themselves. There was an awkward silence.\n\n\"Warm day!\" said Mr. Chugwater.\n\n\"Very!\" said the Prince, a little constrainedly.\n\n\"Perhaps a cup of tea? Have you come far?\"\n\n\"Well--er--pretty far. That is to say, a certain distance. In fact,\nfrom Germany.\"\n\n\"I spent my summer holiday last year at Dresden. Capital place!\"\n\n\"Just so. The fact is, Mr.--er--\"\n\n\"Chugwater. By the way--my wife, Mrs. Chugwater.\"\n\nThe prince bowed. So did his aide-de-camp.\n\n\"The fact is, Mr. Jugwater,\" resumed the prince, \"we are not here on a\nholiday.\"\n\n\"Quite so, quite so. Business before pleasure.\"\n\nThe prince pulled at his moustache. So did his aide-de-camp, who seemed\nto be a man of but little initiative and conversational resource.\n\n\"We are invaders.\"\n\n\"Not at all, not at all,\" protested Mr. Chugwater.\n\n\"I must warn you that you will resist at your peril. You wear no\nuniform--\"\n\n\"Wouldn't dream of such a thing. Except at the lodge, of course.\"\n\n\"You will be sorely tempted, no doubt. Do not think that I do not\nappreciate your feelings. This is an Englishman's Home.\"\n\nMr. Chugwater tapped him confidentially on the knee.\n\n\"And an uncommonly snug little place, too,\" he said. \"Now, if you will\nforgive me for talking business, you, I gather, propose making some\nstay in this country.\"\n\nThe prince laughed shortly. So did his aide-de-camp. \"Exactly,\"\ncontinued Mr. Chugwater, \"exactly. Then you will want some\n_pied-a-terre_, if you follow me. I shall be delighted to let you\nthis house on remarkably easy terms for as long as you please. Just\ncome along into my study for a moment. We can talk it over quietly\nthere. You see, dealing direct with me, you would escape the\nmiddleman's charges, and--\"\n\nGently but firmly he edged the prince out of the room and down the\npassage.\n\nThe aide-de-camp continued to sit staring woodenly at the carpet.\nReggie closed quietly in on him.\n\n\"Excuse me,\" he said; \"talking shop and all that. But I'm an agent for\nthe Come One Come All Accident and Life Assurance Office. You have\nheard of it probably? We can offer you really exceptional terms. You\nmust not miss a chance of this sort. Now here's a prospectus--\"\n\nHorace sidled forward.\n\n\"I don't know if you happen to be a cyclist, Captain--er--Graf; but if\nyou'd like a practically new motorbike, only been used since last\nNovember, I can let you--\"\n\nThere was a swish of skirts as Grace and Alice advanced on the visitor.\n\n\"I'm sure,\" said Grace winningly, \"that you're fond of the theatre,\nCaptain Poppenheim. We are getting up a performance of 'Ici on parle\nFrancais,' in aid of the fund for Supplying Square Meals to Old-Age\nPensioners. Such a deserving object, you know. Now, how many tickets\nwill you take?\"\n\n\"You can sell them to your friends, you know,\" added Mrs. Chugwater.\n\nThe aide-de-camp gulped convulsively.\n\n       *       *       *       *       *\n\nTen minutes later two penniless men groped their way, dazed, to the\ngarden gate.\n\n\"At last,\" said Prince Otto brokenly, for it was he, \"at last I begin\nto realise the horrors of an invasion--for the invaders.\"\n\nAnd together the two men staggered on.\n\n\n\n\nChapter 3\n\nENGLAND'S PERIL\n\n\nWhen the papers arrived next morning, it was seen that the situation\nwas even worse than had at first been suspected. Not only had the\nGermans effected a landing in Essex, but, in addition, no fewer than\neight other hostile armies had, by some remarkable coincidence, hit on\nthat identical moment for launching their long-prepared blow.\n\nEngland was not merely beneath the heel of the invader. It was beneath\nthe heels of nine invaders.\n\nThere was barely standing-room.\n\nFull details were given in the Press. It seemed that while Germany was\nlanding in Essex, a strong force of Russians, under the Grand Duke\nVodkakoff, had occupied Yarmouth. Simultaneously the Mad Mullah had\ncaptured Portsmouth; while the Swiss navy had bombarded Lyme Regis, and\nlanded troops immediately to westward of the bathing-machines. At\nprecisely the same moment China, at last awakened, had swooped down\nupon that picturesque little Welsh watering-place, Lllgxtplll, and,\ndespite desperate resistance on the part of an excursion of Evanses and\nJoneses from Cardiff, had obtained a secure foothold. While these\nthings were happening in Wales, the army of Monaco had descended on\nAuchtermuchty, on the Firth of Clyde. Within two minutes of this\ndisaster, by Greenwich time, a boisterous band of Young Turks had\nseized Scarborough. And, at Brighton and Margate respectively, small\nbut determined armies, the one of Moroccan brigands, under Raisuli, the\nother of dark-skinned warriors from the distant isle of Bollygolla, had\nmade good their footing.\n\nThis was a very serious state of things.\n\nCorrespondents of the _Daily Mail_ at the various points of attack\nhad wired such particulars as they were able. The preliminary parley at\nLllgxtplll between Prince Ping Pong Pang, the Chinese general, and\nLlewellyn Evans, the leader of the Cardiff excursionists, seems to have\nbeen impressive to a degree. The former had spoken throughout in pure\nChinese, the latter replying in rich Welsh, and the general effect,\nwired the correspondent, was almost painfully exhilarating.\n\nSo sudden had been the attacks that in very few instances was there any\nreal resistance. The nearest approach to it appears to have been seen\nat Margate.\n\nAt the time of the arrival of the black warriors which, like the other\nonslaughts, took place between one and two o'clock on the afternoon of\nAugust Bank Holiday, the sands were covered with happy revellers. When\nthe war canoes approached the beach, the excursionists seem to have\nmistaken their occupants at first for a troupe of nigger minstrels on\nan unusually magnificent scale; and it was freely noised abroad in the\ncrowd that they were being presented by Charles Frohmann, who was\nendeavouring to revive the ancient glories of the Christy Minstrels.\nToo soon, however, it was perceived that these were no harmless Moore\nand Burgesses. Suspicion was aroused by the absence of banjoes and\ntambourines; and when the foremost of the negroes dexterously scalped a\nsmall boy, suspicion became certainty.\n\nIn this crisis the trippers of Margate behaved well. The Mounted\nInfantry, on donkeys, headed by Uncle Bones, did much execution. The\nLadies' Tormentor Brigade harassed the enemy's flank, and a\nhastily-formed band of sharp-shooters, armed with three-shies-a-penny\nballs and milky cocos, undoubtedly troubled the advance guard\nconsiderably. But superior force told. After half an hour's fighting\nthe excursionists fled, leaving the beach to the foe.\n\nAt Auchtermuchty and Portsmouth no obstacle, apparently, was offered to\nthe invaders. At Brighton the enemy were permitted to land unharmed.\nScarborough, taken utterly aback by the boyish vigour of the Young\nTurks, was an easy prey; and at Yarmouth, though the Grand Duke\nreceived a nasty slap in the face from a dexterously-thrown bloater,\nthe resistance appears to have been equally futile.\n\nBy tea-time on August the First, nine strongly-equipped forces were\nfirmly established on British soil.\n\n\n\n\nChapter 4\n\nWHAT ENGLAND THOUGHT OF IT\n\n\nSuch a state of affairs, disturbing enough in itself, was rendered\nstill more disquieting by the fact that, except for the Boy Scouts,\nEngland's military strength at this time was practically nil.\n\nThe abolition of the regular army had been the first step. Several\ncauses had contributed to this. In the first place, the Socialists had\ncondemned the army system as unsocial. Privates, they pointed out, were\nforbidden to hob-nob with colonels, though the difference in their\npositions was due to a mere accident of birth. They demanded that every\nman in the army should be a general. Comrade Quelch, in an eloquent\nspeech at Newington Butts, had pointed, amidst enthusiasm, to the\nrepublics of South America, where the system worked admirably.\n\nScotland, too, disapproved of the army, because it was professional.\nMr. Smith wrote several trenchant letters to Mr. C. J. B. Marriott on\nthe subject.\n\nSo the army was abolished, and the land defence of the country\nentrusted entirely to the Territorials, the Legion of Frontiersmen, and\nthe Boy Scouts.\n\nBut first the Territorials dropped out. The strain of being referred to\non the music-hall stage as Teddy-boys was too much for them.\n\nThen the Frontiersmen were disbanded. They had promised well at the\nstart, but they had never been themselves since La Milo had been\nattacked by the Manchester Watch Committee. It had taken all the heart\nout of them.\n\nSo that in the end England's defenders were narrowed down to the\nBoy Scouts, of whom Clarence Chugwater was the pride, and a large\ncivilian population, prepared, at any moment, to turn out for their\ncountry's sake and wave flags. A certain section of these, too, could\nsing patriotic songs.\n\n       *       *       *       *       *\n\nIt was inevitable, in the height of the Silly Season, that such a topic\nas the simultaneous invasion of Great Britain by nine foreign powers\nshould be seized upon by the press. Countless letters poured into the\noffices of the London daily papers every morning. Space forbids more\nthan the gist of a few of these.\n\nMiss Charlesworth wrote:--\"In this crisis I see no alternative. I shall\ndisappear.\"\n\nMr. Horatio Bottomley, in _John Bull_, said that there was some\nvery dirty and underhand work going on, and that the secret history of\nthe invasion would be published shortly. He himself, however, preferred\nany invader, even the King of Bollygolla, to some K.C.'s he could name,\nthough he was fond of dear old Muir. He wanted to know why Inspector\nDrew had retired.\n\nThe _Daily Express_, in a thoughtful leader, said that Free Trade\nevidently meant invaders for all.\n\nMr. Herbert Gladstone, writing to the _Times_, pointed out that he\nhad let so many undesirable aliens into the country that he did not see\nthat a few more made much difference.\n\nMr. George R. Sims made eighteen puns on the names of the invading\ngenerals in the course of one number of \"Mustard and Cress.\"\n\nMr. H. G. Pelissier urged the public to look on the bright side. There\nwas a sun still shining in the sky. Besides, who knew that some foreign\nmarksman might not pot the censor?\n\nMr. Robert FitzSimmons offered to take on any of the invading generals,\nor all of them, and if he didn't beat them it would only be because the\nreferee had a wife and seven small children and had asked him as a\npersonal favour to let himself be knocked out. He had lost several\nfights that way.\n\nThe directors of the Crystal Palace wrote a circular letter to the\nshareholders, pointing out that there was a good time coming. With this\naddition to the public, the Palace stood a sporting chance of once more\nfinding itself full.\n\nJudge Willis asked: \"What is an invasion?\"\n\nSignor Scotti cabled anxiously from America (prepaid): \"Stands Scotland\nwhere it did?\"\n\nMr. Lewis Waller wrote heroically: \"How many of them are there? I am\nusually good for about half a dozen. Are they assassins? I can tackle\nany number of assassins.\"\n\nMr. Seymour Hicks said he hoped they would not hurt George Edwardes.\n\nMr. George Edwardes said that if they injured Seymour Hicks in any way\nhe would never smile again.\n\nA writer in _Answers_ pointed out that, if all the invaders in the\ncountry were piled in a heap, they would reach some of the way to the\nmoon.\n\nFar-seeing men took a gloomy view of the situation. They laid stress on\nthe fact that this counter-attraction was bound to hit first-class\ncricket hard. For some years gates had shown a tendency to fall off,\nowing to the growing popularity of golf, tennis, and other games. The\ndesire to see the invaders as they marched through the country must\ndraw away thousands who otherwise would have paid their sixpences at\nthe turnstiles. It was suggested that representations should be made to\nthe invading generals with a view to inducing them to make a small\ncharge to sightseers.\n\nIn sporting circles the chief interest centered on the race to London.\nThe papers showed the positions of the various armies each morning in\ntheir Runners and Betting columns; six to four on the Germans was\nfreely offered, but found no takers.\n\nConsiderable interest was displayed in the probable behaviour of the\nnine armies when they met. The situation was a curious outcome of the\nmodern custom of striking a deadly blow before actually declaring war.\nUntil the moment when the enemy were at her doors, England had imagined\nthat she was on terms of the most satisfactory friendship with her\nneighbours. The foe had taken full advantage of this, and also of the\nfact that, owing to a fit of absent-mindedness on the part of the\nGovernment, England had no ships afloat which were not entirely\nobsolete. Interviewed on the subject by representatives of the daily\npapers, the Government handsomely admitted that it was perhaps in\nsome ways a silly thing to have done; but, they urged, you could not\nthink of everything. Besides, they were on the point of laying down a\n_Dreadnought_, which would be ready in a very few years. Meanwhile,\nthe best thing the public could do was to sleep quietly in their beds.\nIt was Fisher's tip; and Fisher was a smart man.\n\nAnd all the while the Invaders' Marathon continued.\n\nWho would be the first to reach London?\n\n\n\n\nChapter 5\n\nTHE GERMANS REACH LONDON\n\n\nThe Germans had got off smartly from the mark and were fully justifying\nthe long odds laid upon them. That master-strategist, Prince Otto of\nSaxe-Pfennig, realising that if he wished to reach the Metropolis\nquickly he must not go by train, had resolved almost at once to walk.\nThough hampered considerably by crowds of rustics who gathered, gaping,\nat every point in the line of march, he had made good progress. The\nGerman troops had strict orders to reply to no questions, with the\nresult that little time was lost in idle chatter, and in a couple of\ndays it was seen that the army of the Fatherland was bound, barring\naccidents, to win comfortably.\n\nThe progress of the other forces was slower. The Chinese especially\nhad undergone great privations, having lost their way near\nLlanfairpwlgwnngogogoch, and having been unable to understand the\nvoluble directions given to them by the various shepherds they\nencountered. It was not for nearly a week that they contrived to reach\nChester, where, catching a cheap excursion, they arrived in the\nmetropolis, hungry and footsore, four days after the last of their\nrivals had taken up their station.\n\nThe German advance halted on the wooded heights of Tottenham. Here a\ncamp was pitched and trenches dug.\n\nThe march had shown how terrible invasion must of necessity be. With no\nwish to be ruthless, the troops of Prince Otto had done grievous\ndamage. Cricket-pitches had been trampled down, and in many cases even\ngolf-greens dented by the iron heel of the invader, who rarely, if\never, replaced the divot. Everywhere they had left ruin and misery in\ntheir train.\n\nWith the other armies it was the same story. Through\ncarefully-preserved woods they had marched, frightening the birds and\ndriving keepers into fits of nervous prostration. Fishing, owing to\ntheir tramping carelessly through the streams, was at a standstill.\nCroquet had been given up in despair.\n\nNear Epping the Russians shot a fox....\n\n       *       *       *       *       *\n\nThe situation which faced Prince Otto was a delicate one. All his early\ntraining and education had implanted in him the fixed idea that, if he\never invaded England, he would do it either alone or with the\nsympathetic co-operation of allies. He had never faced the problem of\nwhat he should do if there were rivals in the field. Competition is\nwholesome, but only within bounds. He could not very well ask the other\nnations to withdraw. Nor did he feel inclined to withdraw himself.\n\n\"It all comes of this dashed Swoop of the Vulture business,\" he\ngrumbled, as he paced before his tent, ever and anon pausing to sweep\nthe city below him with his glasses. \"I should like to find the fellow\nwho started the idea! Making me look a fool! Still, it's just as bad\nfor the others, thank goodness! Well, Poppenheim?\"\n\nCaptain von Poppenheim approached and saluted.\n\n\"Please, sir, the men say, 'May they bombard London?'\"\n\n\"Bombard London!\"\n\n\"Yes, sir; it's always done.\"\n\nPrince Otto pulled thoughtfully at his moustache.\n\n\"Bombard London! It seems--and yet--ah, well, they have few pleasures.\"\n\nHe stood awhile in meditation. So did Captain von Poppenheim. He kicked\na pebble. So did Captain von Poppenheim--only a smaller pebble.\nDiscipline is very strict in the German army.\n\n\"Poppenheim.\"\n\n\"Sir?\"\n\n\"Any signs of our--er--competitors?\"\n\n\"Yes, sir; the Russians are coming up on the left flank, sir. They'll\nbe here in a few hours. Raisuli has been arrested at Purley for\nstealing chickens. The army of Bollygolla is about ten miles out. No\nnews of the field yet, sir.\"\n\nThe Prince brooded. Then he spoke, unbosoming himself more freely than\nwas his wont in conversation with his staff.\n\n\"Between you and me, Pop,\" he cried impulsively, \"I'm dashed sorry we\never started this dashed silly invading business. We thought ourselves\ndashed smart, working in the dark, and giving no sign till the great\npounce, and all that sort of dashed nonsense. Seems to me we've simply\ndashed well landed ourselves in the dashed soup.\"\n\nCaptain von Poppenheim saluted in sympathetic silence. He and the\nprince had been old chums at college. A life-long friendship existed\nbetween them. He would have liked to have expressed adhesion verbally\nto his superior officer's remarks. The words \"I don't think\" trembled\non his tongue. But the iron discipline of the German Army gagged him.\nHe saluted again and clicked his heels.\n\nThe Prince recovered himself with a strong effort.\n\n\"You say the Russians will be here shortly?\" he said.\n\n\"In a few hours, sir.\"\n\n\"And the men really wish to bombard London?\"\n\n\"It would be a treat to them, sir.\"\n\n\"Well, well, I suppose if we don't do it, somebody else will. And we\ngot here first.\"\n\n\"Yes, sir.\"\n\n\"Then--\"\n\nAn orderly hurried up and saluted.\n\n\"Telegram, sir.\"\n\nAbsently the Prince opened it. Then his eyes lit up.\n\n\"Gotterdammerung!\" he said. \"I never thought of that. 'Smash up London\nand provide work for unemployed mending it.--GRAYSON,'\" he read.\n\"Poppenheim.\"\n\n\"Sir?\"\n\n\"Let the bombardment commence.\"\n\n\"Yes, sir.\"\n\n\"And let it continue till the Russians arrive. Then it must stop, or\nthere will be complications.\"\n\nCaptain von Poppenheim saluted, and withdrew.\n\n\n\n\nChapter 6\n\nTHE BOMBARDMENT OF LONDON\n\n\nThus was London bombarded. Fortunately it was August, and there was\nnobody in town.\n\nOtherwise there might have been loss of life.\n\n\n\n\nChapter 7\n\nA CONFERENCE OF THE POWERS\n\n\nThe Russians, led by General Vodkakoff, arrived at Hampstead half an\nhour after the bombardment had ceased, and the rest of the invaders,\nincluding Raisuli, who had got off on an _alibi_, dropped in at\nintervals during the week. By the evening of Saturday, the sixth of\nAugust, even the Chinese had limped to the metropolis. And the question\nnow was, What was going to happen? England displayed a polite\nindifference to the problem. We are essentially a nation of\nsight-seers. To us the excitement of staring at the invaders was\nenough. Into the complex international problems to which the situation\ngave rise it did not occur to us to examine. When you consider that a\ncrowd of five hundred Londoners will assemble in the space of two\nminutes, abandoning entirely all its other business, to watch a\ncab-horse that has fallen in the street, it is not surprising that the\nspectacle of nine separate and distinct armies in the metropolis left\nno room in the British mind for other reflections.\n\nThe attraction was beginning to draw people back to London now. They\nfound that the German shells had had one excellent result, they had\ndemolished nearly all the London statues. And what might have\nconceivably seemed a draw-back, the fact that they had blown great\nholes in the wood-paving, passed unnoticed amidst the more extensive\noperations of the London County Council.\n\nTaking it for all in all, the German gunners had simply been\nbeautifying London. The Albert Hall, struck by a merciful shell, had\ncome down with a run, and was now a heap of picturesque ruins;\nWhitefield's Tabernacle was a charred mass; and the burning of the\nRoyal Academy proved a great comfort to all. At a mass meeting in\nTrafalgar Square a hearty vote of thanks was passed, with acclamation,\nto Prince Otto.\n\nBut if Londoners rejoiced, the invaders were very far from doing so.\nThe complicated state of foreign politics made it imperative that there\nshould be no friction between the Powers. Yet here a great number of\nthem were in perhaps as embarrassing a position as ever diplomatists\nwere called upon to unravel. When nine dogs are assembled round one\nbone, it is rarely on the bone alone that teeth-marks are found at the\nclose of the proceedings.\n\nPrince Otto of Saxe-Pfennig set himself resolutely to grapple with the\nproblem. His chance of grappling successfully with it was not improved\nby the stream of telegrams which arrived daily from his Imperial\nMaster, demanding to know whether he had yet subjugated the country,\nand if not, why not. He had replied guardedly, stating the difficulties\nwhich lay in his way, and had received the following: \"At once mailed\nfist display. On Get or out Get.--WILHELM.\"\n\nIt was then that the distracted prince saw that steps must be taken at\nonce.\n\nCarefully-worded letters were despatched by District Messenger boys to\nthe other generals. Towards nightfall the replies began to come in,\nand, having read them, the Prince saw that this business could never be\nsettled without a personal interview. Many of the replies were\nabsolutely incoherent.\n\nRaisuli, apologising for delay on the ground that he had been away in\nthe Isle of Dogs cracking a crib, wrote suggesting that the Germans and\nMoroccans should combine with a view to playing the Confidence Trick on\nthe Swiss general, who seemed a simple sort of chap. \"Reminds me of\ndear old Maclean,\" wrote Raisuli. \"There is money in this. Will you\ncome in? Wire in the morning.\"\n\nThe general of the Monaco forces thought the best way would be to\nsettle the thing by means of a game of chance of the odd-man-out class.\nHe knew a splendid game called Slippery Sam. He could teach them the\nrules in half a minute.\n\nThe reply of Prince Ping Pong Pang of China was probably brilliant and\nscholarly, but it was expressed in Chinese characters of the Ming\nperiod, which Prince Otto did not understand; and even if he had it\nwould have done him no good, for he tried to read it from the top\ndownwards instead of from the bottom up.\n\nThe Young Turks, as might have been expected, wrote in their customary\nflippant, cheeky style. They were full of mischief, as usual. The body\nof the letter, scrawled in a round, schoolboy hand, dealt principally\nwith the details of the booby-trap which the general had successfully\nlaid for his head of staff. \"He was frightfully shirty,\" concluded the\nnote jubilantly.\n\nFrom the Bollygolla camp the messenger-boy returned without a scalp,\nand with a verbal message to the effect that the King could neither\nread nor write.\n\nGrand Duke Vodkakoff, from the Russian lines, replied in his smooth,\ncynical, Russian way:--\"You appear anxious, my dear prince, to scratch\nthe other entrants. May I beg you to remember what happens when you\nscratch a Russian?\"\n\nAs for the Mad Mullah's reply, it was simply pure delirium. The journey\nfrom Somaliland, and his meeting with his friend Mr. Dillon, appeared\nto have had the worse effects on his sanity. He opened with the\nstatement that he was a tea-pot: and that was the only really coherent\nremark he made.\n\nPrince Otto placed a hand wearily on his throbbing brow.\n\n\"We must have a conference,\" he said. \"It is the only way.\"\n\nNext day eight invitations to dinner went out from the German camp.\n\n       *       *       *       *       *\n\nIt would be idle to say that the dinner, as a dinner, was a complete\nsuccess. Half-way through the Swiss general missed his diamond\nsolitaire, and cold glances were cast at Raisuli, who sat on his\nimmediate left. Then the King of Bollygolla's table-manners were\nfrankly inelegant. When he wanted a thing, he grabbed for it. And he\nseemed to want nearly everything. Nor was the behaviour of the leader\nof the Young Turks all that could be desired. There had been some talk\nof only allowing him to come down to dessert; but he had squashed in,\nas he briefly put it, and it would be paltering with the truth to say\nthat he had not had far more champagne than was good for him. Also, the\ngeneral of Monaco had brought a pack of cards with him, and was\nspoiling the harmony by trying to induce Prince Ping Pong Pang to find\nthe lady. And the brainless laugh of the Mad Mullah was very trying.\n\nAltogether Prince Otto was glad when the cloth was removed, and the\nwaiters left the company to smoke and talk business.\n\nAnyone who has had anything to do with the higher diplomacy is aware\nthat diplomatic language stands in a class by itself. It is a language\nspecially designed to deceive the chance listener.\n\nThus when Prince Otto, turning to Grand Duke Vodkakoff, said quietly,\n\"I hear the crops are coming on nicely down Kent way,\" the habitual\nfrequenter of diplomatic circles would have understood, as did the\nGrand Duke, that what he really meant was, \"Now about this business.\nWhat do you propose to do?\"\n\nThe company, with the exception of the representative of the Young\nTurks, who was drinking _creme de menthe_ out of a tumbler, the\nMullah and the King of Bollygolla bent forward, deeply interested, to\ncatch the Russian's reply. Much would depend on this.\n\nVodkakoff carelessly flicked the ash off his cigarette.\n\n\"So I hear,\" he said slowly. \"But in Shropshire, they tell me, they are\nhaving trouble with the mangel-wurzels.\"\n\nThe prince frowned at this typical piece of shifty Russian diplomacy.\n\n\"How is your Highness getting on with your Highness's roller-skating?\"\nhe enquired guardedly.\n\nThe Russian smiled a subtle smile.\n\n\"Poorly,\" he said, \"poorly. The last time I tried the outside edge I\nthought somebody had thrown the building at me.\"\n\nPrince Otto flushed. He was a plain, blunt man, and he hated this\nbeating about the bush.\n\n\"Why does a chicken cross the road?\" he demanded, almost angrily.\n\nThe Russian raised his eyebrows, and smiled, but made no reply. The\nprince, resolved to give him no chance of wriggling away from the\npoint, pressed him hotly.\n\n\"Think of a number,\" he cried. \"Double it. Add ten. Take away the\nnumber you first thought of. Divide it by three, and what is the\nresult?\"\n\nThere was an awed silence. Surely the Russian, expert at evasion as he\nwas, could not parry so direct a challenge as this.\n\nHe threw away his cigarette and lit a cigar.\n\n\"I understand,\" he said, with a tinkle of defiance in his voice, \"that\nthe Suffragettes, as a last resource, propose to capture Mr. Asquith\nand sing the Suffragette Anthem to him.\"\n\nA startled gasp ran round the table.\n\n\"Because the higher he flies, the fewer?\" asked Prince Otto, with\nsinister calm.\n\n\"Because the higher he flies, the fewer,\" said the Russian smoothly,\nbut with the smoothness of a treacherous sea.\n\nThere was another gasp. The situation was becoming alarmingly tense.\n\n\"You are plain-spoken, your Highness,\" said Prince Otto slowly.\n\nAt this moment the tension was relieved by the Young Turk falling off\nhis chair with a crash on to the floor. Everyone jumped up startled.\nRaisuli took advantage of the confusion to pocket a silver ash-tray.\n\nThe interruption had a good effect. Frowns relaxed. The wranglers began\nto see that they had allowed their feelings to run away with them. It\nwas with a conciliatory smile that Prince Otto, filling the Grand\nDuke's glass, observed:\n\n\"Trumper is perhaps the prettier bat, but I confess I admire Fry's\nrobust driving.\"\n\nThe Russian was won over. He extended his hand.\n\n\"Two down and three to play, and the red near the top corner pocket,\"\nhe said with that half-Oriental charm which he knew so well how to\nexhibit on occasion.\n\nThe two shook hands warmly.\n\nAnd so it was settled, the Russian having, as we have seen, waived his\nclaim to bombard London in his turn, there was no obstacle to a\npeaceful settlement. It was obvious that the superior forces of the\nGermans and Russians gave them, if they did but combine, the key to the\nsituation. The decision they arrived at was, as set forth above, as\nfollows. After the fashion of the moment, the Russian and German\ngenerals decided to draw the Colour Line. That meant that the troops of\nChina, Somaliland, Bollygolla, as well as Raisuli and the Young Turks,\nwere ruled out. They would be given a week in which to leave the\ncountry. Resistance would be useless. The combined forces of the\nGermans, Russians, Swiss, and Monacoans were overwhelming, especially\nas the Chinese had not recovered from their wanderings in Wales and\nwere far too footsore still to think of serious fighting.\n\nWhen they had left, the remaining four Powers would continue the\ninvasion jointly.\n\n       *        *        *        *        *\n\nPrince Otto of Saxe-Pfennig went to bed that night, comfortably\nconscious of a good work well done. He saw his way now clear before\nhim.\n\nBut he had made one miscalculation. He had not reckoned with Clarence\nChugwater.\n\n\n\n\n\nPart Two\n\n\n\n\nChapter 1\n\nIN THE BOY SCOUTS' CAMP\n\n\nNight!\n\nNight in Aldwych!\n\nIn the centre of that vast tract of unreclaimed prairie known to\nLondoners as the Aldwych Site there shone feebly, seeming almost to\nemphasise the darkness and desolation of the scene, a single light.\n\nIt was the camp-fire of the Boy Scouts.\n\nThe night was raw and windy. A fine rain had been falling for some\nhours. The date of September the First. For just a month England had\nbeen in the grip of the invaders. The coloured section of the hostile\nforce had either reached its home by now, or was well on its way. The\npublic had seen it go with a certain regret. Not since the visit of the\nShah had such an attractive topic of conversation been afforded them.\nSeveral comic journalists had built up a reputation and a large price\nper thousand words on the King of Bollygolla alone. Theatres had\nbenefited by the index of a large, new, unsophisticated public. A piece\nat the Waldorf Theatre had run for a whole fortnight, and \"The Merry\nWidow\" had taken on a new lease of life. Selfridge's, abandoning its\npolicy of caution, had advertised to the extent of a quarter of a\ncolumn in two weekly papers.\n\nNow the Young Turks were back at school in Constantinople, shuffling\ntheir feet and throwing ink pellets at one another; Raisuli, home again\nin the old mountains, was working up the kidnapping business, which had\nfallen off sadly in his absence under the charge of an incompetent\n_locum tenens_; and the Chinese, the Bollygollans, and the troops\nof the Mad Mullah were enduring the miseries of sea-sickness out in\nmid-ocean.\n\nThe Swiss army had also gone home, in order to be in time for the\nwinter hotel season. There only remained the Germans, the Russians, and\nthe troops of Monaco.\n\n       *        *        *        *        *\n\nIn the camp of the Boy Scouts a vast activity prevailed.\n\nFew of London's millions realise how tremendous and far-reaching an\nassociation the Boy Scouts are. It will be news to the Man in the\nStreet to learn that, with the possible exception of the Black Hand,\nthe Scouts are perhaps the most carefully-organised secret society in\nthe world.\n\nTheir ramifications extend through the length and breadth of England.\nThe boys you see parading the streets with hockey-sticks are but a\nsmall section, the aristocrats of the Society. Every boy in England,\nand many a man, is in the pay of the association. Their funds are\npractically unlimited. By the oath of initiation which he takes on\njoining, every boy is compelled to pay into the common coffers a\npercentage of his pocket-money or his salary. When you drop his weekly\nthree and sixpence into the hand of your office-boy on Saturday,\npossibly you fancy he takes it home to mother. He doesn't. He spend\ntwo-and-six on Woodbines. The other shilling goes into the treasury of\nthe Boy Scouts. When you visit your nephew at Eton, and tip him five\npounds or whatever it is, does he spend it at the sock-shop?\nApparently, yes. In reality, a quarter reaches the common fund.\n\nTake another case, to show the Boy Scouts' power. You are a City\nmerchant, and, arriving at the office one morning in a bad temper, you\nproceed to cure yourself by taking it out of the office-boy. He says\nnothing, apparently does nothing. But that evening, as you are going\nhome in the Tube, a burly working-man treads heavily on your gouty\nfoot. In Ladbroke Grove a passing hansom splashes you with mud.\nReaching home, you find that the cat has been at the cold chicken and\nthe butler has given notice. You do not connect these things, but they\nare all alike the results of your unjust behaviour to your office-boy\nin the morning. Or, meeting a ragged little matchseller, you pat his\nhead and give him six-pence. Next day an anonymous present of champagne\narrives at your address.\n\nTerrible in their wrath, the Boy Scouts never forget kindness.\n\n       *       *       *       *       *\n\nThe whistle of a Striped Iguanodon sounded softly in the darkness. The\nsentry, who was pacing to and fro before the camp-fire, halted, and\npeered into the night. As he peered, he uttered the plaintive note of a\nzebra calling to its mate.\n\nA voice from the darkness said, \"Een gonyama-gonyama.\"\n\n\"Invooboo,\" replied the sentry argumentatively \"Yah bo! Yah bo!\nInvooboo.\"\n\nAn indistinct figure moved forward.\n\n\"Who goes there?\"\n\n\"A friend.\"\n\n\"Advance, friend, and give the countersign.\"\n\n\"Remember Mafeking, and death to Injuns.\"\n\n\"Pass friend! All's well.\"\n\nThe figure walked on into the firelight. The sentry started; then\nsaluted and stood to attention. On his face was a worshipping look of\nadmiration and awe, such as some young soldier of the Grande Armee\nmight have worn on seeing Napoleon; for the newcomer was Clarence\nChugwater.\n\n\"Your name?\" said Clarence, eyeing the sturdy young warrior.\n\n\"Private William Buggins, sir.\"\n\n\"You watch well, Private Buggins. England has need of such as you.\"\n\nHe pinched the young Scout's ear tolerantly. The sentry flushed with\npleasure.\n\n\"My orders have been carried out?\" said Clarence.\n\n\"Yes, sir. The patrols are all here.\"\n\n\"Enumerate them.\"\n\n\"The Chinchilla Kittens, the Bongos, the Zebras, the Iguanodons, the\nWelsh Rabbits, the Snapping Turtles, and a half-patrol of the 33rd\nLondon Gazekas, sir.\"\n\nClarence nodded.\n\n\"'Tis well,\" he said. \"What are they doing?\"\n\n\"Some of them are acting a Scout's play, sir; some are doing Cone\nExercises; one or two are practising deep breathing; and the rest are\ndancing an Old English Morris Dance.\"\n\nClarence nodded.\n\n\"They could not be better employed. Inform them that I have arrived and\nwould address them.\"\n\nThe sentry saluted.\n\nStanding in an attitude of deep thought, with his feet apart, his hands\nclasped behind him, and his chin sunk upon his breast, Clarence made a\nsingularly impressive picture. He had left his Essex home three weeks\nbefore, on the expiration of his ten days' holiday, to return to his\npost of junior sub-reporter on the staff of a leading London evening\npaper. It was really only at night now that he got any time to himself.\nDuring the day his time was his paper's, and he was compelled to spend\nthe weary hours reading off results of races and other sporting items\non the tape-machine. It was only at 6 p.m. that he could begin to\ndevote himself to the service of his country.\n\nThe Scouts had assembled now, and were standing, keen and alert, ready\nto do Clarence's bidding.\n\nClarence returned their salute moodily.\n\n\"Scout-master Wagstaff,\" he said.\n\nThe Scout-master, the leader of the troop formed by the various\npatrols, stepped forward.\n\n\"Let the war-dance commence.\"\n\nClarence watched the evolutions absently. His heart was ill-attuned to\ndances. But the thing had to be done, so it was as well to get it over.\nWhen the last movement had been completed, he raised his hand.\n\n\"Men,\" he said, in his clear, penetrating alto, \"although you have not\nthe same facilities as myself for hearing the latest news, you are all,\nby this time, doubtless aware that this England of ours lies 'neath the\nproud foot of a conqueror. It is for us to save her. (Cheers, and a\nvoice \"Invooboo!\") I would call on you here and now to seize your\nhockey-sticks and rush upon the invader, were it not, alas! that such\nan action would merely result in your destruction. At present the\ninvader is too strong. We must wait; and something tells me that we\nshall not have to wait long. (Applause.) Jealousy is beginning to\nspring up between the Russians and the Germans. It will be our task to\naggravate this feeling. With our perfect organisation this should be\neasy. Sooner or later this smouldering jealousy is going to burst into\nflame. Any day now,\" he proceeded, warming as he spoke, \"there may be\nthe dickens of a dust-up between these Johnnies, and then we've got 'em\nwhere the hair's short. See what I mean, you chaps? It's like this. Any\nmoment they may start scrapping and chaw each other up, and then we'll\nsimply sail in and knock what's left endways.\"\n\nA shout of applause went up from the assembled scouts.\n\n\"What I am anxious to impress upon you men,\" concluded Clarence, in\nmore measured tones, \"is that our hour approaches. England looks to us,\nand it is for us to see that she does not look in vain. Sedulously\nfeeding the growing flame of animosity between the component parts of\nthe invading horde, we may contrive to bring about that actual\ndisruption. Till that day, see to it that you prepare yourselves for\nwar. Men, I have finished.\"\n\n\"What the Chief Scout means,\" said Scout-master Wagstaff, \"is no\nrotting about and all that sort of rot. Jolly well keep yourselves fit,\nand then, when the time comes, we'll give these Russian and German\nblighters about the biggest hiding they've ever heard of. Follow the\nidea? Very well, then. Mind you don't go mucking the show up.\"\n\n\"Een gonyama-gonyama!\" shouted the new thoroughly roused troops.\n\"Invooboo! Yah bo! Yah bo! Invooboo!\"\n\nThe voice of Young England--of Young England alert and at its post!\n\n\n\n\nChapter 2\n\nAN IMPORTANT ENGAGEMENT\n\n\nHistorians, when they come to deal with the opening years of the\ntwentieth century, will probably call this the Music-Hall Age. At the\ntime of the great invasion the music-halls dominated England. Every\ntown and every suburb had its Hall, most of them more than one. The\npublic appetite for sight-seeing had to be satisfied somehow, and the\nmusic-hall provided the easiest way of doing it. The Halls formed a\ncommon place on which the celebrity and the ordinary man could meet. If\nan impulsive gentleman slew his grandmother with a coal-hammer, only a\nsmall portion of the public could gaze upon his pleasing features at\nthe Old Bailey. To enable the rest to enjoy the intellectual treat, it\nwas necessary to engage him, at enormous expense, to appear at a\nmusic-hall. There, if he happened to be acquitted, he would come on the\nstage, preceded by an asthmatic introducer, and beam affably at the\npublic for ten minutes, speaking at intervals in a totally inaudible\nvoice, and then retire; to be followed by some enterprising lady who\nhad endeavoured, unsuccessfully, to solve the problem of living at the\nrate of ten thousand a year on an income of nothing, or who had\nperformed some other similarly brainy feat.\n\nIt was not till the middle of September that anyone conceived what one\nwould have thought the obvious idea of offering music-hall engagements\nto the invading generals.\n\nThe first man to think of it was Solly Quhayne, the rising young agent.\nSolly was the son of Abraham Cohen, an eminent agent of the Victorian\nera. His brothers, Abe Kern, Benjamin Colquhoun, Jack Coyne, and Barney\nCowan had gravitated to the City; but Solly had carried on the old\nbusiness, and was making a big name for himself. It was Solly who had\nmet Blinky Bill Mullins, the prominent sand-bagger, as he emerged from\nhis twenty years' retirement at Dartmoor, and booked him solid for a\nthirty-six months' lecturing tour on the McGinnis circuit. It was to\nhim, too, that Joe Brown, who could eat eight pounds of raw meat in\nseven and a quarter minutes, owed his first chance of displaying his\ngifts to the wider public of the vaudeville stage.\n\nThe idea of securing the services of the invading generals came to him\nin a flash.\n\n\"S'elp me!\" he cried. \"I believe they'd go big; put 'em on where you\nlike.\"\n\nSolly was a man of action. Within a minute he was talking to the\nmanaging director of the Mammoth Syndicate Halls on the telephone. In\nfive minutes the managing director had agreed to pay Prince Otto of\nSaxe-Pfennig five hundred pounds a week, if he could be prevailed upon\nto appear. In ten minutes the Grand Duke Vodkakoff had been engaged,\nsubject to his approval, at a weekly four hundred and fifty by the\nStone-Rafferty circuit. And in a quarter of an hour Solly Quhayne,\nhaving pushed his way through a mixed crowd of Tricky Serios and\nVersatile Comedians and Patterers who had been waiting to see him for\nthe last hour and a half, was bowling off in a taximeter-cab to the\nRussian lines at Hampstead.\n\nGeneral Vodkakoff received his visitor civilly, but at first without\nenthusiasm. There were, it seemed, objections to his becoming an\nartiste. Would he have to wear a properly bald head and sing songs\nabout wanting people to see his girl? He didn't think he could. He had\nonly sung once in his life, and that was twenty years ago at a\nbump-supper at Moscow University. And even then, he confided to Mr.\nQuhayne, it had taken a decanter and a-half of neat vodka to bring him\nup to the scratch.\n\nThe agent ridiculed the idea.\n\n\"Why, your Grand Grace,\" he cried, \"there won't be anything of that\nsort. You ain't going to be starred as a _comic_. You're a Refined\nLecturer and Society Monologue Artist. 'How I Invaded England,' with\nlights down and the cinematograph going. We can easily fake the\npictures.\"\n\nThe Grand Duke made another objection.\n\n\"I understand,\" he said, \"it is etiquette for music-hall artists in\ntheir spare time to eat--er--fried fish with their fingers. Must I do\nthat? I doubt if I could manage it.\"\n\nMr Quhayne once more became the human semaphore.\n\n\"S'elp me! Of course you needn't! All the leading pros, eat it with a\nspoon. Bless you, you can be the refined gentleman on the Halls same as\nanywhere else. Come now, your Grand Grace, is it a deal? Four hundred\nand fifty chinking o'Goblins a week for one hall a night, and\npress-agented at eight hundred and seventy-five. S'elp me! Lauder\ndoesn't get it, not in England.\"\n\nThe Grand Duke reflected. The invasion has proved more expensive than\nhe had foreseen. The English are proverbially a nation of shopkeepers,\nand they had put up their prices in all the shops for his special\nbenefit. And he was expected to do such a lot of tipping. Four hundred\nand fifty a week would come in uncommonly useful.\n\n\"Where do I sign?\" he asked, extending his hand for the agreement.\n\n       *        *        *        *        *\n\nFive minutes later Mr. Quhayne was urging his taxidriver to exceed the\nspeed-limit in the direction of Tottenham.\n\n\n\n\nChapter 3\n\nA BIRD'S-EYE VIEW OF THE SITUATION\n\n\nClarence read the news of the two engagements on the tape at the office\nof his paper, but the first intimation the general public had of it was\nthrough the medium of headlines:--\n\n    MUSIC-HALL SENSATION\n    INVADING GENERALS' GIGANTIC SALARIES\n    RUMOURED RESENTMENT OF V.A.F.\n    WHAT WILL WATER-RATS DO?\n    INTERVIEW WITH MR. HARRY LAUDER\n\nClarence chuckled grimly as the tape clicked out the news. The end had\nbegun. To sow jealousy between the rival generals would have been easy.\nTo sow it between two rival music-hall artistes would be among the\nworld's softest jobs.\n\nAmong the general public, of course, the announcement created a\nprofound sensation. Nothing else was talked about in train and omnibus.\nThe papers had leaders on the subject. At first the popular impression\nwas that the generals were going to do a comedy duo act of the\nWho-Was-It-I-Seen-You-Coming-Down-the-Street-With? type, and there was\ndisappointment when it was found that the engagements were for\ndifferent halls. Rumours sprang up. It was said that the Grand Duke had\nfor years been an enthusiastic amateur sword-swallower, and had,\nindeed, come to England mainly for the purpose of getting bookings;\nthat the Prince had a secure reputation in Potsdam as a singer of songs\nin the George Robey style; that both were expert trick-cyclists.\n\nThen the truth came out. Neither had any specialities; they would\nsimply appear and deliver lectures.\n\nThe feeling in the music-hall world was strong. The Variety Artists'\nFederation debated the advisability of another strike. The Water Rats,\nmeeting in mystic secrecy in a Maiden Lane public-house, passed fifteen\nresolutions in an hour and a quarter. Sir Harry Lauder, interviewed by\nthe _Era_, gave it as his opinion that both the Grand Duke and the\nPrince were gowks, who would do well to haud their blether. He himself\nproposed to go straight to America, where genuine artists were cheered\nin the streets and entertained at haggis dinners, and not forced to\ncompete with amateur sumphs and gonuphs from other countries.\n\nClarence, brooding over the situation like a Providence, was glad to\nsee that already the new move had weakened the invaders' power. The day\nafter the announcement in the press of the approaching _debut_ of\nthe other generals, the leader of the army of Monaco had hurried to the\nagents to secure an engagement for himself. He held out the special\ninducement of card-tricks, at which he was highly skilled. The agents\nhad received him coldly. Brown and Day had asked him to call again.\nFoster had sent out a message regretting that he was too busy to see\nhim. At de Freece's he had been kept waiting in the ante-room for two\nhours in the midst of a bevy of Sparkling Comediennes of pronounced\nperoxidity and blue-chinned men in dusty bowler-hats, who told each\nother how they had gone with a bang at Oakham and John o'Groats, and\nhad then gone away in despair.\n\nOn the following day, deeply offended, he had withdrawn his troops from\nthe country.\n\nThe strength of the invaders was melting away little by little.\n\n\"How long?\" murmured Clarence Chugwater, as he worked at the\ntape-machine. \"How long?\"\n\n\n\n\nChapter 4\n\nCLARENCE HEARS IMPORTANT NEWS\n\n\nIt was Clarence's custom to leave the office of his newspaper at one\no'clock each day, and lunch at a neighbouring Aerated Bread shop. He\ndid this on the day following the first appearance of the two generals\nat their respective halls. He had brought an early edition of the paper\nwith him, and in the intervals of dealing with his glass of milk and\nscone and butter, he read the report of the performances.\n\nBoth, it seemed, had met with flattering receptions, though they had\nappeared nervous. The Russian general especially, whose style, said the\ncritic, was somewhat reminiscent of Mr. T. E. Dunville, had made\nhimself a great favourite with the gallery. The report concluded by\ncalling attention once more to the fact that the salaries paid to the\ntwo--eight hundred and seventy-five pounds a week each--established a\nrecord in music-hall history on this side of the Atlantic.\n\nClarence had just finished this when there came to his ear the faint\nnote of a tarantula singing to its young.\n\nHe looked up. Opposite him, at the next table, was seated a youth of\nfifteen, of a slightly grubby aspect. He was eyeing Clarence closely.\n\nClarence took off his spectacles, polished them, and replaced them on\nhis nose. As he did so, the thin gruffle of the tarantula sounded once\nmore. Without changing his expression, Clarence cautiously uttered the\ndeep snarl of a sand-eel surprised while bathing.\n\nIt was sufficient. The other rose to his feet, holding his right hand\non a line with his shoulder, palm to the front, thumb resting on the\nnail of the little finger, and the other three fingers upright.\n\nClarence seized his hat by the brim at the back, and moved it swiftly\ntwice up and down.\n\nThe other, hesitating no longer, came over to his table.\n\n\"Pip-pip!\" he said, in an undertone.\n\n\"Toodleoo and God save the King!\" whispered Clarence.\n\nThe mystic ceremony which always takes place when two Boy Scouts meet\nin public was complete.\n\n\"Private Biggs of the Eighteenth Tarantulas, sir,\" said the boy\nrespectfully, for he had recognised Clarence.\n\nClarence inclined his head.\n\n\"You may sit, Private Biggs,\" he said graciously. \"You have news to\nimpart?\"\n\n\"News, sir, that may be of vital importance.\"\n\n\"Say on.\"\n\nPrivate Biggs, who had brought his sparkling limado and a bath-bun with\nhim from the other table, took a sip of the former, and embarked upon\nhis narrative.\n\n\"I am employed, sir,\" he said, \"as a sort of junior clerk and\noffice-boy by Mr. Solly Quhayne, the music-hall agent.\"\n\nClarence tapped his brow thoughtfully; then his face cleared.\n\n\"I remember. It was he who secured the engagements of the generals.\"\n\n\"The same, sir.\"\n\n\"Proceed.\"\n\nThe other resumed his story.\n\n\"It is my duty to sit in a sort of rabbit-hutch in the outer office,\ntake the callers' names, and especially to see that they don't get\nthrough to Mr. Quhayne till he wishes to receive them. That is the most\nexacting part of my day's work. You wouldn't believe how full of the\npurest swank some of these pros. are. Tell you they've got an\nappointment as soon as look at you. Artful beggars!\"\n\nClarence nodded sympathetically.\n\n\"This morning an Acrobat and Society Contortionist made such a fuss\nthat in the end I had to take his card in to the private office. Mr.\nQuhayne was there talking to a gentleman whom I recognised as his\nbrother, Mr. Colquhoun. They were engrossed in their conversation, and\ndid not notice me for a moment. With no wish to play the eavesdropper,\nI could not help but overhear. They were talking about the generals.\n'Yes, I know they're press-agented at eight seventy-five, dear boy,' I\nheard Mr. Quhayne say, 'but between you and me and the door-knob that\nisn't what they're getting. The German feller's drawing five hundred of\nthe best, but I could only get four-fifty for the Russian. Can't say\nwhy. I should have thought, if anything, he'd be the bigger draw. Bit\nof a comic in his way!' And then he saw me. There was some slight\nunpleasantness. In fact, I've got the sack. After it was over I came\naway to try and find you. It seemed to me that the information might be\nof importance.\"\n\nClarence's eyes gleamed.\n\n\"You have done splendidly, Private--no, _Corporal_ Biggs. Do not\nregret your lost position. The society shall find you work. This news\nyou have brought is of the utmost--the most vital importance. Dash it!\"\nhe cried, unbending in his enthusiasm, \"we've got 'em on the hop. If\nthey aren't biting pieces out of each other in the next day or two, I'm\njolly well mistaken.\"\n\nHe rose; then sat down again.\n\n\"Corporal--no, dash it, Sergeant Biggs--you must have something with\nme. This is an occasion. The news you have brought me may mean the\nsalvation of England. What would you like?\"\n\nThe other saluted joyfully.\n\n\"I think I'll have another sparkling limado, thanks, awfully,\" he said.\n\nThe beverage arrived. They raised their glasses.\n\n\"To England,\" said Clarence simply.\n\n\"To England,\" echoed his subordinate.\n\n       *       *       *       *       *\n\nClarence left the shop with swift strides, and hurried, deep in\nthought, to the offices of the _Encore_ in Wellington Street.\n\n\"Yus?\" said the office-boy interrogatively.\n\nClarence gave the Scout's Siquand, the pass-word. The boy's demeanour\nchanged instantly. He saluted with the utmost respect.\n\n\"I wish to see the Editor,\" said Clarence.\n\nA short speech, but one that meant salvation for the motherland.\n\n\n\n\nChapter 5\n\nSEEDS OF DISCORD\n\n\nThe days following Clarence's visit to the offices of the _Encore_\nwere marked by a growing feeling of unrest, alike among invaded and\ninvaders. The first novelty and excitement of the foreign occupation of\nthe country was beginning to wear off, and in its place the sturdy\nindependence so typical of the British character was reasserting\nitself. Deep down in his heart the genuine Englishman has a rugged\ndistaste for seeing his country invaded by a foreign army. People were\nasking themselves by what right these aliens had overrun British soil.\nAn ever-growing feeling of annoyance had begun to lay hold of the\nnation.\n\nIt is probable that the departure of Sir Harry Lauder first brought\nhome to England what this invasion might mean. The great comedian, in\nhis manifesto in the _Times_, had not minced his words. Plainly\nand crisply he had stated that he was leaving the country because the\nmusic-hall stage was given over to alien gowks. He was sorry for\nEngland. He liked England. But now, all he could say was, \"God bless\nyou.\" England shuddered, remembering that last time he had said, \"God\nbless you till I come back.\"\n\nOminous mutterings began to make themselves heard.\n\nOther causes contributed to swell the discontent. A regiment of\nRussians, out route-marching, had walked across the bowling-screen at\nKennington Oval during the Surrey _v._ Lancashire match, causing\nHayward to be bowled for a duck's-egg. A band of German sappers had dug\na trench right across the turf at Queen's Club.\n\nThe mutterings increased.\n\nNor were the invaders satisfied and happy. The late English summer had\nset in with all its usual severity, and the Cossacks, reared in the\nkindlier climate of Siberia, were feeling it terribly. Colds were the\nrule rather than the exception in the Russian lines. The coughing of\nthe Germans at Tottenham could be heard in Oxford Street.\n\nThe attitude of the British public, too, was getting on their nerves.\nThey had been prepared for fierce resistance. They had pictured the\ninvasion as a series of brisk battles--painful perhaps, but exciting.\nThey had anticipated that when they had conquered the country they\nmight meet with the Glare of Hatred as they patrolled the streets. The\nSupercilious Stare unnerved them. There is nothing so terrible to the\nhighly-strung foreigner as the cold, contemptuous, patronising gaze of\nthe Englishman. It gave the invaders a perpetual feeling of doing the\nwrong thing. They felt like men who had been found travelling in a\nfirst-class carriage with a third-class ticket. They became conscious\nof the size of their hands and feet. As they marched through the\nMetropolis they felt their ears growing hot and red. Beneath the chilly\nstare of the populace they experienced all the sensations of a man who\nhas come to a strange dinner-party in a tweed suit when everybody else\nhas dressed. They felt warm and prickly.\n\nIt was dull for them, too. London is never at its best in early\nSeptember, even for the _habitue_. There was nothing to do. Most\nof the theatres were shut. The streets were damp and dirty. It was all\nvery well for the generals, appearing every night in the glare and\nglitter of the footlights; but for the rank and file the occupation of\nLondon spelt pure boredom.\n\nLondon was, in fact, a human powder-magazine. And it was Clarence\nChugwater who with a firm hand applied the match that was to set it in\na blaze.\n\n\n\n\nChapter 6\n\nTHE BOMB-SHELL\n\n\nClarence had called at the offices of the _Encore_ on a Friday.\nThe paper's publishing day is Thursday. The _Encore_ is the Times\nof the music-hall world. It casts its curses here, bestows its\nbenedictions (sparely) there. The _Encore_ criticising the latest\naction of the Variety Artists' Federation is the nearest modern\napproach to Jove hurling the thunderbolt. Its motto is, \"Cry havoc, and\nlet loose the performing dogs of war.\"\n\nIt so happened that on the Thursday following his momentous visit to\nWellington Street, there was need of someone on the staff of Clarence's\nevening paper to go and obtain an interview from the Russian general.\nMr. Hubert Wales had just published a novel so fruity in theme and\ntreatment that it had been publicly denounced from the pulpit by no\nless a person than the Rev. Canon Edgar Sheppard, D.D., Sub-Dean\nof His Majesty's Chapels Royal, Deputy Clerk of the Closet and\nSub-Almoner to the King. A morning paper had started the question,\n\"Should there be a Censor of Fiction?\" and, in accordance with custom,\neditors were collecting the views of celebrities, preferably of those\nwhose opinion on the subject was absolutely valueless.\n\nAll the other reporters being away on their duties, the editor was at a\nloss.\n\n\"Isn't there anybody else?\" he demanded.\n\nThe chief sub-editor pondered.\n\n\"There is young blooming Chugwater,\" he said.\n\n(It was thus that England's deliverer was habitually spoken of in the\noffice.)\n\n\"Then send him,\" said the editor.\n\n       *       *       *       *       *\n\nGrand Duke Vodkakoff's turn at the Magnum Palace of Varieties started\nevery evening at ten sharp. He topped the bill. Clarence, having been\ndetained by a review of the Scouts, did not reach the hall till five\nminutes to the hour. He got to the dressing-room as the general was\ngoing on to the stage.\n\nThe Grand Duke dressed in the large room with the other male turns.\nThere were no private dressing-rooms at the Magnum. Clarence sat down\non a basket-trunk belonging to the Premier Troupe of Bounding Zouaves\nof the Desert, and waited. The four athletic young gentlemen who\ncomposed the troupe were dressing after their turn. They took no notice\nof Clarence.\n\nPresently one Zouave spoke.\n\n\"Bit off to-night, Bill. Cold house.\"\n\n\"Not 'arf,\" replied his colleague. \"Gave me the shivers.\"\n\n\"Wonder how his nibs'll go.\"\n\nEvidently he referred to the Grand Duke.\n\n\"Oh, _'e's_ all right. They eat his sort of swank. Seems to me the\nprofession's going to the dogs, what with these bloomin' amytoors an'\nall. Got the 'airbrush, 'Arry?\"\n\nHarry, a tall, silent Zouave, handed over the hairbrush.\n\nBill continued.\n\n\"I'd like to see him go on of a Monday night at the old Mogul. They'd\nsoon show him. It gives me the fair 'ump, it does, these toffs coming\nin and taking the bread out of our mouths. Why can't he give us chaps a\nchance? Fair makes me rasp, him and his bloomin' eight hundred and\nseventy-five o' goblins a week.\"\n\n\"Not so much of your eight hundred and seventy-five, young feller me\nlad,\" said the Zouave who had spoken first. \"Ain't you seen the rag\nthis week?\"\n\n\"Naow. What's in it? How does our advert, look?\"\n\n\"Ow, that's all right, never mind that. You look at 'What the\n_Encore_ Would Like to Know.' That's what'll touch his nibs up.\"\n\nHe produced a copy of the paper from the pocket of his great-coat which\nhung from the door, and passed it to his bounding brother.\n\n\"Read it out, old sort,\" he said.\n\nThe other took it to the light and began to read slowly and cautiously,\nas one who is no expert at the art.\n\n\"'What the _Encore_ would like to know:--Whether Prince Otto of\nSaxe-Pfennig didn't go particularly big at the Lobelia last week? And\nWhether his success hasn't compelled Agent Quhayne to purchase a\nlarger-sized hat? And Whether it isn't a fact that, though they are\npress-agented at the same figure, Prince Otto is getting fifty a week\nmore than Grand Duke Vodkakoff? And If it is not so, why a little bird\nhas assured us that the Prince is being paid five hundred a week and\nthe Grand Duke only four hundred and fifty? And, In any case, whether\nthe Prince isn't worth fifty a week more than his Russian friend?'\nLumme!\"\n\nAn awed silence fell upon the group. To Clarence, who had dictated the\nmatter (though the style was the editor's), the paragraph did not come\nas a surprise. His only feeling was one of relief that the editor had\nserved up his material so well. He felt that he had been justified in\nleaving the more delicate literary work to that master-hand.\n\n\"That'll be one in the eye,\" said the Zouave Harry. \"'Ere, I'll stick\nit up opposite of him when he comes back to dress. Got a pin and a\npencil, some of you?\"\n\nHe marked the quarter column heavily, and pinned it up beside the\nlooking-glass. Then he turned to his companions.\n\n\"'Ow about not waiting, chaps?\" he suggested. \"I shouldn't 'arf wonder,\nfrom the look of him, if he wasn't the 'aughty kind of a feller who'd\ncleave you to the bazooka for tuppence with his bloomin' falchion. I'm\ngoin' to 'urry through with my dressing and wait till to-morrow night\nto see how he looks. No risks for Willie!\"\n\nThe suggestion seemed thoughtful and good. The Bounding Zouaves, with\none accord, bounded into their clothes and disappeared through the door\njust as a long-drawn chord from the invisible orchestra announced the\nconclusion of the Grand Duke's turn.\n\nGeneral Vodkakoff strutted into the room, listening complacently to the\napplause which was still going on. He had gone well. He felt pleased\nwith himself.\n\nIt was not for a moment that he noticed Clarence.\n\n\"Ah,\" he said, \"the interviewer, eh? You wish to--\"\n\nClarence began to explain his mission. While he was doing so the Grand\nDuke strolled to the basin and began to remove his make-up. He\nfavoured, when on the stage, a touch of the Raven Gipsy No. 3\ngrease-paint. It added a picturesque swarthiness to his appearance, and\nmade him look more like what he felt to be the popular ideal of a\nRussian general.\n\nThe looking-glass hung just over the basin.\n\nClarence, watching him in the glass, saw him start as he read the first\nparagraph. A dark flush, almost rivalling the Raven Gipsy No. 3, spread\nover his face. He trembled with rage.\n\n\"Who put that paper there?\" he roared, turning.\n\n\"With reference, then, to Mr. Hubert Wales's novel,\" said Clarence.\n\nThe Grand Duke cursed Mr. Hubert Wales, his novel, and Clarence in one\nsentence.\n\n\"You may possibly,\" continued Clarence, sticking to his point like a\ngood interviewer, \"have read the trenchant, but some say justifiable\nremarks of the Rev. Canon Edgar Sheppard, D.D., Sub-Dean of His\nMajesty's Chapels Royal, Deputy Clerk of the Closet, and Sub-Almoner to\nthe King.\"\n\nThe Grand Duke swiftly added that eminent cleric to the list.\n\n\"Did you put that paper on this looking-glass?\" he shouted.\n\n\"I did not put that paper on that looking-glass,\" replied Clarence\nprecisely.\n\n\"Ah,\" said the Grand Duke, \"if you had, I'd have come and wrung your\nneck like a chicken, and scattered you to the four corners of this\ndressing-room.\"\n\n\"I'm glad I didn't,\" said Clarence.\n\n\"Have you read this paper on the looking-glass?\"\n\n\"I have not read that paper on the looking-glass,\" replied Clarence,\nwhose chief fault as a conversationalist was that he was perhaps a\nshade too Ollendorfian. \"But I know its contents.\"\n\n\"It's a lie!\" roared the Grand Duke. \"An infamous lie! I've a good mind\nto have him up for libel. I know very well he got them to put those\nparagraphs in, if he didn't write them himself.\"\n\n\"Professional jealousy,\" said Clarence, with a sigh, \"is a very sad\nthing.\"\n\n\"I'll professional jealousy him!\"\n\n\"I hear,\" said Clarence casually, \"that he _has_ been going very\nwell at the Lobelia. A friend of mine who was there last night told me\nhe took eleven calls.\"\n\nFor a moment the Russian General's face swelled apoplectically. Then he\nrecovered himself with a tremendous effort.\n\n\"Wait!\" he said, with awful calm. \"Wait till to-morrow night! I'll show\nhim! Went very well, did he? Ha! Took eleven calls, did he? Oh, ha, ha!\nAnd he'll take them to-morrow night, too! Only\"--and here his voice\ntook on a note of fiendish purpose so terrible that, hardened scout as\nhe was, Clarence felt his flesh creep--\"only this time they'll be\ncatcalls!\"\n\nAnd, with a shout of almost maniac laughter, the jealous artiste flung\nhimself into a chair, and began to pull off his boots.\n\nClarence silently withdrew. The hour was very near.\n\n\n\n\nChapter 7\n\nTHE BIRD\n\n\nThe Grand Duke Vodkakoff was not the man to let the grass grow under\nhis feet. He was no lobster, no flat-fish. He did it now--swift,\nsecret, deadly--a typical Muscovite. By midnight his staff had their\norders.\n\nThose orders were for the stalls at the Lobelia.\n\nPrice of entrance to the gallery and pit was served out at daybreak to\nthe Eighth and Fifteenth Cossacks of the Don, those fierce,\nsemi-civilised fighting-machines who know no fear.\n\nGrand Duke Vodkakoff's preparations were ready.\n\n       *       *       *       *       *\n\nFew more fortunate events have occurred in the history of English\nliterature than the quite accidental visit of Mr. Bart Kennedy to the\nLobelia on that historic night. He happened to turn in there casually\nafter dinner, and was thus enabled to see the whole thing from start to\nfinish. At a quarter to eleven a wild-eyed man charged in at the main\nentrance of Carmelite House, and, too impatient to use the lift, dashed\nup the stairs, shouting for pens, ink and paper.\n\nNext morning the _Daily Mail_ was one riot of headlines. The whole\nof page five was given up to the topic. The headlines were not elusive.\nThey flung the facts at the reader:--\n\n    SCENE AT THE LOBELIA\n    PRINCE OTTO OF SAXE-PFENNIG\n    GIVEN THE BIRD BY\n    RUSSIAN SOLDIERS\n    WHAT WILL BE THE OUTCOME?\n\nThere were about seventeen more, and then came Mr. Bart Kennedy's\nspecial report.\n\nHe wrote as follows:--\n\n\"A night to remember. A marvellous night. A night such as few will see\nagain. A night of fear and wonder. The night of September the eleventh.\nLast night.\n\n\"Nine-thirty. I had dined. I had eaten my dinner. My dinner! So\ninextricably are the prose and romance of life blended. My dinner! I\nhad eaten my dinner on this night. This wonderful night. This night of\nSeptember the eleventh. Last night!\n\n\"I had dined at the club. A chop. A boiled potato. Mushrooms on toast.\nA touch of Stilton. Half-a-bottle of Beaune. I lay back in my chair. I\ndebated within myself. A Hall? A theatre? A book in the library? That\nnight, the night of September the eleventh, I as near as a toucher\nspent in the library of my club with a book. That night! The night of\nSeptember the eleventh. Last night!\n\n\"Fate took me to the Lobelia. Fate! We are its toys. Its footballs. We\nare the footballs of Fate. Fate might have sent me to the Gaiety. Fate\ntook me to the Lobelia. This Fate which rules us.\n\n\"I sent in my card to the manager. He let me through. Ever courteous.\nHe let me through on my face. This manager. This genial and courteous\nmanager.\n\n\"I was in the Lobelia. A dead-head. I was in the Lobelia as a\ndead-head!\"\n\nHere, in the original draft of the article, there are reflections, at\nsome length, on the interior decorations of the Hall, and an excursus\non music-hall performances in general. It is not till he comes to\nexamine the audience that Mr. Kennedy returns to the main issue.\n\n\"And what manner of audience was it that had gathered together to view\nthe entertainment provided by the genial and courteous manager of the\nLobelia? The audience. Beyond whom there is no appeal. The Caesars of\nthe music-hall. The audience.\"\n\nAt this point the author has a few extremely interesting and thoughtful\nremarks on the subject of audiences. These may be omitted. \"In the\nstalls I noted a solid body of Russian officers. These soldiers from\nthe Steppes. These bearded men. These Russians. They sat silent and\nwatchful. They applauded little. The programme left them cold. The\nTrick Cyclist. The Dashing Soubrette and Idol of Belgravia. The\nArgumentative College Chums. The Swell Comedian. The Man with the\nPerforming Canaries. None of these could rouse them. They were waiting.\nWaiting. Waiting tensely. Every muscle taut. Husbanding their strength.\nWaiting. For what?\n\n\"A man at my side told a friend that a fellow had told him that he had\nbeen told by a commissionaire that the pit and gallery were full of\nRussians. Russians. Russians everywhere. Why? Were they genuine patrons\nof the Halls? Or were they there from some ulterior motive? There was\nan air of suspense. We were all waiting. Waiting. For what?\n\n\"The atmosphere is summed up in a word. One word. Sinister. The\natmosphere was sinister.\n\n\"AA! A stir in the crowded house. The ruffling of the face of the sea\nbefore a storm. The Sisters Sigsbee, Coon Delineators and Unrivalled\nBurlesque Artists, have finished their dance, smiled, blown kisses,\nskipped off, skipped on again, smiled, blown more kisses, and\ndisappeared. A long chord from the orchestra. A chord that is almost a\nwail. A wail of regret for that which is past. Two liveried menials\nappear. They carry sheets of cardboard. These menials carry sheets of\ncardboard. But not blank sheets. On each sheet is a number.\n\n\"The number 15.\n\n\"Who is number 15?\n\n\"Prince Otto of Saxe-Pfennig. Prince Otto, General of the German Army.\nPrince Otto is Number 15.\n\n\"A burst of applause from the house. But not from the Russians. They\nare silent. They are waiting. For what?\n\n\"The orchestra plays a lively air. The massive curtains part. A tall,\nhandsome military figure strides on to the stage. He bows. This tall,\nhandsome, military man bows. He is Prince Otto of Saxe-Pfennig, General\nof the Army of Germany. One of our conquerors.\n\n\"He begins to speak. 'Ladies and gentlemen.' This man, this general,\nsays, 'Ladies and gentlemen.'\n\n\"But no more. No more. No more. Nothing more. No more. He says, 'Ladies\nand Gentlemen,' but no more.\n\n\"And why does he say no more? Has he finished his turn? Is that all he\ndoes? Are his eight hundred and seventy-five pounds a week paid him for\nsaying, 'Ladies and Gentlemen'?\n\n\"No!\n\n\"He would say more. He has more to say. This is only the beginning.\nThis tall, handsome man has all his music still within him.\n\n\"Why, then, does he say no more? Why does he say 'Ladies and\nGentlemen,' but no more? No more. Only that. No more. Nothing more. No\nmore.\n\n\"Because from the stalls a solid, vast, crushing 'Boo!' is hurled at\nhim. From the Russians in the stalls comes this vast, crushing 'Boo!'\nIt is for this that they have been waiting. It is for this that they\nhave been waiting so tensely. For this. They have been waiting for this\ncolossal 'Boo!'\n\n\"The General retreats a step. He is amazed. Startled. Perhaps\nfrightened. He waves his hands.\n\n\"From gallery and pit comes a hideous whistling and howling. The noise\nof wild beasts. The noise of exploding boilers. The noise of a\nmusic-hall audience giving a performer the bird.\n\n\"Everyone is standing on his feet. Some on mine. Everyone is shouting.\nThis vast audience is shouting.\n\n\"Words begin to emerge from the babel.\n\n\"'Get offski! Rotten turnovitch!' These bearded Russians, these stern\ncritics, shout, 'Rotten turnovitch!'\n\n\"Fire shoots from the eyes of the German. This strong man's eyes.\n\n\"'Get offski! Swankietoff! Rotten turnovitch!'\n\n\"The fury of this audience is terrible. This audience. This last court\nof appeal. This audience in its fury is terrible.\n\n\"What will happen? The German stands his ground. This man of blood and\niron stands his ground. He means to go on. This strong man. He means to\ngo on if it snows.\n\n\"The audience is pulling up the benches. A tomato shatters itself on\nthe Prince's right eye. An over-ripe tomato.\n\n\"'Get offski!' Three eggs and a cat sail through the air. Falling\nshort, they drop on to the orchestra. These eggs! This cat! They fall\non the conductor and the second trombone. They fall like the gentle dew\nfrom Heaven upon the place beneath. That cat! Those eggs!\n\n\"AA! At last the stage-manager--keen, alert, resourceful--saves the\nsituation. This man. This stage-manager. This man with the big brain.\nSlowly, inevitably, the fireproof curtain falls. It is half-way down.\nIt is down. Before it, the audience. The audience. Behind it, the\nPrince. The Prince. That general. That man of iron. That performer who\nhas just got the bird.\n\n\"The Russian National Anthem rings through the hall. Thunderous!\nTriumphant! The Russian National Anthem. A paean of joy.\n\n\"The menials reappear. Those calm, passionless menials. They remove the\nnumber fifteen. They insert the number sixteen. They are like\nDestiny--Pitiless, Unmoved, Purposeful, Silent. Those menials.\n\n\"A crash from the orchestra. Turn number sixteen has begun....\"\n\n\n\n\nChapter 8\n\nTHE MEETING AT THE SCOTCH STORES\n\n\nPrince Otto of Saxe-Pfennig stood in the wings, shaking in every limb.\nGerman oaths of indescribable vigour poured from his lips. In a group\nsome feet away stood six muscular, short-sleeved stage-hands. It was\nthey who had flung themselves on the general at the fall of the iron\ncurtain and prevented him dashing round to attack the stalls with his\nsabre. At a sign from the stage-manager they were ready to do it again.\n\nThe stage-manager was endeavouring to administer balm.\n\n\"Bless you, your Highness,\" he was saying, \"it's nothing. It's what\nhappens to everyone some time. Ask any of the top-notch pros. Ask 'em\nwhether they never got the bird when they were starting. Why, even now\nsome of the biggest stars can't go to some towns because they always\ncop it there. Bless you, it----\"\n\nA stage-hand came up with a piece of paper in his hand.\n\n\"Young feller in spectacles and a rum sort o' suit give me this for\nyour 'Ighness.\"\n\nThe Prince snatched it from his hand.\n\nThe note was written in a round, boyish hand. It was signed, \"A\nFriend.\" It ran:--\"The men who booed you to-night were sent for that\npurpose by General Vodkakoff, who is jealous of you because of the\nparagraphs in the _Encore_ this week.\"\n\nPrince Otto became suddenly calm.\n\n\"Excuse me, your Highness,\" said the stage-manager anxiously, as he\nmoved, \"you can't go round to the front. Stand by, Bill.\"\n\n\"Right, sir!\" said the stage-hands.\n\nPrince Otto smiled pleasantly.\n\n\"There is no danger. I do not intend to go to the front. I am going to\nlook in at the Scotch Stores for a moment.\"\n\n\"Oh, in that case, your Highness, good-night, your Highness! Better\nluck to-morrow, your Highness!\"\n\n       *       *       *       *       *\n\nIt had been the custom of the two generals, since they had joined the\nmusic-hall profession, to go, after their turn, to the Scotch Stores,\nwhere they stood talking and blocking the gangway, as etiquette demands\nthat a successful artiste shall.\n\nThe Prince had little doubt but that he would find Vodkakoff there\nto-night.\n\nHe was right. The Russian general was there, chatting affably across\nthe counter about the weather.\n\nHe nodded at the Prince with a well-assumed carelessness.\n\n\"Go well to-night?\" he inquired casually.\n\nPrince Otto clenched his fists; but he had had a rigorously diplomatic\nup-bringing, and knew how to keep a hold on himself. When he spoke it\nwas in the familiar language of diplomacy.\n\n\"The rain has stopped,\" he said, \"but the pavements are still wet\nunderfoot. Has your grace taken the precaution to come out in a good\nstout pair of boots?\"\n\nThe shaft plainly went home, but the Grand Duke's manner, as he\nreplied, was unruffled.\n\n\"Rain,\" he said, sipping his vermouth, \"is always wet; but sometimes it\nis cold as well.\"\n\n\"But it never falls upwards,\" said the Prince, pointedly.\n\n\"Rarely, I understand. Your powers of observation are keen, my dear\nPrince.\"\n\nThere was a silence; then the Prince, momentarily baffled, returned to\nthe attack.\n\n\"The quickest way to get from Charing Cross to Hammersmith Broadway,\"\nhe said, \"is to go by Underground.\"\n\n\"Men have died in Hammersmith Broadway,\" replied the Grand Duke\nsuavely.\n\nThe Prince gritted his teeth. He was no match for his slippery\nadversary in a diplomatic dialogue, and he knew it.\n\n\"The sun rises in the East,\" he cried, half-choking, \"but it sets--it\nsets!\"\n\n\"So does a hen,\" was the cynical reply.\n\nThe last remnants of the Prince's self-control were slipping away. This\nelusive, diplomatic conversation is a terrible strain if one is not in\nthe mood for it. Its proper setting is the gay, glittering ball-room at\nsome frivolous court. To a man who has just got the bird at a\nmusic-hall, and who is trying to induce another man to confess that the\nthing was his doing, it is little short of maddening.\n\n\"Hen!\" he echoed, clenching and unclenching his fists. \"Have you\nstudied the habits of hens?\"\n\nThe truth seemed very near to him now, but the master-diplomat before\nhim was used to extracting himself from awkward corners.\n\n\"Pullets with a southern exposure,\" he drawled, \"have yellow legs and\nripen quickest.\"\n\nThe Prince was nonplussed. He had no answer.\n\nThe girl behind the bar spoke.\n\n\"You do talk silly, you two!\" she said.\n\nIt was enough. Trivial as the remark was, it was the last straw. The\nPrince brought his fist down with a crash on the counter.\n\n\"Yes,\" he shouted, \"you are right. We do talk silly; but we shall do so\nno longer. I am tired of this verbal fencing. A plain answer to a plain\nquestion. Did you or did you not send your troops to give me the bird\nto-night?\"\n\n\"My dear Prince!\"\n\nThe Grand Duke raised his eyebrows.\n\n\"Did you or did you not?\"\n\n\"The wise man,\" said the Russian, still determined on evasion, \"never\ntakes sides, unless they are sides of bacon.\"\n\nThe Prince smashed a glass.\n\n\"You did!\" he roared. \"I know you did! Listen to me! I'll give you one\nchance. I'll give you and your precious soldiers twenty-four hours from\nmidnight to-night to leave this country. If you are still here\nthen----\"\n\nHe paused dramatically.\n\nThe Grand Duke slowly drained his vermouth.\n\n\"Have you seen my professional advertisement in the _Era_, my dear\nPrince?\" he asked.\n\n\"I have. What of it?\"\n\n\"You noticed nothing about it?\"\n\n\"I did not.\"\n\n\"Ah. If you had looked more closely, you would have seen the words,\n'Permanent address, Hampstead.'\"\n\n\"You mean----\"\n\n\"I mean that I see no occasion to alter that advertisement in any way.\"\n\nThere was another tense silence. The two men looked hard at each other.\n\n\"That is your final decision?\" said the German.\n\nThe Russian bowed.\n\n\"So be it,\" said the Prince, turning to the door. \"I have the honour to\nwish you a very good night.\"\n\n\"The same to you,\" said the Grand Duke. \"Mind the step.\"\n\n\n\n\nChapter 9\n\nTHE GREAT BATTLE\n\n\nThe news that an open rupture had occurred between the Generals of the\ntwo invading armies was not slow in circulating. The early editions of\nthe evening papers were full of it. A symposium of the opinions of Dr.\nEmil Reich, Dr. Saleeby, Sandow, Mr. Chiozza Money, and Lady Grove was\nhastily collected. Young men with knobbly and bulging foreheads were\nturned on by their editors to write character-sketches of the two\ngenerals. All was stir and activity.\n\nMeanwhile, those who look after London's public amusements were busy\nwith telephone and telegraph. The quarrel had taken place on Friday\nnight. It was probable that, unless steps were taken, the battle would\nbegin early on Saturday. Which, it did not require a man of unusual\nintelligence to see, would mean a heavy financial loss to those who\nsupplied London with its Saturday afternoon amusements. The matinees\nwould suffer. The battle might not affect the stalls and dress-circle,\nperhaps, but there could be no possible doubt that the pit and gallery\nreceipts would fall off terribly. To the public which supports the pit\nand gallery of a theatre there is an irresistible attraction about a\nfight on anything like a large scale. When one considers that a quite\nordinary street-fight will attract hundreds of spectators, it will be\nplainly seen that no theatrical entertainment could hope to compete\nagainst so strong a counter-attraction as a battle between the German\nand Russian armies.\n\nThe various football-grounds would be heavily hit, too. And there was\nto be a monster roller-skating carnival at Olympia. That also would be\nspoiled.\n\nA deputation of amusement-caterers hurried to the two camps within an\nhour of the appearance of the first evening paper. They put their case\nplainly and well. The Generals were obviously impressed. Messages\npassed and repassed between the two armies, and in the end it was\ndecided to put off the outbreak of hostilities till Monday morning.\n\n       *       *       *       *       *\n\nSatisfactory as this undoubtedly was for the theatre-managers and\ndirectors of football clubs, it was in some ways a pity. From the\nstandpoint of the historian it spoiled the whole affair. But for the\npostponement, readers of this history might--nay, would--have been able\nto absorb a vivid and masterly account of the great struggle, with a\ncareful description of the tactics by which victory was achieved. They\nwould have been told the disposition of the various regiments, the\nstratagems, the dashing advances, the skilful retreats, and the Lessons\nof the War.\n\nAs it is, owing to the mistaken good-nature of the rival generals, the\ndate of the fixture was changed, and practically all that a historian\ncan do is to record the result.\n\nA slight mist had risen as early as four o'clock on Saturday. By\nnight-fall the atmosphere was a little dense, but the lamp-posts were\nstill clearly visible at a distance of some feet, and nobody,\naccustomed to living in London, would have noticed anything much out of\nthe common. It was not till Sunday morning that the fog proper really\nbegan.\n\nLondon awoke on Sunday to find the world blanketed in the densest,\nyellowest London particular that had been experienced for years. It was\nthe sort of day when the City clerk has the exhilarating certainty that\nat last he has an excuse for lateness which cannot possibly be received\nwith harsh disbelief. People spent the day indoors and hoped it would\nclear up by tomorrow.\n\n\"They can't possibly fight if it's like this,\" they told each other.\n\nBut on the Monday morning the fog was, if possible, denser. It wrapped\nLondon about as with a garment. People shook their heads.\n\n\"They'll have to put it off,\" they were saying, when of a\nsudden--_Boom!_ And, again, _Boom!_\n\nIt was the sound of heavy guns.\n\nThe battle had begun!\n\n       *       *       *       *       *\n\nOne does not wish to grumble or make a fuss, but still it does seem a\nlittle hard that a battle of such importance, a battle so outstanding\nin the history of the world, should have been fought under such\nconditions. London at that moment was richer than ever before in\ndescriptive reporters. It was the age of descriptive reporters, of\nvivid pen-pictures. In every newspaper office there were men who could\nhave hauled up their slacks about that battle in a way that would have\nmade a Y.M.C.A. lecturer want to get at somebody with a bayonet; men\nwho could have handed out the adjectives and exclamation-marks till you\nalmost heard the roar of the guns. And there they were--idle,\nsupine--like careened battleships. They were helpless. Bart Kennedy did\nstart an article which began, \"Fog. Black fog. And the roar of guns.\nTwo nations fighting in the fog,\" but it never came to anything. It was\npromising for a while, but it died of inanition in the middle of the\nsecond stick.\n\nIt was hard.\n\nThe lot of the actual war-correspondents was still worse. It was\nuseless for them to explain that the fog was too thick to give them a\nchance. \"If it's light enough for them to fight,\" said their editors\nremorselessly, \"it's light enough for you to watch them.\" And out they\nhad to go.\n\nThey had a perfectly miserable time. Edgar Wallace seems to have lost\nhis way almost at once. He was found two days later in an almost\nstarving condition at Steeple Bumpstead. How he got there nobody knows.\nHe said he had set out to walk to where the noise of the guns seemed to\nbe, and had gone on walking. Bennett Burleigh, that crafty old\ncampaigner, had the sagacity to go by Tube. This brought him to\nHampstead, the scene, it turned out later, of the fiercest operations,\nand with any luck he might have had a story to tell. But the lift stuck\nhalf-way up, owing to a German shell bursting in its neighbourhood, and\nit was not till the following evening that a search-party heard and\nrescued him.\n\nThe rest--A. G. Hales, Frederick Villiers, Charles Hands, and the\nothers--met, on a smaller scale, the same fate as Edgar Wallace. Hales,\nstarting for Tottenham, arrived in Croydon, very tired, with a nail in\nhis boot. Villiers, equally unlucky, fetched up at Richmond. The most\ncurious fate of all was reserved for Charles Hands. As far as can be\ngathered, he got on all right till he reached Leicester Square. There\nhe lost his bearings, and seems to have walked round and round\nShakespeare's statue, under the impression that he was going straight\nto Tottenham. After a day and a-half of this he sat down to rest, and\nwas there found, when the fog had cleared, by a passing policeman.\n\nAnd all the while the unseen guns boomed and thundered, and strange,\nthin shoutings came faintly through the darkness.\n\n\n\n\nChapter 10\n\nTHE TRIUMPH OF ENGLAND\n\n\nIt was the afternoon of Wednesday, September the Sixteenth. The battle\nhad been over for twenty-four hours. The fog had thinned to a light\nlemon colour. It was raining.\n\nBy now the country was in possession of the main facts. Full details\nwere not to be expected, though it is to the credit of the newspapers\nthat, with keen enterprise, they had at once set to work to invent\nthem, and on the whole had not done badly.\n\nBroadly, the facts were that the Russian army, outmanoeuvered, had been\npractically annihilated. Of the vast force which had entered England\nwith the other invaders there remained but a handful. These, the Grand\nDuke Vodkakoff among them, were prisoners in the German lines at\nTottenham.\n\nThe victory had not been gained bloodlessly. Not a fifth of the German\narmy remained. It is estimated that quite two-thirds of each army must\nhave perished in that last charge of the Germans up the Hampstead\nheights, which ended in the storming of Jack Straw's Castle and the\ncapture of the Russian general.\n\n       *       *       *       *       *\n\nPrince Otto of Saxe-Pfennig lay sleeping in his tent at Tottenham. He\nwas worn out. In addition to the strain of the battle, there had been\nthe heavy work of seeing the interviewers, signing autograph-books,\nsitting to photographers, writing testimonials for patent medicines,\nand the thousand and one other tasks, burdensome but unavoidable, of\nthe man who is in the public eye. Also he had caught a bad cold during\nthe battle. A bottle of ammoniated quinine lay on the table beside him\nnow as he slept.\n\n       *       *       *       *       *\n\nAs he lay there the flap of the tent was pulled softly aside. Two\nfigures entered. Each was dressed in a flat-brimmed hat, a coloured\nhandkerchief, a flannel shirt, football shorts, stockings, brown boots,\nand a whistle. Each carried a hockey-stick. One, however, wore\nspectacles and a look of quiet command which showed that he was the\nleader.\n\nThey stood looking at the prostrate general for some moments. Then the\nspectacled leader spoke.\n\n\"Scout-Master Wagstaff.\"\n\nThe other saluted.\n\n\"Wake him!\"\n\nScout-Master Wagstaff walked to the side of the bed, and shook the\nsleeper's shoulder. The Prince grunted, and rolled over on to his other\nside. The Scout-Master shook him again. He sat up, blinking.\n\nAs his eyes fell on the quiet, stern, spectacled figure, he leaped from\nthe bed.\n\n\"What--what--what,\" he stammered. \"What's the beadig of this?\"\n\nHe sneezed as he spoke, and, turning to the table, poured out and\ndrained a bumper of ammoniated quinine.\n\n\"I told the sedtry pardicularly not to let adybody id. Who are you?\"\n\nThe intruder smiled quietly.\n\n\"My name is Clarence Chugwater,\" he said simply.\n\n\"Jugwater? Dod't doe you frob Adab. What do you want? If you're forb\nsub paper, I cad't see you now. Cub to-borrow bordig.\"\n\n\"I am from no paper.\"\n\n\"Thed you're wud of these photographers. I tell you, I cad't see you.\"\n\n\"I am no photographer.\"\n\n\"Thed what are you?\"\n\nThe other drew himself up.\n\n\"I am England,\" he said with a sublime gesture.\n\n\"Igglud! How do you bead you're Igglud? Talk seds.\"\n\nClarence silenced him with a frown.\n\n\"I say I am England. I am the Chief Scout, and the Scouts are England.\nPrince Otto, you thought this England of ours lay prone and helpless.\nYou were wrong. The Boy Scouts were watching and waiting. And now their\ntime has come. Scout-Master Wagstaff, do your duty.\"\n\nThe Scout-Master moved forward. The Prince, bounding to the bed, thrust\nhis hand under the pillow. Clarence's voice rang out like a trumpet.\n\n\"Cover that man!\"\n\nThe Prince looked up. Two feet away Scout-Master Wagstaff was standing,\ncatapult in hand, ready to shoot.\n\n\"He is never known to miss,\" said Clarence warningly.\n\nThe Prince wavered.\n\n\"He has broken more windows than any other boy of his age in South\nLondon.\"\n\nThe Prince sullenly withdrew his hand--empty.\n\n\"Well, whad do you wad?\" he snarled.\n\n\"Resistance is useless,\" said Clarence. \"The moment I have plotted and\nplanned for has come. Your troops, worn out with fighting, mere shadows\nof themselves, have fallen an easy prey. An hour ago your camp was\nsilently surrounded by patrols of Boy Scouts, armed with catapults and\nhockey-sticks. One rush and the battle was over. Your entire army, like\nyourself, are prisoners.\"\n\n\"The diggids they are!\" said the Prince blankly.\n\n\"England, my England!\" cried Clarence, his face shining with a holy\npatriotism. \"England, thou art free! Thou hast risen from the ashes of\nthe dead self. Let the nations learn from this that it is when\napparently crushed that the Briton is to more than ever be feared.\"\n\n\"Thad's bad grabbar,\" said the Prince critically.\n\n\"It isn't,\" said Clarence with warmth.\n\n\"It _is_, I tell you. Id's a splid idfididive.\"\n\nClarence's eyes flashed fire.\n\n\"I don't want any of your beastly cheek,\" he said. \"Scout-Master\nWagstaff, remove your prisoner.\"\n\n\"All the sabe,\" said the Prince, \"id _is_ a splid idfididive.\"\n\nClarence pointed silently to the door.\n\n\"And you doe id is,\" persisted the Prince. \"And id's spoiled your big\nsbeech. Id--\"\n\n\"Come on, can't you,\" interrupted Scout-Master Wagstaff.\n\n\"I _ab_ cubbing, aren't I? I was odly saying--\"\n\n\"I'll give you such a whack over the shin with this hockey-stick in a\nminute!\" said the Scout-Master warningly. \"Come _on_!\"\n\nThe Prince went.\n\n\n\n\nChapter 11\n\nCLARENCE--THE LAST PHASE\n\n\nThe brilliantly-lighted auditorium of the Palace Theatre.\n\nEverywhere a murmur and stir. The orchestra is playing a selection. In\nthe stalls fair women and brave men converse in excited whispers. One\ncatches sentences here and there.\n\n\"Quite a boy, I believe!\"\n\n\"How perfectly sweet!\"\n\n\"'Pon honour, Lady Gussie, I couldn't say. Bertie Bertison, of the\nBachelors', says a feller told him it was a clear thousand.\"\n\n\"Do you hear that? Mr. Bertison says that this boy is getting a\nthousand a week.\"\n\n\"Why, that's more than either of those horrid generals got.\"\n\n\"It's a lot of money, isn't it?\"\n\n\"Of course, he did save the country, didn't he?\"\n\n\"You may depend they wouldn't give it him if he wasn't worth it.\"\n\n\"Met him last night at the Duchess's hop. Seems a decent little chap.\nNo side and that, if you know what I mean. Hullo, there's his number!\"\n\nThe orchestra stops. The number 7 is displayed. A burst of applause,\nswelling into a roar as the curtain rises.\n\nA stout man in crinkled evening-dress walks on to the stage.\n\n\"Ladies and gentlemen,\" he says, \"I 'ave the 'onour to-night to\nintroduce to you one whose name is, as the saying goes, a nouse'old\nword. It is thanks to 'im, to this 'ero whom I 'ave the 'onour to\nintroduce to you to-night, that our beloved England no longer writhes\nbeneath the ruthless 'eel of the alien oppressor. It was this 'ero's\ngenius--and, I may say--er--I may say genius--that, unaided, 'it upon\nthe only way for removing the cruel conqueror from our beloved 'earths\nand 'omes. It was this 'ero who, 'aving first allowed the invaders to\nclaw each other to 'ash (if I may be permitted the expression) after\nthe well-known precedent of the Kilkenny cats, thereupon firmly and\nwithout flinching, stepped bravely in with his fellow-'eros--need I say\nI allude to our gallant Boy Scouts?--and dexterously gave what-for in\nno uncertain manner to the few survivors who remained.\"\n\nHere the orator bowed, and took advantage of the applause to replenish\nhis stock of breath. When his face had begun to lose the purple tinge,\nhe raised his hand.\n\n\"I 'ave only to add,\" he resumed, \"that this 'ero is engaged\nexclusively by the management of the Palace Theatre of Varieties, at a\nfigure previously undreamed of in the annals of the music-hall stage.\nHe is in receipt of the magnificent weekly salary of no less than one\nthousand one 'undred and fifty pounds a week.\"\n\nThunderous applause.\n\n\"I 'ave little more to add. This 'ero will first perform a few of those\nphysical exercises which have made our Boy Scouts what they are, such\nas deep breathing, twisting the right leg firmly round the neck, and\nhopping on one foot across the stage. He will then give an exhibition\nof the various calls and cries of the Boy Scouts--all, as you doubtless\nknow, skilful imitations of real living animals. In this connection I\n'ave to assure you that he 'as nothing whatsoever in 'is mouth, as it\n'as been sometimes suggested. In conclusion he will deliver a short\naddress on the subject of 'is great exploits. Ladies and gentlemen, I\nhave finished, and it only now remains for me to retire, 'aving duly\nannounced to you England's Darling Son, the Country's 'Ero, the\nNation's Proudest Possession--Clarence Chugwater.\"\n\nA moment's breathless suspense, a crash from the orchestra, and the\naudience are standing on their seats, cheering, shouting, stamping.\n\nA small sturdy, spectacled figure is on the stage.\n\nIt is Clarence, the Boy of Destiny.\n\n\n\n\n\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Swoop! or How Clarence Saved\nEngland, by P. G. Wodehouse\n\n*** END OF THIS PROJECT GUTENBERG EBOOK SWOOP! HOW CLARENCE SAVED ENGLAND ***\n\n***** This file should be named 7050.txt or 7050.zip *****\nThis and all associated files of various formats will be found in:\n        http:\/\/www.gutenberg.org\/7\/0\/5\/7050\/\n\nProduced by Suzanne L. Shell, Charles Franks and the Online\nDistributed Proofreading Team\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License available with this file or online at\n  www.gutenberg.org\/license.\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark\/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s\/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation information page at www.gutenberg.org\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at 809\nNorth 1500 West, Salt Lake City, UT 84116, (801) 596-1887.  Email\ncontact links and up to date contact information can be found at the\nFoundation's web site and official page at www.gutenberg.org\/contact\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit www.gutenberg.org\/donate\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit:  www.gutenberg.org\/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart was the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For forty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\nMost people start at our Web site which has the main PG search facility:\n\n     www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n","id":306,"split":"train"}
