{"ori_id":"8dfa6c6983acd9e753b189a517a5996abdbbc8a8","title":"Tom Swift and His Submarine Boat","context":"Tom Swift and His Submarine Boat\n Tom Swift's father has been working diligently on a secret project, which he reveals at the beginning of the book as a submarine. With the submarine, named the Advance, he plans to enter a contest for a government prize of $50,000. While in New Jersey to launch the submarine, Tom reads in a newspaper that a ship named the Boldero sank off the coast of Uruguay during a storm, taking down with it the sum of $300,000 in gold bullion.\nTom persuades his father to pursue this treasure as opposed to competing for the government prize. While picking up a hired sea captain, Tom's plans are overheard by a contestant in the government contest, and a rivalry for the treasure begins. The other submarine, named the Wonder, soon sets off to follow Tom and his crew after they embark on their journey.\nTom's crew consists of Tom Swift, his father, Mr. Sharp, Captain West, and Mr. Damon. Each of these take chores on board, including Mr. Damon, who seems to be the cook of the voyage.\nThe submarines hold up at an island to resupply, and during the night, the Advance tries to slip away from the Wonder. Tom knows that the Wonder and its crew is not certain of the location of the wreck, and is merely following the Advance, hoping to steal the treasure at the last moment.\nAfter the Wonder tries to ram the Advance, Tom and his father take to the heavy underwater cannons, and successfully disable the Wonder, leaving her damaged and immobile. Tom and the Advance seize the opportunity to push ahead.\nAn engine mishap forces the Advance to surface off the coast of Brazil, where they are soon confronted by the Brazilian battleship São Paulo. Tom and his crew are captured and scheduled to be executed two days later, and the submarine turned over to the Brazilian government. Tom and his friends are held prisoners aboard the battleship.\nThe night before their execution, a hurricane strikes, and the São Paulo is pushed aground by the winds. The crew take this opportunity to break out and escape, while the battleship's crew are busy trying to save the ship. Using cover from the ship, which is acting as a shield from the waves and winds, Tom's group take to a lifeboat, and escape to the Advance, diving just in time to escape the Brazilian crew of the São Paulo.\nIt is not long before the Advance arrives at the wreck. They struggle to find it at first, but soon are successful. In their extreme-depth diving suits, Tom and Captain West enter the waters where the wreck is, which is at a depth of over 2 miles—similar to the RMS Titanic. Sharks attack but are fought off.\nGold was found in a secret compartment behind the Captain's safe, and recovered from the Boldero just in time to escape from the now-arriving Wonder. With the $300,000 in gold as a deposit at Tom's local bank in Shopton, the bank considers Tom one of their biggest investors, and with this new power, Tom manages to bring his chum, Ned Newton, a promotion.\nï»¿Project Gutenberg's Tom Swift and his Submarine Boat, by Victor Appleton\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n\nTitle: Tom Swift and his Submarine Boat\n       or, Under the Ocean for Sunken Treasure\n\nAuthor: Victor Appleton\n\nPosting Date: July 13, 2008 [EBook #949]\nRelease Date: June, 1997\n[Last updated on June 6, 2013]\n\nLanguage: English\n\n\n*** START OF THIS PROJECT GUTENBERG EBOOK TOM SWIFT AND HIS SUBMARINE BOAT ***\n\n\n\n\nProduced by Anthony Matonac\n\n\n\n\n\n\n\n\nTOM SWIFT AND HIS SUBMARINE BOAT\n\nor\n\nUnder the Ocean for Sunken Treasure\n\n\nby\n\nVICTOR APPLETON\n\n\n\n\nCONTENTS\n\n     I  News of a Treasure Wreck\n    II  Finishing the Submarine\n   III  Mr. Berg Is Astonished\n    IV  Tom Is Imprisoned\n     V  Mr. Berg Is Suspicious\n    VI  Turning the Tables\n   VII  Mr. Damon Will Go\n  VIII  Another Treasure Expedition\n    IX  Captain Weston's Advent\n     X  Trial of the Submarine\n    XI  On the Ocean Bed\n   XII  For a Breath of Air\n  XIII  Off for the Treasure\n   XIV  In the Diving Suits\n    XV  At the Tropical Island\n   XVI  \"We'll Race You For It!\"\n  XVII  The Race\n XVIII  The Electric Gun\n   XIX  Captured\n    XX  Doomed to Death\n   XXI  The Escape\n  XXII  At the Wreck\n XXIII  Attacked by Sharks\n  XXIV  Ramming the Wreck\n   XXV  Home with the Gold\n\n\n\n\nTOM SWIFT AND HIS SUBMARINE BOAT\n\n\n\n\nChapter One\n\nNews of a Treasure Wreck\n\n\nThere was a rushing, whizzing, throbbing noise in the air.  A great\nbody, like that of some immense bird, sailed along, casting a grotesque\nshadow on the ground below.  An elderly man, who was seated on the\nporch of a large house, started to his feet in alarm.\n\n\"Gracious goodness! What was that, Mrs. Baggert?\" he called to a\nmotherly-looking woman who stood in the doorway.  \"What happened?\"\n\n\"Nothing much, Mr. Swift,\" was the calm reply \"I think that was Tom and\nMr. Sharp in their airship, that's all. I didn't see it, but the noise\nsounded like that of the Red Cloud.\"\n\n\"Of course! To be sure!\" exclaimed Mr. Barton Swift, the well-known\ninventor, as he started down the path in order to get a good view of\nthe air, unobstructed by the trees. \"Yes, there they are,\" he added.\n\"That's the airship, but I didn't expect them back so soon. They must\nhave made good time from Shopton. I wonder if anything can be the\nmatter that they hurried so?\"\n\nHe gazed aloft toward where a queerly-shaped machine was circling about\nnearly five hundred feet in the air, for the craft, after swooping down\nclose to the house, had ascended and was now hovering just above the\nline of breakers that marked the New Jersey seacoast, where Mr. Swift\nhad taken up a temporary residence.\n\n\"Don't begin worrying, Mr. Swift,\" advised Mrs. Baggert, the\nhousekeeper. \"You've got too much to do, if you get that new boat done,\nto worry.\"\n\n\"That's so. I must not worry. But I wish Tom and Mr. Sharp would land,\nfor I want to talk to them.\"\n\nAs if the occupants of the airship had heard the words of the aged\ninventor, they headed their craft toward earth. The combined aeroplane\nand dirigible balloon, a most wonderful traveler of the air, swung\naround, and then, with the deflection rudders slanted downward, came on\nwith a rush.  When near the landing place, just at the side of the\nhouse, the motor was stopped, and the gas, with a hissing noise, rushed\ninto the red aluminum container. This immediately made the ship more\nbuoyant and it landed almost as gently as a feather.\n\nNo sooner had the wheels which formed the lower part of the craft\ntouched the ground than there leaped from the cabin of the Red Cloud a\nyoung man.\n\n\"Well, dad!\" he exclaimed. \"Here we are again, safe and sound. Made a\nrecord, too. Touched ninety miles an hour at times--didn't we, Mr.\nSharp?\"\n\n\"That's what,\" agreed a tall, thin, dark-complexioned man, who followed\nTom Swift more leisurely in his exit from the cabin. Mr. Sharp, a\nveteran aeronaut, stopped to fasten guy ropes from the airship to\nstrong stakes driven into the ground.\n\n\"And we'd have done better, only we struck a hard wind against us about\ntwo miles up in the air, which delayed us,\" went on Tom. \"Did you hear\nus coming, dad?\"\n\n\"Yes, and it startled him,\" put in Mrs. Baggert. \"I guess he wasn't\nexpecting you.\"\n\n\"Oh, well, I shouldn't have been so alarmed, only I was thinking deeply\nabout a certain change I am going to make in the submarine, Tom. I was\nday-dreaming, I think, when your ship whizzed through the air. But tell\nme, did you find everything all right at Shopton? No signs of any of\nthose scoundrels of the Happy Harry gang having been around?\" and Mr.\nSwift looked anxiously at his son.\n\n\"Not a sign, dad,\" replied Tom quickly. \"Everything was all right. We\nbrought the things you wanted. They're in the airship. Oh, but it was a\nfine trip. I'd like to take another right out to sea.\"\n\n\"Not now, Tom,\" said his father. \"I want you to help me.  And I need\nMr. Sharp's help, too. Get the things out of the car, and we'll go to\nthe shop.\"\n\n\"First I think we'd better put the airship away,\" advised Mr. Sharp. \"I\ndon't just like the looks of the weather, and, besides, if we leave the\nship exposed we'll be sure to have a crowd around sooner or later, and\nwe don't want that.\"\n\n\"No, indeed,\" remarked the aged inventor hastily. \"I don't want people\nprying around the submarine shed. By all means put the airship away,\nand then come into the shop.\"\n\nIn spite of its great size the aeroplane was easily wheeled along by\nTom and Mr. Sharp, for the gas in the container made it so buoyant that\nit barely touched the earth. A little more of the powerful vapor and\nthe Red Cloud would have risen by itself. In a few minutes the\nwonderful craft, of which my readers have been told in detail in a\nprevious volume, was safely housed in a large tent, which was securely\nfastened.\n\nMr. Sharp and Tom, carrying some bundles which they had taken from the\ncar, or cabin, of the craft, went toward a large shed, which adjoined\nthe house that Mr. Swift had hired for the season at the seashore. They\nfound the lad's father standing before a great shape, which loomed up\ndimly in the semi-darkness of the building. It was like an immense\ncylinder, pointed at either end, and here and there were openings,\ncovered with thick glass, like immense, bulging eyes. From the number\nof tools and machinery all about the place, and from the appearance of\nthe great cylinder itself, it was easy to see that it was only partly\ncompleted.\n\n\"Well, how goes it, dad?\" asked the youth, as he deposited his bundle\non a bench. \"Do you think you can make it work?\"\n\n\"I think so, Tom. The positive and negative plates are giving me\nconsiderable trouble, though. But I guess we can solve the problem. Did\nyou bring me the galvanometer?\"\n\n\"Yes, and all the other things,\" and the young inventor proceeded to\ntake the articles from the bundles he carried.\n\nMr. Swift looked them over carefully, while Tom walked about examining\nthe submarine, for such was the queer craft that was contained in the\nshed.  He noted that some progress had been made on it since he had\nleft the seacoast several days before to make a trip to Shopton, in New\nYork State, where the Swift home was located, after some tools and\napparatus that his father wanted to obtain from his workshop there.\n\n\"You and Mr. Jackson have put on several new plates,\" observed the lad\nafter a pause.\n\n\"Yes,\" admitted his father. \"Garret and I weren't idle, were we,\nGarret?\" and he nodded to the aged engineer, who had been in his employ\nfor many years.\n\n\"No; and I guess we'll soon have her in the water, Tom, now that you\nand Mr. Sharp are here to help us,\" replied Garret Jackson.\n\n\"We ought to have Mr. Damon here to bless the submarine and his liver\nand collar buttons a few times,\" put in Mr. Sharp, who brought in\nanother bundle. He referred to an eccentric individual who had recently\nmade an airship voyage with himself and Tom, Mr. Damon's peculiarity\nbeing to use continually such expressions as: \"Bless my soul! Bless my\nliver!\"\n\n\"Well, I'll be glad when we can make a trial trip,\" went on Tom. \"I've\ntraveled pretty fast on land with my motorcycle, and we certainly have\nhummed through the air. Now I want to see how it feels to scoot along\nunder water.\"\n\n\"Well, if everything goes well we'll be in position to make a trial\ntrip inside of a month,\" remarked the aged inventor. \"Look here, Mr.\nSharp, I made a change in the steering gear, which I'd like you and Tom\nto consider.\"\n\nThe three walked around to the rear of the odd-looking structure, if an\nobject shaped like a cigar can be said to have a front and rear, and\nthe inventor, his son, and the aeronaut were soon deep in a discussion\nof the technicalities connected with under-water navigation.\n\nA little later they went into the house, in response to a summons from\nthe supper bell, vigorously rung by Mrs. Baggert. She was not fond of\nwaiting with meals, and even the most serious problem of mechanics was,\nin her estimation, as nothing compared with having the soup get cold,\nor the possibility of not having the meat done to a turn.\n\nThe meal was interspersed with remarks about the recent airship flight\nof Tom and Mr. Sharp, and discussions about the new submarine. This\ntalk went on even after the table was cleared off and the three had\nadjourned to the sitting-room. There Mr. Swift brought out pencil and\npaper, and soon he and Mr. Sharp were engrossed in calculating the\npressure per square inch of sea water at a depth of three miles.\n\n\"Do you intend to go as deep as that?\" asked Tom, looking up from a\npaper he was reading.\n\n\"Possibly,\" replied his father; and his son resumed his perusal of the\nsheet.\n\n\"Now,\" went on the inventor to the aeronaut, \"I have another plan. In\naddition to the positive and negative plates which will form our motive\npower, I am going to install forward and aft propellers, to use in case\nof accident.\"\n\n\"I say, dad! Did you see this?\" suddenly exclaimed Tom, getting up from\nhis chair, and holding his finger on a certain place in the page of the\npaper.\n\n\"Did I see what?\" asked Mr. Swift.\n\n\"Why, this account of the sinking of the treasure ship.\"\n\n\"Treasure ship? No. Where?\"\n\n\"Listen,\" went on Tom. \"I'll read it: 'Further advices from Montevideo,\nUruguay, South America, state that all hope has been given up of\nrecovering the steamship Boldero, which foundered and went down off\nthat coast in the recent gale.  Not only has all hope been abandoned of\nraising the vessel, but it is feared that no part of the three hundred\nthousand dollars in gold bullion which she carried will ever be\nrecovered. Expert divers who were taken to the scene of the wreck state\nthat the depth of water, and the many currents existing there, due to a\nsubmerged shoal, preclude any possibility of getting at the hull. The\nbullion, it is believed, was to have been used to further the interests\nof a certain revolutionary faction, but it seems likely that they will\nhave to look elsewhere for the sinews of war.  Besides the bullion the\nship also carried several cases of rifles, it is stated, and other\nvaluable cargo. The crew and what few passengers the Boldero carried\nwere, contrary to the first reports, all saved by taking to the boats.\nIt appears that some of the ship's plates were sprung by the stress in\nwhich she labored in a storm, and she filled and sank gradually.'\nThere! what do you think of that, dad?\" cried Tom as he finished.\n\n\"What do I think of it? Why, I think it's too bad for the\nrevolutionists, Tom, of course.\"\n\n\"No; I mean about the treasure being still on board the ship. What\nabout that?\"\n\n\"Well, it's likely to stay there, if the divers can't get at it. Now,\nMr. Sharp, about the propellers--\"\n\n\"Wait, dad!\" cried Tom earnestly.\n\n\"Why, Tom, what's the matter?\" asked Mr. Swift in some surprise.\n\n\"How soon before we can finish our submarine?\" went on Tom, not\nanswering the question.\n\n\"About a month. Why?\"\n\n\"Why? Dad, why can't we have a try for that treasure? It ought to be\ncomparatively easy to find that sunken ship off the coast of Uruguay.\nIn our submarine we can get close up to it, and in the new diving suits\nyou invented we can get at that gold bullion. Three hundred thousand\ndollars! Think of it, dad! Three hundred thousand dollars! We could\neasily claim all of it, since the owners have abandoned it, but we\nwould be satisfied with half. Let's hurry up, finish the submarine, and\nhave a try for it.\"\n\n\"But, Tom, you forget that I am to enter my new ship in the trials for\nthe prize offered by the United States Government.\"\n\n\"How much is the prize if you win it?\" asked Tom.\n\n\"Fifty thousand dollars.\"\n\n\"Well, here's a chance to make three times that much at least, and\nmaybe more. Dad, let the Government prize go, and try for the treasure.\nWill you?\"\n\nTom looked eagerly at his father, his eyes shining with anticipation.\nMr. Swift was not a quick thinker, but the idea his son had proposed\nmade an impression on him. He reached out his hand for the paper in\nwhich the young inventor had seen the account of the sunken treasure.\nSlowly he read it through. Then he passed it to Mr. Sharp.\n\n\"What do you think of it?\" he asked of the aeronaut.\n\n\"There's a possibility,\" remarked the balloonist \"We might try for it.\nWe can easily go three miles down, and it doesn't lie as deeply as\nthat, if this account is true. Yes, we might try for it. But we'd have\nto omit the Government contests.\"\n\n\"Will you, dad?\" asked Tom again.\n\nMr. Swift considered a moment longer.\n\n\"Yes, Tom, I will,\" he finally decided. \"Going after the treasure will\nbe likely to afford us a better test of the submarine than would any\nGovernment tests. We'll try to locate the sunken Boldero.\"\n\n\"Hurrah!\" cried the lad, taking the paper from Mr. Sharp and waving it\nin the air. \"That's the stuff!  Now for a search for the submarine\ntreasure!\"\n\n\n\n\nChapter Two\n\nFinishing the Submarine\n\n\n\"What's the matter?\" cried Mrs. Baggert, the housekeeper, hurrying in\nfrom the kitchen, where she was washing the dishes. \"Have you seen some\nof those scoundrels who robbed you, Mr. Swift? If you have, the police\ndown here ought to--\"\n\n\"No, it's nothing like that,\" explained Mr. Swift. \"Tom has merely\ndiscovered in the paper an account of a sunken treasure ship, and he\nwants us to go after it, down under the ocean.\"\n\n\"Oh, dear! Some more of Captain Kidd's hidden hoard, I suppose?\"\nventured the housekeeper. \"Don't you bother with it, Mr. Swift. I had a\ncousin once, and he got set in the notion that he knew where that\npirate's treasure was. He spent all the money he had and all he could\nborrow digging for it, and he never found a penny. Don't waste your\ntime on such foolishness. It's bad enough to be building airships and\nsubmarines without going after treasure.\"  Mrs. Baggert spoke with the\nfreedom of an old friend rather than a hired housekeeper, but she had\nbeen in the family ever since Tom's mother died, when he was a baby,\nand she had many privileges.\n\n\"Oh, this isn't any of Kidd's treasure,\" Tom assured her.  \"If we get\nit, Mrs. Baggert, I'll buy you a diamond ring.\"\n\n\"Humph!\" she exclaimed, as Tom began to hug her in boyish fashion. \"I\nguess I'll have to buy all the diamond rings I want, if I have to\ndepend on your treasure for them,\" and she went back to the kitchen.\n\n\"Well,\" went on Mr. Swift after a pause, \"if we are going into the\ntreasure-hunting business, Tom, we'll have to get right to work. In the\nfirst place, we must find out more about this ship, and just where it\nwas sunk.\"\n\n\"I can do that part,\" said Mr. Sharp. \"I know some sea captains, and\nthey can put me on the track of locating the exact spot. In fact, it\nmight not be a bad idea to take an expert navigator with us. I can\nmanage in the air all right, but I confess that working out a location\nunder water is beyond me.\"\n\n\"Yes, an old sea captain wouldn't be a bad idea, by any means,\"\nconceded Mr. Swift. \"Well, if you'll attend to that detail, Mr. Sharp,\nTom, Mr. Jackson and I will finish the submarine. Most of the work is\ndone, however, and it only remains to install the engine and motors.\nNow, in regard to the negative and positive electric plates, I'd like\nyour opinion, Tom.\"\n\nFor Tom Swift was an inventor, second in ability only to his father,\nand his advice was often sought by his parent on matters of electrical\nconstruction, for the lad had made a specialty of that branch of\nscience.\n\nWhile father and son were deep in a discussion of the apparatus of the\nsubmarine, there will be an opportunity to make the reader a little\nbetter acquainted with them. Those of you who have read the previous\nvolumes of this series do not need to be told who Tom Swift is. Others,\nhowever, may be glad to have a proper introduction to him.\n\nTom Swift lived with his father, Barton Swift, in the village of\nShopton, New York. The Swift home was on the outskirts of the town, and\nthe large house was surrounded by a number of machine shops, in which\nfather and son, aided by Garret Jackson, the engineer, did their\nexperimental and constructive work. Their house was not far from Lake\nCarlopa, a fairly large body of water, on which Tom often speeded his\nmotor-boat.\n\nIn the first volume of this series, entitled \"Tom Swift and His\nMotor-Cycle,\" it was told how he became acquainted with Mr. Wakefield\nDamon, who suffered an accident while riding one of the speedy\nmachines. The accident disgusted Mr. Damon with motor-cycles, and Tom\nsecured it for a low price. He had many adventures on it, chief among\nwhich was being knocked senseless and robbed of a valuable patent model\nbelonging to his father, which he was taking to Albany. The attack was\ncommitted by a gang known as the Happy Harry gang, who were acting at\nthe instigation of a syndicate of rich men, who wanted to secure\ncontrol of a certain patent turbine engine which Mr. Swift had invented.\n\nTom set out in pursuit of the thieves, after recovering from their\nattack, and had a strenuous time before he located them.\n\nIn the second volume, entitled \"Tom Swift and His Motor-Boat,\" there\nwas related our hero's adventures in a fine craft which was recovered\nfrom the thieves and sold at auction. There was a mystery connected\nwith the boat, and for a long time Tom could not solve it. He was\naided, however, by his chum, Ned Newton, who worked in the Shopton\nBank, and also by Mr. Damon and Eradicate Sampson, an aged colored\nwhitewasher, who formed quite an attachment for Tom.\n\nIn his motor-boat Tom had more than one race with Andy Foger, a rich\nlad of Shopton, who was a sort of bully. He had red hair and squinty\neyes, and was as mean in character as he was in looks. He and his\ncronies, Sam Snedecker and Pete Bailey, made trouble for Tom, chiefly\nbecause Tom managed to beat Andy twice in boat races.\n\nIt was while in his motor-boat, Arrow, that Tom formed the acquaintance\nof John Sharp, a veteran balloonist. While coming down Lake Carlopa on\nthe way to the Swift home, which had been entered by thieves, Tom, his\nfather and Ned Newton, saw a balloon on fire over the lake. Hanging\nfrom a trapeze on it was Mr. Sharp, who had made an ascension from a\nfair ground. By hard work on the part of Tom and his friends the\naeronaut was saved, and took up his residence with the Swifts.\n\nHis advent was most auspicious, for Tom and his father were then\nengaged in perfecting an airship, and Mr. Sharp was able to lend them\nhis skill, so that the craft was soon constructed.\n\nIn the third volume, called \"Tom Swift and His Airship,\" there was set\ndown the doings of the young inventor, Mr. Sharp and Mr. Damon on a\ntrip above the clouds. They undertook it merely for pleasure, but they\nencountered considerable danger, before they completed it, for they\nnearly fell into a blazing forest once, and were later fired at by a\ncrowd of excited people. This last act was to effect their capture, for\nthey were taken for a gang of bank robbers, and this was due directly\nto Andy Foger.\n\nThe morning after Tom and his friends started on their trip in the air,\nthe Shopton Bank was found to have been looted of seventy-five thousand\ndollars. Andy Foger at once told the police that Tom Swift had taken\nthe money, and when asked how he knew this, he said he had seen Tom\nhanging around the bank the night before the vault was burst open, and\nthat the young inventor had some burglar tools in his possession.\nWarrants were at once sworn out for Tom and Mr. Damon, who was also\naccused of being one of the robbers, and a reward of five thousand\ndollars was offered.\n\nTom, Mr. Damon and Mr. Sharp sailed on, all unaware of this, and unable\nto account for being fired upon, until they accidentally read in the\npaper an account of their supposed misdeeds. They lost no time in\nstarting back home, and on the way got on the track of the real bank\nrobbers, who were members of the Happy Harry gang.\n\nHow the robbers were captured in an exciting raid, how Tom recovered\nmost of the stolen money, and how he gave Andy Foger a deserved\nthrashing for giving a false clue was told of, and there was an account\nof a race in which the Red Cloud (as the airship was called) took part,\nas well as details of how Tom and his friends secured the reward, which\nAndy Foger hoped to collect.\n\nThose of you who care to know how the Red Cloud was constructed, and\nhow she behaved in the air, even during accidents and when struck by\nlightning, may learn by reading the third volume, for the airship was\none of the most successful ever constructed.\n\nWhen the craft was finished, and the navigators were ready to start on\ntheir first long trip, Mr. Swift was asked to go with them. He\ndeclined, but would not tell why, until Tom, pressing him for an\nanswer, learned that his father was planning a submarine boat, which he\nhoped to enter in some trials for Government prizes. Mr. Swift remained\nat home to work on this submarine, while his son and Mr. Sharp were\nsailing above the clouds.\n\nOn their return, however, and after the bank mystery had been cleared\nup, Tom and Mr. Sharp, aided Mr. Swift in completing the submarine,\nuntil, when the present story opens, it needed but little additional\nwork to make the craft ready for the water.\n\nOf course it had to be built near the sea, as it would have been\nimpossible to transport it overland from Shopton.  So, before the keel\nwas laid, Mr. Swift rented a large cottage at a seaside place on the\nNew Jersey coast and there, after erecting a large shed, the work on\nthe Advance, as the under-water ship was called, was begun.\n\nIt was soon to be launched in a large creek that extended in from the\nocean and had plenty of water at high tide. Tom and Mr. Sharp made\nseveral trips back and forth from Shopton in their airship, to see that\nall was safe at home and occasionally to get needed tools and supplies\nfrom the shops, for not all the apparatus could be moved from Shopton\nto the coast.\n\nIt was when returning from one of these trips that Tom brought with him\nthe paper containing an account of the wreck of the Boldero and the\nsinking of the treasure she carried.\n\nUntil late that night the three fortune-hunters discussed various\nmatters.\n\n\"We'll hurry work on the ship,\" said Mr. Swift at length.  \"Tom, I\nwonder if your friend, Mr. Damon, would care to try how it seems under\nwater? He stood the air trip fairly well.\"\n\n\"I'll write and ask him,\" answered the lad. \"I'm sure he'll go.\"\n\nSecuring, a few days later, the assistance of two mechanics, whom he\nknew he could trust, for as yet the construction of the Advance was a\nsecret, Mr. Swift prepared to rush work on the submarine, and for the\nnext three weeks there were busy times in the shed next to the seaside\ncottage. So busy, in fact, were Tom and Mr. Sharp, that they only found\nopportunity for one trip in the airship, and that was to get some\nsupplies from the shops at home.\n\n\"Well,\" remarked Mr. Swift one night, at the close of a hard day's\nwork, \"another week will see our craft completed.  Then we will put it\nin the water and see how it floats, and whether it submerges as I hope\nit does. But come on, Tom. I want to lock up. I'm very tired to-night.\"\n\n\"All right, dad,\" answered the young inventor coming from the darkened\nrear of the shop. \"I just want to--\"\n\nHe paused suddenly, and appeared to be listening. Then he moved softly\nback to where he had come from.\n\n\"What's the matter?\" asked his father in a whisper.  \"What's up, Tom?\"\n\nThe lad did not answer Mr. Swift, with a worried look on his face,\nfollowed his son. Mr. Sharp stood in the door of the shop.\n\n\"I thought I heard some one moving around back here,\" went on Tom\nquietly.\n\n\"Some one in this shop!\" exclaimed the aged inventor excitedly. \"Some\none trying to steal my ideas again! Mr. Sharp, come here! Bring that\nrifle! We'll teach these scoundrels a lesson!\"\n\nTom quickly darted back to the extreme rear of the building. There was\na scuffle, and the next minute Tom cried out:\n\n\"What are you doing here?\"\n\n\"Ha! I beg your pardon,\" replied a voice. \"I am looking for Mr. Barton\nSwift.\"\n\n\"My father,\" remarked Tom. \"But that's a queer place to look for him.\nHe's up front. Father, here's a man who wishes to see you,\" he called.\n\n\"Yes, I strolled in, and seeing no one about I went to the rear of the\nplace,\" the voice went on. \"I hope I haven't transgressed.\"\n\n\"We were busy on the other side of the shop, I guess,\" replied Tom, and\nhe looked suspiciously at the man who emerged from the darkness into\nthe light from a window. \"I beg your pardon for grabbing you the way I\ndid,\" went on the lad, \"but I thought you were one of a gang of men\nwe've been having trouble with.\"\n\n\"Oh, that's all right,\" continued the man easily. \"I know Mr. Swift,\nand I think he will remember me. Ah, Mr. Swift, how do you do?\" he\nadded quickly, catching sight of Tom's father, who, with Mr. Sharp, was\ncoming to meet the lad.\n\n\"Addison Berg!\" exclaimed the aged inventor as he saw the man's face\nmore plainly. \"What are you doing here?\"\n\n\"I came to see you,\" replied the man. \"May I have a talk with you\nprivately?\"\n\n\"I--I suppose so,\" assented Mr. Swift nervously. \"Come into the house.\"\n\nMr. Berg left Tom's side and advanced to where Mr. Swift was standing.\nTogether the two emerged from the now fast darkening shop and went\ntoward the house.\n\n\"Who is he?\" asked Mr. Sharp of the young inventor in a whisper.\n\n\"I don't know,\" replied the lad; \"but, whoever he is, dad seems afraid\nof him. I'm going to keep my eyes open.\"\n\n\n\n\nChapter Three\n\nMr. Berg is Astonished\n\n\nFollowing his father and the stranger whom the aged inventor had\naddressed as Mr. Berg, Tom and Mr. Sharp entered the house, the lad\nhaving first made sure that Garret Jackson was on guard in the shop\nthat contained the submarine.\n\n\"Now,\" said Mr. Swift to the newcomer, \"I am at your service. What is\nit you wish?\"\n\n\"In the first place, let me apologize for having startled you and your\nfriends,\" began the man. \"I had no idea of sneaking into your workshop,\nbut I had just arrived here, and seeing the doors open I went in. I\nheard no one about, and I wandered to the back of the place. There I\nhappened to stumble over a board--\"\n\n\"And I heard you,\" interrupted Tom.\n\n\"Is this one of your employees?\" asked Mr. Berg in rather frigid tones.\n\n\"That is my son,\" replied Mr. Swift.\n\n\"Oh, I beg your pardon.\" The man's manner changed quickly.  \"Well, I\nguess you did hear me, young man. I didn't intend to bark my shins the\nway I did, either. You must have taken me for a burglar or a sneak\nthief.\"\n\n\"I have been very much bothered by a gang of unscrupulous men,\" said\nMr. Swift, \"and I suppose Tom thought it was some of them sneaking\naround again.\"\n\n\"That's what I did,\" added the lad. \"I wasn't going to have any one\nsteal the secret of the submarine if I could help it.\"\n\n\"Quite right! Quite right!\" exclaimed Mr. Berg. \"But my purpose was an\nopen one. As you know, Mr. Swift, I represent the firm of Bentley &\nEagert, builders of submarine boats and torpedoes. They heard that you\nwere constructing a craft to take part in the competitive prize tests\nof the United States Government, and they asked me to come and see you\nto learn when your ship would be ready. Ours is completed, but we\nrecognize that it will be for the best interests of all concerned if\nthere are a number of contestants, and my firm did not want to send in\ntheir entry until they knew that you were about finished with your\nship. How about it? Are you ready to compete?\"\n\n\"Yes,\" said Mr. Swift slowly. \"We are about ready. My craft needs a few\nfinishing touches, and then it will be ready to launch.\"\n\n\"Then we may expect a good contest on your part,\" suggested Mr. Berg.\n\n\"Well,\" began the aged inventor, \"I don't know about that.\"\n\n\"What's that?\" exclaimed Mr. Berg.\n\n\"I said I wasn't quite sure that we would compete,\" went on Mr. Swift.\n\"You see, when I first got this idea for a submarine boat I had it in\nmind to try for the Government prize of fifty thousand dollars.\"\n\n\"That's what we want, too,\" interrupted Mr. Berg with a smile.\n\n\"But,\" went on Tom's father, \"since then certain matters have come up,\nand I think, on the whole, that we'll not compete for the prize after\nall.\"\n\n\"Not compete for the prize?\" almost shouted the agent for Bentley &\nEagert. \"Why, the idea! You ought to compete. It is good for the trade.\nWe think we have a very fine craft, and probably we would beat you in\nthe tests, but--\"\n\n\"I wouldn't be too sure of that,\" put in Tom. \"You have only seen the\noutside of our boat. The inside is better yet.\"\n\n\"Ah, I have no doubt of that,\" spoke Mr. Berg, \"but we have been at the\nbusiness longer than you have, and have had more experience. Still we\nwelcome competition. But I am very much surprised that you are not\ngoing to compete for the prize, Mr. Swift. Very much surprised, indeed!\nYou see, I came down from Philadelphia to arrange so that we could both\nenter our ships at the same time. I understand there is another firm of\nsubmarine boat builders who are going to try for the prize, and I want\nto arrange a date that will be satisfactory to all. I am greatly\nastonished that you are not going to compete.\"\n\n\"Well, we were going to,\" said Mr. Swift, \"only we have changed our\nminds, that's all. My son and I have other plans.\"\n\n\"May I ask what they are?\" questioned Mr. Berg.\n\n\"You may,\" exclaimed Tom quickly; \"but I don't believe we can tell you.\nThey're a secret,\" he added more cordially.\n\n\"Oh, I see,\" retorted Mr. Berg. \"Well, of course I don't wish to\npenetrate any of your secrets, but I hoped we could contest together\nfor the Government prize. It is worth trying for I assure you--fifty\nthousand dollars. Besides, there is the possibility of selling a number\nof submarines to the United States. It's a fine prize.\"\n\n\"But the one we are after is a bigger one,\" cried Tom impetuously, and\nthe moment he had spoken he wished he could recall the words.\n\n\"Eh? What's that?\" exclaimed Mr. Berg. \"You don't mean to say another\ngovernment has offered a larger prize? If I had known that I would not\nhave let my firm enter into the competition for the bonus offered by\nthe United States.  Please tell me.\"\n\n\"I'm sorry,\" went on Tom more soberly. \"I shouldn't have spoken. Mr.\nBerg, the plans of my father and myself are such that we can't reveal\nthem now. We are going to try for a prize, but not in competition with\nyou. It's an entirely different matter.\"\n\n\"Well, I guess you'll find that the firm of Bentley & Eagert are\ncapable of trying for any prizes that are offered,\" boasted the agent.\n\"We may be competitors yet.\"\n\n\"I don't believe so,\" replied Mr. Swift.\n\n\"We may,\" repeated Mr. Berg. \"And if we do, please remember that we\nwill show no mercy. Our boats are the best.\"\n\n\"And may the best boat win,\" interjected Mr. Sharp.  \"That's all we\nask. A fair field and no favors.\"\n\n\"Of course,\" spoke the agent coldly. \"Is this another son of yours?\" he\nasked.\n\n\"No but a good friend,\" replied the aged inventor. \"No, Mr. Berg, we\nwon't compete this time. You may tell your firm so.\"\n\n\"Very good,\" was the other's stiff reply. \"Then I will bid you good\nnight. We shall carry off the Government prize, but permit me to add\nthat I am very much astonished, very much indeed, that you do not try\nfor the prize. From what I have seen of your submarine you have a very\ngood one, almost as good, in some respects, as ours.  I bid you good\nnight,\" and with a bow the man left the room and hurried away from the\nhouse.\n\n\n\n\nChapter Four\n\nTom is Imprisoned\n\n\n\"Well, I must say he's a cool one,\" remarked Tom, as the echoes of Mr.\nBerg's steps died away. \"The idea of thinking his boat better than\nours! I don't like that man, dad. I'm suspicious of him. Do you think\nhe came here to steal some of our ideas?\"\n\n\"No, I hardly believe so, my son. But how did you discover him?\"\n\n\"Just as you saw, dad. I heard a noise and went back there to\ninvestigate. I found him sneaking around, looking at the electric\npropeller plates. I went to grab him just as he stumbled over a board.\nAt first I thought it was one of the old gang. I'm almost sure he was\ntrying to discover something.\"\n\n\"No, Tom. The firm he works for are good business men, and they would\nnot countenance anything like that. They are heartless competitors,\nhowever, and if they saw a legitimate chance to get ahead of me and\ntake advantage, they would do it. But they would not sneak in to steal\nmy ideas. I feel sure of that. Besides, they have a certain type of\nsubmarine which they think is the best ever invented, and they would\nhardly change at this late day. They feel sure of winning the\nGovernment prize, and I'm just as glad we're not going to have a\ncontest.\"\n\n\"Do you think our boat is better than theirs?\"\n\n\"Much better, in many respects.\"\n\n\"I don't like that man Berg, though,\" went on Tom.\n\n\"Nor do I,\" added his father. \"There is something strange about him.\nHe was very anxious that I should compete.  Probably he thought his\nfirm's boat would go so far ahead of ours that they would get an extra\nbonus. But I'm glad he didn't see our new method of propulsion. That is\nthe principal improvement in the Advance over other types of\nsubmarines. Well, another week and we will be ready for the test.\"\n\n\"Have you known Mr. Berg long, dad?\"\n\n\"Not very. I met him in Washington when I was in the patent office. He\nwas taking out papers on a submarine for his firm at the same time I\ngot mine for the Advance. It is rather curious that he should come all\nthe way here from Philadelphia, merely to see if I was going to\ncompete. There is something strange about it, something that I can't\nunderstand.\"\n\nThe time was to come when Mr. Swift and his son were to get at the\nbottom of Mr. Berg's reasons, and they learned to their sorrow that he\nhad penetrated some of their secrets.\n\nBefore going to bed that night Tom and Mr. Sharp paid a visit to the\nshed where the submarine was resting on the ways, ready for launching.\nThey found Mr. Jackson on guard and the engineer said that no one had\nbeen around. Nor was anything found disturbed.\n\n\"It certainly is a great machine,\" remarked the lad as he looked up at\nthe cigar-shaped bulk towering over his head.  \"Dad has outdone himself\nthis trip.\"\n\n\"It looks all right,\" commented Mr. Sharp. \"Whether it will work is\nanother question.\"\n\n\"Yes, we can't tell until it's in the water,\" conceded Tom. \"But I\nhope it does. Dad has spent much time and money on it.\"\n\nThe Advance was, as her name indicated, much in advance of previous\nsubmarines. There was not so much difference in outward construction as\nthere was in the means of propulsion and in the manner in which the\ninterior and the machinery were arranged.\n\nThe submarine planned by Mr. Swift and Tom jointly, and constructed by\nthem, with the aid of Mr. Sharp and Mr. Jackson, was shaped like a\nCigar, over one hundred feet long and twenty feet in diameter at the\nthickest part. It was divided into many compartments, all water-tight,\nso that if one or even three were flooded the ship would still be\nuseable.\n\nBuoyancy was provided for by having several tanks for the introduction\nof compressed air, and there was an emergency arrangement so that a\ncollapsible aluminum container could be distended and filled with a\npowerful gas. This was to be used if, by any means, the ship was\ndisabled on the bottom of the ocean. The container could be expanded\nand filled, and would send the Advance to the surface.\n\nAnother peculiar feature was that the engine-room, dynamos and other\napparatus were all contained amidships. This gave stability to the\ncraft, and also enabled the same engine to operate both shafts and\npropellers, as well as both the negative forward electrical plates, and\nthe positive rear ones.\n\nThese plates were a new idea in submarine construction, and were the\noutcome of an idea of Mr. Swift, with some suggestions from his son.\n\nThe aged inventor did not want to depend on the usual screw propellers\nfor his craft, nor did he want to use a jet of compressed air, shooting\nout from a rear tube, nor yet a jet of water, by means of which the\ncreature called the squid shoots himself along. Mr. Swift planned to\nsend the Advance along under water by means of electricity.\n\nCertain peculiar plates were built at the forward and aft blunt noses\nof the submarine. Into the forward plate a negative charge of\nelectricity was sent, and into the one at the rear a positive charge,\njust as one end of a horseshoe magnet is positive and will repel the\nnorth end of a compass needle, while the other pole of a magnet is\nnegative and will attract it. In electricity like repels like, while\nnegative and positive have a mutual attraction for each other.\n\nMr. Swift figured out that if he could send a powerful current of\nnegative electricity into the forward plate it would pull the boat\nalong, for water is a good conductor of electricity, while if a\npositive charge was sent into the rear plate it would serve to push the\nsubmarine along, and he would thus get a pulling and pushing motion,\njust as a forward and aft propeller works on some ferry boats.\n\nBut the inventor did not depend on these plates alone.  There were\nauxiliary forward and aft propellers of the regular type, so that if\nthe electrical plates did not work, or got out of order, the screws\nwould serve to send the Advance along.\n\nThere was much machinery in the submarine. There were gasolene motors,\nsince space was too cramped to allow the carrying of coal for boilers.\nThere were dynamos, motors and powerful pumps. Some of these were for\nair, and some for water. To sink the submarine below the surface large\ntanks were filled with water. To insure a more sudden descent,\ndeflecting rudders were also used, similar to those on an airship.\nThere were also special air pumps, and one for the powerful gas, which\nwas manufactured on board.\n\nForward from the engine-room was a cabin, where meals could be served,\nand where the travelers could remain in the daytime. There was also a\nsmall cooking galley, or kitchen, there. Back of the engine-room were\nthe sleeping quarters and the storerooms. The submarine was steered\nfrom the forward compartment, and here were also levers, wheels and\nvalves that controlled all the machinery, while a number of dials\nshowed in which direction they were going, how deep they were, and at\nwhat speed they were moving, as well as what the ocean pressure was.\n\nOn top, forward, was a small conning, or observation tower, with\nauxiliary and steering and controlling apparatus there. This was to be\nused when the ship was moving along on the surface of the ocean, or\nmerely with the deck awash.  There was a small flat deck surrounding\nthe conning tower and this was available when the craft was on the\nsurface.\n\nThere was provision made for leaving the ship when it was on the bed of\nthe ocean. When it was desired to do this the occupants put on diving\nsuits, which were provided with portable oxygen tanks. Then they\nentered a chamber into which water was admitted until it was equal in\npressure to that outside. Then a steel door was opened, and they could\nstep out. To re-enter the ship the operation was reversed.  This was\nnot a new feature. In fact, many submarines to-day use it.\n\nAt certain places there were thick bull's-eye windows, by means of\nwhich the under-water travelers could look out into the ocean through\nwhich they were moving. As a defense against the attacks of submarine\nmonsters there was a steel, pointed ram, like a big harpoon. There were\nalso a bow and a stern electrical gun, of which more will be told later.\n\nIn addition to ample sleeping accommodations, there were many\nconveniences aboard the Advance. Plenty of fresh water could be\ncarried, and there was an apparatus for distilling more from the sea\nwater that surrounded the travelers.  Compressed air was carried in\nlarge tanks, and oxygen could be made as needed. In short, nothing that\ncould add to the comfort or safety of the travelers had been omitted.\nThere was a powerful crane and windlass, which had been installed when\nMr. Swift thought his boat might be bought by the Government. This was\nto be used for raising wrecks or recovering objects from the bottom of\nthe ocean. Ample stores and provisions were to be carried and, once the\ntravelers were shut up in the Advance, they could exist for a month\nbelow the surface, providing no accident occurred.\n\nAll these things Tom and Mr. Sharp thought of as they looked over the\nship before turning in for the night. The craft was made immensely\nstrong to withstand powerful pressure at the bottom of the ocean. The\nsubmarine could penetrate to a depth of about three miles. Below that\nit was dangerous to go, as the awful force would crush the plates,\npowerful as they were.\n\n\"Well, we'll rush things to-morrow and the next day,\" observed Tom as\nhe prepared to leave the building. \"Then we'll soon see if it works.\"\n\nFor the next week there were busy times in the shop near the ocean.\nGreat secrecy was maintained, and though curiosity seekers did stroll\nalong now and then, they received little satisfaction. At first Mr.\nSwift thought that the visit of Mr. Berg would have unpleasant results,\nfor he feared that the agent would talk about the craft, of which he\nhad so unexpectedly gotten a sight. But nothing seemed to follow from\nhis chance inspection, and it was forgotten.\n\nIt was one evening, about a week later, that Tom was alone in the shop.\nThe two mechanics that had been hired to help out in the rush had been\nlet go, and the ship needed but a few adjustments to make it ready for\nthe sea.\n\n\"I think I'll just take another look at the water tank valves,\" said\nTom to himself as he prepared to enter the big compartments which\nreceived the water ballast. \"I want to be sure they work properly and\nquickly. We've got to depend on them to make us sink when we want to,\nand, what's more important, to rise to the surface in a hurry. I've got\ntime enough to look them over before dad and Mr. Sharp get back.\"\n\nTom entered the starboard tank by means of an emergency sliding door\nbetween the big compartments and the main part of the ship. This was\nclosed by a worm and screw gear, and once the ship was in the water\nwould seldom be used.\n\nThe young inventor proceeded with his task, carefully inspecting the\nvalves by the light of a lantern he carried.  The apparatus seemed to\nbe all right, and Tom was about to leave when a peculiar noise\nattracted his attention. It was the sound of metal scraping on metal,\nand the lad's quick and well-trained ear told him it was somewhere\nabout the ship.\n\nHe turned to leave the tank, but as he wheeled around his light flashed\non a solid wall of steel back of him. The emergency outlet had been\nclosed! He was a prisoner in the water compartment, and he knew, from\npast experience, that shout as he would, his voice could not be heard\nten feet away. His father and Mr. Sharp, as he was aware, had gone to a\nnearby city for some tools, and Mr. Jackson, the engineer, was\ntemporarily away. Mrs. Baggert, in the house, could not hear his cries.\n\n\"I'm locked in!\" cried Tom aloud. \"The worm gear must have shut of\nitself. But I don't see how that could be. I've got to get out mighty\nsoon, though, or I'll smother. This tank is airtight, and it won't take\nme long to breath up all the oxygen there is here. I must get that\nslide open.\"\n\nHe sought to grasp the steel plate that closed the emergency opening.\nHis fingers slipped over the smooth, polished surface. He was\nhermetically sealed up--a captive!  Blankly he set his lantern down and\nleaned hopelessly against the wall of the tank.\n\n\"I've got to get out,\" he murmured.\n\nAs if in answer to him he heard a voice on the outside, crying:\n\n\"There, Tom Swift! I guess I've gotten even with you now!  Maybe next\ntime you won't take a reward away from me, and lick me into the\nbargain. I've got you shut up good and tight, and you'll stay there\nuntil I get ready to let you out.\"\n\n\"Andy Foger!\" gasped Tom. \"Andy Foger sneaked in here and turned the\ngear. But how did he get to this part of the coast? Andy Foger, you let\nme out!\" shouted the young inventor; and as Andy's mocking laugh came\nto him faintly through the steel sides of the submarine, the imprisoned\nlad beat desperately with his hands on the smooth sides of the tank,\nvainly wondering how his enemy had discovered him.\n\n\n\n\nChapter Five\n\nMr. Berg is Suspicious\n\n\nNot for long did the young inventor endeavor to break his way out of\nthe water-ballast tank by striking the heavy sides of it. Tom realized\nthat this was worse than useless.  He listened intently, but could hear\nnothing. Even the retreating footsteps of Andy Foger were inaudible.\n\n\"This certainly is a pickle!\" exclaimed Tom aloud. \"I can't understand\nhow he ever got here. He must have traced us after we went to Shopton\nin the airship the last time.  Then he sneaked in here. Probably he saw\nme enter, but how could he know enough to work the worm gear and close\nthe door? Andy has had some experience with machinery, though, and one\nof the vaults in the bank where his father is a director closed just\nlike this tank. That's very likely how he learned about it. But I've\ngot to do something else besides thinking of that sneak, Andy. I've got\nto get out of here. Let's see if I can work the gear from inside.\"\n\nBefore he started, almost, Tom knew that it would be impossible. The\ntank was made to close from the interior of the submarine, and the\nheavy door, built to withstand the pressure of tons of water, could not\nbe forced except by the proper means.\n\n\"No use trying that,\" concluded the lad, after a tiring attempt to\nforce back the sliding door with his hands. \"I've got to call for help.\"\n\nHe shouted until the vibrations in the confined space made his ears\nring, and the mere exertion of raising his voice to the highest pitch\nmade his heart beat quickly. Yet there came no response. He hardly\nexpected that there would be any, for with his father and Mr. Sharp\naway, the engineer absent on an errand, and Mrs. Baggert in the house\nsome distance off, there was no one to hear his calls for help, even if\nthey had been capable of penetrating farther than the extent of the\nshed, where the under-water craft had been constructed.\n\n\"I've got to wait until some of them come out here,\" thought Tom.\n\"They'll be sure to release me and make a search. Then it will be easy\nenough to call to them and tell them where I am, once they are inside\nthe shed. But--\" He paused, for a horrible fear came over him. \"Suppose\nthey should come--too late?\" The tank was airtight. There was enough\nair in it to last for some time, but, sooner or later, it would no\nlonger support life. Already, Tom thought, it seemed oppressive, though\nprobably that was his imagination.\n\n\"I must get out!\" he repeated frantically. \"I'll die in here soon.\"\n\nAgain he tried to shove back the steel door. Then he repeated his cries\nuntil he was weary. No one answered him.  He fancied once he could hear\nfootsteps in the shed, and thought, perhaps, it was Andy, come back to\ngloat over him.  Then Tom knew the red-haired coward would not dare\nventure back. We must do Andy the justice to say that he never realized\nthat he was endangering Tom's life. The bully had no idea the tank was\nairtight when he closed it. He had seen Tom enter and a sudden whim\ncame to him to revenge himself.\n\nBut that did not help the young inventor any. There was no doubt about\nit now--the air was becoming close. Tom had been imprisoned nearly two\nhours, and as he was a healthy, strong lad, he required plenty of\noxygen. There was certainly less than there had been in the tank. His\nhead began to buzz, and there was a ringing in his ears.\n\nOnce more he fell upon his knees, and his fingers sought the small\nprojections of the gear on the inside of the door. He could no more\nbudge the mechanism than a child could open a burglar-proof vault.\n\n\"It's no use,\" he moaned, and he sprawled at full length on the floor\nof the tank, for there the air was purer. As he did so his fingers\ntouched something. He started as they closed around the handle of a big\nmonkey wrench. It was one he had brought into the place with him.\nImbued with new hope he struck a match and lighted his lantern, which\nhe had allowed to go out as it burned up too much of the oxygen. By the\ngleam of it he looked to see if there were any bolts or nuts he could\nloosen with the wrench, in order to slide the door back. It needed but\na glance to show him the futility of this.\n\n\"It's no go,\" he murmured, and he let the wrench fall to the floor.\nThere was a ringing, clanging sound, and as it smote his ears Tom\nsprang up with an exclamation.\n\n\"That's the thing!\" he cried. \"I wonder I didn't think of it before. I\ncan signal for help by pounding on the sides of the tank with the\nwrench. The blows will carry a good deal farther than my voice would.\"\nEvery one knows how far the noise of a boiler shop, with hammers\nfalling on steel plates, can be heard; much farther than can a human\nvoice.\n\nTom began a lusty tattoo on the metal sides of the tank.  At first he\nmerely rattled out blow after blow, and then, as another thought came\nto him, he adopted a certain plan. Some time previous, when he and Mr.\nSharp had planned their trip in the air, the two had adopted a code of\nsignals. As it was difficult in a high wind to shout from one end of\nthe airship to the other, the young inventor would sometimes pound on\nthe pipe which ran from the pilot house of the Red Cloud to the\nengine-room. By a combination of numbers, simple messages could be\nconveyed. The code included a call for help. Forty-seven was the\nnumber, but there had never been any occasion to use it.\n\nTom remembered this now. At once he ceased his indiscriminate\nhammering, and began to beat out regularly--one, two, three, four--then\na pause, and seven blows would be given. Over and over again he rang\nout this number--forty seven--the call for help.\n\n\"If Mr. Sharp only comes back he will hear that, even in the house,\"\nthought poor Tom \"Maybe Garret or Mrs. Baggert will hear it, too, but\nthey won't know what it means.  They'll think I'm just working on the\nsubmarine.\"\n\nIt seemed several hours to Tom that he pounded out that cry for aid,\nbut, as he afterward learned, it was only a little over an hour. Signal\nafter signal he sent vibrating from the steel sides of the tank. When\none arm tired he would use the other. He grew weary, his head was\naching, and there was a ringing in his ears; a ringing that seemed as\nif ten thousand bells were jangling out their peals, and he could\nbarely distinguish his own pounding.\n\nSignal after signal he sounded. It was becoming like a dream to him,\nwhen suddenly, as he paused for a rest, he heard his name called\nfaintly, as if far away.\n\n\"Tom! Tom! Where are you?\"\n\nIt was the voice of Mr. Sharp. Then followed the tones of the aged\ninventor.\n\n\"My poor boy! Tom, are you still alive?\"\n\n\"Yes, dad! In the starboard tank!\" the lad gasped out, and then he lost\nhis senses. When he revived he was lying on a pile of bagging in the\nsubmarine shop, and his father and the aeronaut were bending over him.\n\n\"Are you all right, Tom?\" asked Mr. Swift.\n\n\"Yes--I--I guess so,\" was the hesitating answer. \"Yes,\" the lad added,\nas the fresh air cleared his head. \"I'll be all right pretty soon. Have\nyou seen Andy Foger?\"\n\n\"Did he shut you in there?\" demanded Mr. Swift.\n\nTom nodded.\n\n\"I'll have him arrested!\" declared Mr. Swift. \"I'll go to town as soon\nas you're in good shape again and notify the police.\"\n\n\"No, don't,\" pleaded Tom. \"I'll take care of Andy myself.  I don't\nreally believe he knew how serious it was. I'll settle with him later,\nthough.\"\n\n\"Well, it came mighty near being serious,\" remarked Mr. Sharp grimly.\n\"Your father and I came back a little sooner than we expected, and as\nsoon as I got near the house I heard your signal. I knew what it was in\na moment. There were Mrs. Baggert and Garret talking away, and when I\nasked them why they didn't answer your call they said they thought you\nwere merely tinkering with the machinery. But I knew better. It's the\nfirst time we ever had a use for 'forty-seven,' Tom.\"\n\n\"And I hope it will be the last,\" replied the young inventor with a\nfaint smile. \"But I'd like to know what Andy Foger is doing in this\nneighborhood.\"\n\nTom was soon himself again and able to go to the house, where he found\nMrs. Baggert brewing a big basin of catnip tea, under the impression\nthat it would in some way be good for him. She could not forgive\nherself for not having answered his signal, and as for Mr. Jackson, he\nhad started for a doctor as soon as he learned that Tom was shut up in\nthe tank. The services of the medical man were canceled by telephone,\nas there was no need for him, and the engineer came back to the house.\n\nTom was fully himself the next day, and aided his father and Mr. Sharp\nin putting the finishing touches to the Advance. It was found that some\nalteration was required in the auxiliary propellers, and this, much to\nthe regret of the young inventor, would necessitate postponing the\ntrial a few days.\n\n\"But we'll have her in the water next Friday,\" promised Mr. Swift.\n\n\"Aren't you superstitious about Friday?\" asked the balloonist.\n\n\"Not a bit of it,\" replied the aged inventor. \"Tom,\" he added, \"I wish\nyou would go in the house and get me the roll of blueprints you'll find\non my desk.\"\n\nAs the lad neared the cottage he saw, standing in front of the place, a\nsmall automobile. A man had just descended from it, and it needed but a\nglance to show that he was Mr. Addison Berg.\n\n\"Ah, good morning, Mr. Swift,\" greeted Mr. Berg. \"I wish to see your\nfather, but as I don't wish to lay myself open to suspicions by\nentering the shop, perhaps you will ask him to step here.\"\n\n\"Certainly,\" answered the lad, wondering why the agent had returned.\nGetting the blueprints, and asking Mr. Berg to sit down on the porch,\nTom delivered the message.\n\n\"You come back with me, Tom,\" said his father. \"I want you to be a\nwitness to what he says. I'm not going to get into trouble with these\npeople.\"\n\nMr. Berg came to the point at once.\n\n\"Mr. Swift,\" he said, \"I wish you would reconsider your determination\nnot to enter the Government trials. I'd like to see you compete. So\nwould my firm.\"\n\n\"There is no use going over that again,\" replied the aged inventor. \"I\nhave another object in view now than trying for the Government prize.\nWhat it is I can't say, but it may develop in time--if we are\nsuccessful,\" and he looked at his son, smiling the while.\n\nMr. Berg tried to argue, but it was of no avail. Then he changed his\nmanner, and said:\n\n\"Well, since you won't, you won't, I suppose. I'll go back and report\nto my firm.  Have you anything special to do this morning?\" he went on\nto Tom.\n\n\"Well, I can always find something to keep me busy,\" replied the lad,\n\"but as for anything special--\"\n\n\"I thought perhaps you'd like to go for a trip in my auto,\" interrupted\nMr. Berg. \"I had asked a young man who is stopping at the same hotel\nwhere I am to accompany me, but he has unexpectedly left, and I don't\nlike to go alone. His name was--let me see. I have a wretched memory\nfor names, but it was something like Roger or Moger.\"\n\n\"Foger!\" cried Tom. \"Was it Andy Foger?\"\n\n\"Yes, that was it. Why, do you know him?\" asked Mr. Berg in some\nsurprise.\n\n\"I should say so,\" replied Tom. \"He was the cause of what might have\nresulted in something serious for me,\" and the lad explained about\nbeing imprisoned in the tank.\n\n\"You don't tell me!\" cried Mr. Berg. \"I had no idea he was that kind of\na lad. You see, his father is one of the directors of the firm by whom\nI am employed. Andy came from home to spend a few weeks at the seaside,\nand stopped at the same hotel that I did. He went off yesterday\nafternoon, and I haven't seen him since, though he promised to go for a\nride with me. He must have come over here and entered your shop\nunobserved. I remember now he asked me where the submarine was being\nbuilt that was going to compete with our firm's, and I told him. I\ndidn't think he was that kind of a lad. Well, since he's probably gone\nback home, perhaps you will come for a ride with me, Tom.\"\n\n\"I'm afraid I can't go, thank you,\" answered the lad. \"We are very busy\ngetting our submarine in shape for a trial.  But I can imagine why Andy\nleft so hurriedly. He probably learned that a doctor had been summoned\nfor me, though, as it happened, I didn't need one. But Andy probably\ngot frightened at what he had done, and left. I'll make him more sorry,\nwhen I meet him.\"\n\n\"Don't blame you a bit,\" commented Mr. Berg. \"Well, I must be getting\nback.\"\n\nHe hastened out to his auto, while Tom and his father watched the agent.\n\n\"Tom, never trust that man,\" advised the aged inventor solemnly.\n\n\"Just what I was about to remark,\" said his son. \"Well, let's get back\nto work. Queer that he should come here again, and it's queer about\nAndy Foger.\"\n\nFather and son returned to the machine shop, while Mr. Berg puffed away\nin his auto. A little later, Tom having occasion to go to a building\nnear the boundary line of the cottage property which his father had\nhired for the season, saw, through the hedge that bordered it, an\nautomobile standing in the road. A second glance showed him that it was\nMr. Berg's machine. Something had gone wrong with it, and the agent had\nalighted to make an adjustment.\n\nThe young inventor was close to the man, though the latter was unaware\nof his presence.\n\n\"Hang it all!\" Tom heard Mr. Berg exclaim to himself. \"I wonder what\nthey can be up to? They won't enter the Government contests, and they\nwon't say why. I believe they're up to some game, and I've got to find\nout what it is. I wonder if I couldn't use this Foger chap?\"\n\n\"He seems to have it in for this Tom Swift,\" Mr. Berg went on, still\ntalking to himself, though not so low but that Tom could hear him. \"I\nthink I'll try it. I'll get Andy Foger to sneak around and find out\nwhat the game is. He'll do it, I know.\"\n\nBy this time the auto was in working order again, and the agent took\nhis seat and started off.\n\n\"So that's how matters lie, eh?\" thought Tom. \"Well, Mr. Berg, we'll be\ndoubly on the lookout for you after this. As for Andy Foger, I think\nI'll make him wish he'd never locked me in that tank. So you expect to\nfind out our 'game,' eh, Mr. Berg? Well, when you do know it, I think\nit will astonish you. I only hope you don't learn what it is until we\nget at that sunken treasure, though.\"\n\nBut alas for Tom's hopes. Mr. Berg did learn of the object of the\ntreasure-seekers, and sought to defeat them, as we shall learn as our\nstory proceeds.\n\n\n\n\nChapter Six\n\nTurning the Tables\n\n\nWhen the young inventor informed his father what he had overheard Mr.\nBerg saying, the aged inventor was not as much worried as his son\nanticipated.\n\n\"All we'll have to do, Tom,\" he said, \"is to keep quiet about where we\nare going. Once we have the Advance afloat, and try her out, we can\nstart on our voyage for the South American Coast and search for the\nsunken treasure. When we begin our voyage under water I defy any one to\ntell where we are going, or what our plans are. No, I don't believe we\nneed worry about Mr. Berg, though he probably means mischief.\"\n\n\"Well, I'm going to keep my eyes open for him and Andy Foger,\" declared\nTom.\n\nThe days that followed were filled with work. Not only were there many\nunexpected things to do about the submarine, but Mr. Sharp was kept\nbusy making inquiries about the sunken treasure ship. These inquiries\nhad to be made carefully, as the adventurers did not want their plans\ntalked of, and nothing circulates more quickly than rumors of an\nexpedition after treasure of any kind.\n\n\"What about the old sea captain you were going to get to go with us?\"\nasked Mr. Swift of the balloonist one afternoon.  \"Have you succeeded\nin finding one yet?\"\n\n\"Yes; I am in communication with a man I think will be just the person\nfor us. His name is Captain Alden Weston, and he has sailed all over\nthe world. He has also taken part in more than one revolution, and, in\nfact, is a soldier of fortune. I do not know him personally, but a\nfriend of mine knows him, and says he will serve us faithfully. I have\nwritten to him, and he will be here in a few days.\"\n\n\"That's good. Now about the location of the wreck itself.  Have you\nbeen able to learn any more details?\"\n\n\"Well, not many. You see, the Boldero was abandoned in a storm, and the\ncaptain did not take very careful observations. As nearly as it can be\nfigured out the treasure ship went to the bottom in latitude forty-five\ndegrees south, and longitude twenty-seven east from Washington. That's\na pretty indefinite location, but I hope, once we get off the Uruguay\ncoast, we can better it. We can anchor or lay outside the harbor, and\nin the small boat we carry go ashore and possibly gain more details.\nFor it was at Montevideo that the shipwrecked passengers and sailors\nlanded.\"\n\n\"Does Captain Weston know our object?\" inquired Tom.\n\n\"No, and I don't propose to tell him until we are ready to start,\"\nreplied Mr. Sharp. \"I don't know just how he'll consider a submarine\ntrip after treasure, but if I spring it on him suddenly he's less\nlikely to back out. Oh, I think he'll go.\"\n\nSomewhat unexpectedly the next day it was discovered that certain tools\nand appliances were needed for the submarine, and they had been left in\nthe house at Shopton, where Eradicate Sampson was in charge as\ncaretaker during the absence of Mr. Swift and his son and the\nhousekeeper.\n\n\"Well, I suppose we'll have to go back after them,\" remarked Tom.\n\"We'll take the airship, dad, and make a two-days' trip of it. Is there\nanything else you want?\"\n\n\"Well, you might bring a bundle of papers you'll find in the lower\nright hand drawer of my desk. They contain some memoranda I need.\"\n\nTom and Mr. Sharp had become so used to traveling in the airship that\nit seemed no novelty to them, though they attracted much attention\nwherever they went. They soon had the Red Cloud in readiness for a\nflight, and rising in the air above the shop that contained the\npowerful submarine, a craft utterly different in type from the\naeroplane, the nose of the airship was pointed toward Shopton.\n\nThey made a good flight and landed near the big shed where the bird of\nthe air was kept. It was early evening when they got to the Swift\nhomestead, and Eradicate Sampson was glad to see them.\n\nEradicate was a good cook, and soon had a meal ready for the travelers.\nThen, while Mr. Sharp selected the tools and other things needed, and\nput them in the airship ready for the start back the next morning, Tom\nconcluded he would take a stroll into Shopton, to see if he could see\nhis friend, Ned Newton. It was early evening, and the close of a\nbeautiful day, a sharp shower in the morning having cooled the air.\n\nTom was greeted by a number of acquaintances as he strolled along, for,\nsince the episode of the bank robbery, when he had so unexpectedly\nreturned with the thieves and the cash, the lad was better known than\never.\n\n\"I guess Ned must be home,\" thought our hero as he looked in vain for\nhis chum among the throng on the streets. \"I've got time to take a\nstroll down to his house.\"\n\nTom was about to cross the street when he was startled by the sound of\nan automobile horn loudly blown just at his side. Then a voice called:\n\n\"Hey, there! Git out of the way if you don't want to be run over!\"\n\nHe looked up, and saw a car careening along. At the wheel was the\nred-haired bully, Andy Foger, and in the tonneau were Sam Snedecker and\nPete Bailey.\n\n\"Git out of the way,\" added Sam, and he grinned maliciously at Tom.\n\nThe latter stepped back, well out of the path of the car, which was not\nmoving very fast. Just in front of Tom was a puddle of muddy water.\nThere was no necessity for Andy steering into it, but he saw his\nopportunity, and a moment later one of the big pneumatic tires had\nplunged into the dirty fluid, spattering it all over Tom, some even\ngoing as high as his face.\n\n\"Ha! ha!\" laughed Andy. \"Maybe you'll get out of my way next time, Tom\nSwift.\"\n\nThe young inventor was almost speechless from righteous anger. He wiped\nthe mud from his face, glanced down at his clothes, which were all but\nruined, and called out:\n\n\"Hold on there, Andy Foger! I want to see you!\" for he thought of the\ntime when Andy had shut him in the tank.\n\n\"Ta! ta!\" shouted Pete Bailey.\n\n\"See you later,\" added Sam.\n\n\"Better go home and take a bath, and then sail away in your submarine,\"\nwent on Andy. \"I'll bet it will sink.\"\n\nBefore Tom could reply the auto had turned a corner.  Disgusted and\nangry, he tried to sop up some of the muddy water with his\nhandkerchief. While thus engaged he heard his name called, and looked\nup to see Ned Newton.\n\n\"What's the matter? Fall down?\" asked his chum.\n\n\"Andy Foger,\" replied Tom.\n\n\"That's enough,\" retorted Ned. \"I can guess the rest.  We'll have to\ntar and feather him some day, and ride him out of town on a rail. I'd\nkick him myself, only his father is a director in the bank where I\nwork, and I'd be fired if I did. Can't afford any such pleasure. But\nsome day I'll give Andy a good trouncing, and then resign before they\ncan discharge me. But I'll be looking for another job before I do that.\nCome on to my house, Tom, and I'll help you clean up.\"\n\nTom was a little more presentable when he left his chum's residence,\nafter spending the evening there, but he was still burning for revenge\nagainst Andy and his cronies. He had half a notion to go to Andy's\nhouse and tell Mr. Foger how nearly serious the bully's prank at the\nsubmarine had been, but he concluded that Mr. Foger could only uphold\nhis son. \"No, I'll settle with him myself,\" decided Tom.\n\nBidding Eradicate keep a watchful eye about the house, and leaving word\nfor Mr. Damon to be sure to come to the coast if he again called at the\nShopton house, Tom and Mr. Sharp prepared to make their return trip\nearly the next morning.\n\nThe gas tank was filled and the Red Cloud arose in the air. Then, with\nthe propellers moving at moderate speed, the nose of the craft was\npointed toward the New Jersey coast.\n\nA few miles out from Shopton, finding there was a contrary wind in the\nupper regions where they were traveling, Mr. Sharp descended several\nhundred feet. They were moving over a sparsely settled part of the\ncountry, and looking down, Tom saw, speeding along a highway, an\nautomobile.\n\n\"I wonder who's in it?\" he remarked, taking down a telescope and\npeering over the window ledge of the cabin.  The next moment he uttered\na startled exclamation.\n\n\"Andy  Foger, Sam  Snedecker and Pete Bailey!\" he cried.  \"Oh, I wish I\nhad a bucket of water to empty on them.\"\n\n\"I know a better way to get even with them than that,\" said Mr. Sharp.\n\n\"How?\" asked Tom eagerly.\n\n\"I'll show you,\" replied the balloonist. \"It's a trick I once played on\na fellow who did me an injury. Here, you steer for a minute until I get\nthe thing fixed, then I'll take charge.\"\n\nMr. Sharp went to the storeroom and came back with a long, stout rope\nand a small anchor of four prongs. It was carried to be used in\nemergencies, but so far had never been called into requisition.\nFastening the grapple to the cable, the balloonist said:\n\n\"Now, Tom, they haven't seen you. You stand in the stern and pay out\nthe rope. I'll steer the airship, and what I want you to do is to catch\nthe anchor in the rear of their car. Then I'll show you some fun.\"\n\nTom followed instructions. Slowly he lowered the rope with the dangling\ngrapple. The airship was also sent down, as the cable was not quite\nlong enough to reach the earth from the height at which they were. The\nengine was run at slow speed, so that the noise would not attract the\nattention of the three cronies who were speeding along, all unconscious\nof the craft in the air over their heads. The Red Cloud was moving in\nthe same direction as was the automobile.\n\nThe anchor was now close to the rear of Andy's car.  Suddenly it caught\non the tonneau and Tom called that fact to Mr. Sharp.\n\n\"Fasten the rope at the cleat,\" directed the balloonist.\n\nTom did so, and a moment later the aeronaut sent the airship up by\nturning more gas into the container. At the same time he reversed the\nengine and the Red Cloud began pulling the touring car backward, also\nlifting the rear wheels clear from the earth.\n\nA startled cry from the occupants of the machine told Tom and his\nfriend that Andy and his cronies were aware something was wrong. A\nmoment later Andy, looking up, saw the airship hovering in the air\nabove him. Then he saw the rope fast to his auto. The airship was not\nrising now, or the auto would have been turned over, but it was slowly\npulling it backward, in spite of the fact that the motor of the car was\nstill going.\n\n\"Here! You let go of me!\" cried Andy. \"I'll have you arrested if you\ndamage my car.\"\n\n\"Come up here and cut the rope,\" called Tom leaning over and looking\ndown. He could enjoy the bully's discomfiture.  As for Sam and Pete,\nthey were much frightened, and cowered down on the floor of the tonneau.\n\n\"Maybe you'll shut me in the tank again and splash mud on me!\" shouted\nTom.\n\nThe rear wheels of the auto were lifted still higher from the ground,\nas Mr. Sharp turned on a little more gas. Andy was not proof against\nthis.\n\n\"Oh! oh!\" he cried. \"Please let me down, Tom. I'm awful sorry for what\nI did! I'll never do it again! Please, please let me down! Don't! You'll\ntip me over!\"\n\nHe had shut off his motor now, and was frantically clinging to the\nsteering wheel.\n\n\"Do you admit that you're a sneak and a coward?\" asked Tom, \"rubbing it\nin.\"\n\n\"Yes, yes!  Oh, please let me down!\"\n\n\"Shall we?\" asked Tom of Mr. Sharp.\n\n\"Yes,\" replied the balloonist. \"We can afford to lose the rope and\nanchor for the sake of turning the tables. Cut the cable.\"\n\nTom saw what was intended. Using a little hatchet, he severed the rope\nwith a single blow. With a crash that could be heard up in the air\nwhere the Red Cloud hovered, the rear wheels of the auto dropped to the\nground. Then came two loud reports.\n\n\"Both tires busted!\" commented Mr. Sharp dryly, and Tom, looking down,\nsaw the trio of lads ruefully contemplating the collapsed rubber of the\nrear wheels. The tables had been effectually turned on Andy Foger. His\nauto was disabled, and the airship, with a graceful sweep, mounted\nhigher and higher, continuing on its way to the coast.\n\n\n\n\nChapter Seven\n\nMr. Damon Will Go\n\n\n\"Well, I guess they've had their lesson,\" remarked Tom, as he took an\nobservation through the telescope and saw Andy and his cronies hard at\nwork trying to repair the ruptured tires. \"That certainly was a corking\ngood trick.\"\n\n\"Yes,\" admitted Mr. Sharp modestly. \"I once did something similar, only\nit was a horse and wagon instead of an auto.  But let's try for another\nspeed record. The conditions are just right.\"\n\nThey arrived at the coast much sooner than they had dared to hope, the\nRed Cloud proving herself a veritable wonder.\n\nThe remainder of that day, and part of the next, was spent in working\non the submarine.\n\n\"We'll launch her day after to-morrow,\" declared Mr. Swift\nenthusiastically. \"Then to see whether my calculations are right or\nwrong.\"\n\n\"It won't be your fault if it doesn't work,\" said his son.  \"You\ncertainly have done your best.\"\n\n\"And so have you and Mr. Sharp and the others, for that matter. Well, I\nhave no doubt but that everything will be all right, Tom.\"\n\n\"There!\" exclaimed Mr. Sharp the next morning, as he was adjusting a\ncertain gage. \"I knew I'd forget something. That special brand of\nlubricating oil. I meant to bring it from Shopton, and I didn't.\"\n\n\"Maybe I can get it in Atlantis,\" suggested Tom, naming the coast city\nnearest to them. \"I'll take a walk over. It isn't far.\"\n\n\"Will you? I'll be glad to have you,\" resumed the balloonist. \"A gallon\nwill be all we'll need.\"\n\nTom was soon on his way. He had to walk, as the roads were too poor to\npermit him to use the motor-cycle, and the airship attracted too much\nattention to use on a short trip.  He was strolling along, when from\nthe other side of a row of sand dunes, that lined the uncertain road to\nAtlantis, he heard some one speaking. At first the tones were not\ndistinct, but as the lad drew nearer to the voice he heard an\nexclamation.\n\n\"Bless my gold-headed cane! I believe I'm lost. He said it was out this\nway somewhere, but I don't see anything of it.  If I had that Eradicate\nSampson here now I'd--bless my shoelaces I don't know what I would do\nto him.\"\n\n\"Mr. Damon! Mr. Damon!\" cried Tom. \"Is that you?\"\n\n\"Me? Of course it's me! Who else would it be?\" answered the voice. \"But\nwho are you. Why, bless my liver! If it isn't Tom Swift!\" he cried.\n\"Oh, but I'm glad to see you! I was afraid I was shipwrecked! Bless my\ngaiters, how are you, anyhow? How is your father? How is Mr. Sharp, and\nall the rest of them?\"\n\n\"Pretty well. And you?\"\n\n\"Me? Oh, I'm all right; only a trifle nervous. I called at your house\nin Shopton yesterday, and Eradicate told me, as well as he could, where\nyou were located. I had nothing to do, so I thought I'd take a run down\nhere. But what's this I hear about you? Are you going on a voyage?\"\n\n\"Yes.\"\n\n\"In the air? May I go along again? I certainly enjoyed my other trip in\nthe Red Cloud. That is, all but the fire and being shot at. May I go?\"\n\n\"We're going on a different sort of trip this time,\" said the youth.\n\n\"Where?\"\n\n\"Under water.\"\n\n\"Under water?  Bless my sponge bath! You don't mean it!\"\n\n\"Yes. Dad has completed the submarine he was working on when we were\noff in the airship, and it will be launched the day after to-morrow.\"\n\n\"Oh, that's so. I'd forgotten about it. He's going to try for the\nGovernment prize, isn't he? But tell me more about it. Bless my\nscarf-pin, but I'm glad I met you! Going into town, I take it. Well, I\njust came from there, but I'll walk back with you. Do you think--is\nthere any possibility--that I could go with you? Of course, I don't\nwant to crowd you, but--\"\n\n\"Oh, there'll be plenty of room,\" replied the young inventor. \"In fact,\nmore room than we had in the airship. We were talking only the other\nday about the possibility of you going with us, but we didn't think\nyou'd risk it.\"\n\n\"Risk it? Bless my liver! Of course I'll risk it! It can't be as bad\nas sailing in the air. You can't fall, that's certain.\"\n\n\"No; but maybe you can't rise,\" remarked Tom grimly.\n\n\"Oh, we won't think of that. Of course, I'd like to go. I fully\nexpected to be killed in the Red Cloud, but as I wasn't. I'm ready to\ntake a chance in the water. On the whole, I think I prefer to be buried\nat sea, anyhow. Now, then, will you take me?\"\n\n\"I think I can safely promise,\" answered Tom with a smile at his\nfriend's enthusiasm.\n\nThe two were approaching the city, having walked along as they talked.\nThere were still some sand dunes near the road, and they kept on the\nside of these, nearest the beach, where they could watch the breakers.\n\n\"But you haven't told me where you are going,\" went on Mr. Damon, after\nblessing a few dozen objects. \"Where do the Government trials take\nplace?\"\n\n\"Well,\" replied the lad, \"to be frank with you, we have abandoned our\nintention of trying for the Government prize.\"\n\n\"Not going to try for it? Bless my slippers! Why not?  Isn't fifty\nthousand dollars worth striving for? And, with the kind of a submarine\nyou say you have, you ought to be able to win.\"\n\n\"Yes, probably we could win,\" admitted the young inventor, \"but we are\ngoing to try for a better prize.\"\n\n\"A better one? I don't understand.\"\n\n\"Sunken treasure,\" explained Tom. \"There's a ship sunk off the coast of\nUruguay, with three hundred thousand dollars in gold bullion aboard.\nDad and I are going to try to recover that in our submarine. We're\ngoing to start day after to-morrow, and, if you like, you may go along.\"\n\n\"Go along! Of course I'll go along!\" cried the eccentric man. \"But I\nnever heard of such a thing. Sunken treasure!  Three hundred thousand\ndollars in gold! My, what a lot of money! And to go after it in a\nsubmarine! It's as good as a story!\"\n\n\"Yes, we hope to recover all the treasure,\" said the lad.  \"We ought to\nbe able to claim at least half of it.\"\n\n\"Bless my pocketbook!\" cried Mr. Damon, but Tom did not hear him. At\nthat instant his attention was attracted by seeing two men emerge from\nbehind the sand dune near which he and Mr. Damon had halted\nmomentarily, when the youth explained about the treasure. The man\nlooked sharply at Tom.  A moment later the first man was joined by\nanother, and at the sight of him our hero could not repress an\nexclamation of alarm. For the second man was none other than Addison\nBerg.\n\nThe latter glanced quickly at Tom, and then, with a hasty word to his\ncompanion, the two swung around and made off in the opposite direction\nto that in which they had been walking.\n\n\"What's the matter?\" asked Mr. Damon, seeing the young inventor was\nstrangely affected.\n\n\"That--that man,\" stammered the lad.\n\n\"You don't mean to tell me that was one the Happy Harry gang, do you?\"\n\n\"No. But one, or both of those men, may prove to be worse.  That second\nman was Addison Berg, and he's agent for a firm of submarine boat\nbuilders who are rivals of dad's. Berg has been trying to find out why\nwe abandoned our intention of competing for the Government prize.\"\n\n\"I hope you didn't tell him.\"\n\n\"I didn't intend to,\" replied Tom, smiling grimly, \"but I'm afraid I\nhave, however. He certainly overheard what I said. I spoke too loud.\nYes, he must have heard me. That's why he hurried off so.\"\n\n\"Possibly no harm is done. You didn't give the location of the sunken\nship.\"\n\n\"No; but I guess from what I said it will be easy enough to find. Well,\nif we're going to have a fight for the possession of that sunken gold,\nI'm ready for it. The Advance is well equipped for a battle. I must\ntell dad of this. It's my fault.\"\n\n\"And partly mine, for asking you such leading questions in a public\nplace,\" declared Mr. Damon. \"Bless my coat-tails, but I'm sorry! Maybe,\nafter all, those men were so interested in what they themselves were\nsaying that they didn't understand what you said.\"\n\nBut if there had been any doubts on this score they would have been\ndissolved had Tom and his friend been able to see the actions of Mr.\nBerg and his companion a little later.  The plans of the\ntreasure-hunters had been revealed to their ears.\n\n\n\n\nChapter Eight\n\nAnother Treasure Expedition\n\n\nWhile Tom and Mr. Damon continued on to Atlantis after the oil, the\nyoung inventor lamenting from time to time that his remarks about the\nreal destination of the Advance had been overheard by Mr. Berg, the\nlatter and his companion were hastening back along the path that ran on\none side of the sand dunes.\n\n\"What's your hurry?\" asked Mr. Maxwell, who was with the submarine\nagent. \"You turned around as if you were shot when you saw that man and\nthe lad. There didn't appear to be any cause for such a hurry. From\nwhat I could hear they were talking about a submarine. You're in the\nsame business. You might be friends.\"\n\n\"Yes, we might,\" admitted Mr. Berg with a peculiar smile; \"but, unless\nI'm very much mistaken, we're going to be rivals.\"\n\n\"Rivals? What do you mean?\"\n\n\"I can't tell you now. Perhaps I may later. But if you don't mind, walk\na little faster, please. I want to get to a long-distance telephone.\"\n\n\"What for?\"\n\n\"I have just overheard something that I wish to communicate to my\nemployers, Bentley & Eagert.\"\n\n\"Overheard something? I don't see what it could be, unless that lad--\"\n\n\"You'll learn in good time,\" went on the submarine agent.  \"But I must\ntelephone at once.\"\n\nA little later the two men had reached a trolley line that ran into\nAtlantis, and they arrived at the city before Mr. Damon and Tom got\nthere, as the latter had to go by a circuitous route. Mr. Berg lost no\ntime in calling up his firm by telephone.\n\n\"I have had another talk with Mr. Swift,\" he reported to Mr. Bentley,\nwho came to the instrument in Philadelphia.\n\n\"Well, what does he say?\" was the impatient question. \"I can't\nunderstand his not wanting to try for the Government prize. It is\nastonishing. You said you were going to discover the reason, Mr Berg,\nbut you haven't done so.\"\n\n\"I have.\"\n\n\"What is it?\"\n\n\"Well, the reason Mr. Swift and his son don't care to try for the fifty\nthousand dollar prize is that they are after one of three hundred\nthousand dollars.\"\n\n\"Three hundred thousand dollars!\" cried Mr. Bentley. \"What government\nis going to offer such a prize as that for submarines, when they are\ngetting almost as common as airships? We ought to have a try for that\nourselves. What government is it?\"\n\n\"No government at all. But I think we ought to have a try for it, Mr.\nBentley.\"\n\n\"Explain.\"\n\n\"Well, I have just learned, most accidentally, that the Swifts are\ngoing after sunken treasure--three hundred thousand dollars in gold\nbullion.\"\n\n\"Sunken treasure? Where?\n\n\"I don't know exactly, but off the coast of Uruguay,\" and Mr. Berg\nrapidly related what he had overheard Tom tell Mr. Damon. Mr. Bentley\nwas much excited and impatient for more details, but his agent could\nnot give them to him.\n\n\"Well,\" concluded the senior member of the firm of submarine boat\nbuilders, \"if the Swifts are going after treasure, so can we. Come to\nPhiladelphia at once, Mr. Berg, and we'll talk this matter over. There\nis no time to lose.  We can afford to forego the Government prize for\nthe chance of getting a much larger one. We have as much right to\nsearch for the sunken gold as the Swifts have. Come here at once, and\nwe will make our plans.\"\n\n\"All right,\" agreed the agent with a smile as he hung up the receiver.\n\"I guess,\" he murmured to himself, \"that you won't be so high and\nmighty with me after this, Tom Swift.  We'll see who has the best boat,\nafter all. We'll have a contest and a competition, but not for a\ngovernment prize.  It will be for the sunken gold.\"\n\nIt was easy to see that Mr. Berg was much pleased with himself.\n\nMeanwhile, Tom and Mr. Damon had reached Atlantis, and had purchased\nthe oil. They started back, but Tom took a street leading toward the\ncenter of the place, instead of striking for the beach path, along\nwhich they had come.\n\n\"Where are you going?\" asked Mr. Damon.\n\n\"I want to see if that Andy Foger has come back here,\" replied the lad,\nand he told of having been shut in the tank by the bully.\n\n\"I've never properly punished him for that trick,\" he went on, \"though\nwe did manage to burst his auto tires. I'm curious to know how he knew\nenough to turn that gear and shut the tank door. He must have been\nloitering near the shop, seen me go in the submarine alone, watched his\nchance and sneaked in after me. But I'd like to get a complete\nexplanation, and if I once got hold of Andy I could make him talk,\" and\nTom clenched his fist in a manner that augured no good for the\nsquint-eyed lad. \"He was stopping at the same hotel with Mr. Berg, and\nhe hurried away after the trick he played on me. I next saw him in\nShopton, but I thought perhaps he might have come back here. I'm going\nto inquire at the hotel,\" he added.\n\nAndy's name was not on the register since his hasty flight, however,\nand Tom, after inquiring from the clerk and learning that Mr. Berg was\nstill a guest at the hostelry, rejoined Mr. Damon.\n\n\"Bless my hat!\" exclaimed that eccentric individual as they started\nback to the lonely beach where the submarine was awaiting her advent\ninto the water. \"The more I think of the trip I'm going to take, the\nmore I like it.\"\n\n\"I hope you will,\" remarked Tom. \"It will be a new experience for all\nof us. There's only one thing worrying me, and that is about Mr. Berg\nhaving overheard what I said.\"\n\n\"Oh, don't worry about that. Can't we slip away and leave no trace in\nthe water?\"\n\n\"I hope so, but I must tell dad and Mr. Sharp about what happened.\"\n\nThe aged inventor was not a little alarmed at what his son related, but\nhe agreed with Mr. Damon, whom he heartily welcomed, that little was to\nbe apprehended from Berg and his employers.\n\n\"They know we're after a sunken wreck, but that's all they do know,\"\nsaid Tom's father. \"We are only waiting for the arrival of Captain\nAlden Weston, and then we will go. Even if Bentley & Eagert make a try\nfor the treasure we'll have the start of them, and this will be a case\nof first come, first served. Don't worry, Tom. I'm glad you're going,\nMr Damon. Come, I will show you our submarine.\"\n\nAs father and son, with their guest, were going to the machine shop,\nMr. Sharp met them. He had a letter in his hand.\n\n\"Good news!\" the balloonist cried. \"Captain Weston will be with us\nto-morrow. He will arrive at the Beach Hotel in Atlantis, and wants one\nof us to meet him there. He has considerable information about the\nwreck.\"\n\n\"The Beach Hotel,\" murmured Tom. \"That is where Mr. Berg is stopping. I\nhope he doesn't worm any of our secret from Captain Weston,\" and it was\nwith a feeling of uneasiness that the young inventor continued after\nhis father and Mr. Damon to where the submarine was.\n\n\n\n\nChapter Nine\n\nCaptain Weston's Advent\n\n\n\"Bless my water ballast, but that certainly is a fine boat!\" cried Mr.\nDamon, when he had been shown over the new craft.  \"I think I shall\nfeel even safer in that than in the Red Cloud.\"\n\n\"Oh, don't go back on the airship!\" exclaimed Mr Sharp. \"I was counting\non taking you on another trip.\"\n\n\"Well, maybe after we get back from under the ocean,\" agreed Mr. Damon.\n\"I particularly like the cabin arrangements of the Advance. I think I\nshall enjoy myself.\"\n\nHe would be hard to please who could not take pleasure from a trip in\nthe submarine. The cabin was particularly fine, and the sleeping\narrangements were good.\n\nMore supplies could be carried than was possible on the airship, and\nthere was more room in which to cook and serve food. Mr. Damon was fond\nof good living, and the kitchen pleased him as much as anything else.\n\nEarly the next morning Tom set out for Atlantis, to meet Captain Weston\nat the hotel. The young inventor inquired of the clerk whether the\nseafaring man had arrived, and was told that he had come the previous\nevening.\n\n\"Is he in his room?\" asked Tom.\n\n\"No,\" answered the clerk with a peculiar grin. \"He's an odd character.\nWouldn't go to bed last night until we had every window in his room\nopen, though it was blowing quite hard, and likely to storm. The\ncaptain said he was used to plenty of fresh air. Well, I guess he got\nit, all right.\"\n\n\"Where is he now?\" asked the youth, wondering what sort of an\nindividual he was to meet.\n\n\"Oh, he was up before sunrise, so some of the scrubwomen told me. They\nmet him coming from his room, and he went right down to the beach with\na big telescope he always carries with him. He hasn't come back yet.\nProbably he's down on the sand.\"\n\n\"Hasn't he had breakfast?\"\n\n\"No. He left word he didn't want to eat until about four bells,\nwhatever time that is.\"\n\n\"It's ten o'clock,\" replied Tom, who had been studying up on sea terms\nlately. \"Eight bells is eight o'clock in the morning, or four in the\nafternoon or eight at night, according to the time of day. Then there's\none bell for every half hour, so four bells this morning would be ten\no'clock in this watch, I suppose.\"\n\n\"Oh, that's the way it goes, eh?\" asked the clerk. \"I never could get\nit through my head. What is twelve o'clock noon?\"\n\n\"That's eight bells, too; so is twelve o'clock midnight.  Eight bells\nis as high as they go on a ship. But I guess I'll go down and see if I\ncan meet the captain. It will soon be ten o'clock, or four bells, and\nhe must be hungry for breakfast. By the way, is that Mr. Berg still\nhere?\"\n\n\"No; he went away early this morning. He and Captain Weston seemed to\nstrike up quite an acquaintance, the night clerk told me. They sat and\nsmoked together until long after midnight, or eight bells,\" and the\nclerk smiled as he glanced down at the big diamond ring on his little\nfinger.\n\n\"They did?\" fairly exploded Tom, for he had visions of what the wily\nMr. Berg might worm out of the simple captain.\n\n\"Yes. Why, isn't the captain a proper man to make friends with?\" and\nthe clerk looked at Tom curiously.\n\n\"Oh, yes, of course,\" was the hasty answer. \"I guess I'll go and see if\nI can find him--the captain, I mean.\"\n\nTom hardly knew what to think. He wished his father, or Mr. Sharp, had\nthought to warn Captain Weston against talking of the wreck. It might\nbe too late now.\n\nThe young inventor hurried to the beach, which was not far from the\nhotel. He saw a solitary figure pacing up and down, and from the fact\nthat the man stopped, every now and then, and gazed seaward through a\nlarge telescope, the lad concluded it was the captain for whom he was\nin search. He approached, his footsteps making no sound on the sand.\nThe man was still gazing through the glass.\n\n\"Captain Weston?\" spoke Tom.\n\nWithout a show of haste, though the voice must have startled him, the\ncaptain turned. Slowly he lowered the telescope, and then he replied\nsoftly:\n\n\"That's my name. Who are you, if I may ask?\"\n\nTom was struck, more than by anything else, by the gentle voice of the\nseaman. He had prepared himself, from the description of Mr. Sharp, to\nmeet a gruff, bewhiskered individual, with a voice like a crosscut saw,\nand a rolling gait. Instead he saw a man of medium size, with a smooth\nface, merry blue eyes, and the softest voice and gentlest manner\nimaginable. Tom was very much disappointed. He had looked for a regular\nsea-dog, and he met a landsman, as he said afterward. But it was not\nlong before our hero changed his mind regarding Captain Weston.\n\n\"I'm Tom Swift,\" the owner of that name said, \"and I have been sent to\nshow you the way to where our ship is ready to launch.\" The young\ninventor refrained from mentioning submarine, as it was the wish of Mr\nSharp to disclose this feature of the voyage to the sailor himself.\n\n\"Ha, I thought as much,\" resumed the captain quietly.  \"It's a fine\nday, if I may be permitted to say so,\" and he seemed to hesitate, as if\nthere was some doubt whether or not he might make that observation.\n\n\"It certainly is,\" agreed the lad. Then, with a smile he added: \"It is\nnearly four bells.\"\n\n\"Ha!\" exclaimed the captain, also smiling, but even his manner of\nsaying \"Ha!\" was less demonstrative than that of most persons. \"I\nbelieve I am getting hungry, if I may be allowed the remark,\" and again\nhe seemed asking Tom's pardon for mentioning the fact.\n\n\"Perhaps you will come back to the cabin and have a little breakfast\nwith me,\" he went on. \"I don't know what sort of a galley or cook they\nhave aboard the Beach Hotel, but it can't be much worse than some I've\ntackled.\"\n\n\"No, thank you,\" answered the youth. \"I've had my breakfast. But I'll\nwait for you, and then I'd like to get back. Dad and Mr. Sharp are\nanxious to meet you.\"\n\n\"And I am anxious to meet them, if you don't mind me mentioning it,\"\nwas the reply, as the captain once more put the spyglass to his eye and\ntook an observation. \"Not many sails in sight this morning,\" he added.\n\"But the weather is fine, and we ought to get off in good shape to hunt\nfor the treasure about which Mr. Sharp wrote me. I believe we are going\nafter treasure,\" he said; \"that is, if you don't mind talking about it.\"\n\n\"Not in the least,\" replied Tom quickly, thinking this a good\nopportunity for broaching a subject that was worrying him. \"Did you\nmeet a Mr. Berg here last night, Captain Weston?\" he went on.\n\n\"Yes. Mr. Berg and I had quite a talk. He is a well-informed man.\"\n\n\"Did he mention the sunken treasure?\" asked the lad, eager to find out\nif his suspicions were true.\n\n\"Yes, he did, if you'll excuse me putting it so plainly,\" answered the\nseaman, as if Tom might be offended at so direct a reply. But the young\ninventor was soon to learn that this was only an odd habit with the\nseaman.\n\n\"Did he want to know where the wreck of the Boldero was located?\"\ncontinued the lad. \"That is, did he try to discover if you knew\nanything about it?\"\n\n\"Yes,\" said Mr. Weston, \"he did. He pumped me, if you are acquainted\nwith that term, and are not offended by it. You see, when I arrived\nhere I made inquiries as to where your father's place was located. Mr.\nBerg overheard me, and introduced himself as agent for a shipbuilding\nconcern. He was very friendly, and when he said he knew you and your\nparent, I thought he was all right.\"\n\nTom's heart sank. His worst fears were to be realized, he thought.\n\n\"Yes, he and I talked considerable, if I may be permitted to say so,\"\nwent on the captain. \"He seemed to know about the wreck of the Boldero,\nand that she had three hundred thousand dollars in gold aboard. The\nonly thing he didn't know was where the wreck was located. He knew it\nwas off Uruguay somewhere, but just where he couldn't say. So he asked\nme if I knew, since he must have concluded that I was going with you on\nthe gold-hunting expedition.\"\n\n\"And you do know, don't you?\" asked Tom eagerly.\n\n\"Well, I have it pretty accurately charted out, if you will allow me\nthat expression,\" was the calm answer. \"I took pains to look it up at\nthe request of Mr. Sharp.\"\n\n\"And he wanted to worm that information out of you?\" inquired the youth\nexcitedly.\n\n\"Yes, I'm afraid he did.\"\n\n\"Did you give him the location?\"\n\n\"Well,\" remarked the captain, as he took another observation before\nclosing up the telescope, \"you see, while we were talking, I happened\nto drop a copy of a map I'd made, showing the location of the wreck.\nMr. Berg picked it up to hand to me, and he looked at it.\"\n\n\"Oh!\" cried Tom. \"Then he knows just where the treasure is, and he may\nget to it ahead of us. It's too bad.\"\n\n\"Yes,\" continued the seaman calmly, \"Mr. Berg picked up that map, and\nhe looked very closely at the latitude and longitude I had marked as\nthe location of the wreck.\"\n\n\"Then he won't have any trouble finding it,\" murmured our hero.\n\n\"Eh? What's that?\" asked the captain, \"if I may be permitted to request\nyou to repeat what you said.\"\n\n\"I say he won't have any trouble locating the sunken Boldero,\" repeated\nTom.\n\n\"Oh, but I think he will, if he depends on that map,\" was the\nunexpected reply. \"You see,\" explained Mr. Weston, \"I'm not so simple\nas I look. I sensed what Mr. Berg was after, the minute he began to\ntalk to me. So I fixed up a little game on him. The map which I dropped\non purpose, not accidentally, where he would see it, did have the\nlocation of the wreck marked. Only it didn't happen to be the right\nlocation. It was about five hundred miles out of the way, and I rather\nguess if Mr. Berg and his friends go there for treasure they'll find\nconsiderable depth of water and quite a lonesome spot. Oh, no, I'm not\nas easy as I look, if you don't mind me mentioning that fact; and when\na scoundrel sets out to get the best of me, I generally try to turn the\ntables on him. I've seen such men as Mr. Berg before. I'm afraid, I'm\nvery much afraid, the sight he had of the fake map I made won't do him\nmuch good. Well, I declare, it's past four bells. Let's go to\nbreakfast, if you don't mind me asking you,\" and with that the captain\nstarted off up the beach, Tom following, his ideas all a whirl at the\nunlooked-for outcome of the interview.\n\n\n\n\nChapter Ten\n\nTrial of the Submarine\n\n\nTom felt such a relief at hearing of Captain Weston's ruse that his\nappetite, sharpened by an early breakfast and the sea air, came to him\nwith a rush, and he had a second morning meal with the odd sea captain,\nwho chuckled heartily when he thought of how Mr Berg had been deceived.\n\n\"Yes,\" resumed Captain Weston, over his bacon and eggs, \"I sized him up\nfor a slick article as soon as I laid eyes on him. But he evidently\nmisjudged me, if I may be permitted that term. Oh, well, we may meet\nagain, after we secure the treasure, and then I can show him the real\nmap of the location of the wreck.\"\n\n\"Then you have it?\" inquired the lad eagerly.\n\nCaptain Weston nodded, before hiding his face behind a large cup of\ncoffee; his third, by the way.\n\n\"Let me see it?\" asked Tom quickly. The captain set down his cup. He\nlooked carefully about the hotel dining-room.  There were several\nguests, who, like himself, were having a late breakfast.\n\n\"It's a good plan,\" the sailor said slowly, \"when you're going into\nunknown waters, and don't want to leave a wake for the other fellow to\nfollow, to keep your charts locked up. If it's all the same to you,\" he\nadded diffidently, \"I'd rather wait until we get to where your father\nand Mr. Sharp are before displaying the real map. I've no objection to\nshowing you the one Mr. Berg saw,\" and again he chuckled.\n\nThe young inventor blushed at his indiscretion. He felt that the news\nof the search for the treasure had leaked out through him, though he\nwas the one to get on the trail of it by seeing the article in the\npaper. Now he had nearly been guilty of another break. He realized that\nhe must be more cautious. The captain saw his confusion, and said:\n\n\"I know how it is. You're eager to get under way. I don't blame you. I\nwas the same myself when I was your age. But we'll soon be at your\nplace, and then I'll tell you all I know. Sufficient now, to say that I\nbelieve I have located the wreck within a few miles. I got on the track\nof a sailor who had met one of the shipwrecked crew of the Boldero, and\nhe gave me valuable information. Now tell me about the craft we are\ngoing in. A good deal depends on that.\"\n\nTom hardly knew what to answer. He recalled what Mr. Sharp had said\nabout not wanting to tell Captain Weston, until the last moment, that\nthey were going in a submarine, for fear the old seaman (for he was old\nin point of service though not in years) might not care to risk an\nunder-water trip. Therefore Tom hesitated. Seeing it, Captain Weston\nremarked quietly:\n\n\"I mean, what type is your submarine? Does it go by compressed air, or\nwater power?\"\n\n\"How do you know it's a submarine?\" asked the young inventor quickly,\nand in some confusion.\n\n\"Easy enough. When Mr. Berg thought he was pumping me, I was getting a\nlot of information from him. He told me about the submarine his firm\nwas building, and, naturally, he mentioned yours. One thing led to\nanother until I got a pretty good idea of your craft. What do you call\nit?\"\n\n\"The Advance.\"\n\n\"Good name. I like it, if you don't mind speaking of it.\"\n\n\"We were afraid you wouldn't like it,\" commented Tom.\n\n\"What, the name?\"\n\n\"No, the idea of going in a submarine.\"\n\n\"Oh,\" and Captain Weston laughed. \"Well, it takes more than that to\nfrighten me, if you'll excuse the expression.  I've always had a\nhankering to go under the surface, after so many years spent on top.\nOnce or twice I came near going under, whether I wanted to or not, in\nwrecks, but I think I prefer your way. Now, if you're all done, and\ndon't mind me speaking of it, I think we'll start for your place. We\nmust hustle, for Berg may yet get on our trail, even if he has got the\nwrong route,\" and he laughed again.\n\nIt was no small relief to Mr Swift and Mr. Sharp to learn that Captain\nWeston had no objections to a submarine, as they feared he might have.\nThe captain, in his diffident manner, made friends at once with the\ntreasure-hunters, and he and Mr. Damon struck up quite an acquaintance.\nTom told of his meeting with the seaman, and the latter related, with\nmuch gusto, the story of how he had fooled Mr. Berg.\n\n\"Well, perhaps you'd like to come and take a look at the craft that is\nto be our home while we're beneath the water,\" suggested Mr. Swift and\nthe sailor assenting, the aged inventor, with much pride, assisted by\nTom, pointed out on the Advance the features of interest. Captain\nWeston gave hearty approval, making one or two minor suggestions, which\nwere carried out.\n\n\"And so you launch her to-morrow,\" he concluded, when he had completed\nthe inspection \"Well, I hope it's a success, if I may be permitted to\nsay so.\"\n\nThere were busy times around the machine shop next day. So much secrecy\nhad been maintained that none of the residents, or visitors to the\ncoast resort, were aware that in their midst was such a wonderful craft\nas the submarine. The last touches were put on the under-water ship;\nthe ways, leading from the shop to the creek, were well greased, and\nall was in readiness for the launching. The tide would soon be at\nflood, and then the boat would slide down the timbers (at least, that\nwas the hope of all), and would float in the element meant to receive\nher. It was decided that no one should be aboard when the launching\ntook place, as there was an element of risk attached, since it was not\nknown just how buoyant the craft was. It was expected she would float,\nuntil the filled tanks took her to the bottom, but there was no telling.\n\n\"It will be flood tide now in ten minutes,\" remarked Captain Weston\nquietly, looking at his watch. Then he took an observation through the\ntelescope. \"No hostile ships hanging in the offing,\" he reported. \"All\nis favorable, if you don't mind me saying so,\" and he seemed afraid\nlest his remark might give offense.\n\n\"Get ready,\" ordered Mr. Swift. \"Tom, see that the ropes are all\nclear,\" for it had been decided to ease the Advance down into the water\nby means of strong cables and windlasses, as the creek was so narrow\nthat the submarine, if launched in the usual way, would poke her nose\ninto the opposite mud bank and stick there.\n\n\"All clear,\" reported the young inventor.\n\n\"High tide!\" exclaimed the captain a moment later, snapping shut his\nwatch.\n\n\"Let go!\" ordered Mr. Swift, and the various windlasses manned by the\ninventor, Tom and the others began to unwind their ropes. Slowly the\nship slid along the greased ways.  Slowly she approached the water. How\nanxiously they all watched her! Nearer and nearer her blunt nose, with\nthe electric propulsion plate and the auxiliary propeller, came to the\ncreek, the waters of which were quiet now, awaiting the turn of the\ntide.\n\nNow little waves lapped the steel sides. It was the first contact of\nthe Advance with her native element.\n\n\"Pay out the rope faster!\" cried Mr. Swift.\n\nThe windlasses were turned more quickly. Foot by foot the craft slid\nalong until, with a final rush, the stern left the ways and the\nsubmarine was afloat. Now would come the test. Would she ride on an\neven keel, or sink out of sight, or turn turtle? They all ran to the\nwater's edge, Tom in the lead.\n\n\"Hurrah!\" suddenly yelled the lad, trying to stand on his head. \"She\nfloats! She's a success! Come on! Let's get aboard!\"\n\nFor, true enough, the Advance was riding like a duck on the water. She\nhad been proportioned just right, and her lines were perfect. She rode\nas majestically as did any ship destined to sail on the surface, and\nnot intended to do double duty.\n\n\"Come on, we must moor her to the pier,\" directed Mr. Sharp. \"The tide\nwill turn in a few minutes and take her out to sea.\"\n\nHe and Tom entered a small boat, and soon the submarine was tied to a\nsmall dock that had been built for the purpose.\n\n\"Now to try the engine,\" suggested Mr. Swift, who was almost trembling\nwith eagerness; for the completion of the ship meant much to him.\n\n\"One moment,\" begged Captain Weston. \"If you don't mind, I'll take an\nobservation,\" he went on, and he swept the horizon with his telescope.\n\"All clear,\" he reported. \"I think we may go aboard and make a trial\ntrip.\"\n\nLittle time was lost in entering the cabin and engine-room, Garret\nJackson accompanying the party to aid with the machinery. It did not\ntake long to start the motors, dynamos and the big gasolene engine that\nwas the vital part of the craft. A little water was admitted to the\ntanks for ballast, since the food and other supplies were not yet on\nboard. The Advance now floated with the deck aft of the conning tower\nshowing about two feet above the surface of the creek. Mr. Swift and\nTom entered the pilot house.\n\n\"Start the engines,\" ordered the aged inventor, \"and we'll try my new\nsystem of positive and negative electrical propulsion.\"\n\nThere was a hum and whir in the body of the ship beneath the feet of\nTom and his father. Captain Weston stood on the little deck near the\nconning tower.\n\n\"All ready?\" asked the youth through the speaking tube to Mr. Sharp and\nMr. Jackson in the engine-room.\n\n\"All ready,\" came the answer.\n\nTom threw over the connecting lever, while his father grasped the\nsteering wheel. The Advance shot forward, moving swiftly along, about\nhalf submerged.\n\n\"She goes! She goes!\" cried Tom.\n\n\"She certainly does, if I may be permitted to say so,\" was the calm\ncontribution of Captain Weston. \"I congratulate you.\"\n\nFaster and faster went the new craft. Mr. Swift headed her toward the\nopen sea, but stopped just before passing out of the creek, as he was\nnot yet ready to venture into deep water.\n\n\"I want to test the auxiliary propellers,\" he said. After a little\nlonger trial of the electric propulsion plates, which were found to\nwork satisfactorily, sending the submarine up and down the creek at a\nfast rate, the screws, such as are used on most submarines, were put\ninto gear.  They did well, but were not equal to the plates, nor was so\nmuch expected of them.\n\n\"I am perfectly satisfied,\" announced Mr. Swift as he once more headed\nthe boat to sea. \"I think, Captain Weston, you had better go below now.\"\n\n\"Why so?\"\n\n\"Because I am going to completely submerge the craft. Tom, close the\nconning tower door. Perhaps you will come in here with us, Captain\nWeston, though it will be rather a tight fit.\"\n\n\"Thank you, I will. I want to see how it feels to be in a pilot house\nunder water.\"\n\nTom closed the water-tight door of the conning tower. Word was sent\nthrough the tube to the engine-room that a more severe test of the ship\nwas about to be made. The craft was now outside the line of breakers\nand in the open sea.\n\n\"Is everything ready, Tom?\" asked his father in a quiet voice.\n\n\"Everything,\" replied the lad nervously, for the anticipation of being\nabout to sink below the surface was telling on them all, even on the\ncalm, old sea captain.\n\n\"Then open the tanks and admit the water,\" ordered Mr. Swift.\n\nHis son turned a valve and adjusted some levers. There was a hissing\nsound, and the Advance began sinking. She was about to dive beneath the\nsurface of the ocean, and those aboard her were destined to go through\na terrible experience before she rose again.\n\n\n\n\nChapter Eleven\n\nOn the Ocean Bed\n\n\nLower and lower sank the submarine. There was a swirling and foaming of\nthe water as she went down, caused by the air bubbles which the craft\ncarried with her in her descent.  Only the top of the conning tower was\nout of water now, the ocean having closed over the deck and the rounded\nback of the boat. Had any one been watching they would have imagined\nthat an accident was taking place.\n\nIn the pilot house, with its thick glass windows, Tom, his father and\nCaptain Weston looked over the surface of the ocean, which every minute\nwas coming nearer and nearer to them.\n\n\"We'll be all under in a few seconds,\" spoke Tom in a solemn voice, as\nhe listened to the water hissing into the tanks.\n\n\"Yes, and then we can see what sort of progress we will make,\" added\nMr. Swift. \"Everything is going fine, though,\" he went on cheerfully.\n\"I believe I have a good boat.\"\n\n\"There is no doubt of it in my mind,\" remarked Captain Weston, and Tom\nfelt a little disappointed that the sailor did not shout out some such\nexpression as \"Shiver my timbers!\" or \"Keel-haul the main braces,\nthere, you lubber!\" But Captain Weston was not that kind of a sailor,\nthough his usually quiet demeanor could be quickly dropped on\nnecessity, as Tom learned later.\n\nA few minutes more and the waters closed over the top of the conning\ntower. The Advance was completely submerged.  Through the thick glass\nwindows of the pilot house the occupants looked out into the greenish\nwater that swirled about them; but it could not enter. Then, as the\nboat went lower, the light from above gradually died out, and the\nsemi-darkness gave place to gloom.\n\n\"Turn on the electrics and the searchlight, Tom,\" directed his father.\n\nThere was the click of a switch, and the conning tower was flooded with\nlight. But as this had the effect of preventing the three from peering\nout into the water, just as one in a lighted room cannot look out into\nthe night, Tom shut them off and switched on the great searchlight.\nThis projected its powerful beams straight ahead and there, under the\nocean, was a pathway of illumination for the treasure-seekers.\n\n\"Fine!\" cried Captain Weston, with more enthusiasm than he had yet\nmanifested. \"That's great, if you don't mind me mentioning it. How deep\nare we?\"\n\nTom glanced at a gage on the side of the pilot tower.\n\n\"Only about sixty feet,\" he answered.\n\n\"Then don't go any deeper!\" cried the captain hastily. \"I know these\nwaters around here, and that's about all the depth you've got. You'll\nbe on the bottom in a minute.\"\n\n\"I intend to get on the bottom after a while,\" said Mr. Swift, \"but not\nhere. I want to try for a greater distance under water before I come to\nrest on the ocean's bed. But I think we are deep enough for a test.\nTom, close the tank intake pipes and we'll see how the Advance will\nprogress when fully submerged.\"\n\nThe hissing stopped, and then, wishing to see how the motors and other\nmachinery would work, the aged inventor and his son, accompanied by\nCaptain Weston, descended from the conning tower, by means of an inner\nstairway, to the interior of the ship. The submarine could be steered\nand managed from below or above. She was now floating about sixty-five\nfeet below the surface of the bay.\n\n\"Well, how do you like it?\" asked Tom of Mr. Damon, as he saw his\nfriend in an easy chair in the living-room or main cabin of the craft,\nlooking out of one of the plate-glass windows on the side.\n\n\"Bless my spectacles, it's the most wonderful thing I ever dreamed of!\"\ncried the queer character, as he peered at the mass of water before\nhim. \"To think that I'm away down under the surface, and yet as dry as\na bone. Bless my necktie, but it's great! What are we going to do now?\"\n\n\"Go forward,\" replied the young inventor.\n\n\"Perhaps I had better make an observation,\" suggested Captain Weston,\ntaking his telescope from under his arm, where he had carried it since\nentering the craft, and opening it. \"We may run afoul of something, if\nyou don't mind me mentioning such a disagreeable subject.\" Then, as he\nthought of the impossibility of using his glass under water, he closed\nit.\n\n\"I shall have little use for this here, I'm afraid,\" he remarked with a\nsmile. \"Well, there's some consolation.  We're not likely to meet many\nships in this part of the ocean. Other vessels are fond enough of\nremaining on the surface. I fancy we shall have the depths to\nourselves, unless we meet a Government submarine, and they are hardly\nable to go as deep as we can. No, I guess we won't run into anything\nand I can put this glass away.\"\n\n\"Unless we run into Berg and his crowd,\" suggested Tom in a low voice.\n\n\"Ha! ha!\" laughed Captain Weston, for he did not want Mr. Swift to\nworry over the unscrupulous agent. \"No, I don't believe we'll meet\nthem, Tom. I guess Berg is trying to work out the longitude and\nlatitude I gave him. I wish I could see his face when he realizes that\nhe's been deceived by that fake map.\"\n\n\"Well, I hope he doesn't discover it too soon and trail us,\" went on\nthe lad. \"But they're going to start the machinery now. I suppose you\nand I had better take charge of the steering of the craft. Dad will\nwant to be in the engine-room.\"\n\n\"All right,\" replied the captain, and he moved forward with the lad to\na small compartment, shut off from the living-room, that served as a\npilot house when the conning tower was not used. The same levers,\nwheels and valves were there as up above, and the submarine could be\nmanaged as well from there as from the other place.\n\n\"Is everything all right?\" asked Mr Swift as he went into the\nengine-room, where Garret Jackson and Mr. Sharp were busy with oil cans.\n\n\"Everything,\" replied the balloonist. \"Are you going to start now?\"\n\n\"Yes, we're deep enough for a speed trial. We'll go out to sea,\nhowever, and try for a lower depth record, as soon as there's enough\nwater. Start the engine.\"\n\nA moment later the powerful electric currents were flowing into the\nforward and aft plates, and the Advance began to gather way, forging\nthrough the water.\n\n\"Straight ahead, out to sea, Tom,\" called his father to him.\n\n\"Aye, aye, sir,\" responded the youth.\n\n\"Ha! Quite seaman-like, if you don't mind a reference to it,\" commented\nCaptain Weston with a smile. \"Mind your helm, boy, for you don't want\nto poke her nose into a mud bank, or run up on a shoal.\"\n\n\"Suppose you steer?\" suggested the lad. \"I'd rather take lessons for a\nwhile.\"\n\n\"All right. Perhaps it will be safer. I know these waters from the top,\nthough I can't say as much for the bottom.  However, I know where the\nshoals are.\"\n\nThe powerful searchlight was turned, so as to send its beams along the\npath which the submarine was to follow, and then, as she gathered\nspeed, she shot ahead, gliding through the waters like a fish.\n\nMr. Damon divided his time between the forward pilot-room, the\nliving-apartment, and the place where Mr. Swift, Garret Jackson and Mr.\nSharp were working over the engines. Every few minutes he would bless\nsome part of himself, his clothing, or the ship. Finally the old man\nsettled down to look through the plate-glass windows in the main\napartment.\n\nOn and on went the submarine. She behaved perfectly, and was under\nexcellent control. Some times Tom, at the request of his father, would\nsend her toward the surface by means of the deflecting rudder. Then she\nwould dive to the bottom again. Once, as a test, she was sent obliquely\nto the surface, her tower just emerging, and then she darted downward\nagain, like a porpoise that had come up to roll over, and suddenly\nconcluded to seek the depths. In fact, had any one seen the maneuver\nthey would have imagined the craft was a big fish disporting itself.\n\nCaptain Weston remained at Tom's side, giving him instructions, and\nwatching the compass in order to direct the steering so as to avoid\ncollisions. For an hour or more the craft was sent almost straight\nahead at medium speed.  Then Mr. Swift, joining his son and the\ncaptain, remarked:\n\n\"How about depth of water here, Captain Weston?\"\n\n\"You've got more than a mile.\"\n\n\"Good! Then I'm going down to the bottom of the sea! Tom, fill the\ntanks still more.\n\n\"Aye, aye, sir,\" answered the lad gaily. \"Now for a new experience!\"\n\n\"And use the deflecting rudder, also,\" advised his father.  \"That will\nhasten matters.\"\n\nFive minutes later there was a slight jar noticeable.\n\n\"Bless my soul! What's that?\" cried Mr. Damon. \"Have we hit something?\"\n\n\"Yes,\" answered Tom with a smile.\n\n\"What, for gracious sake?\"\n\n\"The bottom of the sea. We're on the bed of the ocean.\"\n\n\n\n\nChapter Twelve\n\nFor a Breath of Air\n\n\nThey could hardly realize it, yet the depth-gage told the story. It\nregistered a distance below the surface of the ocean of five thousand\nseven hundred feet--a little over a mile. The Advance had actually come\nto rest on the bottom of the Atlantic.\n\n\"Hurrah!\" cried Tom. \"Let's get on the diving suits, dad, and walk\nabout on land under water for a change.\"\n\n\"No,\" said Mr. Swift soberly. \"We will hardly have time for that now.\nBesides, the suits are not yet fitted with the automatic air-tanks, and\nwe can't use them. There are still some things to do before we start on\nour treasure cruise.  But I want to see how the plates are standing\nthis pressure.\"\n\nThe Advance was made with a triple hull, the spaces between the layers\nof plates being filled with a secret material, capable of withstanding\nenormous pressure, as were also the plates themselves. Mr. Swift, aided\nby Mr. Jackson and Captain Weston, made a thorough examination, and\nfound that not a drop of water had leaked in, nor was there the least\nsign that any of the plates had given way under the terrific strain.\n\n\"She's as tight as a drum, if you will allow me to make that\ncomparison,\" remarked Captain Weston modestly. \"I couldn't ask for a\ndryer ship.\"\n\n\"Well, let's take a look around by means the searchlight and the\nobservation windows, and then we'll go back,\" suggested Mr. Swift. \"It\nwill take about two days to get the stores and provisions aboard and\nrig up the diving suits; then we will start for the sunken treasure.\"\n\nThere were several powerful searchlights on the Advance, so arranged\nthat the bow, stern or either side could be illuminated independently.\nThere were also observation windows near each light.\n\nIn turn the powerful rays were cast first at the bow and then aft. In\nthe gleams could be seen the sandy bed of the ocean, covered with\nshells of various kinds. Great crabs walked around on their long,\njointed legs, and Tom saw some lobsters that would have brought joy to\nthe heart of a fisherman.\n\n\"Look at the big fish!\" cried Mr. Damon suddenly, and he pointed to\nsome dark, shadowy forms that swam up to the glass windows, evidently\npuzzled by the light.\n\n\"Porpoises,\" declared Captain Weston briefly, \"a whole school of them.\"\n\nThe fish seemed suddenly to multiply, and soon those in the submarine\nfelt curious tremors running through the whole craft.\n\n\"The fish are rubbing up against it,\" cried Tom. \"They must think we\ncame down here to allow them to scratch their backs on the steel\nplates.\"\n\nFor some time they remained on the bottom, watching the wonderful sight\nof the fishes that swam all about them.\n\n\"Well, I think we may as well rise,\" announced Mr. Swift, after they\nhad been on the bottom about an hour, moving here and there. \"We didn't\nbring any provisions, and I'm getting hungry, though I don't know how\nthe others of you feel about it.\"\n\n\"Bless my dinner-plate, I could eat, too!\" cried Mr. Damon. \"Go up, by\nall means. We'll get enough of under-water travel once we start for the\ntreasure.\"\n\n\"Send her up, Tom,\" called his father. \"I want to make a few notes on\nsome needed changes and improvements.\"\n\nTom entered the lower pilot house, and turned the valve that opened the\ntanks. He also pulled the lever that started the pumps, so that the\nwater ballast would be more quickly emptied, as that would render the\nsubmarine buoyant, and she would quickly shoot to the surface. To the\nsurprise of the lad, however, there followed no outrushing of the\nwater. The Advance remained stationary on the ocean bed. Mr. Swift\nlooked up from his notes.\n\n\"Didn't you hear me ask you to send her up, Tom?\" he inquired mildly.\n\n\"I did, dad, but something seems to be the matter,\" was the reply.\n\n\"Matter? What do you mean?\" and the aged inventor hastened to where his\nson and Captain Weston were at the wheels, valves and levers.\n\n\"Why, the tanks won't empty, and the pumps don't seem to work.\"\n\n\"Let me try,\" suggested Mr. Swift, and he pulled the various handles.\nThere was no corresponding action of the machinery.\n\n\"That's odd,\" he remarked in a curious voice \"Perhaps something has\ngone wrong with the connections. Go look in the engine-room, and ask\nMr. Sharp if everything is all right there.\"\n\nTom made a quick trip, returning to report that the dynamos, motors and\ngas engine were running perfectly.\n\n\"Try to work the tank levers and pumps from the conning tower,\"\nsuggested Captain Weston. \"Sometimes I've known the steam steering gear\nto play tricks like that.\"\n\nTom hurried up the circular stairway into the tower. He pulled the\nlevers and shifted the valves and wheels there.  But there was no\nemptying of the water tanks. The weight and pressure of water in them\nstill held the submarine on the bottom of the sea, more than a mile\nfrom the surface. The pumps in the engine-room were working at top\nspeed, but there was evidently something wrong in the connections.  Mr.\nSwift quickly came to this conclusion.\n\n\"We must repair it at once,\" he said. \"Tom, come to the engine-room.\nYou and I, with Mr. Jackson and Mr. Sharp, will soon have it in shape\nagain.\"\n\n\"Is there any danger?\" asked Mr. Damon in a perturbed voice. \"Bless my\nsoul, it's unlucky to have an accident on our trial trip.\"\n\n\"Oh, we must expect accidents,\" declared Mr. Swift with a smile. \"This\nis nothing.\"\n\nBut it proved to be more difficult than he had imagined to re-establish\nthe connection between the pumps and the tanks. The valves, too, had\nclogged or jammed, and as the pressure outside the ship was so great,\nthe water would not run out of itself. It must be forced.\n\nFor an hour or more the inventor, his son and the others, worked away.\nThey could accomplish nothing. Tom looked anxiously at his parent when\nthe latter paused in his efforts.\n\n\"Don't worry,\" advised the aged inventor. \"It's got to come right\nsooner or later.\"\n\nJust then Mr. Damon, who had been wandering about the ship, entered the\nengine-room.\n\n\"Do you know,\" he said, \"you ought to open a window, or something.\"\n\n\"Why, what's the matter?\" asked Tom quickly, looking to see if the odd\nman was joking.\n\n\"Well, of course I don't exactly mean a window,\" explained Mr. Damon,\n\"but we need fresh air.\"\n\n\"Fresh air!\" There was a startled note in Mr. Swift's voice as he\nrepeated the words.\n\n\"Yes, I can hardly breathe in the living-room, and it's not much better\nhere.\"\n\n\"Why, there ought to be plenty of fresh air,\" went on the inventor. \"It\nis renewed automatically.\"\n\nTom jumped up and looked at an indicator. He uttered a startled cry.\n\n\"The air hasn't been changed in the last hour!\" he exclaimed. \"It is\nbad. There's not enough oxygen in it. I notice it, now that I've\nstopped working. The gage indicates it, too. The automatic air-changer\nmust have stopped working. I'll fix it.\"\n\nHe hurried to the machine which was depended on to supply fresh air to\nthe submarine.\n\n\"Why, the air tanks are empty!\" the young inventor cried.  \"We haven't\nany more air except what is in the ship now!\"\n\n\"And we're rapidly breathing that up,\" added Captain Weston solemnly.\n\n\"Can't you make more?\" cried Mr. Damon. \"I thought you said you could\nmake oxygen aboard the ship.\"\n\n\"We can,\" answered Mr. Swift, \"but I did not bring along a supply of\nthe necessary chemicals. I did not think we would be submerged long\nenough for that. But there should have been enough in the reserve tank\nto last several days. How about it, Tom?\"\n\n\"It's all leaked out, or else it wasn't filled,\" was the despairing\nanswer. \"All the air we have is what's in the ship, and we can't make\nmore.\"\n\nThe treasure-seekers looked at each other. It was an awful situation.\n\n\"Then the only thing to do is to fix the machinery and rise to the\nsurface,\" said Mr. Sharp simply. \"We can have all the air we want,\nthen.\"\n\n\"Yes, but the machinery doesn't seem possible of being fixed,\" spoke\nTom in a low voice.\n\n\"We must do it!\" cried his father.\n\nThey set to work again with fierce energy, laboring for their very\nlives. They all knew that they could not long remain in the ship\nwithout oxygen. Nor could they desert it to go to the surface, for the\nmoment they left the protection of the thick steel sides the terrible\npressure of the water would kill them. Nor were the diving suits\navailable. They must stay in the craft and die a miserable death--unless\nthe machinery could be repaired and the Advance sent to the surface.\nThe emergency expanding lifting tank was not yet in working order.\n\nMore frantically they toiled, trying every device that was suggested to\nthe mechanical minds of Tom, his father, Mr. Sharp or Mr. Jackson, to\nmake the pumps work. But something was wrong. More and more foul grew\nthe air. They were fairly gasping now. It was  difficult to breathe, to\nsay nothing of working, in that atmosphere. The thought of their\nterrible position was in the minds of all.\n\n\"Oh, for one breath of fresh air!\" cried Mr. Damon, who seemed to\nsuffer more than any of the others. Grim death was hovering around\nthem, imprisoned as they were on the ocean's bed, over a mile from the\nsurface.\n\n\n\n\nChapter Thirteen\n\nOff for the Treasure\n\n\nSuddenly Tom, after a moment's pause, seized a wrench and began\nloosening some nuts.\n\n\"What are you doing?\" asked his father faintly, for he was being\nweakened by the vitiated atmosphere.\n\n\"I'm going to take this valve apart,\" replied his son. \"We haven't\nlooked there for the trouble. Maybe it's out of order.\"\n\nHe attacked the valve with energy, but his hands soon lagged. The lack\nof oxygen was telling on him. He could no longer work quickly.\n\n\"I'll help,\" murmured Mr. Sharp thickly. He took a wrench, but no\nsooner had he loosened one nut than he toppled over.  \"I'm all in,\" he\nmurmured feebly.\n\n\"Is he dead?\" cried Mr. Damon, himself gasping.\n\n\"No, only fainted. But he soon will be dead, and so will all of us, if\nwe don't get fresh air,\" remarked Captain Weston. \"Lie down on the\nfloor, every one. There is a little fairly good air there. It's heavier\nthan the air we've breathed, and we can exist on it for a little\nlonger. Poor Sharp was so used to breathing the rarified air of high\naltitudes that he can't stand this heavy atmosphere.\"\n\nMr. Damon was gasping worse than ever, and so was Mr. Swift. The\nballoonist lay an inert heap on the floor, with Captain Weston trying\nto force a few drops of stimulant down his throat.\n\nWith a fierce determination in his heart, but with fingers that almost\nrefused to do his bidding, Tom once more sought to open the big valve.\nHe felt sure the trouble was located there, as they had tried to locate\nit in every other place without avail.\n\n\"I'll help,\" said Mr. Jackson in a whisper. He, too, was hardly able to\nmove.\n\nMore and more devoid of oxygen grew the air. It gave Tom a sense as if\nhis head was filled, and ready to burst with every breath he drew.\nStill he struggled to loosen the nuts.  There were but four more now,\nand he took off three while Mr. Jackson removed one. The young inventor\nlifted off the valve cover, though it felt like a ton weight to him. He\ngave a glance inside.\n\n\"Here's the trouble!\" he murmured. \"The valve's clogged.  No wonder it\nwouldn't work. The pumps couldn't force the water out.\"\n\nIt was the work of only a minute to adjust the valve. Then Tom and the\nengineer managed to get the cover back on.\n\nHow they inserted the bolts and screwed the nuts in place they never\ncould remember clearly afterward, but they managed it somehow, with\nshaking, trembling hands and eyes that grew more and more dim.\n\n\"Now start the pumps!\" cried Tom faintly. \"The tanks will be emptied,\nand we can get to the surface.\"\n\nMr. Sharp was still unconscious, nor was Mr. Swift able to help. He lay\nwith his eyes closed. Garret Jackson, however, managed to crawl to the\nengine-room, and soon the clank of machinery told Tom that the pumps\nwere in motion. The lad staggered to the pilot house and threw the\nlevers over. An instant later there was the hissing of water as it\nrushed from the ballast tanks. The submarine shivered, as though\ndisliking to leave the bottom of the sea, and then slowly rose. As the\npumps worked more rapidly, and the sea was sent from the tank in great\nvolumes, the boat fairly shot to the surface. Tom was ready to open the\nconning tower and let in fresh air as soon as the top was above the\nsurface.\n\nWith a bound the Advance reached the top. Tom frantically worked the\nworm gear that opened the tower. In rushed the fresh, life-giving air,\nand the treasure-hunters filled their lungs with it.\n\nAnd it was only just in time, for Mr. Sharp was almost gone. He quickly\nrevived, as did the others, when they could breathe as much as they\nwished of the glorious oxygen.\n\n\"That was a close call,\" commented Mr. Swift. \"We'll not go below again\nuntil I have provided for all emergencies. I should have seen to the\nair tanks and the expanding one before going below. We'll sail home on\nthe surface now.\"\n\nThe submarine was put about and headed for her dock. On the way she\npassed a small steamer, and the passengers looked down in wonder at the\nstrange craft.\n\nWhen the Advance reached the secluded creek where she had been\nlaunched, her passengers had fully recovered from their terrible\nexperience, though the nerves of Mr. Swift and Mr. Damon were not at\nease for some days thereafter.\n\n\"I should never have made a submerged test without making sure that we\nhad a reserve supply of air,\" remarked the aged inventor. \"I will not\nbe caught that way again. But I can't understand how the pump valve got\nout of order.\"\n\n\"Maybe some one tampered with it,\" suggested Mr. Damon.  \"Could Andy\nFoger, any of the Happy Harry gang, or the rival gold-seekers have done\nit?\"\n\n\"I hardly think so,\" answered Tom. \"The place has been too carefully\nguarded since Berg and Andy once sneaked in. I think it was just an\naccident, but I have thought of a plan whereby such accidents can be\navoided in the future. It needs a simple device.\"\n\n\"Better patent it,\" suggested Mr. Sharp with a smile.\n\n\"Maybe I will,\" replied the young inventor. \"But not now.  We haven't\ntime, if we intend to get fitted out for our trip.\"\n\n\"No; I should say the sooner we started the better,\" remarked Captain\nWeston. \"That is, if you don't mind me speaking about it,\" he added\ngently, and the others smiled, for his diffident comments were only a\nmatter of habit.\n\nThe first act of the adventurers, after tying the submarine at the\ndock, was to proceed with the loading of the food and supplies. Tom and\nMr. Damon looked to this, while Mr. Swift and Mr. Sharp made some\nnecessary changes to the machinery. The next day the young inventor\nattached his device to the pump valve, and the loading of the craft was\ncontinued.\n\nAll was in readiness for the gold-seeking expedition a week later.\nCaptain Weston had carefully charted the route they were to follow, and\nit was decided to move along on the surface for the first day, so as to\nget well out to sea before submerging the craft. Then it would sink\nbelow the surface, and run along under the water until the wreck was\nreached, rising at times, as needed, to renew the air supply.\n\nWith sufficient stores and provisions aboard to last several months, if\nnecessary, though they did not expect to be gone more than sixty days\nat most, the adventurers arose early one morning and went down to the\ndock. Mr. Jackson was not to accompany them. He did not care about a\nsubmarine trip, he said, and Mr. Swift desired him to remain at the\nseaside cottage and guard the shops, which contained much valuable\nmachinery. The airship was also left there.\n\n\"Well, are we all ready?\" asked Mr. Swift of the little party of\ngold-seekers, as they were about to enter the conning tower hatchway of\nthe submarine.\n\n\"All ready, dad,\" responded his son.\n\n\"Then let's get aboard,\" proposed Captain Weston. \"But first let me\ntake an observation.\"\n\nHe swept the horizon with his telescope, and Tom noticed that the\nsailor kept it fixed on one particular spot for some time.\n\n\"Did you see anything?\" asked the lad.\n\n\"Well, there is a boat lying off there,\" was the answer.  \"And some one\nis observing us through a glass. But I don't believe it matters.\nProbably they're only trying to see what sort of an odd fish we are.\"\n\n\"All aboard, then,\" ordered Mr. Swift, and they went into the\nsubmarine. Tom and his father, with Captain Weston, remained in the\nconning tower. The signal was given, the electricity flowed into the\nforward and aft plates, and the Advance shot ahead on the surface.\n\nThe sailor raised his telescope once more and peered through a window\nin the tower. He uttered an exclamation.\n\n\"What's the matter?\" asked Tom.\n\n\"That other ship--a small steamer--is weighing anchor and seems to be\nheading this way,\" was the reply.\n\n\"Maybe it's some one hired by Berg to follow us and trace our\nmovements,\" suggested Tom.\n\n\"If it is we'll fool them,\" added his father. \"Just keep an eye on\nthem, captain, and I think we can show them a trick or two in a few\nminutes.\"\n\nFaster shot the Advance through the water. She had started on her way\nto get the gold from the sunken wreck, but already enemies were on the\ntrail of the adventurers, for the ship the sailor had noticed was\nsteaming after them.\n\n\n\n\nChapter Fourteen\n\nIn the Diving Suits\n\n\nThere was no doubt that the steamer was coming after the submarine.\nSeveral observations Captain Weston made confirmed this, and he\nreported the fact to Mr. Swift.\n\n\"Well, we'll change our plans, then,\" said the inventor.  \"Instead of\nsailing on the surface we'll go below. But first let them get near so\nthey may have the benefit of seeing what we do. Tom, go below, please,\nand tell Mr. Sharp to get every thing in readiness for a quick descent.\nWe'll slow up a bit now, and let them get nearer to us.\"\n\nThe speed of the submarine was reduced, and in a short time the strange\nsteamer had overhauled her, coming to within hailing distance.\n\nMr. Swift signaled for the machinery to stop and the submarine came to\na halt on the surface, bobbing about like a half-submerged bottle. The\ninventor opened a bull's-eye in the tower, and called to a man on the\nbridge of the steamer:\n\n\"What are you following us for?\"\n\n\"Following you?\" repeated the man, for the strange vessel had also come\nto a stop. \"We're not following you.\"\n\n\"It looks like it,\" replied Mr. Swift. \"You'd better give it up.\"\n\n\"I guess the waters are free,\" was the quick retort.  \"We'll follow you\nif we like.\"\n\n\"Will you? Then come on!\" cried the inventor as he quickly closed the\nheavy glass window and pulled a lever. An instant later the submarine\nbegan to sink, and Mr. Swift could not help laughing as, just before\nthe tower went under water, he had a glimpse of the astonished face of\nthe man on the bridge. The latter had evidently not expected such a\nmove as that.\n\nLower and lower in the water went the craft, until it was about two\nhundred feet below the surface. Then Mr. Swift left the conning tower,\ndescended to the main part of the ship, and asked Tom and Captain\nWeston to take charge of the pilot house.\n\n\"Send her ahead, Tom,\" his father said. \"That fellow up above is\nrubbing his eyes yet, wondering where we are, I suppose.\"\n\nForward shot the Advance under water, the powerful electrical plates\npulling and pushing her on the way to secure the sunken gold.\n\nAll that morning a fairly moderate rate of speed was maintained, as it\nwas thought best not to run the new machinery too fast.\n\nDinner was eaten about a quarter of a mile below the surface, but no\none inside the submarine would ever have known it. Electric lights made\nthe place as brilliant as could be desired, and the food, which Tom and\nMr. Damon prepared, was equal to any that could have been served on\nland. After the meal they opened the shutters over the windows in the\nsides of the craft, and looked at the myriads of fishes swimming past,\nas the creatures were disclosed in the glare of the searchlight.\n\nThat night they were several hundred miles on their journey, for the\ncraft was speedy, and leaving Tom and Captain Weston to take the first\nwatch, the others went to bed.\n\n\"Bless my soul, but it does seem odd, though, to go to bed under water,\nlike a fish,\" remarked Mr. Damon. \"If my wife knew this she would worry\nto death. She thinks I'm off automobiling. But this isn't half as\ndangerous as riding in a car that's always getting out of order. A\nsubmarine for mine, every time.\"\n\n\"Wait until we get to the end of this trip,\" advised Tom.  \"I guess\nyou'll find almost as many things can happen in a submarine as can in\nan auto,\" and future events were to prove the young inventor to be\nright.\n\nEverything worked well that night, and the ship made good progress.\nThey rose to the surface the next morning to make sure of their\nposition, and to get fresh air, though they did not really need the\nlatter, as the reserve supply had not been drawn on, and was sufficient\nfor several days, now that the oxygen machine had been put in running\norder.\n\nOn the second day the ship was sent to the bottom and halted there, as\nMr. Swift wished to try the new diving suits. These were made of a new,\nlight, but very strong metal to withstand the pressure of a great depth.\n\nTom, Mr. Sharp and Captain Weston donned the suits, the others agreeing\nto wait until they saw how the first trial resulted. Then, too, it was\nnecessary for some one acquainted with the machinery to remain in the\nship to operate the door and water chamber through which the divers had\nto pass to get out.\n\nThe usual plan, with some changes, was followed in letting the three\nout of the boat, and on to the bottom of the sea.  They entered a\nchamber in the side of the submarine, water was gradually admitted\nuntil it equaled in pressure that outside, then an outer door was\nopened by means of levers, and they could step out.\n\nIt was a curious sensation to Tom and the others to feel that they were\nactually walking along the bed of the ocean.  All around them was the\nwater, and as they turned on the small electric lights in their\nhelmets, which lights were fed by storage batteries fastened to the\ndiving suits, they saw the fish, big and little, swarm up to them,\ndoubtless astonished at the odd creatures which had entered their\ndomain. On the sand of the bottom, and in and out among the shells and\nrocks, crawled great spider crabs, big eels and other odd creatures\nseldom seen on the surface of the water.  The three divers found no\ndifficulty in breathing, as there were air tanks fastened to their\nshoulders, and a constant supply of oxygen was fed through pipes into\nthe helmets. The pressure of water did not bother them, and after the\nfirst sensation Tom began to enjoy the novelty of it. At first the\ninability to speak to his companions seemed odd, but he soon got so he\ncould make signs and motions, and be understood.\n\nThey walked about for some time, and once the lad came upon a part of a\nwrecked vessel buried deep in the sand.  There was no telling what ship\nit was, nor how long it had been there, and after silently viewing it,\nthey continued on.\n\n\"It was great!\" were the first words Tom uttered when he and the others\nwere once more inside the submarine and had removed the suits. \"If we\ncan only walk around the wreck of the Boldero that way, we'll have all\nthe gold out of her in no time. There are no life-lines nor air-hose to\nbother with in these diving suits.\"\n\n\"They certainly are a success,\" conceded Mr. Sharp.\n\n\"Bless my topknot!\" cried Mr. Damon. \"I'll try it next time. I've\nalways wanted to be a diver, and now I have the chance.\"\n\nThe trip was resumed after the diving chamber had been closed, and on\nthe third day Captain Weston announced, after a look at his chart, that\nthey were nearing the Bahama Islands.\n\n\"We'll have to be careful not to run into any of the small keys,\" he\nsaid, that being the name for the many little points of land, hardly\nlarge enough to be dignified by the name of island. \"We must keep a\nconstant lookout.\"\n\nFortune favored them, though once, when Tom was steering, he narrowly\navoided ramming a coral reef with the submarine.  The searchlight\nshowed it to him just in time, and he sheered off with a thumping in\nhis heart.\n\nThe course was changed from south to east, so as to get ready to swing\nout of the way of the big shoulder of South America where Brazil takes\nup so much room, and as they went farther and farther toward the\nequator, they noticed that the waters teemed more and more with fish,\nsome beautiful, some ugly and fear-inspiring, and some such monsters\nthat it made one shudder to look at them, even through the thick glass\nof the bulls-eye windows.\n\n\n\n\nChapter Fifteen\n\nAt the Tropical Island\n\n\nIt was on the evening of the fourth day later that Captain Weston, who\nwas steering the craft, suddenly called out:\n\n\"Land ho!\"\n\n\"Where away?\" inquired Tom quickly, for he had read that this was the\nproper response to make.\n\n\"Dead ahead,\" answered the sailor with a smile. \"Shall we make for it,\nif I may be allowed the question?\"\n\n\"What land is it likely to be?\" Mr. Swift wanted to know.\n\n\"Oh, some small tropical island,\" replied the seafaring man. \"It isn't\ndown on the charts. Probably it's too small to note. I should say it\nwas a coral island, but we may be able to find a spring of fresh water\nthere, and some fruit.\"\n\n\"Then we'll land there,\" decided the inventor. \"We can use some fresh\nwater, though our distilling and ice apparatus does very well.\"\n\nThey made the island just at dusk, and anchored in a little lagoon,\nwhere there was a good depth of water.\n\n\"Now for shore!\" cried Tom, as the submarine swung around on the chain.\n\"It looks like a fine place. I hope there are cocoanuts and oranges\nhere. Shall I get out the electric launch, dad?\"\n\n\"Yes, you may, and we'll all go ashore. It will do us good to stretch\nour legs a bit.\"\n\nCarried in a sort of pocket on the deck of the submarine was a small\nelectric boat, capable of holding six. It could be slid from the\npocket, or depression, into the water without the use of davits, and,\nwith Mr. Sharp to aid him, Tom soon had the little craft afloat. The\nbatteries were already charged, and just as the sun was going down the\ngold-seekers entered the launch and were soon on shore.\n\nThey found a good spring of water close at hand, and Tom's wish\nregarding the cocoanuts was realized, though there were no oranges. The\nlad took several of the delicious nuts, and breaking them open poured\nthe milk into a collapsible cup he carried, drinking it eagerly. The\nothers followed his example, and pronounced it the best beverage they\nhad tasted in a long time.\n\nThe island was a typical tropical one, not very large, and it did not\nappear to have been often visited by man. There were no animals to be\nseen, but myriads of birds flew here and there amid the trees, the\ntrailing vines and streamers of moss.\n\n\"Let's spend a day here to-morrow and explore it,\" proposed Tom, and\nhis father nodded an assent. They went back to the submarine as night\nwas beginning to gather, and in the cabin, after supper, talked over\nthe happenings of their trip so far.\n\n\"Do you think we'll have any trouble getting the gold out of the\nwrecked vessel?\" asked Tom of Captain Weston, after a pause.\n\n\"Well, it's hard to say. I couldn't learn just how the wreck lays,\nwhether it's on a sandy or a rocky bottom. If the latter, it won't be\nso hard, but if the sand has worked in and partly covered it, we'll\nhave some difficulties, if I may be permitted to say so. However, don't\nborrow trouble.  We're not there yet, though at the rate we're\ntraveling it won't be long before we arrive.\"\n\nNo watch was set that night, as it was not considered necessary. Tom\nwas the first to arise in the morning, and he went out on the deck for\na breath of fresh air before breakfast.\n\nHe looked off at the beautiful little island, and as his eye took in\nall of the little lagoon where the submarine was anchored he uttered a\nstartled cry.\n\nAnd well he might, for, not a hundred yards away, and nearer to the\nisland than was the Advance, floated another craft--another craft,\nalmost similar in shape and size to the one built by the Swifts. Tom\nrubbed his eyes to make sure he was not seeing double. No, there could\nbe no mistake about it. There was another submarine at the tropical\nisland.\n\nAs he looked, some one emerged from the conning tower of the second\ncraft. The figure seemed strangely familiar. Tom knew in a moment who\nit was--Addison Berg. The agent saw the lad, too, and taking off his\ncap and making a mocking bow, he called out:\n\n\"Good morning! Have you got the gold yet?\"\n\nTom did not know what to answer. Seeing the other submarine, at an\nisland where he had supposed they would not be disturbed, was\ndisconcerting enough, but to be greeted by Berg was altogether too\nmuch, Tom thought. His fears that the rival boat builders would follow\nhad not been without foundation.\n\n\"Rather surprised to see us, aren't you?\" went on Mr. Berg, smiling.\n\n\"Rather,\" admitted Tom, choking over the word.\n\n\"Thought you'd be,\" continued Berg. \"We didn't expect to meet you so\nsoon, but we're glad we did. I don't altogether like hunting for sunken\ntreasure, with such indefinite directions as I have.\"\n\n\"You--are going to--\" stammered Tom, and then he concluded it would be\nbest not to say anything. But his talk had been heard inside the\nsubmarine. His father came to the foot of the conning tower stairway.\n\n\"To whom are you speaking, Tom?\" he asked.\n\n\"They're here, dad,\" was the youth's answer.\n\n\"Here? Who are here?\"\n\n\"Berg and his employers. They've followed us, dad.\"\n\n\n\n\nChapter Sixteen\n\n\"We'll Race You For It\"\n\n\nMr. Swift hurried up on deck. He was accompanied by Captain Weston. At\nthe sight of Tom's father, Mr. Berg, who had been joined by two other\nmen, called out:\n\n\"You see we also concluded to give up the trial for the Government\nprize, Mr. Swift. We decided there was more money in something else.\nBut we still will have a good chance to try the merits of our\nrespective boats. We hurried and got ours fitted up almost as soon as\nyou did yours, and I think we have the better craft.\"\n\n\"I don't care to enter into any competition with you,\" said Mr. Swift\ncoldly.\n\n\"Ah, but I'm afraid you'll have to, whether you want to or not,\" was\nthe insolent reply.\n\n\"What's that?  Do you mean to force this matter upon me?\"\n\n\"I'm afraid I'll have to--my employers and I, that is. You see, we\nmanaged to pick up your trail after you left the Jersey coast, having\nan idea where you were bound, and we don't intend to lose you now.\"\n\n\"Do you mean to follow us?\" asked Captain Weston softly.\n\n\"Well, you can put it that way if you like,\" answered one of the two\nmen with Mr. Berg.\n\n\"I forbid it!\" cried Mr. Swift hotly. \"You have no right to sneak after\nus.\"\n\n\"I guess the ocean is free,\" continued the rascally agent.\n\n\"Why do you persist in keeping after us?\" inquired the aged inventor,\nthinking it well to ascertain, if possible, just how much the men knew.\n\n\"Because we're after that treasure as well as you,\" was the bold reply.\n\"You have no exclusive right to it. The sunken ship is awaiting the\nfirst comer, and whoever gets there first can take the gold from the\nwreck. We intend to be there first, but we'll be fair with you.\"\n\n\"Fair? What do you mean?\" demanded Tom.\n\n\"This: We'll race you for it. The first one to arrive will have the\nright to search the wreck for the gold bullion. Is that fair? Do you\nagree to it?\"\n\n\"We agree to nothing with you,\" interrupted Captain Weston, his usual\ndiffident manner all gone. \"I happen to be in partial command of this\ncraft, and I warn you that if I find you interfering with us it won't\nbe healthy for you.  I'm not fond of fighting, but when I begin I don't\nlike to stop,\" and he smiled grimly. \"You'd better not follow us.\"\n\n\"We'll do as we please,\" shouted the third member of the trio on the\ndeck of the other boat, which, as Tom could see, was named the Wonder.\n\"We intend to get that gold if we can.\"\n\n\"All right. I've warned you,\" went on the sailor, and then, motioning\nto Tom and his father to follow, he went below.\n\n\"Well, what's to be done?\" asked Mr. Swift when they were seated in the\nliving-room, and had informed the others of the presence of the rival\nsubmarine.\n\n\"The only thing I see to do is to sneak away unobserved, go as deep as\npossible, and make all haste for the wreck,\" advised the captain. \"They\nwill depend on us, for they have evidently no chart of the wreck,\nthough of course the general location of it may be known to them from\nreading the papers. I hoped I had thrown them off the track by the\nfalse chart I dropped, but it seems they were too smart for us.\"\n\n\"Have they a right to follow us?\" asked Tom.\n\n\"Legally, but not morally. We can't prevent them, I'm afraid. The only\nthing to do is to get there ahead of them.  It will be a race for the\nsunken treasure, and we must get there first.\"\n\n\"What do you propose doing, captain?\" asked Mr. Damon.  \"Bless my\nshirt-studs, but can't we pull their ship up on the island and leave it\nthere?\"\n\n\"I'm afraid such high-handed proceedings would hardly answer,\" replied\nMr. Swift. \"No, as Captain Weston says, we must get there ahead of\nthem. What do you think will be the best scheme, captain?\"\n\n\"Well, there's no need for us to forego our plan to get fresh water.\nSuppose we go to the island, that is, some of us, leaving a guard on\nboard here. We'll fill our tanks with fresh water, and at night we'll\nquietly sink below the surface and speed away.\"\n\nThey all voted that an excellent idea, and little time was lost putting\nit into operation.\n\nAll the remainder of that day not a sign of life was visible about the\nWonder. She lay inert on the surface of the lagoon, not far away from\nthe Advance; but, though no one showed himself on the deck, Tom and his\nfriends had no doubt but that their enemies were closely watching them.\n\nAs dusk settled down over the tropical sea, and as the shadows of the\ntrees on the little island lengthened, those on board the Advance\nclosed the Conning tower. No lights were turned on, as they did not\nwant their movements to be seen, but Tom, his father and Mr. Sharp took\ntheir positions near the various machines and apparatus, ready to open\nthe tanks and let the submarine sink to the bottom, as soon as it was\npossible to do this unobserved.\n\n\"Luckily there's no moon,\" remarked Captain Weston, as he took his\nplace beside Tom. \"Once below the surface and we can defy them to find\nus. It is odd how they traced us, but I suppose that steamer gave them\nthe clue.\"\n\nIt rapidly grew dark, as it always does in the tropics, and when a\ncautious observation from the conning tower did not disclose the\noutlines of the other boat, those aboard the Advance rightly concluded\nthat their rivals were unable to see them.\n\n\"Send her down, Tom,\" called his father, and with a hiss the water\nentered the tanks. The submarine quickly sank below the surface, aided\nby the deflecting rudder.\n\nBut alas for the hopes of the gold-seekers. No sooner was she\ncompletely submerged, with the engine started so as to send her out of\nthe lagoon and to the open sea, than the waters all about were made\nbrilliant by the phosphorescent phenomenon. In southern waters this\nfrequently occurs.  Millions of tiny creatures, which, it is said,\nswarm in the warm currents, give an appearance of fire to the ocean,\nand any object moving through it can plainly be seen. It was so with\nthe Advance. The motion she made in shooting forward, and the\nundulations caused by her submersion, seemed to start into activity the\ndormant phosphorus, and the submarine was afloat in a sea of fire.\n\n\"Quick!\" cried Tom. \"Speed her up! Maybe we can get out of this patch\nof water before they see us.\"\n\nBut it was too late. Above them they could hear the electric siren of\nthe Wonder as it was blown to let them know that their escape had been\nnoticed. A moment later the water, which acted as a sort of\nsounding-board, or telephone, brought to the ears of Tom Swift and his\nfriends the noise of the engines of the other craft in operation.  She\nwas coming after them. The race for the possession of three hundred\nthousand dollars in gold was already under way. Fate seemed against\nthose on board the Advance.\n\n\n\n\nChapter Seventeen\n\nThe Race\n\n\nDirected by Captain Weston, who glanced at the compass and told him\nwhich way to steer to clear the outer coral reef, Tom sent the\nsubmarine ahead, signaling for full speed to the engine-room, where his\nfather and Mr. Sharp were. The big dynamos purred like great cats, as\nthey sent the electrical energy into the forward and aft plates,\npulling and pushing the Advance forward. On and on she rushed under\nwater, but ever as she shot ahead the disturbance in the phosphorescent\nwater showed her position plainly. She would be easy to follow.\n\n\"Can't you get any more speed out of her?\" asked the captain of the lad.\n\n\"Yes,\" was the quick reply; \"by using the auxiliary screws I think we\ncan. I'll try it.\"\n\nHe signaled for the propellers, forward and aft, to be put in\noperation, and the motor moving the twin screws was turned on. At once\nthere was a perceptible increase to the speed of the Advance.\n\n\"Are we leaving them behind?\" asked Tom anxiously, as he glanced at the\nspeed gage, and noted that the submarine was now about five hundred\nfeet below the surface.\n\n\"Hard to tell,\" replied the Captain. \"You'd have to take an observation\nto make sure.\"\n\n\"I'll do it,\" cried the youth. \"You steer, please, and I'll go in the\nconning tower. I can look forward and aft there, as well as straight\nup. Maybe I can see the Wonder.\"\n\nSpringing up the circular ladder leading into the tower, Tom glanced\nthrough the windows all about the small pilot house. He saw a curious\nsight. It was as if the submarine was in a sea of yellowish liquid\nfire. She was immersed in water which glowed with the flames that\ncontained no heat.  So light was it, in fact, that there was no need of\nthe incandescents in the tower. The young inventor could have seen to\nread a paper by the illumination of the phosphorus.  But he had\nsomething else to do than observe this phenomenon. He wanted to see if\nhe could catch sight of the rival submarine.\n\nAt first he could make out nothing save the swirl and boiling of the\nsea, caused by the progress of the Advance through it. But suddenly, as\nhe looked up, he was aware of some great, black body a little to the\nrear and about ten feet above his craft.\n\n\"A shark!\" he exclaimed aloud. \"An immense one, too.\"\n\nBut the closer he looked the less it seemed like a shark.  The position\nof the black object changed. It appeared to settle down, to be\napproaching the top of the conning tower.  Then, with a suddenness that\nunnerved him for the time being, Tom recognized what it was; it was the\nunderside of a ship. He could see the plates riveted together, and\nthen, as he noted the rounded, cylindrical shape, he knew that it was a\nsubmarine. It was the Wonder. She was close at hand and was creeping up\non the Advance. But, what was more dangerous, she seemed to be slowly\nsettling in the water.  Another moment and her great screws might crash\ninto the Conning tower of the Swifts' boat and shave it off. Then the\nwater would rush in, drowning the treasure-seekers like rats in a trap.\n\nWith a quick motion Tom yanked over the lever that allowed more water\nto flow into the ballast tanks. The effect was at once apparent. The\nAdvance shot down toward the bottom of the sea. At the same time the\nyoung inventor signaled to Captain Weston to notify those in the\nengine-room to put on a little more speed. The Advance fairly leaped\nahead, and the lad, looking up through the bull's-eye in the roof of\nthe conning tower, had the satisfaction of seeing the rival submarine\nleft behind.\n\nThe youth hurried down into the interior of the ship to tell what he\nhad seen, and explain the reason for opening the ballast tanks. He\nfound his father and Mr. Sharp somewhat excited over the unexpected\nmaneuver of the craft.\n\n\"So they're still following us,\" murmured Mr. Swift. \"I don't see why\nwe can't shake them off.\"\n\n\"It's on account of this luminous water,\" explained Captain Weston.\n\"Once we are clear of that it will be easy, I think, to give them the\nslip. That is, if we can get out of their sight long enough. Of course,\nif they keep close after us, they can pick us up with their\nsearchlight, for I suppose they carry one.\"\n\n\"Yes,\" admitted the aged inventor, \"they have as strong a one as we\nhave. In fact, their ship is second only to this one in speed and\npower. I know, for Bentley & Eagert showed me some of the plans before\nthey started it, and asked my opinion. This was before I had the notion\nof building a submarine. Yes, I am afraid we'll have trouble getting\naway from them.\"\n\n\"I can't understand this phosphorescent glow keeping up so long,\"\nremarked Captain Weston. \"I've seen it in this locality several times,\nbut it never covered such an extent of the ocean in my time.  There\nmust be changed conditions here now.\"\n\nFor an hour or more the race was kept up, and the two submarines forged\nahead through the glowing sea. The Wonder remained slightly above and\nto the rear of the other, the better to keep sight of her, and though\nthe Advance was run to her limit of speed, her rival could not be\nshaken off.  Clearly the Wonder was a speedy craft.\n\n\"It's too bad that we've got to fight them, as well as run the risk of\nlots of other troubles which are always present when sailing under\nwater,\" observed Mr Damon, who wandered about the submarine like the\nnervous person he was. \"Bless my shirt-studs! Can't we blow them up, or\ncripple them in some way? They have no right to go after our treasure.\"\n\n\"Well, I guess they've got as much right as we have,\" declared Tom. \"It\ngoes to whoever reaches the wreck first.  But what I don't like is\ntheir mean, sneaking way of doing it. If they went off on their own\nhook and looked for it I wouldn't say a word. But they expect us to\nlead them to the wreck, and then they'll rob us if they can. That's not\nfair.\"\n\n\"Indeed, it isn't,\" agreed Captain Weston, \"if I may be allowed the\nexpression. We ought to find some way of stopping them. But, if I'm not\nmistaken,\" he added quickly, looking from one of the port bull's-eyes,\n\"the phosphorescent glow is lessening. I believe we are running beyond\nthat part of the ocean.\"\n\nThere was no doubt of it, the glow was growing less and less, and ten\nminutes later the Advance was speeding along through a sea as black as\nnight. Then, to avoid running into some wreck, it was necessary to turn\non the searchlight.\n\n\"Are they still after us?\" asked Mr. Swift of his son, as he emerged\nfrom the engine-room, where he had gone to make some adjustments to the\nmachinery, with the hope of increasing the speed.\n\n\"I'll go look,\" volunteered the lad. He climbed up into the conning\ntower again, and for a moment, as he gazed back into the black waters\nswirling all about, he hoped that they had lost the Wonder. But a\nmoment later his heart sank as he caught sight, through the liquid\nelement, of the flickering gleams of another searchlight, the rays\nundulating through the sea.\n\n\"Still following,\" murmured the young inventor. \"They're not going to\ngive up. But we must make 'em--that's all.\"\n\nHe went down to report what he had seen, and a consultation was held.\nCaptain Weston carefully studied the charts of that part of the ocean,\nand finding that there was a great depth of water at hand, proposed a\nseries of evolutions.\n\n\"We can go up and down, shoot first to one side and then to the other,\"\nhe explained. \"We can even drop down to the bottom and rest there for a\nwhile. Perhaps, in that way, we can shake them off.\"\n\nThey tried it. The Advance was sent up until her conning tower was out\nof the water, and then she was suddenly forced down until she was but a\nfew feet from the bottom. She darted to the left, to the right, and\neven doubled and went back over the course she had taken. But all to no\npurpose.  The Wonder proved fully as speedy, and those in her seemed to\nknow just how to handle the submarine, so that every evolution of the\nAdvance was duplicated. Her rival could not be shaken off.\n\nAll night this was kept up, and when morning came, though only the\nclocks told it, for eternal night was below the surface, the rival\ngold-seekers were still on the trail.\n\n\"They won't give up,\" declared Mr. Swift hopelessly.\n\n\"No, we've got to race them for it, just as Berg proposed,\" admitted\nTom. \"But if they want a straightaway race we'll give it to 'em. Let's\nrun her to the limit, dad.\"\n\n\"That's what we've been doing, Tom.\"\n\n\"No, not exactly, for we've been submerged a little too much to get the\nbest speed out of our craft. Let's go a little nearer the surface, and\ngive them the best race they'll ever have.\"\n\nThen the race began; and such a contest of speed as it was! With her\npropellers working to the limit, and every volt of electricity that was\navailable forced into the forward and aft plates, the Advance surged\nthrough the water, about ten feet below the surface. But the Wonder\nkept after her, giving her knot for knot. The course of the leading\nsubmarine was easy to trace now, in the morning light which penetrated\nten feet down.\n\n\"No use,\" remarked Tom again, when, after two hours, the Wonder was\nstill close behind them. \"Our only chance is that they may have a\nbreakdown.\"\n\n\"Or run out of air, or something like that,\" added Captain Weston.\n\"They are crowding us pretty close. I had no idea they could keep up\nthis speed. If they don't look out,\" he went on as he looked from one\nof the aft observation windows, \"they'll foul us, and--\"\n\nHis remarks were interrupted by a jar to the Advance. She seemed to\nshiver and careened to one side. Then came another bump.\n\n\"Slow down!\" cried the captain, rushing toward the pilot house.\n\n\"What's the matter?\" asked Tom, as he threw the engines and electrical\nmachines out of gear. \"Have we hit anything?\"\n\n\"No. Something has hit us,\" cried the captain. \"Their submarine has\nrammed us.\"\n\n\"Rammed us!\" repeated Mr. Swift. \"Tom, run out the electric cannon!\nThey're trying to sink us! We'll have to fight them. Run out the stern\nelectric gun and we'll make them wish they'd not followed us.\"\n\n\n\n\nChapter Eighteen\n\nThe Electric Gun\n\n\nThere was much  excitement aboard the Advance. The submarine came to a\nstop in the water, while the treasure-seekers waited anxiously for what\nwas to follow. Would they be rammed again? This time, stationary as\nthey were, and with the other boat coming swiftly on, a hole might be\nstove through the Advance, in spite of her powerful sides.\n\nThey had not long to wait. Again there came a jar, and once more the\nSwifts' boat careened. But the blow was a glancing one and,\nfortunately, did little damage.\n\n\"They certainly must be trying to sink us,\" agreed Captain Weston.\n\"Come, Tom, we'll take a look from the stern and see what they're up\nto.\"\n\n\"And get the stern electric gun ready to fire,\" repeated Mr. Swift. \"We\nmust protect ourselves. Mr. Sharp and I will go to the bow. There is no\ntelling what they may do. They're desperate, and may ram us from in\nfront.\"\n\nTom and the captain hurried aft. Through the thick plate-glass windows\nthey could see the blunt nose of the Wonder not far away, the rival\nsubmarine having come to a halt.  There she lay, black and silent, like\nsome monster fish waiting to devour its victim.\n\n\"There doesn't appear to be much damage done back here,\" observed Tom.\n\"No leaks. Guess they didn't puncture us.\"\n\n\"Perhaps it was due to an accident that they rammed us,\" suggested the\ncaptain.\n\n\"Well, they wouldn't have done it if they hadn't followed us so close,\"\nwas the opinion of the young inventor.  \"They're taking too many\nchances. We've got to stop 'em.\"\n\n\"What is this electric gun your father speaks of?\"\n\n\"Why, it's a regular electric cannon. It fires a solid ball, weighing\nabout twenty-five pounds, but instead of powder, which would hardly do\nunder water, and instead of compressed air, which is used in the\ntorpedo tubes of the Government submarines, we use a current of\nelectricity. It forces the cannon ball out with great energy.\"\n\n\"I wonder what they will do next?\" observed the captain, peering\nthrough a bull's eye.\n\n\"We can soon tell,\" replied the youth. \"We'll go ahead, and if they try\nto follow I'm going to fire on them.\"\n\n\"Suppose you sink them?\"\n\n\"I won't fire to do that; only to disable them. They brought it on\nthemselves. We can't risk having them damage us. Help me with the\ncannon, will you please, captain?\"\n\nThe electric cannon was a long, steel tube in the after part of the\nsubmarine. It projected a slight distance from the sides of the ship,\nand by an ingenious arrangement could be swung around in a ball and\nsocket joint, thus enabling it to shoot in almost any direction.\n\nIt was the work of but a few minutes to get it ready and, with the\nmuzzle pointing toward the Wonder, Tom adjusted the electric wires and\ninserted the solid shot.\n\n\"Now we're prepared for them!\" he cried. \"I think a good plan will be\nto start ahead, and if they try to follow to fire on them. They've\nbrought it on themselves.\"\n\n\"Correct,\" spoke Captain Weston.\n\nTom hurried forward to tell his father of this plan.\n\n\"We'll do it!\" cried Mr. Swift. \"Go ahead, Mr. Sharp, and we'll see if\nthose scoundrels will follow.\"\n\nThe young inventor returned on the run to the electric cannon. There\nwas a whir of machinery, and the Advance moved forward. She increased\nher speed, and the two watchers in the stern looked anxiously out of\nthe windows to see what their rivals would do.\n\nFor a moment no movement was noticeable on the part of the Wonder.\nThen, as those aboard her appeared to realize that the craft on which\nthey depended to pilot them to the sunken treasure was slipping away,\nword was given to follow. The ship of Berg and his employers shot after\nthe Advance.\n\n\"Here they come!\" cried Captain Weston. \"They're going to ram us again!\"\n\n\"Then I'm going to fire on them!\" declared Tom savagely.\n\nOn came the Wonder, nearer and nearer. Her speed was rapidly\nincreasing. Suddenly she bumped the Advance, and then, as if it was an\nunavoidable accident, the rear submarine sheered off to one side.\n\n\"They're certainly at it again!\" cried Tom, and peering from the\nbull's-eye he saw the Wonder shoot past the mouth of the electric\ncannon. \"Here it goes!\" he added.\n\nHe shoved over the lever, making the proper connection.  There was no\ncorresponding report, for the cannon was noiseless, but there was a\nslight jar as the projectile left the muzzle. The Wonder could be seen\nto heel over.\n\n\"You hit her! You hit her!\" cried Captain Weston. \"A good shot!\"\n\n\"I was afraid she was past me when I pulled the lever,\" explained Tom.\n\"She went like a flash.\"\n\n\"No, you caught her on the rudder,\" declared the captain.  \"I think\nyou've put her out of business. Yes, they're rising to the surface.\"\n\nThe lad rapidly inserted another ball, and recharged the cannon. Then\nhe peered out into the water, illuminated by the light of day overhead,\nas they were not far down. He could see the Wonder rising to the\nsurface. Clearly something had happened.\n\n\"Maybe they're going to drop down on us from above, and try to sink\nus,\" suggested the youth, while he stood ready to fire again. \"If they\ndo--\"\n\nHis words were interrupted by a slight jar throughout the submarine.\n\n\"What was that?\" cried the captain.\n\n\"Dad fired the bow gun at them, but I don't believe he hit them,\"\nanswered the young inventor.\n\n\"I wonder what damage I did? Guess we'll go to the surface to find out.\"\n\nClearly the Wonder had given up the fight for the time being. In fact,\nshe had no weapon with which to respond to a fusillade from her rival.\nTom hastened forward and informed his father of what had happened.\n\n\"If her steering gear is out of order, we may have a chance to slip\naway,\" said Mr. Swift \"We'll go up and see what we can learn.\"\n\nA few minutes later Tom, his father and Captain Weston stepped from the\nconning tower, which was out of water, on to the little flat deck a\nshort distance away lay the Wonder, and on her deck was Berg and a\nnumber of men, evidently members of the crew.\n\n\"Why did you fire on us?\" shouted the agent angrily.\n\n\"Why did you follow us?\" retorted Tom.\n\n\"Well, you've broken our rudder and disabled us,\" went on Berg, not\nanswering the question. \"You'll suffer for this!  I'll have you\narrested.\"\n\n\"You only got what you deserved,\" added Mr. Swift. \"You were acting\nillegally, following us, and you tried to sink us by ramming my craft\nbefore we retaliated by firing on you.\"\n\n\"It was an accident, ramming you,\" said Berg. \"We couldn't help it. I\nnow demand that you help us make repairs.\"\n\n\"Well, you've got nerve!\" cried Captain Weston, his eyes flashing. \"I'd\nlike to have a personal interview with you for about ten minutes. Maybe\nsomething besides your ship would need repairs then.\"\n\nBerg turned away, scowling, but did not reply. He began directing the\ncrew what to do about the broken rudder.\n\n\"Come on,\" proposed Tom in a low voice, for sounds carry very easily\nover water. \"Let's go below and skip out while we have a chance. They\ncan't follow now, and we can get to the sunken treasure ahead of them.\"\n\n\"Good advice,\" commented his father. \"Come, Captain Weston, we'll go\nbelow and close the conning tower.\"\n\nFive minutes later the Advance sank from sight, the last glimpse Tom\nhad of Berg and his men being a sight of them standing on the deck of\ntheir floating boat, gazing in the direction of their successful rival.\nThe Wonder was left behind, while Tom and his friends were soon once\nmore speeding toward the treasure wreck.\n\n\n\n\nChapter Nineteen\n\nCaptured\n\n\n\"Down deep,\" advised Captain Weston, as he stood beside Tom and Mr.\nSwift in the pilot house. \"As far as you can manage her, and then\nforward. We'll take no more chances with these fellows.\"\n\n\"The only trouble is,\" replied the young inventor, \"that the deeper we\ngo the slower we have to travel. The water is so dense that it holds us\nback.\"\n\n\"Well, there is no special need of hurrying now,\" went on the sailor.\n\"No one is following you, and two or three days difference in reaching\nthe wreck will not amount to anything.\"\n\n\"Unless they repair their rudder, and take after us again,\" suggested\nMr. Swift.\n\n\"They're not very likely to do that,\" was the captain's opinion. \"It\nwas more by luck than good management that they picked us up before.\nNow, having to delay, as they will, to repair their steering gear,\nwhile we can go as deep as we please and speed ahead, it is practically\nimpossible for them to catch up to us. No, I think we have nothing to\nfear from them.\"\n\nBut though danger from Berg and his crowd was somewhat remote, perils\nof another sort were hovering around the treasure-seekers, and they\nwere soon to experience them.\n\nIt was much different from sailing along in the airship, Tom thought,\nfor there was no blue sky and fleecy clouds to see, and they could not\nlook down and observe, far below them, cities and villages. Nor could\nthey breathe the bracing atmosphere of the upper regions.\n\nBut if there was lack of the rarefied air of the clouds, there was no\nlack of fresh atmosphere. The big tanks carried a large supply, and\nwhenever more was needed the oxygen machine would supply it.\n\nAs there was no need, however, of remaining under water for any great\nstretch of time, it was their practice to rise every day and renew the\nair supply, also to float along on the surface for a while, or speed\nalong, with only the conning tower out, in order to afford a view, and\nto enable Captain Weston to take observations. But care was always\nexercised to make sure no ships were in sight when emerging on the\nsurface, for the gold-seekers did not want to be hailed and questioned\nby inquisitive persons.\n\nIt was about four days after the disabling of the rival submarine, and\nthe Advance was speeding along about a mile and a half under water. Tom\nwas in the pilot house with Captain Weston, Mr. Damon was at his\nfavorite pastime of looking out of the glass side windows into the\nocean and its wonders, and Mr. Swift and the balloonist were, as\nusual, in the engine-room.\n\n\"How near do you calculate we are to the sunken wreck?\" asked Tom of\nhis companion.\n\n\"Well, at the calculation we made yesterday, we are within about a\nthousand miles of it now. We ought to reach it in about four more days,\nif we don't have any accidents.\"\n\n\"And how deep do you think it is?\" went on the lad.\n\n\"Well, I'm afraid it's pretty close to two miles, if not more. It's\nquite a depth, and of course impossible for ordinary divers to reach.\nBut it will be possible in this submarine and in the strong diving\nsuits your father has invented for us to get to it. Yes, I don't\nanticipate much trouble in getting out the gold, once we reach the\nwreck of course--\"\n\nThe captain's remark was not finished. From the engine-room there came\na startled shout:\n\n\"Tom! Tom! Your father is hurt! Come here, quick!\"\n\n\"Take the wheel!\" cried the lad to the captain. \"I must go to my\nfather.\" It was Mr. Sharp's voice he had heard.\n\nRacing to the engine-room, Tom saw his parent doubled up over a dynamo,\nwhile to one side, his hand on a copper switch, stood Mr. Sharp.\n\n\"What's the matter?\" shouted the lad.\n\n\"He's held there by a current of electricity,\" replied the balloonist.\n\"The wires are crossed.\"\n\n\"Why don't you shut off the current?\" demanded the youth, as he\nprepared to pull his parent from the whirring machine.  Then he\nhesitated, for he feared he, too, would be glued fast by the terrible\ncurrent, and so be unable to help Mr. Swift.\n\n\"I'm held fast here, too,\" replied the balloonist. \"I started to cut\nout the current at this switch, but there's a short circuit somewhere,\nand I can't let go, either. Quick, shut off all power at the main\nswitchboard forward.\"\n\nTom realized that this was the only thing to do. He ran forward and\nwith a yank cut out all the electric wires. With a sigh of relief Mr.\nSharp pulled his hands from the copper where he had been held fast as\nif by some powerful magnet, his muscles cramped by the current.\nFortunately the electricity was of low voltage, and he was not burned.\nThe body of Mr. Swift toppled backward from the dynamo, as Tom sprang\nto reach his father.\n\n\"He's dead!\" he cried, as he saw the pale face and the closed eyes.\n\n\"No, only badly shocked, I hope,\" spoke Mr. Sharp. \"But we must get him\nto the fresh air at once. Start the tank pumps.  We'll rise to the\nsurface.\"\n\nThe youth needed no second bidding. Once more turning on the electric\ncurrent, he set the powerful pumps in motion and the submarine began to\nrise. Then, aided by Captain Weston and Mr. Damon, the young inventor\ncarried his father to a couch in the main cabin. Mr. Sharp took charge\nof the machinery.\n\nRestoratives were applied, and there was a flutter of the eyelids of\nthe aged inventor.\n\n\"I think he'll come around all right,\" said the sailor kindly, as he\nsaw Tom's grief. \"Fresh air will be the thing for him. We'll be on the\nsurface in a minute.\"\n\nUp shot the Advance, while Mr. Sharp stood ready to open the conning\ntower as soon as it should be out of water. Mr. Swift seemed to be\nrapidly reviving. With a bound the submarine, forced upward from the\ngreat depth, fairly shot out of the water. There was a clanking sound\nas the aeronaut opened the airtight door of the tower, and a breath of\nfresh air came in.\n\n\"Can you walk, dad, or shall we carry you?\" asked Tom solicitously.\n\n\"Oh, I--I'm feeling better now,\" was the inventor's reply.  \"I'll soon\nbe all right when I get out on deck. My foot slipped as I was adjusting\na wire that had gotten out of order, and I fell so that I received a\nlarge part of the current. I'm glad I was not burned. Was Mr. Sharp\nhurt? I saw him run to the switch, just before I lost consciousness.\"\n\n\"No, I'm all right,\" answered the balloonist. \"But allow us to get you\nout to the fresh air. You'll feel much better then.\"\n\nMr. Swift managed to walk slowly to the ladder leading to the conning\ntower, and thence to the deck. The others followed him. As all emerged\nfrom the submarine they uttered a cry of astonishment.\n\nThere, not one hundred yards away, was a great warship, flying a flag\nwhich, in a moment, Tom recognized as that of Brazil. The cruiser was\nlying off a small island, and all about were small boats, filled with\nnatives, who seemed to be bringing supplies from land to the ship. At\nthe unexpected sight of the submarine, bobbing up from the bottom of\nthe ocean, the natives uttered cries of fright.  The attention of those\non the warship was attracted, and the bridge and rails were lined with\ncurious officers and men.\n\n\"It's a good thing we didn't come up under that ship,\" observed Tom.\n\"They would have thought we were trying to torpedo her. Do you feel\nbetter, dad?\" he asked, his wonder over the sight of the big vessel\ntemporarily eclipsed in his anxiety for his parent.\n\n\"Oh, yes, much better. I'm all right now. But I wish we hadn't\ndisclosed ourselves to these people. They may demand to know where we\nare going, and Brazil is too near Uruguay to make it safe to tell our\nerrand. They may guess it, however, from having read of the wreck, and\nour departure.\"\n\n\"Oh, I guess it will be all right,\" replied Captain Weston. \"We can\ntell them we are on a pleasure trip. That's true enough. It would give\nus great pleasure to find that gold.\"\n\n\"There's a boat, with some officers in it, to judge by the amount of\ngold lace on them, putting off from the ship,\" remarked Mr. Sharp.\n\n\"Ha! Yes! Evidently they intend to pay us a formal visit,\" observed Mr.\nDamon. \"Bless my gaiters, though. I'm not dressed to receive company. I\nthink I'll put on my dress suit.\"\n\n\"It's too late,\" advised Tom. \"They'll be here in a minute.\"\n\nUrged on by the lusty arms of the Brazilian sailors, the boat,\ncontaining several officers, neared the floating submarine rapidly.\n\n\"Ahoy there!\" called an officer in the bow, his accent betraying his\nunfamiliarity with the English language. \"What craft are you?\"\n\n\"Submarine, Advance, from New Jersey,\" replied Tom. \"Who are you?\"\n\n\"Brazilian cruiser San Paulo,\" was the reply. \"Where are you bound?\"\nwent on the officer.\n\n\"On pleasure,\" answered Captain Weston quickly. \"But why do you ask? We\nare an American ship, sailing under American colors. Is this Brazilian\nterritory?\"\n\n\"This island is--yes,\" came back the answer, and by this time the small\nboat was at the side of the submarine. Before the adventurers could\nhave protested, had they a desire to do so, there were a number of\nofficers and the crew of the San Paulo on the small deck.\n\nWith a flourish, the officer who had done the questioning drew his\nsword. Waving it in the air with a dramatic gesture, he exclaimed:\n\n\"You're our prisoners! Resist and my men shall cut you down like dogs!\nSeize them, men!\"\n\nThe sailors sprang forward, each one stationing himself at the side of\none of our friends, and grasping an arm.\n\n\"What does this mean?\" cried Captain Weston indignantly.  \"If this is a\njoke, you're carrying it too far. If you're in earnest, let me warn you\nagainst interfering with Americans!\"\n\n\"We know what we are doing,\" was the answer from the officer.\n\nThe sailor who had hold of Captain Weston endeavored to secure a\ntighter grip. The captain turned suddenly, and seizing the man about\nthe waist, with an exercise of tremendous strength hurled him over his\nhead and into the sea, the man making a great splash.\n\n\"That's the way I'll treat any one else who dares lay a hand on me!\"\nshouted the captain, who was transformed from a mild-mannered\nindividual into an angry, modern giant. There was a gasp of\nastonishment at his feat, as the ducked sailor crawled back into the\nsmall boat. And he did not again venture on the deck of the submarine.\n\n\"Seize them, men!\" cried the gold-laced officer again, and this time he\nand his fellows, including the crew, crowded so closely around Tom and\nhis friends that they could do nothing. Even Captain Weston found it\nimpossible to offer any resistance, for three men grabbed hold of him\nbut his spirit was still a fighting one, and he struggled desperately\nbut uselessly.\n\n\"How dare you do this?\" he cried.\n\n\"Yes,\" added Tom, \"what right have you to interfere with us?\"\n\n\"Every right,\" declared the gold-laced officer.\n\n\"You are in Brazilian territory, and I arrest you.\"\n\n\"What for?\" demanded Mr. Sharp.\n\n\"Because your ship is an American submarine, and we have received word\nthat you intend to damage our shipping, and may try to torpedo our\nwarships. I believe you tried to disable us a little while ago, but\nfailed. We consider that an act of war and you will be treated\naccordingly. Take them on board the San Paulo,\" the officer went on,\nturning to his aides. \"We'll try them by court-marital here. Some of\nyou remain and guard this submarine. We will teach these filibustering\nAmericans a lesson.\"\n\n\n\n\nChapter Twenty\n\nDoomed to Death\n\n\nThere was no room on the small deck of the submarine to make a stand\nagainst the officers and crew of the Brazilian warship. In fact, the\ncapture of the gold-seekers had been effected so suddenly that their\nastonishment almost deprived them of the power to think clearly.\n\nAt another command from the officer, who was addressed as Admiral\nFanchetti, several of the sailors began to lead Tom and his friends\ntoward the small boat.\n\n\"Do you feel all right, father?\" inquired the lad anxiously, as he\nlooked at his parent. \"These scoundrels have no right to treat us so.\"\n\n\"Yes, Tom, I'm all right as far as the electric shock is concerned, but\nI don't like to be handled in this fashion.\"\n\n\"We ought not to submit!\" burst out Mr. Damon. \"Bless the stars and\nstripes! We ought to fight.\"\n\n\"There's no chance,\" said Mr. Sharp. \"We are right under the guns of\nthe ship. They could sink us with one shot. I guess we'll have to give\nin for the time being.\"\n\n\"It is most unpleasant, if I may be allowed the expression,\" commented\nCaptain Weston mildly. He seemed to have lost his sudden anger, but\nthere was a steely glint in his eyes, and a grim, set look around his\nmonth that showed his temper was kept under control only by an effort.\nIt boded no good to the sailors who had hold of the doughty captain if\nhe should once get loose, and it was noticed that they were on their\nguard.\n\nAs for Tom, he submitted quietly to the two Brazilians who had hold of\neither arm, and Mr. Swift was held by only one, for it was seen that he\nwas feeble.\n\n\"Into the boat with them!\" cried Admiral Fanchetti. \"And guard them\nwell, Lieutenant Drascalo, for I heard them plotting to escape,\" and\nthe admiral signaled to a younger officer, who was in charge of the men\nguarding the prisoners.\n\n\"Lieutenant Drascalo, eh?\" murmured Mr. Damon. \"I think they made a\nmistake naming him. It ought to be Rascalo. He looks like a rascal.\"\n\n\"Silenceo!\" exclaimed the lieutenant, scowling at the odd character.\n\n\"Bless my spark plug! He's a regular fire-eater!\" went on Mr. Damon,\nwho appeared to have fully recovered his spirits.\n\n\"Silenceo!\" cried the lieutenant, scowling again, but Mr. Damon did not\nappear to mind.\n\nAdmiral Fanchetti and several others of the gold-laced officers\nremained aboard the submarine, while Tom and his friends were hustled\ninto the small boat and rowed toward the warship.\n\n\"I hope they don't damage our craft,\" murmured the young inventor, as\nhe saw the admiral enter the conning tower.\n\n\"If they do, we'll complain to the United States consul and demand\ndamages,\" said Mr. Swift.\n\n\"I'm afraid we won't have a chance to communicate with the consul,\"\nremarked Captain Weston.\n\n\"What do you mean?\" asked Mr. Damon. \"Bless my shoelaces, but will\nthese scoundrels--\"\n\n\"Silenceo!\" cried Lieutenant Drascalo quickly. \"Dogs of Americans, do\nyou wish to insult us?\"\n\n\"Impossible; you wouldn't appreciate a good, genuine United States\ninsult,\" murmured Tom under his breath.\n\n\"What I mean,\" went on the captain, \"is that these people may carry the\nproceedings off with a high hand. You heard the admiral speak of a\ncourt-martial.\"\n\n\"Would they dare do that?\" inquired Mr. Sharp.\n\n\"They would dare anything in this part of the world, I'm afraid,\"\nresumed Captain Weston. \"I think I see their plan, though. This admiral\nis newly in command; his uniform shows that. He wants to make a name for\nhimself, and he seizes on our submarine as an excuse. He can send word\nto his government that he destroyed a torpedo craft that sought to\nwreck his ship. Thus he will acquire a reputation.\"\n\n\"But would his government support him in such a hostile act against the\nUnited States, a friendly nation?\" asked Tom.\n\n\"Oh, he would not claim to have acted against the United States as a\npower. He would say that it was a private submarine, and, as a matter\nof fact, it is. While we are under the protection of the stars and\nstripes, our vessel is not a Government one,\" and Captain Weston spoke\nthe last in a low voice, so the scowling lieutenant could not hear.\n\n\"What will they do with us?\" inquired Mr. Swift.\n\n\"Have some sort of a court-martial, perhaps,\" went on the captain, \"and\nconfiscate our craft. Then they will send us back home, I expect for\nthey would not dare harm us.\"\n\n\"But take our submarine!\" cried Tom. \"The villains--\"\n\n\"Silenceo!\" shouted Lieutenant Drascalo and he drew his sword.\n\nBy this time the small boat was under the big guns of the San Paulo,\nand the prisoners were ordered, in broken English, to mount a companion\nladder that hung over the side. In a short time they were on deck, amid\na crowd of sailors, and they could see the boat going back to bring off\nthe admiral, who signaled from the submarine. Tom and his friends were\ntaken below to a room that looked like a prison, and there, a little\nlater, they were visited by Admiral Fanchetti and several officers.\n\n\"You will be tried at once,\" said the admiral. \"I have examined your\nsubmarine and I find she carries two torpedo tubes. It is a wonder you\ndid not sink me at once.\"\n\n\"Those are not torpedo tubes!\" cried Tom, unable to keep silent, though\nCaptain Weston motioned him to do so.\n\n\"I know torpedo tubes when I see them,\" declared the admiral. \"I\nconsider I had a very narrow escape. Your country is fortunate that\nmine does not declare war against it for this act. But I take it you\nare acting privately, for you fly no flag, though you claim to be from\nthe United States.\"\n\n\"There's no place for a flag on the submarine,\" went on Tom. \"What good\nwould it be under water?\"\n\n\"Silenceo!\" cried Lieutenant Drascalo, the admonition to silence\nseeming to be the only command of which he was capable.\n\n\"I shall confiscate your craft for my government,\" went on the admiral,\n\"and shall punish you as the court-martial may direct. You will be\ntried at once.\"\n\nIt was in vain for the prisoners to protest. Matters were carried with\na high hand. They were allowed a spokesman, and Captain Weston, who\nunderstood Spanish, was selected, that language being used. But the\ndefense was a farce, for he was scarcely listened to. Several officers\ntestified before the admiral, who was judge, that they had seen the\nsubmarine rise out of the water, almost under the prow of the San\nPaulo. It was assumed that the Advance had tried to wreck the warship,\nbut had failed. It was in vain that Captain Weston and the others told\nof the reason for their rapid ascent from the ocean depths--that Mr.\nSwift had been shocked, and needed fresh air. Their story was not\nbelieved.\n\n\"We have heard enough!\" suddenly exclaimed the admiral.  \"The evidence\nagainst you is over-whelming--er--what you Americans call conclusive,\"\nand he was speaking then in broken English. \"I find you guilty, and the\nsentence of this court-martial is that you be shot at sunrise, three\ndays hence!\"\n\n\"Shot!\" cried Captain Weston, staggering back at this unexpected\nsentence. His companions turned white, and Mr. Swift leaned against his\nson for support.\n\n\"Bless my stars! Of all the scoundrelly!\" began Mr. Damon.\n\n\"Silenceo!\" shouted the lieutenant, waving his sword.\n\n\"You will be shot,\" proceeded the admiral. \"Is not that the verdict of\nthe honorable court?\" he asked, looking at his fellow officers. They\nall nodded gravely.\n\n\"But look here!\" objected Captain Weston. \"You don't dare do that! We\nare citizens of the United States, and--\"\n\n\"I consider you no better than pirates,\" interrupted the admiral. \"You\nhave an armed submarine--a submarine with torpedo tubes. You invade our\nharbor with it, and come up almost under my ship. You have forfeited\nyour right to the protection of your country, and I have no fear on\nthat score. You will be shot within three days. That is all.  Remove\nthe prisoners.\"\n\nProtests were in vain, and it was equally useless to struggle. The\nprisoners were taken out on deck, for which they were thankful, for the\ninterior of the ship was close and hot, the weather being intensely\ndisagreeable. They were told to keep within a certain space on deck,\nand a guard of sailors, all armed, was placed near them. From where\nthey were they could see their submarine floating on the surface of the\nlittle bay, with several Brazilians on the small deck. The Advance had\nbeen anchored, and was surrounded by a flotilla of the native boats,\nthe brown-skinned paddlers gazing curiously at the odd craft.\n\n\"Well, this is tough luck!\" murmured Tom. \"How do you feel, dad?\"\n\n\"As well as can be expected under the circumstances,\" was the reply.\n\"What do you think about this, Captain Weston?\"\n\n\"Not very much, if I may be allowed the expression,\" was the answer.\n\n\"Do you think they will dare carry out that threat?\" asked Mr. Sharp.\n\nThe captain shrugged his shoulders. \"I hope it is only a bluff,\" he\nreplied, \"made to scare us so we will consent to giving up the\nsubmarine, which they have no right to confiscate. But these fellows\nlook ugly enough for anything,\" he went on.\n\n\"Then if there's any chance of them attempting to carry it out,\" spoke\nTom, \"we've got to do something.\"\n\n\"Bless my gizzard, of course!\" exclaimed Mr. Damon. \"But what? That's\nthe question. To be shot! Why, that's a terrible threat! The villains--\"\n\n\"Silenceo!\" shouted Lieutenant Drascalo, coming up at that moment.\n\n\n\n\nChapter Twenty-One\n\nThe Escape\n\n\nEvents had happened so quickly that day that the gold-hunters could\nscarcely comprehend them. It seemed only a short time since Mr. Swift\nhad been discovered lying disabled on the dynamo, and what had\ntranspired since seemed to have taken place in a few minutes, though it\nwas, in reality, several hours. This was made manifest by the feeling\nof hunger on the part of Tom and his friends.\n\n\"I wonder if they're going to starve us, the scoundrels?\" asked Mr.\nSharp, when the irate lieutenant was beyond hearing. \"It's not fair to\nmake us go hungry and shoot us in the bargain.\"\n\n\"That's so, they ought to feed us,\" put in Tom. As yet neither he nor\nthe others fully realized the meaning of the sentence passed on them.\n\nFrom where they were on deck they could look off to the little island.\nFrom it boats manned by natives were constantly putting off, bringing\nsupplies to the ship. The place appeared to be a sort of calling\nstation for Brazilian warships, where they could get fresh water and\nfruit and other food.\n\nFrom the island the gaze of the adventurers wandered to the submarine,\nwhich lay not far away. They were chagrined to see several of the\nbolder natives clambering over the deck.\n\n\"I hope they keep out of the interior,\" commented Tom. \"If they get to\npulling or hauling on the levers and wheels they may open the tanks and\nsink her, with the Conning tower open.\"\n\n\"Better that, perhaps, than to have her fall into the hands of a\nforeign power,\" commented Captain Weston.  \"Besides, I don't see that\nit's going to matter much to us what becomes of her after we're--\"\n\nHe did not finish, but every one knew what he meant, and a grim silence\nfell upon the little group.\n\nThere came a welcome diversion, however, in the shape of three sailors,\nbearing trays of food, which were placed on the deck in front of the\nprisoners, who were sitting or lying in the shade of an awning, for the\nsun was very hot.\n\n\"Ha! Bless my napkin-ring!\" cried Mr. Damon with something of his\nformer gaiety. \"Here's a meal, at all events. They don't intend to\nstarve us. Eat hearty, every one.\"\n\n\"Yes, we need to keep up our strength,\" observed Captain Weston.\n\n\"Why?\" inquired Mr. Sharp.\n\n\"Because we're going to try to escape!\" exclaimed Tom in a low voice,\nwhen the sailors who had brought the food had gone. \"Isn't that what\nyou mean, captain?\"\n\n\"Exactly. We'll try to give these villains the slip, and we'll need all\nour strength and wits to do it. We'll wait until night, and see what we\ncan do.\"\n\n\"But where will we escape to?\" asked Mr. Swift. \"The island will afford\nno shelter, and--\"\n\n\"No, but our submarine will,\" went on the sailor.\n\n\"It's in the possession of the Brazilians,\" objected Tom.\n\n\"Once I get aboard the Advance twenty of those brown-skinned villains\nwon't keep me prisoner,\" declared Captain Weston fiercely. \"If we can\nonly slip away from here, get into the small boat, or even swim to the\nsubmarine, I'll make those chaps on board her think a hurricane has\nbroken loose.\"\n\n\"Yes, and I'll help,\" said Mr. Damon.\n\n\"And I,\" added Tom and the balloonist.\n\n\"That's the way to talk,\" commented the captain. \"Now let's eat, for I\nsee that rascally lieutenant coming this way, and we mustn't appear to\nbe plotting, or he'll be suspicious.\"\n\nThe day passed slowly, and though the prisoners seemed to be allowed\nconsiderable liberty, they soon found that it was only apparent. Once\nTom walked some distance from that portion of the deck where he and the\nothers had been told to remain. A sailor with a gun at once ordered him\nback. Nor could they approach the rails without being directed, harshly\nenough at times, to move back amidships.\n\nAs night approached the gold-seekers were on the alert for any chance\nthat might offer to slip away, or even attack their guard, but the\nnumber of Brazilians around them was doubled in the evening, and after\nsupper, which was served to them on deck by the light of swinging\nlanterns, they were taken below and locked in a stuffy cabin. They\nlooked helplessly at each other.\n\n\"Don't give up,\" advised Captain Weston. \"It's a long night. We may be\nable to get out of here.\"\n\nBut this hope was in vain. Several times he and Tom, thinking the\nguards outside the cabin were asleep, tried to force the lock of the\ndoor with their pocket-knives, which had not been taken from them. But\none of the sailors was aroused each time by the noise, and looked in\nthrough a barred window, so they had to give it up. Slowly the night\npassed, and morning found the prisoners pale, tired and discouraged.\nThey were brought up on deck again, for which they were thankful, as in\nthat tropical climate it was stifling below.\n\nDuring the day they saw Admiral Fanchetti and several of his officers\npay a visit to the submarine. They went below through the opened\nconning tower, and were gone some time.\n\n\"I hope they don't disturb any of the machinery,\" remarked Mr. Swift.\n\"That could easily do great damage.\"\n\nAdmiral Fanchetti seemed much pleased with himself when he returned\nfrom his visit to the submarine.\n\n\"You have a fine craft,\" he said to the prisoners. \"Or, rather, you had\none. My government now owns it. It seems a pity to shoot such good boat\nbuilders, but you are too dangerous to be allowed to go.\"\n\nIf there had been any doubt in the minds of Tom and his friends that\nthe sentence of the court-martial was only for effect, it was dispelled\nthat day. A firing squad was told off in plain view of them, and the\nmen were put through their evolutions by Lieutenant Drascalo, who had\nthem load, aim and fire blank cartridges at an imaginary line of\nprisoners. Tom could not repress a shudder as he noted the leveled\nrifles, and saw the fire and smoke spurt from the muzzles.\n\n\"Thus we shall do to you at sunrise to-morrow,\" said the lieutenant,\ngrinning, as he once more had his men practice their grim work.\n\nIt seemed hotter than ever that day. The sun was fairly broiling, and\nthere was a curious haziness and stillness to the air. It was noticed\nthat the sailors on the San Paulo were busy making fast all loose\narticles on deck with extra lashings, and hatch coverings were doubly\nsecured.\n\n\"What do you suppose they are up to?\" asked Tom of Captain Weston.\n\n\"I think it is coming on to blow,\" he replied, \"and they don't want to\nbe caught napping. They have fearful storms down in this region at this\nseason of the year, and I think one is about due.\"\n\n\"I hope it doesn't wreck the submarine,\" spoke Mr. Swift.  \"They ought\nto close the hatch of the conning tower, for it won't take much of a\nsea to make her ship considerable water.\"\n\nAdmiral Fanchetti had thought of this, however, and as the afternoon\nwore away and the storm signs multiplied, he sent word to close the\nsubmarine. He left a few sailors aboard inside on guard.\n\n\"It's too hot to eat,\" observed Tom, when their supper had been brought\nto them, and the others felt the same way about it. They managed to\ndrink some cocoanut milk, prepared in a palatable fashion by the\nnatives of the island, and then, much to their disgust, they were taken\nbelow again and locked in the cabin.\n\n\"Whew! But it certainly is hot!\" exclaimed Mr. Damon as he sat down on\na couch and fanned himself. \"This is awful!\"\n\n\"Yes, something is going to happen pretty soon,\" observed Captain\nWeston. \"The storm will break shortly, I think.\"\n\nThey sat languidly about the cabin. It was so oppressive that even the\nthought of the doom that awaited them in the morning could hardly seem\nworse than the terrible heat. They could hear movements going on about\nthe ship, movements which indicated that preparations were being made\nfor something unusual. There was a rattling of a chain through a hawse\nhole, and Captain Weston remarked:\n\n\"They're putting down another anchor. Admiral Fanchetti had better get\naway from the island, though, unless he wants to be wrecked. He'll be\nblown ashore in less than no time. No cable or chain will hold in such\nstorms as they have here.\"\n\nThere came a period of silence, which was suddenly broken by a howl as\nof some wild beast.\n\n\"What's that?\" cried Tom, springing up from where he was stretched out\non the cabin floor.\n\n\"Only the wind,\" replied the captain. \"The storm has arrived.\"\n\nThe howling kept up, and soon the ship began to rock. The wind\nincreased, and a little later there could be heard, through an opened\nport in the prisoners' cabin, the dash of rain.\n\n\"It's a regular hurricane!\" exclaimed the captain. \"I wonder if the\ncables will hold?\"\n\n\"What about the submarine?\" asked Mr. Swift anxiously.\n\n\"I haven't much fear for her. She lies so low in the water that the\nwind can't get much hold on her. I don't believe she'll drag her\nanchor.\"\n\nOnce more came a fierce burst of wind, and a dash of rain, and then,\nsuddenly above the outburst of the elements, there sounded a crash on\ndeck. It was followed by excited cries.\n\n\"Something's happened!\" yelled Tom. The prisoners gathered in a\nfrightened group in the middle of the cabin. The cries were repeated,\nand then came a rush of feet just outside the cabin door.\n\n\"Our guards! They're leaving!\" shouted Tom.\n\n\"Right!\" exclaimed Captain Weston. \"Now's our chance! Come on! If we're\ngoing to escape we must do it while the storm is at its height, and all\nis in confusion. Come on!\"\n\nTom tried the door. It was locked.\n\n\"One side!\" shouted the captain, and this time he did not pause to say\n\"by your leave.\" He came at the portal on the run, and his shoulder\nstruck it squarely. There was a splintering and crashing of wood, and\nthe door was burst open.\n\n\"Follow me!\" cried the valiant sailor, and Tom and the others rushed\nafter him. They could hear the wind howling more loudly than ever, and\nas they reached the deck the rain dashed into their faces with such\nviolence that they could hardly see. But they were aware that something\nhad occurred.  By the light of several lanterns swaying in the terrific\nblast they saw that one of the auxiliary masts had broken off near the\ndeck.\n\nIt had fallen against the chart house, smashing it, and a number of\nsailors were laboring to clear away the wreckage.\n\n\"Fortune favors us!\" cried Captain Weston. \"Come on! Make for the small\nboat. It's near the side ladder. We'll lower the boat and pull to the\nsubmarine.\"\n\nThere came a flash of lightning, and in its glare Tom saw something\nthat caused him to cry out.\n\n\"Look!\" he shouted. \"The submarine. She's dragged her anchors!\"\n\nThe Advance was much closer to the warship than she had been that\nafternoon. Captain Weston looked over the side.\n\n\"It's the San Paulo that's dragging her anchors, not the submarine!\" he\nshouted. \"We're bearing down on her! We must act quickly. Come on,\nwe'll lower the boat!\"\n\nIn the rush of wind and the dash of rain the prisoners crowded to the\naccommodation companion ladder, which was still over the side of the\nbig ship. No one seemed to be noticing them, for Admiral Fanchetti was\non the bridge, yelling orders for the clearing away of the wreckage.\nBut Lieutenant Drascalo, coming up from below at that moment, caught\nsight of the fleeing ones. Drawing his sword, he rushed at them,\nshouting:\n\n\"The prisoners! The prisoners! They are escaping!\"\n\nCaptain Weston leaped toward the lieutenant.\n\n\"Look out for his sword!\" cried Tom. But the doughty sailor did not\nfear the weapon. Catching up a coil of rope, he cast it at the\nlieutenant. It struck him in the chest, and he staggered back, lowering\nhis sword.\n\nCaptain Weston leaped forward, and with a terrific blow sent Lieutenant\nDrascalo to the deck.\n\n\"There!\" cried the sailor. \"I guess you won't yell 'Silenceo!' for a\nwhile now.\"\n\nThere was a rush of Brazilians toward the group of prisoners. Tom\ncaught one with a blow on the chin, and felled him, while Captain\nWeston disposed of two more, and Mr. Sharp and Mr. Damon one each. The\nsavage fighting of the Americans was too much for the foreigners, and\nthey drew back.\n\n\"Come on!\" cried Captain Weston again. \"The storm is getting worse. The\nwarship will crash into the submarine in a few minutes. Her anchors\naren't holding. I didn't think they would.\"\n\nHe made a dash for the ladder, and a glance showed him that the small\nboat was in the water at the foot of it. The craft had not been hoisted\non the davits.\n\n\"Luck's with us at last!\" cried Tom, seeing it also.  \"Shall I help\nyou, dad?\"\n\n\"No; I think I'm all right. Go ahead.\"\n\nThere came such a gust of wind that the San Paulo was heeled over, and\nthe wreck of the mast, rolling about, crashed into the side of a deck\nhouse, splintering it. A crowd of sailors, led by Admiral Fanchetti,\nwho were again rushing on the escaping prisoners, had to leap back out\nof the way of the rolling mast.\n\n\"Catch them! Don't let them get away!\" begged the commander, but the\nsailors evidently had no desire to close in with the Americans.\n\nThrough the rush of wind and rain Tom and his friends staggered down\nthe ladder. It was hard work to maintain one's footing, but they\nmanaged it. On account of the high side of the ship the water was\ncomparatively calm under her lee, and, though the small boat was\nbobbing about, they got aboard. The oars were in place, and in another\nmoment they had shoved off from the landing stage which formed the foot\nof the accommodation ladder.\n\n\"Now for the Advance!\" murmured Captain Weston.\n\n\"Come back! Come back, dogs of Americans!\" cried a voice at the rail\nover their heads, and looking up, Tom saw Lieutenant Drascalo. He had\nsnatched a carbine from a marine, and was pointing it at the recent\nprisoners. He fired, the flash of the gun and a dazzling chain of\nlightning coming together. The thunder swallowed up the report of the\ncarbine, but the bullet whistled uncomfortable close to Tom's head. The\nblackness that followed the lightning shut out the view of everything\nfor a few seconds, and when the next flash came the adventurers saw\nthat they were close to their submarine.\n\nA fusillade of shots sounded from the deck of the warship, but as the\nmarines were poor marksmen at best, and as the swaying of the ship\ndisconcerted them, our friends were in little danger.\n\nThere was quite a sea once they were beyond the protection of the side\nof the warship, but Captain Weston, who was rowing, knew how to manage\na boat skillfully, and he soon had the craft alongside the bobbing\nsubmarine.\n\n\"Get aboard, now, quick!\" he cried.\n\nThey leaped to the small deck, casting the rowboat adrift.  It was the\nwork of but a moment to open the conning tower.  As they started to\ndescend they were met by several Brazilians coming up.\n\n\"Overboard with 'em!\" yelled the captain. \"Let them swim ashore or to\ntheir ship!\"\n\nWith almost superhuman strength he tossed one big sailor from the small\ndeck. Another showed fight, but he went to join his companion in the\nswirling water. A man rushed at Tom, seeking the while to draw his\nsword, but the young inventor, with a neat left-hander, sent him to\njoin the other two, and the remainder did not wait to try conclusions.\nThey leaped for their lives, and soon all could be seen, in the\nfrequent lightning flashes, swimming toward the warship which was now\ncloser than ever to the submarine.\n\n\"Get inside and we'll sink below the surface!\" called Tom.  \"Then we\ndon't care what happens.\"\n\nThey closed the steel door of the conning tower. As they did so they\nheard the patter of bullets from carbines fired from the San Paulo.\nThen came a violent tossing of the Advance; the waves were becoming\nhigher as they caught the full force of the hurricane. It took but an\ninstant to sever, from within, the cable attached to the anchor, which\nwas one belonging to the warship. The Advance began drifting.\n\n\"Open the tanks, Mr. Sharp!\" cried Tom. \"Captain Weston and I will\nsteer. Once below we'll start the engines.\"\n\nAmid a crash of thunder and dazzling flashes of lightning, the\nsubmarine began to sink. Tom, in the conning tower had a sight of the\nSan Paulo as it drifted nearer and nearer under the influence of the\nmighty wind. As one bright flash came he saw Admiral Fanchetti and\nLieutenant Drascalo leaning over the rail and gazing at the Advance.\n\nA moment later the view faded from sight as the submarine sank below\nthe surface of the troubled sea. She was tossed about for some time\nuntil deep enough to escape the surface motion. Waiting until she was\nfar enough down so that her lights would not offer a mark for the guns\nof the warship, the electrics were switched on.\n\n\"We're safe now!\" cried Tom, helping his father to his cabin. \"They've\ngot too much to attend to themselves to follow us now, even if they\ncould. Shall we go ahead, Captain Weston?\"\n\n\"I think so, yes, if I may be allowed to express my opinion,\" was the\nmild reply, in strange contrast to the strenuous work in which the\ncaptain had just been engaged.\n\nTom signaled to Mr. Sharp in the engine-room, and in a few seconds the\nAdvance was speeding away from the island and the hostile vessel. Nor,\ndeep as she was now, was there any sign of the hurricane. In the\npeaceful depths she was once more speeding toward the sunken treasure.\n\n\n\n\nChapter Twenty-Two\n\nAt the Wreck\n\n\n\"Well,\" remarked Mr. Damon, as the submarine hurled herself forward\nthrough the ocean, \"I guess that firing party will have something else\nto do to-morrow morning besides aiming those rifles at us.\"\n\n\"Yes, indeed,\" agreed Tom. \"They'll be lucky if they save their ship.\nMy, how that wind did blow!\"\n\n\"You're right,\" put in Captain Weston. \"When they get a hurricane down\nin this region it's no cat's paw. But they were a mighty careless lot\nof sailors. The idea of leaving the ladder over the side, and the boat\nin the water.\"\n\n\"It was a good thing for us, though,\" was Tom's opinion.\n\n\"Indeed it was,\" came from the captain. \"But as long as we are safe now\nI think we'd better take a look about the craft to see if those chaps\ndid any damage. They can't have done much, though, or she wouldn't be\nrunning so smoothly.  Suppose you go take a look, Tom, and ask your\nfather and Mr. Sharp what they think. I'll steer for a while, until we\nget well away from the island.\"\n\nThe young inventor found his father and the balloonist busy in the\nengine-room. Mr. Swift had already begun an inspection of the\nmachinery, and so far found that it had not been injured. A further\ninspection showed that no damage had been done by the foreign guard\nthat had been in temporary possession of the Advance, though the\nsailors had made free in the cabins, and had broken into the food\nlockers, helping themselves plentifully. But there was still enough for\nthe gold-seekers.\n\n\"You'd never know there was a storm raging up above,\" observed Tom as\nhe rejoined Captain Weston in the lower pilot house, where he was\nmanaging the craft. \"It's as still and peaceful here as one could wish.\"\n\n\"Yes, the extreme depths are seldom disturbed by a surface storm. But\nwe are over a mile deep now. I sent her down a little while you were\ngone, as I think she rides a little more steadily.\"\n\nAll that night they speeded forward, and the next day, rising to the\nsurface to take an observation, they found no traces of the storm,\nwhich had blown itself out. They were several hundred miles away from\nthe hostile warship, and there was not a vessel in sight on the broad\nexpanse of blue ocean.\n\nThe air tanks were refilled, and after sailing along on the surface for\nan hour or two, the submarine was again sent below, as Captain Weston\nsighted through his telescope the smoke of a distant steamer.\n\n\"As long as it isn't the Wonder, we're all right,\" said Tom. \"Still, we\ndon't want to answer a lot of questions about ourselves and our object.\"\n\n\"No. I fancy the Wonder will give up the search,\" remarked the captain,\nas the Advance was sinking to the depths.\n\n\"We must be getting pretty near to the end of our search ourselves,\"\nventured the young inventor.\n\n\"We are within five hundred miles of the intersection of the\nforty-fifth parallel and the twenty-seventh meridian, east from\nWashington,\" said the captain. \"That's as near as I could locate the\nwreck. Once we reach that point we will have to search about under\nwater, for I don't fancy the other divers left any buoys to mark the\nspot.\"\n\nIt was two days later, after uneventful sailing, partly on the surface,\nand partly submerged, that Captain Weston, taking a noon observation,\nannounced:\n\n\"Well, we're here!\"\n\n\"Do you mean at the wreck?\" asked Mr. Swift eagerly.\n\n\"We're at the place where she is supposed to lie, in about two miles of\nwater,\" replied the captain. \"We are quite a distance off the coast of\nUruguay, about opposite the harbor of Rio de La Plata. From now on we\nshall have to nose about under water, and trust to luck.\"\n\nWith her air tanks filled to their capacity, and Tom having seen that\nthe oxygen machine and other apparatus was in perfect working order,\nthe submarine was sent below on her search. Though they were in the\nneighborhood of the wreck, the adventurers might still have to do\nconsiderable searching before locating it. Lower and lower they sank\ninto the depths of the sea, down and down, until they were deeper than\nthey had ever gone before. The pressure was tremendous, but the steel\nsides of the Advance withstood it.\n\nThen began a search that lasted nearly a week. Back and forth they\ncruised, around in great circles, with the powerful searchlight focused\nto disclose the sunken treasure ship. Once Tom, who was observing the\npath of light in the depths from the conning tower, thought he had seen\nthe remains of the Boldero, for a misty shape loomed up in front of the\nsubmarine, and he signaled for a quick stop. It was a wreck, but it had\nbeen on the ocean bed for a score of years, and only a few timbers\nremained of what had been a great ship. Much disappointed, Tom rang for\nfull speed ahead again, and the current was sent into the great\nelectric plates that pulled and pushed the submarine forward.\n\nFor two days more nothing happened. They searched around under the\ngreen waters, on the alert for the first sign, but they saw nothing.\nGreat fish swam about them, sometimes racing with the Advance. The\nadventurers beheld great ocean caverns, and skirted immense rocks,\nwhere dwelt monsters of the deep. Once a great octopus tried to do\nbattle with the submarine and crush it in its snaky arms, but Tom saw\nthe great white body, with saucer-shaped eyes, in the path of light and\nrammed him with the steel point. The creature died after a struggle.\n\nThey were beginning to despair when a full week had passed and they\nwere seemingly as far from the wreck as ever. They went to the surface\nto enable Captain Weston to take another observation. It only confirmed\nthe other, and showed that they were in the right vicinity. But it was\nlike looking for a needle in a haystack, almost, to find the sunken ship\nin that depth of water.\n\n\"Well, we'll try again,\" said Mr. Swift, as they sank once more beneath\nthe surface.\n\nIt was toward evening, on the second day after this, that Tom, who was\non duty in the conning tower, saw a black shape looming up in front of\nthe submarine, the searchlight revealing it to him far enough away so\nthat he could steer to avoid it. He thought at first that it was a\ngreat rock, for they were moving along near the bottom, but the\npeculiar shape of it soon convinced him that this could not be. It came\nmore plainly into view as the submarine approached it more slowly, then\nsuddenly, out of the depths in the illumination from the searchlight,\nthe young inventor saw the steel sides of a steamer. His heart gave a\ngreat thump, but he would not call out yet, fearing that it might be\nsome other vessel than the one containing the treasure.\n\nHe steered the Advance so as to circle it. As he swept past the bows he\nsaw in big letters near the sharp prow the word, Boldero.\n\n\"The wreck! The wreck!\" he cried, his voice ringing through the craft\nfrom end to end. \"We've found the wreck at last!\"\n\n\"Are you sure?\" cried his father, hurrying to his son, Captain Weston\nfollowing.\n\n\"Positive,\" answered the lad. The submarine was slowing up now, and Tom\nsent her around on the other side. They had a good view of the sunken\nship. It seemed to be intact, no gaping holes in her sides, for only\nher plates had started, allowing her to sink gradually.\n\n\"At last,\" murmured Mr. Swift. \"Can it be possible we are about to get\nthe treasure?\"\n\n\"That's the Boldero, all right,\" affirmed Captain Weston.  \"I recognize\nher, even if the name wasn't on her bow. Go right down on the bottom,\nTom, and we'll get out the diving suits and make an examination.\"\n\nThe submarine settled to the ocean bed. Tom glanced at the depth gage.\nIt showed over two miles and a half. Would they be able to venture out\ninto water of such enormous pressure in the comparatively frail diving\nsuits, and wrest the gold from the wreck? It was a serious question.\n\nThe Advance came to a stop. In front of her loomed the great bulk of\nthe Boldero, vague and shadowy in the flickering gleam of the\nsearchlight. As the gold-seekers looked at her through the bull's-eyes\nof the conning tower, several great forms emerged from beneath the\nwreck's bows.\n\n\"Deep-water sharks!\" exclaimed  Captain Weston, \"and monsters, too. But\nthey can't bother us. Now to get out the gold!\"\n\n\n\n\nChapter Twenty-Three\n\nAttacked by Sharks\n\n\nFor a few minutes after reaching the wreck, which had so occupied their\nthoughts for the past weeks, the adventurers did nothing but gaze at it\nfrom the ports of the submarine.  The appearance of the deep-water\nsharks gave them no concern, for they did not imagine the ugly\ncreatures would attack them. The treasure-seekers were more engrossed\nwith the problem of getting out the gold.\n\n\"How are we going to get at it?\" asked Tom, as he looked at the high\nsides of the sunken ship, which towered well above the comparatively\nsmall Advance.\n\n\"Why, just go in and get it,\" suggested Mr. Damon. \"Where is gold in a\ncargo usually kept, Captain Weston? You ought to know, I should think.\nBless my pocketbook!\"\n\n\"Well, I should say that in this case the bullion would be kept in a\nsafe in the captain's cabin,\" replied the sailor.  \"Or, if not there,\nin some after part of the vessel, away from where the crew is\nquartered. But it is going to be quite a problem to get at it. We can't\nclimb the sides of the wreck, and it will be impossible to lower her\nladder over the side. However, I think we had better get into the\ndiving suits and take a closer look. We can walk around her.\"\n\n\"That's my idea,\" put in Mr. Sharp. \"But who will go, and who will stay\nwith the ship?\"\n\n\"I think Tom and Captain Weston had better go,\" suggested Mr. Swift.\n\"Then, in case anything happens, Mr. Sharp, you and I will be on board\nto manage matters.\"\n\n\"You don't think anything will happen, do you, dad?\" asked his son with\na laugh, but it was not an easy one, for the lad was thinking of the\nshadowy forms of the ugly sharks.\n\n\"Oh, no, but it's best to be prepared,\" answered his father.\n\nThe captain and the young inventor lost no time in donning the diving\nsuits. They each took a heavy metal bar, pointed at one end, to use in\nassisting them to walk on the bed of the ocean, and as a protection in\ncase the sharks might attack them. Entering the diving chamber, they\nwere shut in, and then water was admitted until the pressure was seen,\nby gauges, to be the same as that outside the submarine. Then the\nsliding steel door was opened. At first Tom and the captain could\nbarely move, so great was the pressure of water on their bodies. They\nwould have been crushed but for the protection afforded by the strong\ndiving suits.\n\nIn a few minutes they became used to it, and stepped out on the floor\nof the ocean. They could not, of course, speak to each other, but Tom\nlooked through the glass eyes of his helmet at the captain, and the\nlatter motioned for the lad to follow. The two divers could breathe\nperfectly, and by means of small, but powerful lights on the helmets,\nthe way was lighted for them as they advanced.\n\nSlowly they approached the wreck, and began a circuit of her. They\ncould see several places where the pressure of the water, and the\nstrain of the storm in which she had foundered, had opened the plates\nof the ship, but in no case were the openings large enough to admit a\nperson.  Captain Weston put his steel bar in one crack, and tried to\npry it farther open, but his strength was not equal to the task. He\nmade some peculiar motions, but Tom could not understand them.\n\nThey looked for some means by which they could mount to the decks of\nthe Boldero, but none was visible. It was like trying to scale a\nfifty-foot smooth steel wall. There was no place for a foothold. Again\nthe sailor made some peculiar motions, and the lad puzzled over them.\nThey had gone nearly around the wreck now, and as yet had seen no way\nin which to get at the gold. As they passed around the bow, which was\nin a deep shadow from a great rock, they caught sight of the submarine\nlying a short distance away. Light streamed from many bull's-eyes, and\nTom felt a sense of security as he looked at her, for it was lonesome\nenough in that great depth of water, unable to speak to his companion,\nwho was a few feet in advance.\n\nSuddenly there was a swirling of the water, and Tom was nearly thrown\noff his feet by the rush of some great body. A long, black shadow\npassed over his head, and an instant later he saw the form of a great\nshark launched at Captain Weston. The lad involuntarily cried in alarm,\nbut the result was surprising. He was nearly deafened by his own voice,\nconfined as the sound was in the helmet he wore. But the sailor, too,\nhad felt the movement of the water, and turned just in time. He thrust\nupward with his pointed bar. But he missed the stroke, and Tom, a\nmoment later, saw the great fish turn over so that its mouth, which is\nfar underneath its snout, could take in the queer shape which the shark\nevidently thought was a choice morsel. The big fish did actually get\nthe helmet of Captain Weston inside its jaws, but probably it would\nhave found it impossible to crush the strong steel. Still it might have\nsprung the joints, and water would have entered, which would have been\nas fatal as though the sailor had been swallowed by the shark. Tom\nrealized this and, moving as fast as he could through the water, he\ncame up behind the monster and drove his steel bar deep into it.\n\nThe sea was crimsoned with blood, and the savage creature, opening its\nmouth, let go of the captain. It turned on Tom, who again harpooned it.\nThen the fish darted off and began a wild flurry, for it was dying. The\nrush of water nearly threw Tom off his feet, but he managed to make his\nway over to his friend, and assist him to rise. A confident look from\nthe sailor showed the lad that Captain Weston was uninjured, though he\nmust have been frightened. As the two turned to make their way back to\nthe submarine, the waters about them seemed alive with the horrible\nmonsters.\n\nIt needed but a glance to show what they were, Sharks!  Scores of them,\nlong, black ones, with their ugly, undershot mouths. They had been\nattracted by the blood of the one Tom had killed, but there was not a\nmeal for all of them off the dying creature, and the great fish might\nturn on the young inventor and his companion.\n\nThe two shrank closer toward the wreck. They might get under the prow\nof that and be safe. But even as they started to move, several of the\nsea wolves darted quickly at them.  Tom glanced at the captain. What\ncould they do? Strong as were the diving suits, a combined attack by\nthe sharks, with their powerful jaws, would do untold damage.\n\nAt that moment there seemed some movement on board the submarine. Tom\ncould see his father looking from the conning tower, and the aged\ninventor seemed to be making some motions. Then Tom understood. Mr.\nSwift was directing his son and Captain Weston to crouch down. The lad\ndid so, pulling the sailor after him. Then Tom saw the bow electric gun\nrun out, and aimed at the mass of sharks, most of whom were congregated\nabout the dead one. Into the midst of the monsters was fired a number\nof small projectiles, which could be used in the electric cannon in\nplace of the solid shot. Once more the waters were red with blood, and\nthose sharks which were not killed swirled off. Tom and Captain Weston\nwere saved. They were soon inside the submarine again, telling their\nthrilling story.\n\n\"It's lucky you saw us, dad,\" remarked the lad, blushing at the praise\nMr. Damon bestowed on him for killing the monster which had attacked\nthe captain.\n\n\"Oh, I was on the lookout,\" said the inventor. \"But what about getting\ninto the wreck?\"\n\n\"I think the only way we can do it will be to ram a hole in her side,\"\nsaid Captain Weston. \"That was what I tried to tell Tom by motions, but\nhe didn't seem to understand me.\"\n\n\"No,\" replied the lad, who was still a little nervous from his recent\nexperience. \"I thought you meant for us to turn it over, bottom side\nup,\" and he laughed.\n\n\"Bless my gizzard!  Just like a shark,\" commented Mr. Damon.\n\n\"Please don't mention them,\" begged Tom. \"I hope we don't see any more\nof them.\"\n\n\"Oh, I fancy they have been driven far enough away from this\nneighborhood now,\" commented the captain. \"But now about the wreck. We\nmay be able to approach it from above.  Suppose we try to lower the\nsubmarine on it? That will save ripping it open.\"\n\nThis was tried a little later, but would not work. There were strong\ncurrents sweeping over the top of the Boldero, caused by a submerged\nreef near which she had settled. It was a delicate task to sink the\nsubmarine on her decks, and with the deep waters swirling about was\nfound to be impossible, even with the use of the electric plates and\nthe auxiliary screws. Once more the Advance settled to the ocean bed,\nnear the wreck.\n\n\"Well, what's to be done?\" asked Tom, as he looked at the high steel\nsides.\n\n\"Ram her, tear a hole, and then use dynamite,\" decided Captain Weston\npromptly. \"You have some explosive, haven't you, Mr. Swift?\"\n\n\"Oh, yes. I came prepared for emergencies.\"\n\n\"Then we'll blow up the wreck and get at the gold.\"\n\n\n\n\nChapter Twenty-Four\n\nRamming the Wreck\n\n\nFitted with a long, sharp steel ram in front, the Advance was\npeculiarly adapted for this sort of work. In designing the ship this\nram was calculated to be used against hostile vessels in war time, for\nthe submarine was at first, as we know, destined for a Government boat.\nNow the ram was to serve a good turn.\n\nTo make sure that the attempt would be a success, the machinery of the\ncraft was carefully gone over. It was found to be in perfect order,\nsave for a few adjustments which were needed. Then, as it was night,\nthough there was no difference in the appearance of things below the\nsurface, it was decided to turn in, and begin work in the morning. Nor\ndid the gold-seekers go to the surface, for they feared they might\nencounter a storm.\n\n\"We had trouble enough locating the wreck,\" said Captain Weston, \"and\nif we go up we may be blown off our course. We have air enough to stay\nbelow, haven't we, Tom?\"\n\n\"Plenty,\" answered the lad, looking at the gages.\n\nAfter a hearty breakfast the next morning, the submarine crew got ready\nfor their hard task. The craft was backed away as far as was practical,\nand then, running at full speed, she rammed the wreck. The shock was\nterrific, and at first it was feared some damage had been done to the\nAdvance, but she stood the strain.\n\n\"Did we open up much of a hole?\" anxiously asked Mr. Swift.\n\n\"Pretty good,\" replied Tom, observing it through the conning tower\nbull's-eyes, when the submarine had backed off again. \"Let's give her\nanother.\"\n\nOnce more the great steel ram hit into the side of the Boldero, and\nagain the submarine shivered from the shock.  But there was a bigger\nhole in the wreck now, and after Captain Weston had viewed it he\ndecided it was large enough to allow a person to enter and place a\ncharge of dynamite so that the treasure ship would be broken up.\n\nTom and the captain placed the explosive. Then the Advance was\nwithdrawn to a safe distance. There was a dull rumble, a great swirling\nof the water, which was made murky; but when it cleared, and the\nsubmarine went back, it was seen that the wreck was effectively broken\nup. It was in two parts, each one easy of access.\n\n\"That's the stuff!\" cried Tom. \"Now to get at the gold!\"\n\n\"Yes, get out the diving suits,\" added Mr. Damon. \"Bless my\nwatch-charm, I think I'll chance it in one myself! Do you think the\nsharks are all gone, Captain Weston?\"\n\n\"I think so.\"\n\nIn a short time Tom, the captain, Mr. Sharp and Mr. Damon were attired\nin the diving suits, Mr. Swift not caring to venture into such a great\ndepth of water. Besides, it was necessary for at least one person to\nremain in the submarine to operate the diving chamber.\n\nWalking slowly along the bottom of the sea the four gold-seekers\napproached the wreck. They looked on all sides for a sight of the\nsharks, but the monster fish seemed to have deserted that part of the\nocean. Tom was the first to reach the now disrupted steamer. He found\nhe could easily climb up, for boxes and barrels from the cargo holds\nwere scattered all about by the explosion. Captain Weston soon joined\nthe lad. The sailor motioned Tom to follow him, and being more familiar\nwith ocean craft the captain was permitted to take the lead. He headed\naft, seeking to locate the captain's cabin. Nor was he long in finding\nit. He motioned for the others to enter, that the combined illumination\nof the lamps in their helmets would make the place bright enough so a\nsearch could be made for the gold.  Tom suddenly seized the arm of the\ncaptain, and pointed to one corner of the cabin. There stood a small\nsafe, and at the sight of it Captain Weston moved toward it. The door\nwas not locked, probably having been left open when the ship was\ndeserted. Swinging it back the interior was revealed.\n\nIt was empty. There was no gold bullion in it.\n\nThere was no mistaking the dejected air of Captain Weston.  The others\nshared his feelings, but though they all felt like voicing their\ndisappointment, not a word could be spoken. Mr. Sharp, by vigorous\nmotions, indicated to his companions to seek further.\n\nThey did so, spending all the rest of the day in the wreck, save for a\nshort interval for dinner. But no gold rewarded their search.\n\nTom, late that afternoon, wandered away from the others, and found\nhimself in the captain's cabin again, with the empty safe showing dimly\nin the water that was all about.\n\n\"Hang it all!\" thought the lad, \"we've had all our trouble for nothing!\nThey must have taken the gold with them.\"\n\nIdly he raised his steel bar, and struck it against the partition back\nof the safe. To his astonishment the partition seemed to fall inward,\nrevealing a secret compartment. The lad leaned forward to bring the\nlight for his helmet to play on the recess. He saw a number of boxes,\npiled one upon the other. He had accidentally touched a hidden spring\nand opened a secret receptacle. But what did it contain?\n\nTom reached in and tried to lift one of the boxes. He found it beyond\nhis strength. Trembling from excitement, he went in search of the\nothers. He found them delving in the after part of the wreck, but by\nmotions our hero caused them to follow him. Captain Weston showed the\nexcitement he felt as soon as he caught sight of the boxes. He and Mr.\nSharp lifted one out, and placed it on the cabin floor. They pried off\nthe top with their bars.\n\nThere, packed in layers, were small yellow bars; dull, gleaming, yellow\nbars! It needed but a glance to show that they were gold bullion. Tom\nhad found the treasure. The lad tried to dance around there in the\ncabin of the wreck, nearly three miles below the surface of the ocean,\nbut the pressure of water was too much for him. Their trip had been\nsuccessful.\n\n\n\n\nChapter Twenty-Five\n\nHome With the Gold\n\n\nThere was no time to be lost. They were in a treacherous part of the\nocean, and strong currents might at any time further break up the\nwreck, so that they could not come at the gold. It was decided, by\nmeans of motions, to at once transfer the treasure to the submarine. As\nthe boxes were too heavy to carry easily, especially as two men, who\nwere required to lift one, could not walk together in the uncertain\nfooting afforded by the wreck, another plan was adopted. The boxes were\nopened and the bars, a few at a time, were dropped on a firm, sandy\nplace at the side of the wreck. Tom and Captain Weston did this work,\nwhile Mr. Sharp and Mr. Damon carried the bullion to the diving chamber\nof the Advance. They put the yellow bars inside, and when quite a\nnumber had been thus shifted, Mr. Swift, closing the chamber, pumped\nthe water out and removed the gold. Then he opened the chamber to the\ndivers again, and the process was repeated, until all the bullion had\nbeen secured.\n\nTom would have been glad to make a further examination of the wreck,\nfor he thought he could get some of the rifles the ship carried, but\nCaptain Weston signed to him not to attempt this.\n\nThe lad went to the pilot house, while his father and Mr. Sharp took\ntheir places in the engine-room. The gold had been safely stowed in Mr.\nSwift's cabin.\n\nTom took a last look at the wreck before he gave the starting signal.\nAs he gazed at the bent and twisted mass of steel that had once been a\ngreat ship, he saw something long, black and shadowy moving around from\nthe other side, coming across the bows.\n\n\"There's another big shark,\" he observed to Captain Weston. \"They're\ncoming back after us.\"\n\nThe captain did not speak. He was staring at the dark form. Suddenly,\nfrom what seemed the pointed nose of it, there gleamed a light, as from\nsome great eye.\n\n\"Look at that!\" cried Tom. \"That's no shark!\"\n\n\"If you want my opinion,\" remarked the sailor, \"I should say it was the\nother submarine--that of Berg and his friends--the Wonder. They've\nmanaged to fix up their craft and are after the gold.\"\n\n\"But they're too late!\" cried Tom excitedly. \"Let's tell them so.\"\n\n\"No,\" advised the captain. \"We don't want any trouble with them.\"\n\nMr. Swift came forward to see why his son had not given the signal to\nstart. He was shown the other submarine, for now that the Wonder had\nturned on several searchlights, there was no doubt as to the identity\nof the craft.\n\n\"Let's get away unobserved if we can,\" he suggested. \"We have had\ntrouble enough.\"\n\nIt was easy to do this, as the Advance was hidden behind the wreck, and\nher lights were glowing but dimly. Then, too, those in the other\nsubmarine were so excited over the finding of what they supposed was\nthe wreck containing the treasure, that they paid little attention to\nanything else.\n\n\"I wonder how they'll feel when they find the gold gone?\" asked Tom as\nhe pulled the lever starting the pumps.\n\n\"Well, we may have a chance to learn, when we get back to\ncivilization,\" remarked the captain.\n\nThe surface was soon reached, and then, under fair skies, and on a calm\nsea, the voyage home was begun. Part of the time the Advance sailed on\nthe top, and part of the time submerged.\n\nThey met with but a single accident, and that was when the forward\nelectrical plate broke. But with the aft one still in commission, and\nthe auxiliary screws, they made good time. Just before reaching home\nthey settled down to the bottom and donned the diving suits again, even\nMr. Swift taking his turn. Mr. Damon caught some large lobsters, of\nwhich he was very fond, or, rather, to be more correct, the lobsters\ncaught him. When he entered the diving chamber there were four fine\nones clinging to different parts of his diving suit. Some of them were\nserved for dinner.\n\nThe adventurers safely reached the New Jersey coast, and the submarine\nwas docked. Mr. Swift at once communicated with the proper authorities\nconcerning the recovery of the gold. He offered to divide with the\nactual owners, after he and his friends had been paid for their\nservices, but as the revolutionary party to whom the bullion was\nintended had gone out of existence, there was no one to officially\nclaim the treasure, so it all went to Tom and his friends, who made an\nequitable distribution of it. The young inventor did not forget to buy\nMrs. Baggert a fine diamond ring, as he had promised.\n\nAs for Berg and his employers, they were, it was learned later, greatly\nchagrined at finding the wreck valueless.  They tried to make trouble\nfor Tom and his father, but were not successful.\n\nA few days after arriving at the seacoast cottage, Tom, his father and\nMr. Damon went to Shopton in the airship.  Captain Weston, Garret\nJackson and Mr Sharp remained behind in charge of the submarine. It was\ndecided that the Swifts would keep the craft and not sell it to the\nGovernment, as Tom said they might want to go after more treasure some\nday.\n\n\"I must first deposit this gold,\" said Mr. Swift as the airship landed\nin front of the shed at his home. \"It won't do to keep it in the house\nover night, even if the Happy Harry gang is in jail.\"\n\nTom helped him take it to the bank. As they were making perhaps the\nlargest single deposit ever put in the institution, Ned Newton came out.\n\n\"Well, Tom,\" he cried to his chum, \"it seems that you are never going\nto stop doing things. You've conquered the air, the earth and the\nwater.\"\n\n\"What have you been doing while I've been under water, Ned?\" asked the\nyoung inventor.\n\n\"Oh, the same old thing. Running errands and doing all sorts of work in\nthe bank.\"\n\nTom had a sudden idea. He whispered to his father and Mr. Swift nodded.\nA little later he was closeted with Mr. Prendergast, the bank\npresident. It was not long before Ned and Tom were called in.\n\n\"I have some good news for you, Ned,\" said Mr. Prendergast, while Tom\nsmiled. \"Mr. Swift er--ahem--one of our largest depositors, has spoken\nto me about you, Ned. I find that you have been very faithful. You are\nhereby appointed assistant cashier, and of course you will get a much\nlarger salary.\"\n\nNed could hardly believe it, but he knew then what Tom had whispered to\nMr. Swift. The wishes of a depositor who brings much gold bullion to a\nbank can hardly be ignored.\n\n\"Come on out and have some soda,\" invited Tom, and when Ned looked\ninquiringly at the president, the latter nodded an assent.\n\nAs the two lads were crossing the street to a drug store, something\nwhizzed past them, nearly running them down.\n\n\"What sort of an auto was that?\" cried Tom.\n\n\"That? Oh, that was Andy Foger's new car,\" answered Ned.  \"He's been\nbreaking the speed laws every day lately, but no one seems to bother\nhim. It's because his father is rich, I suppose. Andy says he has the\nfastest car ever built.\"\n\n\"He has, eh?\" remarked Tom, while a curious look came into his eyes.\n\"Well, maybe I can build one that will beat his.\"\n\nAnd whether the young inventor did or not you can learn by reading the\nfifth volume of this series, to be called \"Tom Swift and His Electric\nRunabout; Or, The Speediest Car on the Road.\"\n\n\"Well, Tom, I certainly appreciate what you did for me in getting me a\nbetter position,\" remarked Ned as they left the drug store. \"I was\nbeginning to think I'd never get promoted. Say, have you anything to do\nthis evening? If you haven't, I wish you'd come over to my house. I've\ngot a lot of pictures I took while you were away.\"\n\n\"Sorry, but I can't,\" replied Tom.\n\n\"Why, are you going to build another airship or submarine?\"\n\n\"No, but I'm going to see-- Oh, what do you want to know for, anyhow?\"\ndemanded the young inventor with a blush.  \"Can't a fellow go see a\ngirl without being cross-questioned?\"\n\n\"Oh, of course,\" replied Ned with a laugh. \"Give Miss Nestor my\nregards,\" and at this Tom blushed still more. But, as he said, that was\nhis own affair.\n\n\n\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Tom Swift and his Submarine Boat, by\nVictor Appleton\n\n*** END OF THIS PROJECT GUTENBERG EBOOK TOM SWIFT AND HIS SUBMARINE BOAT ***\n\n***** This file should be named 949.txt or 949.zip *****\nThis and all associated files of various formats will be found in:\n        http:\/\/www.gutenberg.org\/9\/4\/949\/\n\nProduced by Anthony Matonac\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp:\/\/gutenberg.net\/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark\/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s\/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http:\/\/www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp:\/\/pglaf.org\/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http:\/\/pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http:\/\/pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http:\/\/pglaf.org\/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http:\/\/www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n","id":599,"split":"train"}
