{"ori_id":"b0cdfea5c6b7ac7a87b11c4d8527a4fdaa2a20f5","title":"Richard Carvel","context":"Richard Carvel\n Foreword\nThe novel opens with a fictitious foreword, a brief note dated 1876, in which the purported editor of the memoirs, Daniel Clapsaddle Carvel, claims that they are just as his grandfather, Richard Carvel, wrote them, all the more realistic for their imperfections.\nVolume One\nThe first volume concerns Richard Carvel's boyhood and schooldays. Orphaned at an early age, Richard is raised by his grandfather, Lionel Carvel of Carvel Hall, a wealthy loyalist respected by all sections of the community. Richard describes their way of life, his growing love for his neighbor, Dorothy Manners, and the hostility of his uncle, Grafton Carvel. Richard witnesses a demonstration against a tax collector in Annapolis as a result of the Stamp Act 1765 and grieves his grandfather by his adoption of revolutionary political views.\nVolume Two\nMr Allen, Richard's new tutor, tricks him into deceiving his ailing grandfather. Richard is tormented by the coquettishness of Dorothy. At Richard's eighteenth birthday party, he learns that she is to go to England.\nVolume Three\nWith the third volume, the main action of the novel begins. Through the scheming of Grafton Carvel and Mr Allen, Richard fights a duel with Lord Comyn. He is wounded, but becomes fast friends with the lord. His grandfather learns that his political opinions are unchanged but forgives him, partly through the intercession of Colonel Washington. After his recovery, Richard is attacked on the road and kidnapped. He is taken aboard a pirate ship, the Black Moll. There is a fight with a brigantine, in which the pirate ship sinks.\nVolume Four\nIn the fourth volume, the protagonist continues to meet with sudden reversals of fortune. Richard is rescued and befriended by the captain of the brigantine, John Paul, who is sailing to Solway. In Scotland, John Paul is shunned, and vows to turn his back on his country. They take a post chaise to London, and in Windsor meet Horace Walpole. In London they are imprisoned in a sponging-house, from where they are rescued by Lord Comyn and Dorothy.\nVolume Five\nVolumes five and six are set in London, where the glamor and corruption of fashionable society forms a contrast with the plain and honest values of the emerging republic, embodied in the protagonist. Richard is introduced to London society, where Dorothy is an admired beauty. He makes friends with Charles James Fox and incurs the enmity of the Duke of Chartersea. Richard declares his love to Dorothy but is rejected.\nVolume Six\nRichard risks his life in a wager but survives against the odds. He visits the House of Commons, and hears Edmund Burke and Fox speak. At Vauxhall Gardens he is tricked into a duel with the Duke, while Lord Comyn is injured saving him from a second assailant. Later he hears that his grandfather has died, and that his uncle Grafton has inherited the estate, leaving him penniless.\nVolume Seven\nRichard returns to America, where he learns his grandfather had believed him dead. Rejecting Grafton's overtures, he accepts a place as Mr Swain's factor, and for the next few years faithfully tends the Swain estate, Gordon's Pride. In 1774, the discontent among the colonists begins to escalate.\nVolume Eight\nThe final volume sees the dual, interlinked fruition of the two principal aspects of the novel: the political and the romantic. With the coming of war, Richard sets out to fight for his country. He meets John Paul, now calling himself John Paul Jones, and plans to join the nascent American navy. The early years of the war are represented by a summary by Daniel Clapsaddle Carvel, and Richard's narrative resumes at the start of the North Sea action between the Bonhomme Richard, captained by Jones, and the Serapis. Richard is severely wounded, and Jones arranges for him to be nursed by Dorothy. The end of the book sees Richard back in Maryland as master of Carvel Hall, married to his childhood sweetheart.\nï»¿The Project Gutenberg EBook of Richard Carvel, Volume 2, by Winston Churchill\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n\nTitle: Richard Carvel, Volume 2\n\nAuthor: Winston Churchill\n\nRelease Date: October 18, 2004 [EBook #5366]\n\nLanguage: English\n\n\n*** START OF THIS PROJECT GUTENBERG EBOOK RICHARD CARVEL, VOLUME 2 ***\n\n\n\n\nProduced by David Widger\n\n\n\n\n\nRICHARD CARVEL\n\nBy Winston Churchill\n\nVolume 2.\n\n\nVIII.  Over the Wall\nIX.    Under False Colours\nX.     The Red in the Carvel Blood\nXI.    A Festival and a Parting\nXII.   News from a Far Country\n\n\n\n\nCHAPTER VIII\n\nOVER THE WALL\n\nDorothy treated me ill enough that spring. Since the minx had tasted\npower at Carvel Hall, there was no accounting for her. On returning to\ntown Dr. Courtenay had begged her mother to allow her at the assemblies,\na request which Mrs. Manners most sensibly refused. Mr. Marmaduke had\ngiven his consent, I believe, for he was more impatient than Dolly for\nthe days when she would become the toast of the province. But the doctor\ncontrived to see her in spite of difficulties, and Will Fotheringay was\nforever at her house, and half a dozen other lads. And many gentlemen\nof fashion like the doctor called ostensibly to visit Mrs. Manners, but\nin reality to see Miss Dorothy. And my lady knew it. She would be\nlingering in the drawing-room in her best bib and tucker, or strolling in\nthe garden as Dr. Courtenay passed, and I got but scant attention indeed.\nI was but an awkward lad, and an old playmate, with no novelty about me.\n\n\"Why, Richard,\" she would say to me as I rode or walked beside her, or\nsat at dinner in Prince George Street, \"I know every twist and turn of\nyour nature. There is nothing you could do to surprise me. And so, sir,\nyou are very tiresome.\"\n\n\"You once found me useful enough to fetch and carry, and amusing when I\nwalked the Oriole's bowsprit,\" I replied ruefully.\n\n\"Why don't you make me jealous?\" says she, stamping her foot. \"A score\nof pretty girls are languishing for a glimpse of you,--Jennie and Bess\nFotheringay, and Betty Tayloe, and Heaven knows how many others. They\nare actually accusing me of keeping you trailing. 'La, girls!' said I,\n'if you will but rid me of him for a day, you shall have my lasting\ngratitude.'\"\n\nAnd she turned to the spinet and began a lively air. But the taunt\nstruck deeper than she had any notion of. That spring arrived out from\nLondon on the Belle of the Wye a box of fine clothes my grandfather had\ncommanded for me from his own tailor; and a word from a maid of fifteen\ndid more to make me wear them than any amount of coaxing from Mr. Allen\nand my Uncle Grafton. My uncle seemed in particular anxious that I\nshould make a good appearance, and reminded me that I should dress as\nbecame the heir of the Carvel house. I took counsel with Patty Swain,\nand then went to see Betty Tayloe, and the Fotheringay girls, and the\nDulany girls, near the Governor's. And (fie upon me!) I was not\nill-pleased with the brave appearance I made. I would show my mistress\nhow little I cared. But the worst of it was, the baggage seemed to\ntrouble less than I, and had the effrontery to tell me how happy she was\nI had come out of my shell, and broken loose from her apron-strings.\n\n\"Indeed, they would soon begin to think I meant to marry you, Richard,\"\nsays she at supper one Sunday before a tableful, and laughed with the\nrest.\n\n\"They do not credit you with such good sense, my dear,\" says her mother,\nsmiling kindly at me.\n\nAnd Dolly bit her lip, and did not join in that part of the merriment.\n\nI fled to Patty Swain for counsel, nor was it the first time in my life\nI had done so. Some good women seem to have been put into this selfish\nworld to comfort and advise. After Prince George Street with its gilt\nand marbles and stately hedged gardens, the low-beamed, vine-covered\nhouse in the Duke of Gloucester Street was a home and a rest. In my\neyes there was not its equal in Annapolis for beauty within and without.\nMr. Swain had bought the dwelling from an aged man with a history, dead\nsome nine years back. Its furniture, for the most part, was of the\nRestoration, of simple and massive oak blackened by age, which I ever\nfancied better than the Frenchy baubles of tables and chairs with spindle\nlegs, and cabinets of glass and gold lacquer which were then making their\nway into the fine mansions of our town. The house was full of twists and\nturns, and steps up and down, and nooks and passages and queer\nhiding-places which we children knew, and in parts queer leaded windows of\nbulging glass set high in the wall, and older than the reign of Hanover.\nHere was the shrine of cleanliness, whose high-priestess was Patty\nherself. Her floors were like satin-wood, and her brasses lights in\nthemselves. She had come honestly enough by her gifts, her father having\nmarried the daughter of an able townsman of Salem, in the Massachusetts\ncolony, when he had gone north after his first great success in court.\nNow the poor lady sat in a padded armchair from morning to night, beside\nthe hearth in winter, and under the trees in summer, by reason of a fall\nshe had had. There she knitted all the day long. Her placid face and\nquiet way come before me as I write.\n\nMy friendship with Patty had begun early. One autumn day when I was a\nlittle lad of eight or nine, my grandfather and I were driving back from\nWhitehall in the big coach, when we spied a little maid of six by the\nSevern's bank, with her apron full of chestnuts. She was trudging\nbravely through the dead leaves toward the town. Mr. Carvel pulled the\ncord to stop, and asked her name. \"Patty Swain, and it please your\nhonour,\" the child answered, without fear. \"So you are the young\nbarrister's daughter?\" says he, smiling at something I did not\nunderstand. She nodded. \"And how is it you are so far from home, and\nalone, my little one?\" asked Mr. Carvel again. For some time he could\nget nothing out of her; but at length she explained, with much coaxing,\nthat her big brother Tom had deserted her. My grandfather wished that\nTom were his brother, that he might be punished as he deserved. He\ncommanded young Harvey to lift the child into the coach, chestnuts and\nall, and there she sat primly between us. She was not as pretty as\nDorothy, so I thought, but her clear gray eyes and simple ways impressed\nme by their very honesty, as they did Mr. Carvel. What must he do but\ndrive her home to Green Street, where Mr. Swain then lived in a little\ncottage. Mr. Carvel himself lifted her out and kissed her, and\nhanded her to her mother at the gate, who was vastly overcome by the\ncircumstance. The good lady had not then received that fall which made\nher a cripple for life. \"And will you not have my chestnuts, sir, for\nyour kindness?\" says little Patty. Whereat my grandfather laughed and\nkissed her again, for he loved children, and wished to know if she would\nnot be his daughter, and come to live in Marlboro' Street; and told the\nstory of Tom, for fear she would not. He was silent as we drove away,\nand I knew he was thinking of my own mother at that age.\n\nNot long after this Mr. Swain bought the house in the Duke of Gloucester\nStreet. This, as you know, is back to back with Marlboro. To reach\nPatty's garden I had but to climb the brick wall at the rear of our\ngrounds, and to make my way along the narrow green lane left there for\nperhaps a hundred paces of a lad, to come to the gate in the wooden\npaling. In return I used to hoist Patty over the wall, and we would play\nat children's games under the fruit trees that skirted it. Some instinct\nkept her away from the house. I often caught her gazing wistfully at its\nwings and gables. She was not born to a mansion, so she said.\n\n\"But your father is now rich,\" I objected. I had heard Captain Daniel\nsay so. \"He may have a mansion of his own and he chooses. He can better\nafford it than many who are in debt for the fine show they make.\" I was\nbut repeating gossip.\n\n\"I should like to see the grand company come in, when your grandfather\nhas them to dine,\" said the girl. \"Sometimes we have grand gentlemen\ncome to see father in their coaches, but they talk of nothing but\npolitics. We never have any fine ladies like--like your Aunt Caroline.\"\n\nI startled her by laughing derisively.\n\n\"And I pray you never may, Patty,\" was all I said.\n\nI never told Dolly of my intimacy with the barrister's little girl over\nthe wall. This was not because I was ashamed of the friendship, but\narose from a fear-well-founded enough--that she would make sport of it.\nAt twelve Dolly had notions concerning the walks of life that most other\nchildren never dream of. They were derived, of course, from Mr.\nMarmaduke. But the day of reckoning arrived. Patty and I were romping\nbeside the back wall when suddenly a stiff little figure in a starched\nfrock appeared through the trees in the direction of the house, followed\nby Master Will Fotheringay in his visiting clothes. I laugh now when I\nthink of that formal meeting between the two little ladies. There was no\ntime to hoist Miss Swain over the wall, or to drive Miss Manners back\nupon the house. Patty stood blushing as though caught in a guilty act,\nwhile she of the Generations came proudly on, Will sniggering behind her.\n\n\"Who is this, Richard?\" asks Miss Manners, pointing a small forefinger.\n\n\"Patty Swain, if you must know!\" I cried, and added boylike: \"And she is\njust as good as you or me, and better.\" I was quite red in the face, and\nangry because of it. \"This is Dorothy Manners, Patty, and Will\nFotheringay.\"\n\nThe moment was a pregnant one. But I was resolved to carry the matter\nout with a bold front. \"Will you join us at catch and swing?\" I asked.\n\nWill promptly declared that he would join, for Patty was good to look\nupon. Dolly glanced at her dress, tossed her head, and marched back\nalone.\n\n\"Oh, Richard!\" cried Patty; \"I shall never forgive myself! I have made\nyou quarrel with--\"\n\n\"His sweetheart,\" said Will, wickedly.\n\n\"I don't care,\" said I. Which was not so.\n\nPatty felt no resentment for my miss's haughty conduct, but only a\ntearful penitence for having been the cause of a strife between us.\nWill's arguments and mine availed nothing. I must lift her over the wall\nagain, and she went home. When we reached the garden we found Dolly\nseated beside her mother on my grandfather's bench, from which stronghold\nour combined tactics were powerless to drag her.\n\nWhen Dolly was gone, I asked my grandfather in great indignation why\nPatty did not play with the children I knew, with Dorothy and the\nFotheringays. He shook his head dubiously. \"When you are older,\nRichard, you will understand that our social ranks are cropped close.\nMr. Swain is an honest and an able man, though he believes in things I do\nnot. I hear he is becoming wealthy. And I have no doubt,\" the shrewd\nold gentleman added, \"that when Patty grows up she will be going to the\nassemblies, though it was not so in my time.\" So liberal was he that he\nused to laugh at my lifting her across the wall, and in his leisure\ndelight to listen to my accounts of her childish housekeeping. Her life\nwas indeed a contrast to Dorothy's. She had all the solid qualities that\nmy lady lacked in early years. And yet I never wavered in my liking to\nthe more brilliant and wayward of the two. The week before my next\nbirthday, when Mr. Carvel drew me to him and asked me what I wished for\na present that year, as was his custom, I said promptly:\n\n\"I should like to have Patty Swain at my party, sir.\"\n\n\"So you shall, my lad,\" he cried, taking his snuff and eying me with\npleasure. \"I am glad to see, Richard, that you have none of Mr.\nMarmaduke's nonsense about you. She is a good girl, i' faith, and more\nof a lady now than many who call themselves such. And you shall have\nyour present to boot. Hark'ee, Daniel,\" said he to the captain; \"if the\nchild comes to my house, the poll-parrots and follow-me-ups will be\nwanting her, too.\"\n\nBut the getting her to go was a matter of five days. For Patty was\nsensitive, like her father, and dreaded a slight. Not so with Master\nTom, who must, needs be invited, too. He arrived half an hour ahead\nof time, arrayed like Solomon, and without his sister! I had to go for\nPatty, indeed, after the party had begun, and to get the key to the\nwicket in the wall to take her in that way, so shy was she. My dear\ngrandfather showed her particular attention. And Miss Dolly herself,\nbeing in the humour, taught her a minuet.\n\nAfter that she came to all my birthdays, and lost some of her shyness.\nAnd was invited to other great houses, even as Mr. Carvel had predicted.\nBut her chief pleasure seemed ever her duty. Whether or no such\ncharacters make them one and the same, who can tell? She became the\nlight of her father's house, and used even to copy out his briefs, at\nwhich task I often found her of an evening.\n\nAs for Tom, that graceless scamp, I never could stomach him. I wondered\nthen, as I have since, how he was the brother of such a sister. He could\nscarce bide his time until Mr. Swain should have a coach and a seat in\nthe country with the gentry. \"A barrister,\" quoth he, \"is as good as any\none else. And if my father came out a redemptioner, and worked his way,\nso had old Mr. Dulany. Our family at home was the equal of his.\" All of\nwhich was true, and more. He would deride Patty for sewing and baking,\nvowing that they had servants enough now to do the work twice over. She\nbore with him with a patience to be marvelled at; and I could never get\nit through my head why Mr. Swain indulged him, though he was the elder,\nand his mother's favourite. Tom began to dress early. His open\nadmiration was Dr. Courtenay, his confessed hope to wear five-pound\nruffles and gold sword knots. He clung to Will Fotheringay with a\ntenacity that became proverbial among us boys, and his boasts at King\nWilliam's School were his father's growing wealth and intimacy with the\ngreat men of the province.\n\nAs I grew older, I took the cue of political knowledge, as I have said,\nfrom Mr. Swain rather than Captain Daniel, who would tell me nothing. I\nfell into the habit of taking supper in Gloucester Street. The meal was\nearly there. And when the dishes were cleared away, and the barrister's\npipe lit, and Patty and her mother had got their sewing, he would talk by\nthe hour on the legality of our resistance to the King, and discuss the\nmarch of affairs in England and the other colonies. He found me a ready\nlistener, and took pains to teach me clearly the right and wrong of the\nsituation. 'Twas his religion, even as loyalty to the King was my\ngrandfather's, and he did not think it wrong to spread it. He likewise\ninstilled into me in that way more of history than Mr. Allen had ever\ntaught me, using it to throw light upon this point or that. But I never\nknew his true power and eloquence until I followed him to the Stadt\nHouse.\n\nPatty was grown a girl of fifteen then, glowing with health, and had\nample good looks of her own. 'Tis odd enough that I did not fall in\nlove with her when Dolly began to use me so outrageously. But a lad of\neighteen is scarce a rational creature. I went and sat before my oracle\nupon the vine-covered porch under the eaves, and poured out my complaint.\nShe laid down her needlework and laughed.\n\n\"You silly boy,\" said she, \"can't you see that she herself has prescribed\nfor you? She was right when she told you to show attention to Jenny.\nAnd if you dangle about Miss Dolly now, you are in danger of losing her.\nShe knows it better than you.\"\n\nI had Jenny to ride the very next day. Result: my lady smiled on me more\nsweetly than ever when I went to Prince George Street, and vowed Jenny\nhad never looked prettier than when she went past the house. This left\nmy victory in such considerable doubt that I climbed the back wall\nforthwith in my new top-boots.\n\n\"So you looked for her to be angry?\" said Patty.\n\n\"Most certainly,\" said I.\n\n\"Unreasoning vanity!\" she cried, for she knew how to speak plain.\n\"By your confession to me you have done this to please her, for she\nwarned you at the beginning it would please her. And now you complain\nof it. I believe I know your Dorothy better than you.\"\n\nAnd so I got but little comfort out of Patty that time.\n\n\n\n\nCHAPTER IX\n\nUNDER FALSE COLOURS\n\nAnd now I come to a circumstance in my life I would rather pass over\nquickly. Had I steered the straight course of my impulse I need never\nhave deceived that dear gentleman whom I loved and honoured above any in\nthis world, and with whom I had always lived and dealt openly. After my\ngrandfather was pronounced to be mending, I went back to Mr. Allen until\nsuch time as we should be able to go to the country. Philip no longer\nshared my studies, his hours having been changed from morning to\nafternoon. I thought nothing of this, being content with the rector's\nexplanation that my uncle had a task for Philip in the morning, now that\nMr. Carvel was better. And I was well content to be rid of Philip's\ncompany. But as the days passed I began to mark an absence still\nstranger. I had my Horace and my Ovid still: but the two hours from\neleven to one, which he was wont to give up to history and what he was\npleased to call instruction in loyalty, were filled with other matter.\nNot a word now of politics from Mr. Allen. Not even a comment from him\nconcerning the spirited doings of our Assembly, with which the town was\nringing. That body had met but a while before, primed to act on the\ncircular drawn up by Mr. Adams of Massachusetts. The Governor's message\nhad not been so prompt as to forestall them, and I am occupied scarce the\ntime in the writing of this that it took our brave members to adopt the\npetition to his Majesty and to pass resolutions of support to our sister\ncolony of the North. This being done, and a most tart reply penned to\nhis Excellency, they ended that sitting and passed in procession to the\nGovernor's mansion to deliver it, Mr. Speaker Lloyd at their head, and a\nvast concourse of cheering people at their heels. Shutters were barred\non the Tory houses we passed. And though Mr. Allen spied me in the\ncrowd, he never mentioned the circumstance. More than once I essayed to\ndraw from him an opinion of Mr. Adams's petition, which was deemed a work\nof great moderation and merit, and got nothing but evasion from my tutor.\nThat he had become suddenly an American in principle I could not believe.\nAt length I made bold to ask him why our discussions were now omitted.\nHe looked up from the new play he was reading on the study lounge, with a\nglance of dark meaning I could not fathom.\n\n\"You are learning more than I can teach you in Gloucester Street, and at\nthe Stadt House,\" he said.\n\nIn truth I was at a loss to understand his attitude until the day in June\nmy grandfather and I went to Carvel Hall.\n\nThe old gentleman was weak still, so feeble that he had to be carried to\nhis barge in a chair, a vehicle he had ever held in scorn. But he was\ncheerful, and his spirit remained the same as of old: but for that spirit\nI believe he had never again risen from his bed in Marlboro' Street. My\nuncle and the rector were among those who walked by his side to the dock,\nand would have gone to the Hall with him had he permitted them. He was\nkind enough to say that my arm was sufficient to lean on.\n\nWhat peace there was sitting once again under the rustling trees on the\nlawn with the green river and the blue bay spread out before us, and\nScipio standing by with my grandfather's punch. Mr. Carvel would have me\nrehearse again all that had passed in town and colony since his illness,\nwhich I did with as much moderation as I was able. And as we talked he\nreached out and took my hand, for I sat near him, and said:\n\n\"Richard, I have heard tidings of you that gladden my heart, and they\nhave done more than Dr. Leiden's physic for this old frame of mine. I\nwell knew a Carvel could never go a wrong course, lad, and you least of\nany.\"\n\n\"Tidings, sir?\" I said.\n\n\"Ay, tidings,\" answered Mr. Carvel. Such a note of relief and gladness\nthere was in the words as I had not heard for months from him, and a\nvague fear came upon me.\n\n\"Scipio,\" he said merrily, \"a punch for Mr. Richard.\" And when the glass\nwas brought my grandfather added: \"May it be ever thus!\"\n\nI drained the toast, not falling into his humour or comprehending his\nreference, but dreading that aught I might say would disturb him, held my\npeace. And yet my apprehension increased. He set down his glass and\ncontinued:\n\n\"I had no hope of this yet, Richard, for you were ever slow to change.\nYour conversion does credit to Mr. Allen as well as to you. In short,\nsir, the rector gives me an excellent good account of your studies, and\nadds that the King hath gained another loyal servant, for which I thank\nGod.\"\n\nI have no words to write of my feelings then. My head swam and my hand\ntrembled on my grandfather's, and I saw dimly the old gentleman's face\naglow with joy and pride, and knew not what to say or do. The answer I\nframed, alas, remained unspoken. From his own lips I had heard how much\nthe news had mended him, and for once I lacked the heart, nay, the\ncourage, to speak the truth. But Mr. Carvel took no heed of my silence,\nsetting it down to another cause.\n\n\"And so, my son,\" he said, \"there is no need of sending you to Eton next\nfall. I am not much longer for this earth, and can ill spare you: and\nMr. Allen kindly consents to prepare you for Oxford.\"\n\n\"Mr. Allen consents to that, sir?\" I gasped. I think, could I have laid\nhands on the rector then, I would have thrashed him, cloth and all,\nwithin an inch of his life.\n\nAnd as if to crown my misery Mr. Carvel rose, and bearing heavily on my\nshoulder led me to the stable where Harvey and one of the black grooms\nstood in livery to receive us. Harvey held by the bridle a blooded bay\nhunter, and her like could scarce be found in the colony. As she stood\narching her neck and pawing the ground, I all confusion and shame, my\ngrandfather said simply:\n\n\"Richard, this is Firefly. I have got her for you from Mr. Randolph, of\nVirginia, for you are now old enough to have a good mount of your own.\"\n\nAll that night I lay awake, trying to sift some motive for Mr. Allen's\ndeceit. For the life of me I could see no farther than a desire to keep\nme as his pupil, since he was well paid for his tuition. Still, the game\ndid not seem worth the candle. However, he was safe in his lie. Shrewd\nrogue that he was, he well knew that I would not risk the attack a\ndisappointment might bring my grandfather.\n\nWhat troubled me most of all was the fear that Grafton had reaped the\nadvantage of the opportunity the illness gave him, and by his insidious\narts had worked himself back into the good graces of his father. You\nmust not draw from this, my dears, that I feared for the inheritance.\nPraised be God, I never thought of that! But I came by nature to hate\nand to fear my uncle, as I hated and feared the devil. I saw him with my\nfather's eyes, and with my mother's, and as my grandfather had seen him\nin the old days when he was strong. Instinct and reason alike made me\nloathe him. As the months passed, and letters in Grafton's scroll hand\ncame from the Kent estate or from Annapolis, my misgivings were confirmed\nby odd remarks that dropped from Mr. Carvel's lips. At length arrived\nthe revelation itself.\n\n\"I fear, Richard,\" he had said querulously, \"I fear that all these years\nI have done your uncle an injustice. Dear Elizabeth was wont to plead\nfor him before she died, but I would never listen to her. I was hearty\nand strong then, and my heart was hard. And a remembrance of many things\nwas fresh in my mind.\" He paused for breath, as was his habit now. And\nI said nothing. \"But Grafton has striven to wipe out the past. Sickness\nteaches us that we must condone, and not condemn. He has lived a\nreputable life, and made the most of the little start I gave him.\nHe has supported his Majesty and my Lord in most trying times. And his\nExcellency tells me that the coming governor, Eden, will surely reward\nhim with a seat in the Council.\"\n\nI thought of Governor Sharpe's biting words to Grafton. The Governor\nknew my uncle well, and I was sure he had never sat at his Council.\n\n\"A son is a son, Richard,\" continued Mr. Carvel. \"You will one day find\nthat out. Your uncle has atoned. He hath been faithful during my\nillness, despite my cold treatment. And he hath convinced me that your\nwelfare is at his heart. I believe he is fond of you, my lad.\"\n\nNo greater sign of breaking health did I need than this, that Mr. Carvel\nshould become blind to Grafton's hypocrisy; forget his attempts to\nprevent my father's marriage, and to throw doubt upon my mother's birth.\nThe agony it gave me, coming as it did on top of the cruel deception,\nI shall not dwell upon. And the thought bursting within me remained\nunspoken.\n\nI saw less of Dorothy then than I had in any summer of my life before.\nIn spite of Mrs. Manners, the chrysalis had burst into the butterfly,\nand Wilmot House had never been so gay. It must be remembered that\nthere were times when young ladies made their entrance into the world at\nsixteen, and for a beauty to be unmarried at twenty-two was rare indeed.\nWhen I went to Wilmot House to dine, the table would be always full, and\nMr. Marmaduke simpering at the head of it, his air of importance doubled\nby his reflected glory.\n\n\"We see nothing of you, my lad,\" he would say; \"you must not let these\nyoung gallants get ahead of you. How does your grandfather? I must pay\nmy compliments to-morrow.\"\n\nOf gallants there were enough, to be sure. Dr. Courtenay, of course,\nwith a nosegay on his coat, striving to catch the beauty's eye. And Mr.\nWorthington and Mr. Dulany, and Mr. Fitzhugh and Mr. Paca, and I know not\nhow many other young bachelors of birth and means. And Will Fotheringay,\nwho spent some of his time with me at the Hall. Silver and China, with\nthe Manners coat-of-arms, were laid out that had not seen the light for\nmany along day. And there were picnics, and sailing parties, and dances\ngalore, some of which I attended, but heard of more. It seemed to me\nthat my lady was tiring of the doctor's compliments, and had transferred\nher fickle favour to young Mr. Fitzhugh, who was much more worthy, by the\nway. As for me, I had troubles enough then, and had become used in some\nsort to being shelved.\n\nOne night in July,--'twas the very day Mr. Carvel had spoken to me of\nGrafton,--I had ridden over to Wilmot House to supper. I had little\nheart for going, but good Mrs. Manners herself had made me promise, and\nI could: not break my word. I must have sat very silent and preoccupied\nat the table, where all was wit and merriment. And more than once I saw\nthe laughter leave Dorothy's face, and caught her eyes upon; me with such\na look as set my beast throbbing. They would not meet my own, but would\nturn away instantly. I was heavy indeed that night, and did not follow\nthe company into the ballroom, but made my excuses to Mrs. Manners.\n\nThe lawn lay bathed in moonlight; and as I picked, my way over it toward\nthe stables for Firefly, I paused to look back at the house aglow, with\nlight, the music of the fiddles and the sound of laughter floating out\nof the open windows. Even as I gaped a white figure was framed in the\ndoorway, paused a moment on the low stone step, and then came on until\nit stood beside me.\n\n\"Are you not well, Richard?\"\n\n\"Yes, I am well,\" I answered. I scarcely knew my own voice.\n\n\"Is your grandfather worse?\"\n\n\"No, Dorothy; he seems better to-day.\"\n\nShe stood seemingly irresolute, her eyes new lifted, now falling before\nmine. Her slender arms bare, save for the little puff at the shoulders;\nher simple dress drawn a little above the waist, then falling straight to\nthe white slipper. How real the ecstasy of that moment, and the pain of\nit!\n\n\"Why do you not coarse over, as you used to?\" she asked, in a low tone.\n\n\"I am very busy,\" I replied evasively; \"Mr. Carvel cannot attend to his\naffairs.\" I longed to tell her the whole truth, but the words would not\ncome.\n\n\"I hear you are managing the estate all alone,\" she said.\n\n\"There is no one else to do it.\"\n\n\"Richard,\" she cried, drawing closer; \"you are in trouble. I--I have\nseen it. You are so silent, and--and you seem to have become older.\nTell me, is it your Uncle Grafton?\"\n\nSo astonished was I at the question, and because she had divined so,\nsurely, that I did not answer.\n\n\"Is it?\" she asked again.\n\n\"Yes,\" I said; \"yes, in part.\"\n\nAnd then came voices calling from the house. They had missed her.\n\n\"I am so sorry, Richard. I shall tell no one.\"\n\nShe laid her hand ever so lightly upon mine and was gone. I stood\nstaring after her until she disappeared in the door. All the way home\nI marvelled, my thoughts tumultuous, my hopes rising and falling.\n\nBut when next I saw her, I thought she had forgotten.\n\nWe had little company at the Hall that year, on account of Mr. Carvel.\nAnd I had been busy indeed. I sought with all my might to master a\nbusiness for which I had but little taste, and my grandfather\ncomplimented me, before the season was done, upon my management.\nI was wont to ride that summer at four of a morning to canter beside Mr.\nStarkie afield, and I came to know the yield of every patch to a hogshead\nand the pound price to a farthing. I grew to understand as well as\nanother the methods of curing the leaf. And the wheat pest appearing\nthat year, I had the good fortune to discover some of the clusters in the\nsheaves, and ground our oyster-shells in time to save the crop. Many a\nlong evening I spent on the wharves with old Stanwix, now toothless and\nliving on his pension, with my eye on the glow of his pipe and my ear\nbent to his stories of the sea. It was his fancy that the gift of\nprophecy had come to him with the years; and at times, when his look\nwould wander to the black rigging in the twilight, he would speak\nstrangely enough.\n\n\"Faith, Mr. Richard,\" he would say; \"tho' your father was a soldier afore\nye, ye were born to the deck of a ship-o'-war. Mark an old man's words,\nsir.\"\n\n\"Can you see the frigate, Stanwix?\" I laughed once, when he had repeated\nthis with more than common solemnity.\n\nHis reply rose above the singing of the locusts.\n\n\"Ay, sir, that I can. But she's no frigate, sir. Devil knows what she\nis. She looks like a big merchantman to me, such as I've seed in the\nInjy trade, with a high poop in the old style. And her piercin's be not\nlike a frigate.\" He said this with a readiness to startle me, and little\nenough superstition I had. A light was on his seared face, and his pipe\nlay neglected on the boards. \"Ay, sir, and there be a flag astern of her\nnever yet seed on earth, nor on the waters under the earth. The tide is\nsettin' in, the tide is settin' in.\"\n\nThese were words to set me thinking. And many a time they came back to\nme when the old man was laid away in the spot reserved for those who\nsailed the seas for Mr. Carvel.\n\nEvery week I drew up a report for my grandfather, and thus I strove by\nshouldering labour and responsibility to ease my conscience of that load\nwhich troubled it. For often, as we walked together through the yellow\nfields of an evening, it had been on my tongue to confess the lie Mr.\nAllen had led me into. But the sight of the old man, trembling and\ntremulous, aged by a single stroke, his childlike trust in my strength\nand beliefs, and above all his faith in a political creed which he nigh\ndeemed needful for the soul's salvation,--these things still held me\nback. Was it worth while now, I asked myself, to disturb the peace of\nthat mind?\n\nThus the summer wore on to early autumn. And one day I was standing\nbooted and spurred in the stables, Harvey putting the bridle upon\nFirefly, when my boy Hugo comes running in.\n\n\"Marse Dick!\" he cries, \"Marse Satan he come in the pinnace, and young\nMarse Satan and Missis Satan, and Marse Satan's pastor!\"\n\n\"What the devil do you mean, Hugo?\"\n\n\"Young ebony's right, sir,\" chuckled Harvey; \"'tis the devil and his\nfollowing.\"\n\n\"Do you mean Mr. Grafton, fellow?\" I demanded, the unwelcome truth coming\nover me.\n\n\"That he does,\" remarked Harvey, laconically. \"You won't be wanting her\nnow, your honour?\"\n\n\"Hold my stirrup,\" I cried, for the news had put me in anger. \"Hold my\nstirrup, sirrah!\"\n\nI believe I took Firefly the best of thirty miles that afternoon and\nbrought her back in the half-light, my saddle discoloured with her sweat.\nI clanked into the hall like a captain of horse. The night was sharp\nwith the first touch of autumn, and a huge backlog lay on the irons.\nAround it, in a comfortable half-circle sat our guests, Grafton and Mr.\nAllen and Philip smoking and drinking for a whet against supper, and Mrs.\nGrafton in my grandfather's chair. There was an easy air of possession\nabout the party of them that they had never before assumed, and the sight\nmade me rattle again, the big door behind me.\n\n\"A surprise for you, my dear nephew,\" Grafton said gayly, \"I'll, lay a\npuncheon you did, not, expect us.\"\n\nMr. Carvel woke with a start at the sound of the door and said\nquerulously, \"Guests, my lord, and I have done my poor best to make them\nwelcome in your absence.\"\n\nThe sense of change in him stung me. How different would his tone have\nbeen a year ago!\n\nHe tattooed with his cane, which was the sign he generally made when he\nwas ready for bed. Toward night his speech would hurt him. I assisted\nhim up, the stairs, my uncle taking his arm on the other side. And\ntogether, with Diomedes help; we undressed him, Grafton talking in low\ntomes the while: Since this was, an office I was wont to perform, my\ntemper was now overwhelming me. But I kept my month closed. At last he\nhad had the simple meal Dr. Leiden allowed him, his candles were snuffed,\nand my uncle and I made our way to the hall together: There my aunt and\nMr. Allen were at picquet.\n\n\"Supper is insupportably late,\" says she; with a yawn, and rings the\nhand-bell. \"Scipio,\" she cries, \"why are we not served?\"\n\nI took a stride forward. But my uncle raised a restraining hand.\n\n\"Caroline, remember that this is not our house,\" says he, reprovingly.\n\nThere fell a deep silence; the log cracking; and just then the door swung\non its hinges, and Mr. Starkie entered with the great bunch of keys in\nhis hand.\n\n\"The buildings are all secure; Mr. Richard,\" he said.\n\n\"Very good, Starkie,\" I replied. I turned to Scipio, standing by the\nlow-boy, his teeth, going like a castanet.\n\n\"You may serve at the usual hour, Scipio,\" said I.\n\nSupper began stiff as a state banquet. My uncle was conciliatory, with\nthe manners of a Crichton. My aunt, not having come from generations of\nsilver and self-control, flatly in a bad humour. Mr. Allen talked from\nforce of habit, being used to pay in such kind for his meals. But\npresently the madeira, warmed these two into a better spirit. I felt\nthat I had victory on my side, and was nothing loth to join them at\nwhist, Philip and I against the rector and my aunt, and won something\nlike two pounds apiece from them. Grafton made it a rule never to play.\n\nThe next morning, when I returned from my inspection, I found the rector\nand Philip had decamped with two of our choice horses, and that my uncle\nand aunt had commanded the barge, and gone to Mr. Lloyd's. I sent for\nScipio.\n\n\"Fore de Lawd, Marse Richard,\" he wailed, \"'twan't Scipio's fault. Marse\nGrafton is dry fambly!\" This was Scipio's strongest argument. \"I jes'\ncan't refuse one of de fambly, Marse Dick; and old Marse he say he too\nold now for quarrellin'.\"\n\nI saw that resistance was useless. There was nothing for it but to bide\nany time. And I busied myself with bills of cargo until I heard the\nhorses on the drive. Mr. Allen and Philip came swaggering in, flushed\nwith the exercise, and calling for punch, and I met them in the hall.\n\n\"A word with you, Mr. Allen!\" I called out.\n\n\"A thousand, Mr. Richard, if you like,\" he said gayly, \"as soon as this\nthirst of mine be quenched.\"\n\nI waited while he drained two glasses, when he followed me into the\nlibrary, closing the door behind him.\n\n\"Now, sir,\" I began, \"though by a chance you are my mental and spiritual\nadviser, I intend speaking plain. For I know you to be one of the\ngreatest rogues in the colony.\"\n\nI watched him narrowly the while, for I had some notion he might run me\nthrough. But I had misjudged him.\n\n\"Speak plain, by all means,\" he replied; \"but first let me ask for some\ntobacco.\"\n\nHe filled the bowl of his pipe, and sat him down by the window. For the\nmoment I was silent with sheer surprise.\n\n\"You know I can't call you out,\" he went on, surrounding himself with\nclouds of smoke, \"a lad of eighteen or so. And even if I could,\nI doubt whether I should. I like you, Richard,\" said he. \"You are\nstraight-spoken and commanding. In brief, sir, you are the kind of lad I\nshould have been had not fate pushed me into a corner, and made me squirm\nfor life's luxuries. I hate squirming as much as another. This is prime\ntobacco, Richard.\"\n\nHe had come near disarming me; I was on the edge of a dangerous\nadmiration for this man of the world, and for the life of me, I could not\nhelp liking him then. He had a fine presence, was undeniably handsome,\nand his riding clothes were of the latest London cut.\n\n\"Are there not better methods for obtaining what you wish than those you\npractise?\" I asked curiously.\n\n\"No doubt,\" he answered carelessly; \"but these are well enough, and\nshorter. You were about to do me the honour of a communication?\"\n\nThis brought me to my senses. I had, however, lost much of my heat in\nthe interval.\n\n\"I should like to know why you lied to Mr. Carvel about my convictions,\nMr. Allen,\" I said. \"I am not of the King's party now, and never shall\nbe. And you know this better than another.\"\n\n\"Those are strong words, Richard, my lad,\" said he, bringing his eyebrows\ntogether.\n\n\"They are true words,\" I retorted. \"Why did you lie, I say?\"\n\nHe said nothing for a while, but his breath came heavily.\n\n\"I will pass it, I will pass it,\" he said at length, \"but, by God! it is\nmore than I have had to swallow in all my life before. Look at your\ngrandfather, sir!\" he cried; \"behold him on the very brink of the grave,\nand ask me again why I lied to him! His hope of heaven is scarce less\nsacred to him than his love of the King, and both are so tightly wrapped\nabout his heart that this knowledge of you would break it. Yes, break\nhis heart, I say\" (and he got to his legs), \"and you would kill him for\nthe sake of a boyish fancy!\"\n\nI knew he was acting, as well as though he had climbed upon the table and\nsaid it. And yet he had struck the very note of my own fears, and hit\nupon the one reason why I had not confessed lung ago.\n\n\"There is more you might have said, Mr. Allen,\" I remarked presently;\n\"you have a cause for keeping me under your instruction, and that is\nbehind all.\"\n\nHe gave me a strange look.\n\n\"You are too acute by far,\" said he; \"your imagination runs with you.\nI have said I like you, and I can teach you classics as well as another.\nIs it not enough to admit that the money I get for your instruction keeps\nme in champagne?\"\n\n\"No, it is not enough,\" I said stoutly.\n\n\"Then you must guess again, my lad,\" he answered with a laugh, and left\nthe room with the easy grace that distinguished him.\n\nThere was armed peace the rest of my uncle's visit. They departed on the\nthird day. My Aunt Caroline, when she was not at picquet with Mr. Allen\nor quarrelling with Mrs. Willis or with Grafton himself, yawned without\ncessation. She declared in one of her altercations with her lord and\nmaster that she would lose her wits were they to remain another day, a\nthreat that did not seem to move Grafton greatly. Philip ever maintained\nthe right to pitch it on the side of his own convenience, and he chose in\nthis instance to come to the rescue of his dear mamma, and turned the\nscales in her favour. He was pleased to characterize the Hall as\ninsupportable, and vowed that his clothes would be out of fashion\nbefore they reached Rousby Hall, their next stopping-place. To do Philip\njustice, he was more honest a rascal than his father, though I am of the\nopinion that he had not the brain for great craft. And he had drawn from\nhis mother a love of baubles which kept his mind from scheming. He had\nlittle to say to me, and I less to him.\n\nGrafton, as may be supposed, made me distinct advances before his\ndeparture, perceiving the unwisdom of antagonizing me unnecessarily. He\nhad the imprudence once to ask of me the facts and figures of the estate;\nand tho' 'twas skilfully done by contrasting his own crops in Kent, you\nmay be sure I was on my guard, and that he got nothing.\n\nI was near forgetting an incident of their visit which I afterwards had\ngood cause to remember. The morning of my talk with Mr. Allen I went to\nthe stables to see how he had used Cynthia, and found old Harvey wiping\nher down, and rumbling the while like a crater.\n\n\"What think you of the rector as a representative of heaven, Harvey?\" I\nasked.\n\n\"Him a representative of heaven!\" he snorted; \"I've heard tell of rotten\nboroughs, and I'm thinking Mr. Allen will be standing for one. What be\nhim and Mr. Grafton a-doing here, sir, plotting all kinds o' crime while\nthe old gentleman's nigh on his back?\"\n\n\"Plotting?\" I said, catching at the word.\n\n\"Ay, plotting,\" repeated Harvey, casting his cloth away; \"murder and all\nthe crimes in the calendar, I take it. I hear him and Mr. Grafton among\nthe stalls this morning, and when they sees me they look like Knipe,\nhere, caught with a fowl.\"\n\n\"And what were they saying?\" I demanded.\n\n\"Saying! God only knows their wickedness. I got the words 'Upper\nMarlboro' and 'South River' and 'next voyage,' and that profligate rector\nwanted to know as to how 'Griggs was reliable.'\"\n\nI thought no more of it at the time, believing it to be some of the small\nrascalities they were forever at. But that name of Griggs (why, the\npowers only know) stuck in my mind to turn up again.\n\n\n\n\nCHAPTER X.\n\nTHE RED IN THE CARVEL BLOOD\n\nAfter that, when we went back to Annapolis for the winter, there was no\nlonger any disguise between my tutor and myself. I was not of a mind to\nfeign a situation that did not exist, nor to permit him to do so. I gave\nhim to understand that tho' I went to him for instruction, 'twas through\nno fault of mine. That I would learn what I pleased and do what pleased\nme. And the rector, a curse upon him, seemed well content with that; nor\ncould I come at his devil's reason far wanting me, save for the money,\nas he had declared. There were days when he and I never touched a hook,\nboth being out of humour for study, when he told me yarns of Frederick of\nPrussia and his giant guard, of Florence and of Venice, and of the court\nof his Holiness of Rome. For he had drifted about the earth like a\nlog-end in the Atlantic, before his Lordship gave him his present berth.\nWe passed, too, whole mornings at picquet, I learning enough of Horace to\nquote at the routs we both attended, but a deal more of kings and deuces.\nAnd as I may add, that he got no more of my money than did I of his.\n\nThe wonder of it was that we never became friends. He was two men, this\nrector of St. Anne's, half of him as lovable as any I ever encountered.\nBut trust him I never would, always meeting him on the middle ground; and\nthere were times, after his talks with Grafton, when his eyes were like a\ncat's, and I was conscious of a sinister note in his dealing which put me\non my guard.\n\nYou will say, my dears, that some change had come over me, that I was no\nlonger the same lad I have been telling you of.\n\nThose days were not these, yet I make no show of hiding or of palliation.\nWas it Dorothy's conduct that drove me? Not wholly. A wild red was ever\nin the Carvel blood, in Captain Jack, in Lionel, in the ancestor of King\nCharles's day, who fought and bled and even gambled for his king. And my\ngrandfather knew this; he warned me, but he paid my debts. And I thank\nHeaven he felt that my heart was right.\n\nI was grown now, certainly in stature. And having managed one of the\nlargest plantations in the province, I felt the man, as lads are wont\nafter their first responsibilities. I commanded my wine at the Coffee\nHouse with the best of the bucks, and was made a member of the South\nRiver and Jockey clubs. I wore the clothes that came out to me from\nLondon, and vied in fashion with Dr. Courtenay and other macaronies.\nAnd I drove a carriage of mine own, the Carvel arms emblazoned thereon,\nand Hugo in the family livery.\n\nAfter a deal of thought upon the subject, I decided, for a while at\nleast, to show no political leanings at all. And this was easier of\naccomplishment than you may believe, for at that time in Maryland Tory\nand Whig were amiable enough, and the young gentlemen of the first\nfamilies dressed alike and talked alike at the parties they both\nattended. The non-importation association had scarce made itself felt in\nthe dress of society. Gentlemen of degree discussed differences amicably\nover their decanters. And only on such occasions as Mr. Hood's return,\nand the procession of the Lower House through the streets, and the\narrival of the Good Intent, did high words arise among the quality. And\nit was because class distinctions were so strongly marked that it took so\nlong to bring loyalists and patriots of high rank to the sword's point.\n\nI found time to manage such business affairs of Mr. Carvel's as he could\nnot attend to himself. Grafton and his family dined in Marlboro' Street\ntwice in the week; my uncle's conduct toward me was the very soul of\nconsideration, and he compelled that likewise from his wife and his son.\nSo circumspect was he that he would have fooled one who knew him a whit\nless than I. He questioned me closely upon my studies, and in my\ngrandfather's presence I was forced to answer. And when the rector came\nto dine and read to Mr. Carvel, my uncle catechised him so searchingly on\nmy progress that he was pushed to the last source of his ingenuity for\nreplies. More than once was I tempted to blurt out the whole wretched\nbusiness, for I well understood there was some deep game between him and\nGrafton. In my uncle's absence, my aunt never lost a chance for an\nill-natured remark upon Patty, whom she had seen that winter at the\nassemblies and elsewhere. And she deplored the state our people of\nfashion were coming to, that they allowed young girls without family to\nattend their balls.\n\n\"But we can expect little else, father,\" she would say to Mr. Carvel\nnodding in his chair, \"when some of our best families openly espouse the\npernicious doctrines of republicanism. They are gone half mad over that\nWilkes who should have been hung before this. Philip, dear, pour the\nwine for your grandfather.\"\n\nMiss Patty had been well received. I took her to her first assembly,\nwhere her simple and unassuming ways had made her an instant favourite;\nand her face, which had the beauty of dignity and repose even so early in\nlife, gained her ample attention. I think she would have gone but little\nhad not her father laughed her out of some of her domesticity. No longer\nat Sunday night supper in Gloucester Street was the guest seat empty.\nThere was more than one guest seat now, and the honest barrister himself\nwas the most pleased at the change. As I took my accustomed place on the\nsettle cushion,--Patty's first embroidery,--he would cry:\n\n\"Heigho, Richard, our little Miss Prim hath become a belle. And I must\nhave another clerk now to copy out my briefs, and a housekeeper soon, i'\nfaith.\"\n\nPatty would never fail to flush up at the words, and run to perch on her\nfather's knee and put her hand over his mouth.\n\n\"How can you, Mr. Swain?\" says she; \"how can you, when 'tis you and\nmother, and Richard here, who make me go into the world? You know I\nwould a thousand times rather bake your cakes and clean your silver!\nBut you will not hear of it.\"\n\n\"Fie!\" says the barrister. \"Listen to her, Richard! And yet she will\nfly up the stairs to don a fine gown at the first rap of the knocker.\nOh, the wenches, the wenches! Are they not all alike, mother?\"\n\n\"They have changed none since I was a lass,\" replies the quiet invalid,\nwith a smile. \"And you should know what I was, Henry.\"\n\n\"I know!\" cries he; \"none better. Well I recall the salmon and white\nyour mother gave you before I came to Salem.\" He sighed and then laughed\nat the recollection. \"And when this strapping young Singleton comes,\nRichard, 'twould do you good to be hiding there in that cupboard,--and it\nwould hold you,--and count the seconds until Miss Prim has her skirt in\nher hand and her foot on the lower step. And yet how innocent is she now\nbefore you and me.\"\n\nHere he would invariably be smothered.\n\n\"Percy Singleton!\" says Patty, with a fine scorn; \"'twill be Mr.\nEglinton, the curate, next.\"\n\n\"This I know,\" says her father, slapping me on the shoulder, \"this I\nknow, that you are content to see Richard without primping.\"\n\n\"But I have known Richard since I was six,\" says she. \"Richard is one\nof the family. There is no need of disguise from him.\"\n\nI thought, ruefully enough, that it seemed my fate to be one of the\nfamily everywhere I went.\n\nAnd just then, as if in judgment, the gate snapped and the knocker\nsounded, and Patty leaped down with a blush. \"What said I say?\" cries\nthe barrister. \"I have not seen human nature in court for naught. Run,\nnow,\" says he, pinching her cheek as she stood hesitating whether to fly\nor stay; \"run and put on the new dress I have bought you. And Richard\nand I will have a cup of ale in the study.\"\n\nThe visitor chanced to be Will Fotheringay that time. He was not the\nonly one worn out with the mad chase in Prince George Street, and\npreferred a quiet evening with a quiet beauty to the crowded lists of\nMiss Manners. Will declared that the other gallants were fools over the\nrare touch of blue in the black hair: give him Miss Swain's, quoth he,\nlifting his glass,--hers was; the colour of a new sovereign. Will was\nnot, the only one. But I think Percy Singleton was the best of them all,\ntho' Patty ridiculed him--every chance she got, and even to his face.\nSo will: the best-hearted and soberest of women play the coquette.\nSingleton was rather a reserved young Englishman of four and twenty,\nwho owned a large estate in Talbot which he was laying out with great\nsuccess. Of a Whig family in the old country, he had been drawn to that\nparty in the new, and so, had made Mr. Swain's acquaintance. The next\nstep in his fortunes was to fall in love with Patty, which was natural\nenough. Many a night that winter I walked with him from Gloucester\nStreet to the Coffee House, to sit an hour over, a battle. And there\nMaster Tom and Dr. Hamilton, and other gay macaronies would sometimes\njoin us. Singleton had a greater contempt for Tom than I, but bore with\nhim for his sister's sake. For Tom, in addition to his other follies,\nwas become an open loyalist, and never missed his Majesty's health,\nthough he knew no better than my Hugo the question at issue. 'Twas not\nzeal for King George, however, that made him drunk at one of the\nassemblies, and forced his sister to leave in the midst of a dance for\nvery shame.\n\n\"Oh, Richard, is, there not something you can do?\" she cried, when, I had\ngot her back in the little parlour in Gloucester Street; \"father has\nargued and, pleaded and threatened in vain. I thought,--I thought\nperhaps you might help him.\"\n\n\"I think I am not one to preach, or to boast,\" I replied soberly.\n\n\"Yes,\" said she, looking grave; \"I know you are wilder than you used to\nbe; that you play more than you ought, and higher than you ought.\"\n\nI was silent.\n\n\"And I suspect at whose door it lies,\" said she.\n\n\"'Tis in the blood, Patty,\" I answered.\n\nShe glanced at me quickly.\n\n\"I know you better than you think,\" she said. \"But Tom has not your\nexcuse. And if he had only your faults I would say nothing. He does not\ncare for those he should, and he is forever in the green-room of the\ntheatre.\"\n\nI made haste to change the subject, and to give her what comfort I might;\nfor she was sobbing before she finished. And the next day I gave Tom a\nround talking-to for having so little regard for his sister, the hem of\nwhose skirt he was not worthy to touch. He took it meekly enough, with a\nbarrel of pat excuses to come after. And he asked me to lend him my\nphaeton, that he might go a-driving with Miss Crane, of the theatrical\ncompany, to Round Bay!\n\nMeanwhile I saw Miss Manners more frequently than was good for my peace\nof mind, and had my turn as her partner at the balls. But I could not\nbring myself to take third or fourth rank in the army that attended her.\nI, who had been her playmate, would not become her courtier. Besides, I\nhad not the wit.\n\nWas it strange that Dr. Courtenay should pride himself upon the discovery\nof a new beauty? And in the Coffee House, and in every drawing-room in\ntown, prophesy for her a career of conquest such as few could boast?\nShe was already launched upon that career. And rumour had it that Mr.\nMarmaduke was even then considering taking her home to London, where the\nstage was larger and the triumph greater. Was it surprising that the\nGazette should contain a poem with the doctor's well-known ear-marks upon\nit? It set the town a-wagging, and left no room for doubt as to who had\ninspired it.\n\n       \"Sweet Pandora, tho' formed of Clay,\n        Was fairer than the Light of Day.\n        By Venus learned in Beauty's Arts,\n        And destined thus to conquer Hearts.\n        A Goddess of this Town, I ween,\n        Fair as Pandora, scarce Sixteen,\n        Is destined, e'en by Jove's Command,\n        To conquer all of Maryland.\n        Oh, Bachelors, play have a Care,\n        For She will all your Hearts ensnare.\"\n\nSo it ran. I think, if dear Mrs. Manners could have had her way, Dolly\nwould have passed that year at a certain young ladies' school in New\nYork. But Mr. Marmaduke's pride in his daughter's beauty got the better\nof her. The strut in his gait became more marked the day that poem\nappeared, and he went to the Coffee House both morning and evening,\ntaking snuff to hide his emotions when Miss Manners was spoken of; and he\nwas perceived by many in Church Street arm in arm with Dr. Courtenay\nhimself.\n\nAs you may have imagined before now, the doctor's profession was leisure,\nnot medicine. He had known ambition once, it was said, and with reason,\nfor he had studied surgery in Germany for the mere love of the science.\nAfter which, making the grand tour in France and Italy, he had taken up\nthat art of being a gentleman in which men became so proficient in\nmy young days. He had learned to speak French like a Parisian, had\nhobnobbed with wit and wickedness from Versailles to Rome, and then had\ncome back to Annapolis to set the fashions and to spend the fortune his\nuncle lately had left him. He was our censor of beauty, and passed\njudgment upon all young ladies as they stepped into the arena. To be\nnoticed by him meant success; to be honoured in the Gazette was to be\ncrowned at once a reigning belle. The chord of his approval once set\na-vibrating, all minor chords sang in harmony. And it was the doctor who\nraised the first public toast to Miss Manners. Alas! I might have known\nit would be so!\n\nBut Miss Dorothy was not of a nature to remain dependent upon a censor's\nfavour. The minx deported herself like any London belle of experience,\nas tho' she had known the world from her cradle. She was not to be\ndeceived by the face value of the ladies' praises, nor rebuffed\nunmercifully by my Aunt Caroline, who had held the sceptre in the absence\nof a younger aspirant. The first time these ladies clashed, which was\nnot long in coming, my aunt met with a wit as sharp again as her own, and\nnever afterwards essayed an open tilt. The homage of men Dolly took as\nCaesar received tribute, as a matter of course. The doctor himself rode\nto the races beside the Manners coach, leaning gallantly over the door.\nMy lady held court in her father's box, received and dismissed, smiled\nand frowned, with Courtenay as her master of ceremonies. Mr. Dulany was\none of the presidents of the Jockey Club that year, and his horse winning\nthe honours he presented her with his colours, scarlet and white, which\nshe graciously wore. The doctor swore he would import a horse the next\nseason on the chance of the privilege. My aunt was furious. I have\nnever mentioned her beauty because I never could see it. 'Twas a coarser\ntype than attracted me. She was then not greatly above six and thirty,\nappearing young for that age, and she knew the value of lead in judicious\nquantity. At that meet gentlemen came to her box only to tally of Miss\nManners, to marvel that one so young could have the 'bel air', to praise\nher beauty and addresse, or to remark how well Mr. Durlany's red and\nwhite became her. With all of which Mrs. Grafton was fain to agree, and\nmust even excel, until her small stock of patience was exhausted. To add\nto her chagrin my aunt lost a pretty sum to the rector by Mr. Dulany's\nhorse. I came upon her after the race trying to coax her head-dress,\nthrough her coach door, Mr. Allen having tight hold of her hand the\nwhile.\n\n\"And so he thinks he has found a divinity, does: he?\" I overheard her\nsaying: \"I, for one, am heartily sick of Dr. Courtenay's motions. Were\nhe, to choose, a wench out of the King's passengers I'd warrant our\nmacaronies to compose odes to her eyebrows.\" And at that moment\nperceiving me she added, \"Why so disconsolate, my dear nephew? Miss\nDolly is the craze now, and will last about as long as another of the\ndoctor's whims. And then you shall have her to yourself.\"\n\n\"A pretty woman is ever the fashion, Aunt Caroline,\" I said.\n\n\"Hoity-toity,\" returned my aunt, who had by then succeeded in getting her\nhead-gear safe within; \"the fashion, yes until a prettier comes along.\"\n\n\"There is small danger of that for the present,\" I said, smiling: \"Surely\nyou can find no fault with this choice!\"\n\n\"Gadzooks! If I were blind, sir, I think I might!\" she cried\nunguardedly.\n\n\"I will not dispute that, Aunt Caroline,\" I answered.\n\nAnd as I rode off I heard her giving directions in no mild tone to the\ncoachman through Mr. Allen.\n\nPerchance you did not know, my dears, that Annapolis had the first\ntheatre in all the colonies. And if you care to search through the heap\nof Maryland Gazettes in the garret, I make no doubt you will come across\nthis announcement for a certain night in the spring of the year 1769:\n\n       By Permission of his Excellency, the Governor,\n          at the New Theatre in Annapolis,\n      by the American Company of Comedians, on Monday\n    next, being the 22nd of this Instant, will be performed\n\n              ROMEO AND JULIET.\n\n      (Romeo by a young Gentleman for his Diversion.)\n            Likewise the Farce called\n\n              MISS IN HER TEENS.\n\n      To begin precisely at Seven of the Clock. Tickets\n    to be had at the Printing Office. Box 10s. Pit 1s 6d.\n       No Person to be admitted behind the Scenes.\n\n\nThe gentleman to perform Romeo was none other than Dr. Courtenay himself.\nHe had a gentlemanly passion for the stage, as was the fashion in those\ndays, and had organized many private theatricals. The town was in a\nferment over the event, boxes being taken a week ahead. The doctor\nhimself writ the epilogue, to be recited by the beautiful Mrs. Hallam,\nwho had inspired him the year before to compose that famous poem\nbeginning:\n\n          \"Around her see the Graces play,\n          See Venus' Wanton doves,\n          And in her Eye's Pellucid Ray\n          See little Laughing Loves.\n          Ye gods! 'Tis Cytherea's Face.\"\n\n\nYou may find that likewise in Mr. Green's newspaper.\n\nThe new theatre was finished in West Street that spring, the old one\nhaving proven too small for our gay capital. 'Twas then the best in the\nNew World, the censor having pronounced it far above any provincial\nplayhouse he had seen abroad. The scenes were very fine, the boxes\ncarved and gilded in excellent good taste, and both pit and gallery\ncommodious. And we, too, had our \"Fops' Alley,\" where our macaronies\nogled the fair and passed from box to box.\n\nFor that night of nights when the doctor acted I received an invitation\nfrom Dolly to Mr. Marmaduke's box, and to supper afterward in Prince\nGeorge Street. When I arrived, the playhouse was lit with myriad\ncandles,--to be snuffed save the footlights presently,--and the tiers\nwere all brilliant with the costumes of ladies and gentlemen. Miss\nTayloe and Miss Dulany were of our party, with Fitzhugh and Worthington,\nand Mr. Manners for propriety. The little fop spent his evening, by the\nway, in a box opposite, where my Aunt Caroline gabbled to him and Mr.\nAllen during the whole performance. My lady got more looks than any in\nthe house. She always drew admiration; indeed, but there had been much\nspeculation of late whether she favoured Dr. Courtenay or Fitzhugh, and\nsome had it that the doctor's acting would decide between the two.\n\nWhen Romeo came upon the stage he was received with loud applause. But\nmy lady showed no interest,--not she, while the doctor fervently recited,\n\"Out of her favour, where I am in love.\" In the first orchard scene,\nwith the boldness of a practised lover, he almost ignored Mrs. Hallam\nin the balcony. It seemed as though he cast his burning words and\nlanguishing glances at my lady in the box, whereupon there was a deal of\nnudging round about. Miss asked for her smelling salts, and declared the\nplace was stifling. But I think if the doctor had cherished a hope of\nher affections he lost it when he arrived at the lines, \"She speaks, yet\nshe says nothing.\" At that unhappy moment Miss Dorothy was deep in\nconversation with Fitzhugh, the audible titter in the audience arousing\nher. How she reddened when she perceived the faces turned her way!\n\n\"What was it, Betty?\" she demanded quickly.\n\nBut Betty was not spiteful, and would not tell. Fitzhugh himself\nexplained, and to his sorrow, for during the rest of the evening she\nwould have nothing to do with him. Presently she turned to me. Glancing\nupward to where Patty leaned on the rail between Will Fotheringay and\nSingleton, she whispered:\n\n\"I wonder you can sit here so quiet, Richard. You are showing a deal of\nself-denial.\"\n\n\"I am happy enough,\" I answered, surprised.\n\n\"I hear you have a rival,\" says she.\n\n\"I know I have a dozen,\" I answered.\n\n\"I saw Percy Singleton walking with her in Mr. Galloway's fields but\nyesterday,\" said Dolly, \"and as they came out upon the road they looked\nas guilty as if I had surprised them arm in arm.\"\n\nNow that she should think I cared for Patty never entered my head. I was\nthrown all in a heap.\n\n\"You need not be so disturbed,\" whispers my lady. \"Singleton has a\ncrooked mouth, and I credit Patty with ample sense to choose between you.\nI adore her, Richard. I wish I had her sweet ways.\"\n\n\"But,\" I interrupted, when I was somewhat recovered, \"why should you\nthink me in love with Patty? I have never been accused of that before.\"\n\n\"Oh, fie! You deny her?\" says Dolly. \"I did not think that of you,\nRichard.\"\n\n\"You should know better,\" I replied, with some bitterness.\n\nWe were talking in low tones, Dolly with her head turned from the stage,\nwhence the doctor was flinging his impassioned speeches in vain. And\nthough the light fell not upon her face, I seemed to feel her looking me\nthrough and through.\n\n\"You do not care for Patty?\" she whispered. And I thought a quiver of\nearnestness was in her voice. Her face was so close to mine that her\nbreath fanned my cheek.\n\n\"No,\" I said. \"Why do you ask me? Have I ever been one to make\npretences?\"\n\nShe turned away.\n\n\"But you,\" I said, bending to her ear, \"is it Fitzhugh, Dorothy?\"\n\nI heard her laugh softly.\n\n\"No,\" said she, \"I thought you might divine, sir.\"\n\nWas it possible? And yet she had played so much with me that I dared not\nrisk the fire. She had too many accomplished gallants at her feet to\nthink of Richard, who had no novelty and no wit. I sat still, barely\nconscious of the rising and falling voices beyond the footlights, feeling\nonly her living presence at my side. She spoke not another word until\nthe playhouse servants had relighted the chandeliers, and Dr. Courtenay\ncame in, flushed with triumph, for his mead of praise.\n\n\"And how went it, Miss Manners?\" says he, very confident.\n\n\"Why, you fell over the orchard wall, doctor,\" retorts my lady. \"La!\nI believe I could have climbed it better myself.\"\n\nAnd all he got was a hearty laugh for his pains, Mr. Marmaduke joining in\nfrom the back of the box. And the story was at the Coffee House early on\nthe morrow.\n\n\n\n\nCHAPTER XI\n\nA FESTIVAL AND A PARTING\n\nMy grandfather and I were seated at table together. It was early June,\nthe birds were singing in the garden, and the sweet odours of the flowers\nwere wafted into the room.\n\n\"Richard,\" says he, when Scipio had poured his claret, \"my illness\ncheated you out of your festival last year. I dare swear you deem\nyourself too old for birthdays now.\"\n\nI laughed.\n\n\"So it is with lads,\" said Mr. Carvel; \"they will rush into manhood as\nheedless as you please. Take my counsel, boy, and remain young. Do not\ncross the bridge before you have to. And I have been thinking that we\nshall have your fete this year, albeit you are grown, and Miss Dolly is\nthe belle of the province. 'Tis like sunshine into my old heart to see\nthe lads and lasses again, and to hear the merry, merry fiddling. I will\nhave his new Excellency, who seems a good and a kindly man, and Lloyd and\nTilghman and Dulany and the rest, with their ladies, to sit with me. And\nthere will be plenty of punch and syllabub and sangaree, I warrant; and\ntarts and jellies and custards, too, for the misses. Ring for Mrs.\nWillis, my son.\"\n\nWillis came with her curtsey to the old gentleman, who gave his order\nthen and there. He never waited for a fancy of this kind to grow cold.\n\n\"We shall all be children again, on that day, Mrs. Willis,\" says he.\n\"And I catch any old people about, they shall be thrust straight in the\ntown stocks, i' faith.\"\n\nWillis made another curtsey.\n\n\"We missed it sorely, last year, please your honour,\" says she, and\ndeparts smiling.\n\n\"And you shall have your Patty Swain, Richard,\" Mr. Carvel continued.\n\"Do you mind how you once asked the favour of inviting her in the place\nof a present? Oons! I loved you for that, boy. 'Twas like a Carvel.\nAnd I love that lass, Whig or no Whig. 'Pon my soul, I do. She hath\ndemureness and dignity, and suits me better than yon whimsical baggage\nyou are all mad over. I'll have Mr. Swain beside me, too. I'll warrant\nI'd teach his daughter loyalty in a day, and I had again your years and\nyour spirit!\"\n\nI have but to close my eyes, and my fancy takes me back to that birthday\nfestival. Think of it, my dears! Near threescore years are gone since\nthen, when this old man you call grandfather, and some--bless\nme!--great-grandfather, was a lusty lad like Comyn here. But his hand is\nsteady as he writes these words and his head clear, because he hath not\ngreatly disabused that life which God has given him.\n\nHow can I, tho' her face and form are painted on my memory, tell you what\nfair, pert Miss Dorothy was at that time'! Ay, I know what you would\nsay: that Sir Joshua's portrait hangs above, executed but the year after,\nand hung at the second exhibition of the Royal Academy. As I look upon\nit now, I say that no whit of its colour is overcharged. And there is\nlikewise Mr. Peale's portrait, done much later. I answer that these\ngreat masters have accomplished what poor, human art can do. But Nature\nhath given us a better picture. \"Come hither, Bess! Yes, truly, you\nhave Dolly's hair, with the very gloss upon it. But fashions have\nchanged, my child, and that is not as Dolly wore it.\" Whereupon Bess\ngoes to the portrait, and presently comes back to give me a start.\nAnd then we go hand in hand up the stairs of Calvert House even to the\ngarret, where an old cedar chest is laid away under the eaves. Bess,\nthe minx, well knows it, and takes out a prim little gown with the white\nfading yellow, and white silk mits without fingers, and white stockings\nwith clocks, and a gauze cap, with wings and streamers, that sits saucily\non the black locks; and the lawn-embroidered apron; and such dainty,\nhigh-heeled slippers with the pearls still a-glisten upon the buckles.\nAway she flies to put them on. And then my heart gives a leap to see my\nDorothy back again,--back again as she was that June afternoon we went\ntogether to my last birthday party, her girlish arms bare to the elbow,\nand the lace about her slender throat. Yes, Bess hath the very tilt of\nher chin, the regal grace of that slim figure, and the deep blue eyes.\n\n\"Grandfather, dear, you are crushing the gown!\"\n\nAnd so the fire is not yet gone out of this old frame.\n\nAh, yes, there they are again, those unpaved streets of old Annapolis\narched with great trees on either side. And here is Dolly, holding her\nskirt in one hand and her fan in the other, and I in a brave blue coat,\nand pumps with gold buttons, and a cocked hat of the newest fashion.\nI had met her leaning over the gate in Prince George Street. And, what\nwas strange for her, so deep in thought that she jumped when I spoke her\nname.\n\n\"Dorothy, I have come for you to walk to the party, as we used when we\nwere children.\"\n\n\"As we used when we were children!\" cried she. And flinging wide the\ngate, stretched out her hand for me to take. \"And you are eighteen years\nto-day! It seems but last year when we skipped hand in hand to Marlboro'\nStreet with Mammy Lucy behind us. Are you coming, mammy?\" she called.\n\n\"Yes, mistis, I'se comin',\" said a voice from behind the golden-rose\nbushes, and out stepped Aunt Lucy in a new turban, making a curtsey to\nme. \"La, Marse Richard!\" said she, \"to think you'se growed to be a\nfine gemman! 'Taint but t'other day you was kissin' Miss Dolly on de\nplantation.\"\n\n\"It seems longer than that to me, Aunt Lucy,\" I answered, laughing at\nDolly's blushes.\n\n\"You have too good a memory, mammy,\" said my lady, withdrawing her\nfingers from mine.\n\n\"Bress you, honey! De ole woman doan't forgit some things.\"\n\nAnd she fell back to a respectful six paces.\n\n\"Those were happy times,\" said Dorothy. Then the little sigh became a\nlaugh. \"I mean to enjoy myself to-day, Richard. But I fear I shall not\nsee as much of you as I used. You are old enough to play the host, now.\"\n\n\"You shall see as much as you will.\"\n\n\"Where have you been of late, sir? In Gloucester Street?\"\n\n\"'Tis your own fault, Dolly. You are changeable as the sky,--to-day\nsunny, and to-morrow cold. I am sure of my welcome in Gloucester\nStreet.\"\n\nShe tripped a step as we turned the corner, and came closer to my side.\n\n\"You must learn to take me as you find me, dear Richard. To-day I am in\na holiday humour.\"\n\nSome odd note in her tone troubled me, and I glanced at her quickly. She\nwas a constant wonder and puzzle to me. After that night at the theatre\nmy hopes had risen for the hundredth time, but I had gone to Prince\nGeorge Street on the morrow to meet another rebuff--and Fitzhugh. So I\nhad learned to interpret her by other means than words, and now her mood\nseemed reckless rather than merry.\n\n\"Are you not happy, Dolly?\" I asked abruptly.\n\nShe laughed. \"What a silly question!\" she said. \"Why do you ask?\"\n\n\"Because I believe you are not.\"\n\nIn surprise she looked up at me, and then down at the pearls upon her\nsatin slippers.\n\n\"I am going with you to your birthday festival, Richard. Could we wish\nfor more? I am as happy as you.\"\n\n\"That may well be, for I might be happier.\"\n\nAgain her eyes met mine, and she hummed an air. So we came to the gate,\nbeside which stood Diomedes and Hugo in the family claret-red. A coach\nwas drawn up, and another behind it, and we went down the leafy walk in\nthe midst of a bevy of guests.\n\nWe have no such places nowadays, my dears, as was my grandfather's. The\nground between the street and the brick wall in the rear was a great\nstretch, as ample in acreage as many a small country-place we have in\nthese times. The house was on the high land in front, hedged in by old\ntrees, and thence you descended by stately tiers until you came to the\nlevel which held the dancers. Beyond that, and lower still, a lilied\npond widened out of the sluggish brook with a cool and rustic\nspring-house at one end. The spring-house was thatched, with windows\nlooking out upon the water. Long after, when I went to France, I was\nreminded of the shy beauty of this part of my old home by the secluded\npond of the Little Trianon. So was it that King Louis's Versailles had\nspread its influence a thousand leagues to our youthful continent.\n\nMy grandfather sat in his great chair on the sward beside the fiddlers,\nhis old friends gathering around him, as in former years.\n\n\"And this is the miss that hath already broken half the bachelor hearts\nin town!\" said he, gayly. \"What was my prediction, Miss Dolly, when you\nstepped your first dance at Carvel Hall?\"\n\n\"Indeed, you do me wrong, Mr. Carvel!\"\n\n\"And I were a buck, you would not break mine, I warrant, unless it were\ntit for tat,\" said my grandfather; thereby putting me to more confusion\nthan Dolly, who laughed with the rest.\n\n\"'Tis well to boast, Mr. Carvel, when we are out of the battle,\" cried\nMr. Lloyd.\n\nDolly was carried off immediately, as I expected. The doctor and\nWorthington and Fitzhugh were already there, and waiting. I stood by Mr.\nCarvel's chair, receiving the guests, and presently came Mr. Swain and\nPatty.\n\n\"Heigho!\" called Mr. Carvel, when he saw her; \"here is the young lady\nthat hath my old affections. You are right welcome, Mr. Swain. Scipio,\nanother chair! 'Tis not over the wall any more, Miss Patty, with our\nflowered India silk. But I vow I love you best with your etui.\"\n\nPatty, too, was carried off, for you may be sure that Will Fotheringay\nand Singleton were standing on one foot and then the other, waiting for\nMr. Carvel to have done. Next arrived my aunt, in a wide calash and a\nwider hoop, her stays laced so that she limped, and her hair wonderfully\nand fearfully arranged by her Frenchman. Neither she nor Grafton was\nslow to shower congratulations upon my grandfather and myself. Mr.\nMarmaduke went through the ceremony after them. Dorothy's mother drew me\naside. As long as I could remember her face had been one that revealed a\nlife's disappointment. But to-day I thought it bore a trace of a deeper\nanxiety.\n\n\"How well I recall this day, eighteen years ago, Richard,\" she said.\n\"And how proud your dear mother was that she had given a son to Captain\nJack. She had prayed for a son. I hope you will always do your parents\ncredit, my dear boy. They were both dear, dear friends of mine.\"\n\nMy Aunt Caroline's harsher voice interrupted her.\n\n\"Gadzooks, ma'am!\" she cried, as she approached us, \"I have never in my\nlife laid eyes upon such beauty as your daughter's. You will have to\ntake her home, Mrs. Manners, to do her justice. You owe it her, ma'am.\nCome, nephew, off with you, and head the minuet with Miss Dolly!\"\n\nMy grandfather was giving the word to the fiddlers. But whether a desire\nto cross my aunt held me back, or a sense of duty to greet the guests not\nalready come, or a vague intuition of some impending news drawn from Mrs.\nManners and Dorothy, I know not. Mr. Fitzhugh was easily persuaded to\ntake my place, and presently I slipped unnoticed into a shaded seat on\nthe side of the upper terrace, whence I could see the changing figures on\nthe green. And I thought of the birthday festivals Dolly and I had spent\nhere, almost since we were of an age to walk. Wet June days, when the\nbroad wings of the house rang with the sound of silver laughter and\npattering feet, and echoed with music from the hall; and merry June days,\nwhen the laughter rippled among the lilacs, and pansies and poppies and\nsweet peas were outshone by bright gowns and brighter faces. And then,\nas if to complete the picture of the past, my eye fell upon our mammies\nmodestly seated behind the group of older people, Aunt Hester and Aunt\nLucy, their honest, black faces aglow with such unselfish enjoyment as\nthey alone could feel.\n\nHow easily I marked Dorothy among the throng!\n\nOther girls found it hard to compress the spirits of youth within the\ndignity of a minuet, and thought of the childish romp of former years.\nNot so my lady. Long afterwards I saw her lead a ball with the first\nsoldier and gentleman of the land, but on that Tuesday she carried\nherself full as well, so well that his Excellency and the gentlemen about\nhim applauded heartily. As the strains died away and the couples moved\noff among the privet-lined paths, I went slowly down the terrace.\nDorothy had come up to speak to her mother, Dr. Courtenay lingering\nimpatient at her side. And though her colour glowed deeper, and the wind\nhad loosed a wisp of her hair, she took his Excellency's compliments\nundisturbed. Colonel Sharpe, our former governor, who now made his home\nin the province, sat beside him.\n\n\"Now where a-deuce were you, Richard?\" said he. \"You have missed as\npleasing a sight as comes to a man in a lifetime. Why were you not here\nto see Miss Manners tread a minuet? My word! Terpsichore herself could\nscarce have made it go better.\"\n\n\"I saw the dance, sir, from a safe distance,\" I replied.\n\n\"I'll warrant!\" said he, laughing, while Dolly shot me a wayward glance\nfrom under her long lashes. \"I'll warrant your eyes were fast on her\nfrom beginning to end. Come, sir, confess!\"\n\nHis big frame shook with the fun of it, for none in the colony could be\njollier than he on holiday occasions: and the group of ladies and\ngentlemen beside him caught the infection, so that I was sore put to it.\n\n\"Will your Excellency confess likewise?\" I demanded.\n\n\"So I will, Richard, and make patent to all the world that she hath the\nremains of that shuttlecock, my heart.\"\n\nUp gets his Excellency (for so we still called him) and makes Dolly a low\nreverence, kissing the tips of her white fingers. My lady drops a mock\ncurtsey in return.\n\n\"Your Excellency can do no less than sue for a dance,\" drawled Dr.\nCourtenay.\n\n\"And no more, I fear, sir, not being so nimble as I once was. I resign\nin your favour, doctor,\" said Colonel Sharpe.\n\nDr. Courtenay made his bow, his hat tucked under his arm. But he had\nmuch to learn of Miss Manners if he thought that even one who had been\ngovernor of the province could command her. The music was just begun\nagain, and I making off in the direction of Patty Swain, when I was\nbrought up as suddenly as by a rope. A curl was upon Dorothy's lips.\n\n\"The dance belongs to Richard, doctor,\" she said.\n\n\"Egad, Courtenay, there you have a buffer!\" cried Colonel Sharpe, as the\nmuch-discomfited doctor bowed with a very ill grace; while I, in no small\nbewilderment, walked off with Dorothy. And a parting shot of the\ndelighted colonel brought the crimson to my face. Like the wind or April\nweather was my lady, and her ways far beyond such a great simpleton as I.\n\n\"So I am ever forced to ask you to dance!\" said Dolly.\n\n\"What were you about, moping off alone, with a party in your\nhonour, sir?\"\n\n\"I was watching you, as I told his Excellency.\"\n\n\"Oh, fie!\" she cried. \"Why don't you assert yourself, Richard? There\nwas a time when you gave me no peace.\"\n\n\"And then you rebuked me for dangling,\" I retorted.\n\nUp started the music, the fiddlers bending over their bows with flushed\nfaces, having dipped into the cool punch in the interval. Away flung my\nlady to meet Singleton, while I swung Patty, who squeezed my hand in\nreturn. And soon we were in the heat of it,--sober minuet no longer, but\nromp and riot, the screams of the lasses a-mingle with our own laughter,\nas we spun them until they were dizzy. My brain was a-whirl as well, and\npresently I awoke to find Dolly pinching my arm.\n\n\"Have you forgotten me, Richard?\" she whispered. \"My other hand, sir.\nIt is I down the middle.\"\n\nDown we flew between the laughing lines, Dolly tripping with her head\nhigh, and then back under the clasped hands in the midst of a fire of\nraillery. Then the music stopped. Some strange exhilaration was in\nDorothy.\n\n\"Do you remember the place where I used to play fairy godmother, and wind\nthe flowers into my hair?\" said she.\n\nWhat need to ask?\n\n\"Come!\" she commanded decisively.\n\n\"With all my heart!\" I exclaimed, wondering at this new caprice.\n\n\"If we can but slip away unnoticed, they will never find us there,\" she\nsaid. And led the way herself, silent. At length we came to the damp\nshade where the brook dived under the corner of the wall. I stooped to\ngather the lilies of the valley, and she wove them into her hair as of\nold. Suddenly she stopped, the bunch poised in her hand.\n\n\"Would you miss me if I went away, Richard?\" she asked, in a low voice.\n\n\"What do you mean, Dolly?\" I cried, my voice failing. \"Just that,\" said\nshe.\n\n\"I would miss you, and sorely, tho' you give me trouble enough.\"\n\n\"Soon I shall not be here to trouble you, Richard. Papa has decided that\nwe sail next week, on the Annapolis, for home.\"\n\n\"Home!\" I gasped. \"England?\"\n\n\"I am going to make my bow to royalty,\" replied she, dropping a deep\ncurtsey. \"Your Majesty, this is Miss Manners, of the province of\nMaryland!\"\n\n\"But next week!\" I repeated, with a blank face. \"Surely you cannot be\nready for the Annapolis!\"\n\n\"McAndrews has instructions to send our things after,\" said she. \"There!\nYou are the first person I have told. You should feel honoured, sir.\"\n\nI sat down upon the grass by the brook, and for the moment the sap of\nlife seemed to have left me. Dolly continued to twine the flowers.\nThrough the trees sifted the voices and the music, sounds of happiness\nfar away. When I looked up again, she was gazing into the water.\n\n\"Are you glad to go?\" I asked.\n\n\"Of course,\" answered the minx, readily. \"I shall see the world, and\nmeet people of consequence.\"\n\n\"So you are going to England to meet people of consequence!\" I cried\nbitterly.\n\n\"How provincial you are, Richard! What people of consequence have we\nhere? The Governor and the honourable members of his Council, forsooth!\nThere is not a title save his Excellency's in our whole colony, and\nVirginia is scarce better provided.\"\n\n\"In spite of my feeling I was fain to laugh at this, knowing well that\nshe had culled it all from little Mr. Marmaduke himself.\n\n\"All in good time,\" said I. \"We shall have no lack of noted men\npresently.\"\n\n\"Mere two-penny heroes,\" she retorted. \"I know your great men, such as\nMr. Henry and Dr. Franklin and Mr. Adams.\"\n\nI began pulling up the grass savagely by the roots.\n\n\"I'll lay a hundred guineas you have no regrets at leaving any of us, my\nfine miss!\" I cried, getting to my feet. \"You would rather be a lady of\nfashion than have the love of an honest man,--you who have the hearts of\ntoo many as it is.\"\n\nHer eyes lighted, but with mirth. Laughing, she chose a little bunch of\nthe lilies and worked them into my coat.\n\n\"Richard, you silly goose!\" she said; \"I dote upon seeing you in a\ntemper.\"\n\nI stood between anger and God knows what other feelings, now starting\naway, now coming back to her. But I always came back.\n\n\"You have ever said you would marry an earl, Dolly,\" I said sadly.\n\"I believe you do not care for any of us one little bit.\"\n\nShe turned away, so that for the moment I could not see her face, then\nlooked at me with exquisite archness over her shoulder. The low tones of\nher voice were of a richness indescribable. 'Twas seldom she made use of\nthem.\n\n\"You will be coming to Oxford, Richard.\"\n\n\"I fear not, Dolly,\" I replied soberly. \"I fear not, now. Mr. Carvel is\ntoo feeble for me to leave him.\"\n\nAt that she turned to me, another mood coming like a gust of wind on the\nChesapeake.\n\n\"Oh, how I wish they were all like you!\" she cried, with a stamp of her\nfoot. \"Sometimes I despise gallantry. I hate the smooth compliments of\nyour macaronies. I thank Heaven you are big and honest and clumsy and--\"\n\n\"And what, Dorothy?\" I asked, bewildered.\n\n\"And stupid,\" said she. \"Now take me back, sir.\"\n\nWe had not gone thirty paces before we heard a hearty bass voice singing:\n\n       \"'It was a lover and his lass,\n        With a hey, with a ho, with a hey nonino.'\"\n\nAnd there was Colonel Sharpe, straying along among the privet hedges.\n\n\nAnd so the morning of her sailing came, so full of sadness for me. Why\nnot confess, after nigh threescore years, that break of day found me\npacing the deserted dock. At my back, across the open space, was the\nirregular line of quaint, top-heavy shops since passed away, their\nsightless windows barred by solid shutters of oak. The good ship\nAnnapolis, which was to carry my playmate to broader scenes, lay among\nthe shipping, in the gray roads just quickening with returning light.\nHow my heart ached that morning none shall ever know. But, as the sun\nshot a burning line across the water, a new salt breeze sprang up and\nfanned a hope into flame. 'Twas the very breeze that was to blow Dorothy\ndown the bay. Sleepy apprentices took down the shutters, and polished\nthe windows until they shone again; and chipper Mr. Denton Jacques, who\ndid such a thriving business opposite, presently appeared to wish me a\nbright good morning.\n\nI knew that Captain Waring proposed to sail at ten of the clock; but\nafter breakfasting, I was of two minds whether to see the last of Miss\nDorothy, foreseeing a levee in her honour upon the ship. And so it\nproved. I had scarce set out in a pungy from the dock, when I perceived\na dozen boats about the packet; and when I thrust my shoulders through\nthe gangway, there was the company gathered at the mainmast. They made a\ngay bit of colour,--Dr. Courtenay in a green coat laced with fine\nMechlin, Fitzhugh in claret and silk stockings of a Quaker gray, and the\nother gentlemen as smartly drest. The Dulany girls and the Fotheringay\ngirls, and I know not how many others, were there to see their friend off\nfor home.\n\nIn the midst of them was Dorothy, in a crimson silk capuchin, for we had\nhad one of our changes of weather. It was she who spied me as I was\ndrawing down the ladder again.\n\n\"It is Richard!\" I heard her cry. \"He has come at last.\"\n\nI gripped the rope tightly, sprang to the deck, and faced her as she came\nout of the group, her lips parted, and the red of her cheeks vying with\nthe hood she wore. I took her hand silently.\n\n\"I had given you over, Richard,\" she said, her eyes looking reproachfully\ninto mine. \"Another ten minutes, and I should not have seen you.\"\n\nIndeed, the topsails were already off the caps, the captain on deck, and\nthe men gathered at the capstan.\n\n\"Have you not enough to wish you good-by, Dolly?\" I asked.\n\n\"There must be a score of them,\" said my lady, making a face. \"But I\nwish to talk to you.\"\n\nMr. Marmaduke, however, had no notion of allowing a gathering in his\ndaughter's honour to be broken up. It had been wickedly said of him,\nwhen the news of his coming departure got around, that he feared Dorothy\nwould fall in love with some provincial beau before he could get her\nwithin reach of a title. When he observed me talking to her, he hurried\naway from the friends come to see his wife (he had none himself), and\nseizing me by the arm implored me to take good care of my dear\ngrandfather, and to write them occasionally of the state of his health,\nand likewise how I fared.\n\n\"I think Dorothy will miss you more than any of them, Richard,\" said he.\n\"Will you not, my dear?\"\n\nBut she was gone. I, too, left him without ceremony, to speak to Mrs.\nManners, who was standing apart, looking shoreward. She started when I\nspoke, and I saw that tears were in her eyes.\n\n\"Are you coming back soon, Mrs. Manners?\" I asked.\n\n\"Oh, Richard! I don't know,\" she answered, with a little choke in her\nvoice. \"I hope it will be no longer than a year, for we are leaving all\nwe hold dear for a very doubtful pleasure.\"\n\nShe bade me write to them, as Mr. Marmaduke had, only she was sincere.\nThen the mate came, with his hand to his cap, respectfully to inform\nvisitors that the anchor was up and down. Albeit my spirits were low,\n'twas no small entertainment to watch the doctor and his rivals at their\nadieus. Courtenay had at his command an hundred subterfuges to outwit\nhis fellows, and so manoeuvred that he was the last of them over the\nside. As for me, luckily, I was not worth a thought. But as the doctor\nleaned over her hand, I vowed in my heart that if Dorothy was to be\ngained only in such a way I would not stoop to it. And in my heart I\ndoubted it. I heard Dr. Courtenay hint, looking meaningly at her cloak,\nthat some of his flowers would not have appeared amiss there.\n\n\"Why, doctor,\" says my lady aloud, with a side glance at me, \"the wisdom\nof Solomon might not choose out of twenty baskets.\"\n\nAnd this was all the thanks he got for near a boat-load of roses! When\nat length the impatient mate had hurried him off, Dolly turned to me. It\nwas not in me to say more than:\n\n\"Good-by, Dorothy. And do not forget your old playmate. He will never\nforget you.\"\n\nWe stood within the gangway. With a quick movement she threw open her\ncloak, and pinned to her gown I saw a faded bunch of lilies of the\nvalley.\n\nI had but the time to press her hand. The boatswain's pipe whistled, and\nthe big ship was already sliding in the water as I leaped into my pungy,\nwhich Hugo was holding to the ladder. We pulled off to where the others\nwaited.\n\nBut the Annapolis sailed away down the bay, and never another glimpse we\ncaught of my lady.\n\n\n\n\nCHAPTER XII\n\nNEWS FROM A FAR COUNTRY\n\nIf perchance, my dears, there creeps into this chronicle too much of an\nold man's heart, I know he will be forgiven. What life ever worth living\nhas been without its tender attachment? Because, forsooth, my hair is\nwhite now, does Bess flatter herself I do not know her secret? Or does\nComyn believe that these old eyes can see no farther than the spectacles\nbefore them? Were it not for the lovers, my son, satins and broadcloths\nhad never been invented. And were it not for the lovers, what joys and\nsorrows would we lack in our lives!\n\nThat was a long summer indeed. And tho' Wilmot House was closed, I often\nrode over of a morning when the dew was on the grass. It cheered me to\nsmoke a pipe with old McAndrews, Mr. Manners's factor, who loved to talk\nof Miss Dorothy near as much as I. He had served her grandfather, and\npeople said that had it not been for McAndrews, the Manners fortune had\nlong since been scattered, since Mr. Marmaduke knew nothing of anything\nthat he should. I could not hear from my lady until near the first of\nOctober, and so I was fain to be content with memories--memories and hard\nwork. For I had complete charge of the plantation now.\n\nMy Uncle Grafton came twice or thrice, but without his family, Aunt\nCaroline and Philip having declared their independence. My uncle's\nmanner to me was now of studied kindness, and he was at greater pains\nthan before to give me no excuse for offence. I had little to say to\nhim. He spent his visits reading to Mr. Carvel, who sat in his chair all\nthe day long. Mr. Allen came likewise, to perform the same office.\n\nMy contempt for the rector was grown more than ever. On my grandfather's\naccount, however, I refrained from quarrelling with him. And, when we\nwere alone, my plain speaking did not seem to anger him, or affect him in\nany way. Others came, too. Such was the affection Mr. Carvel's friends\nbore him that they did not desert him when he was no longer the companion\nhe had been in former years. We had more company than the summer before.\n\nIn the autumn a strange thing happened. When we had taken my grandfather\nto the Hall in June, his dotage seemed to settle upon him. He became a\ntrembling old man, at times so peevish that we were obliged to summon\nwith an effort what he had been. He was suspicious and fault-finding\nwith Scipio and the other servants, though they were never so busy for\nhis wants. Mrs. Willis's dainties were often untouched, and he would\nfrequently sit for hours between slumber and waking, or mumble to himself\nas I read the prints. But about the time of the equinoctial a great gale\ncame out of the south so strongly that the water rose in the river over\nthe boat landing; and the roof was torn from one of the curing-sheds.\nThe next morning dawned clear, and brittle, and blue. To my great\nsurprise, Mr. Carvel sent for me to walk with him about the place, that\nhe might see the damage with his own eyes. A huge walnut had fallen\nacross the drive, and when he came upon it he stopped abruptly.\n\n\"Old friend!\" he cried, \"have you succumbed? After all these years have\nyou dropped from the weight of a blow?\" He passed his hand caressingly\nalong the trunk, and scarce ever had I seen him so affected. In truth,\nfor the instant I thought him deranged. He raised his cane above his\nshoulder and struck the bark so heavily that the silver head sunk deep\ninto the wood. \"Look you, Richard,\" he said, the water coming into his\neyes, \"look you, the heart of it is gone, lad; and when the heart is\nrotten 'tis time for us to go. That walnut was a life friend, my son.\nWe have grown together,\" he continued, turning from me to the giant and\nbrushing his cheeks, \"but by God's good will we shall not die so, for my\nheart is still as young as the days when you were sprouting.\"\n\nAnd he walked back to the house more briskly than he had come, refusing,\nfor the first time, my arm. And from that day, I say, he began to mend.\nThe lacing of red came again to his cheeks, and before we went back to\ntown he had walked with me to Master Dingley's tavern on the highroad,\nand back.\n\nWe moved into Marlboro' Street the first part of November. I had seen my\nlady off for England, wearing my faded flowers, the panniers of the fine\ngentleman in a neglected pile at her cabin door. But not once had she\ndeigned to write me. It was McAndrews who told me of her safe arrival.\nIn Annapolis rumours were a-flying of conquests she had already made. I\nfound Betty Tayloe had had a letter, filled with the fashion in caps and\ngowns, and the mention of more than one noble name. All of this being,\nfor unknown reasons, sacred, I was read only part of the postscript, in\nwhich I figured: \"The London Season was done almost before we arrived,\"\nso it ran. \"We had but the Opportunity to pay our Humble Respects to\ntheir Majesties; and appear at a few Drum-Majors and Garden Fetes. Now\nwe are off to Brighthelmstone, and thence, so Papa says, to Spa and the\nContinent until the end of January. I am pining for news of Maryland,\ndearest Betty. Address me in care of Mr. Ripley, Barrister, of Lincoln's\nInn, and bid Richard Carvel write me.\"\n\n\"Which does not look as if she were coming back within the year,\" said\nBetty, as she poured me a dish of tea.\n\nAlas, no! But I did not write. I tried and failed. And then I tried to\nforget. I was constant at all the gayeties, gave every miss in town a\nshare of my attention, rode to hounds once a week at Whitehall or the\nSouth River Club with a dozen young beauties. But cantering through the\nwinter mists 'twas Dolly, in her red riding-cloak and white beaver, I saw\nbeside me. None of them had her seat in the saddle, and none of them her\nlight hand on the reins. And tho' they lacked not fire and skill, they\nhad not my lady's dash and daring to follow over field and fallow, stream\nand searing, and be in at the death with heightened colour, but never a\nlook away.\n\nThen came the first assembly of the year. I got back from Bentley Manor,\nwhere I had been a-visiting the Fotheringays, just in time to call for\nPatty in Gloucester Street.\n\n\"Have you heard the news from abroad, Richard?\" she asked, as I handed\nher into my chariot.\n\n\"Never a line,\" I replied.\n\n\"Pho!\" exclaimed Patty; \"you tell me that! Where have you been hiding?\nThen you shall not have it from me.\"\n\nI had little trouble, however, in persuading her. For news was a rare\nluxury in those days, and Patty was plainly uncomfortable until she\nshould have it out.\n\n\"I would not give you the vapours to-night for all the world, Richard,\"\nshe exclaimed. \"But if you must,--Dr. Courtenay has had a letter from\nMr. Manners, who says that Dolly is to marry his Grace of Chartersea.\nThere now!\"\n\n\"And I am not greatly disturbed,\" I answered, with a fine, careless air.\n\nThe lanthorn on the chariot was burning bright. And I saw Patty look at\nme, and laugh.\n\n\"Indeed!\" says she; \"what a sex is that to which you belong. How ready\nare men to deny us at the first whisper! And I thought you the most\nconstant of all. For my part, I credit not a word of it. 'Tis one of\nMr. Marmaduke's lies and vanities.\"\n\n\"And for my part, I think it true as gospel,\" I cried. \"Dolly always\nheld a coronet above her colony, and all her life has dreamed of a duke.\"\n\n\"Nay,\" answered Patty, more soberly; \"nay, you do her wrong. You will\ndiscover one day that she is loyal to the core, tho' she has a fop of a\nfather who would serve his Grace's chocolate. We are all apt to talk,\nmy dear, and to say what we do not mean, as you are doing.\"\n\n\"Were I to die to-morrow, I would repeat it,\" I exclaimed. But I liked\nPatty the better for what she had said.\n\n\"And there is more news, of less import,\" she continued, as I was silent.\n\"The Thunderer dropped anchor in the roads to-day, and her officers will\nbe at the assembly. And Betty tells me there is a young lord among\nthem,--la! I have clean forgot the string of adjectives she used,--but\nshe would have had me know he was as handsome as Apollo, and so dashing\nand diverting as to put Courtenay and all our wits to shame. She dined\nwith him at the Governor's.\"\n\nI barely heard her, tho' I had seen the man-o'-war in the harbour as I\nsailed in that afternoon.\n\nThe assembly hall was filled when we arrived, aglow with candles and\na-tremble with music, the powder already flying, and the tables in the\nrecesses at either end surrounded by those at the cards. A lively scene,\nthose dances at the old Stadt House, but one I love best to recall with a\npresence that endeared it to me. The ladies in flowered aprons and caps\nand brocades and trains, and the gentlemen in brilliant coats, trimmed\nwith lace and stiffened with buckram. That night, as Patty had\npredicted, there was a smart sprinkling of uniforms from the Thunderer.\nOne of those officers held my eye. He was as well-formed a lad, or man\n(for he was both), as it had ever been my lot to see. He was neither\ntall nor short, but of a good breadth. His fair skin was tanned by the\nweather, and he wore his own wavy hair powdered, as was just become the\nfashion, and tied with a ribbon behind.\n\n\"Mercy, Richard, that must be his Lordship. Why, his good looks are all\nBetty claimed for them!\" exclaimed Patty. Mr. Lloyd, who was standing\nby, overheard her, and was vastly amused at her downright way.\n\n\"I will fetch him directly, Miss Swain,\" said he, \"as I have done for a\ndozen ladies before you.\" And fetch him he did.\n\n\"Miss Swain, this is my Lord Comyn,\" said he. \"Your Lordship, one of the\nboasts of our province.\"\n\nPatty grew red as the scarlet with which his Lordship's coat was lined.\nShe curtseyed, while he made a profound bow.\n\n\"What! Another boast, Mr. Lloyd!\" he cried. \"Miss Swain is the tenth\nI have met. But I vow they excel as they proceed.\"\n\n\"Then you must meet no more, my Lord,\" said Patty, laughing at Mr.\nLloyd's predicament.\n\n\"Egad, then, I will not,\" declared Comyn. \"I protest I am satisfied.\"\n\nThen I was presented. He had won me on the instant with his open smile\nand frank, boyish manner.\n\n\"And this is young Mr. Carvel, whom I hear wins every hunt in the\ncolony?\" said he.\n\n\"I fear you have been misinformed, my Lord,\" I replied, flashing with\npleasure nevertheless.\n\n\"Nay, my Lord,\" Mr. Lloyd struck in; \"Richard could ride down the devil\nhimself, and he were a fox. You will see for yourself to-morrow.\"\n\n\"I pray we may not start the devil,\" said his Lordship; \"or I shall be\ncontent to let Mr. Carvel run him down.\"\n\nThis Comyn was a man after my own fancy, as, indeed, he took the fancy\nof every one at the ball. Though a viscount in his own right, he gave\nhimself not half the airs over us provincials as did many of his\nmessmates. Even Mr. Jacques, who was sour as last year's cider over the\ndoings of Parliament, lost his heart, and asked why we were not favoured\nin America with more of his sort.\n\nBy a great mischance Lord Comyn had fallen into the tender clutches of my\nAunt Caroline. It seemed she had known his uncle, the Honourable Arthur\nComyn, in New York; and now she undertook to be responsible for his\nLordship's pleasure at Annapolis, that he might meet only those of the\nfirst fashion. Seeing him talking to Patty, my aunt rose abruptly from\nher loo and made toward us, all paint and powder and patches, her chin in\nthe air, which barely enabled her to look over Miss Swain's head.\n\n\"My Lord,\" she cries, \"I will show you our colonial reel, which is about\nto begin, and I warrant you is gayer than any dance you have at home.\"\n\n\"Your very devoted, Mrs. Carvel,\" says his Lordship, with a bow, \"but\nMiss Swain has done me the honour.\"\n\n\"O Lud!\" cries my aunt, sweeping the room, \"I vow I cannot keep pace with\nthe misses nowadays. Is she here?\"\n\n\"She was but a moment since, ma'am,\" replied Comyn, instantly, with a\nmischievous look at me, while poor Patty stood blushing not a yard\ndistant.\n\nThere were many who overheard, and who used their fans and their napkins\nto hide their laughter at the very just snub Mrs. Grafton had received.\nAnd I wondered at the readiness with which he had read her character,\nliking him all the better. But my aunt was not to be disabled by this,\n--not she. After the dance she got hold of him, keeping him until certain\ndesigning ladies with daughters took him away; their names charity\nforbids me to mention. But in spite of them all he contrived to get\nPatty for supper, when I took Betty Tayloe, and we were very merry at\ntable together. His Lordship proved more than able to take care of\nhimself, and contrived to send Philip about his business when he pulled\nup a chair beside us. He drank a health to Miss Swain, and another to\nMiss Tayloe, and was on the point of filling a third glass to the ladies\nof Maryland, when he caught himself and brought his hand down on the\ntable.\n\n\"Gad's life!\" cried he, \"but I think she's from Maryland, too!\"\n\n\"Who?\" demanded the young ladies, in a breath.\n\nBut I knew.\n\n\"Who!\" exclaimed Comyn. \"Who but Miss Dorothy Manners! Isn't she from\nMaryland?\" And marking our astonished nods, he continued: \"Why, she\ndescended upon Mayfair when they were so weary for something to worship,\nand they went mad over her in a s'ennight. I give you Miss Manners!\"\n\n\"And you know her!\" exclaimed Patty, her voice quivering with excitement.\n\n\"Faith!\" said his Lordship, laughing. \"For a whole month I was her most\ndevoted, as were we all at Almack's. I stayed until the last minute for\na word with her,--which I never got, by the way,--and paid near a guinea\na mile for a chaise to Portsmouth as a consequence. Already she has had\nher choice from a thousand a year up, and I tell you our English ladies\nare green with envy.\"\n\nI was stunned, you may be sure. And yet, I might have expected it.\n\n\"If your Lordship has left your heart in England,\" said Betty, with a\nsmile, \"I give you warning you must not tell our ladies here of it.\"\n\n\"I care not who knows it, Miss Tayloe,\" he cried. That fustian,\ninsincerity, was certainly not one of his faults. \"I care not who knows\nit. To pass her chariot is to have your heart stolen, and you must needs\nrun after and beg mercy. But, ladies,\" he added, his eye twinkling;\n\"having seen the women of your colony, I marvel no longer at Miss\nManners's beauty.\"\n\nHe set us all a-laughing.\n\n\"I fear you were not born a diplomat, sir,\" says Patty. \"You agree that\nwe are beautiful, yet to hear that one of us is more so is small\nconsolation.\"\n\n\"We men turn as naturally to Miss Manners as plants to the sun, ma'am,\"\nhe replied impulsively. \"Yet none of us dare hope for alliance with so\nbrilliant and distant an object. I make small doubt those are Mr.\nCarvel's sentiments, and still he seems popular enough with the ladies.\nHow now, sir? How now, Mr. Carvel? You have yet to speak on so tender\na subject.\"\n\nMy eyes met Patty's.\n\n\"I will be no more politic than you, my Lord,\" I said boldly, \"nor will\nI make a secret of it that I adore Miss Manners full as much.\"\n\n\"Bravo, Richard!\" cries Patty; and \"Good!\" cries his Lordship, while\nBetty claps her hands. And then Comyn swung suddenly round in his chair.\n\n\"Richard Carvel!\" says he. \"By the seven chimes I have heard her mention\nyour name. The devil fetch my memory!\"\n\n\"My name!\" I exclaimed, in surprise, and prodigiously upset.\n\n\"Yes,\" he answered, with his hand to his head; \"some such thought was in\nmy mind this afternoon when I heard of your riding. Stay! I have it! I\nwas at Ampthill, Ossory's place, just before I left. Some insupportable\ncoxcomb was boasting a marvellous run with the hounds nigh across\nHertfordshire, and Miss Manners brought him up with a round turn and a\nhalf hitch by relating one of your exploits, Richard Carvel. And take my\nword on't she got no small applause. She told how you had followed a\nfox over one of your rough provincial counties, which means three of\nHertfordshire, with your arm broken, by Heaven! and how they lifted you\noff at the death. And, Mr. Carvel,\" said my Lord, generously, looking at\nmy flushed face, \"you must give me your hand for that.\"\n\nSo Dorothy in England had thought of me at least. But what booted it if\nshe were to marry a duke! My thoughts began to whirl over all Comyn had\nsaid of her so that I scarce heard a question Miss Tayloe had put.\n\n\"Marry Chartersea! That profligate pig!\" Comyn was saying. \"She would\nas soon marry a chairman or a chimneysweep, I'm thinking. Why, Miss\nTayloe, Sir Charles Grandison himself would scarce suit her!\"\n\n\"Good lack!\" said Betty, \"I think Sir Charles would be the very last for\nDorothy.\"\n\n\n\n\n\nEnd of Project Gutenberg's Richard Carvel, Volume 2, by Winston Churchill\n\n*** END OF THIS PROJECT GUTENBERG EBOOK RICHARD CARVEL, VOLUME 2 ***\n\n***** This file should be named 5366.txt or 5366.zip *****\nThis and all associated files of various formats will be found in:\n        http:\/\/www.gutenberg.net\/5\/3\/6\/5366\/\n\nProduced by David Widger\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp:\/\/gutenberg.net\/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark\/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s\/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http:\/\/www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp:\/\/pglaf.org\/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http:\/\/pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http:\/\/pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http:\/\/pglaf.org\/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http:\/\/www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n","id":755,"split":"train"}
