{"ori_id":"98985978eb32d828d54913a431c0803547e789bf","title":"The Hairy Ape","context":"The Hairy Ape\n The play is divided into 8 scenes. Scene 1 takes place in the fireman's forecastle of a cruise ship, where they sleep. Their racks resemble the bars of a cage. They are sailing from New York, where Yank and the other firemen are talking and singing drunkenly. Yank is shown to be a leader among them. Other featured characters are Long, a socialist, and Paddy, a particularly drunken Irishman.\nScene 2 takes place on the deck, where Mildred Douglas (the rich girl) and her aunt are talking. They are almost constantly arguing.\nScene 3 takes place in the stokehold. Yank and the other firemen take pride in their work. When Mildred comes to visit the stokehold, Mildred hears Yank cursing. When he turns around and she sees him, she is so shocked by him she calls Yank a filthy beast and faints.\nScene 4 also takes place on the ship. Yank is very depressed and the other men try to understand why.\nIn scene 5, Yank and Long go to 5th Avenue in New York. Yank argues with Long about how best to attack the upper class. Long leaves, fearing arrest, and Yank is arrested after attacking a Gentleman.\nScene 6 takes place at the prison at Blackwellâ\u0080\u0099s Island. Yank tells the prisoners his story and one of the prisoners gives him an article about the Industrial Workers of the World. Yank tries to escape.\nScene 7 takes place at the IWW office that Yank goes to after his month in jail. They are happy to have him at first because there are not many ship firemen in the union â\u0080\u0093 but he is thrown out after he says that he wants to blow up things, and they think he is a spy.\nScene 8 takes place at the zoo, when Yank is crushed after trying to talk to an ape and releasing it from its cage.\nï»¿The Project Gutenberg EBook of The Hairy Ape, by Eugene O'Neill\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n\nTitle: The Hairy Ape\n\nAuthor: Eugene O'Neill\n\nPosting Date: June 4, 2009 [EBook #4015]\nRelease Date: May, 2003\nFirst Posted: October 10, 2001\n\nLanguage: English\n\n\n*** START OF THIS PROJECT GUTENBERG EBOOK THE HAIRY APE ***\n\n\n\n\nProduced by Charles Franks, Robert Rowe and the Online\nDistributed Proofreading Team. HTML version by Al Haines.\n\n\n\n\n\n\n\n\n\n\n\"THE HAIRY APE\"\n\nA Comedy of Ancient and Modern Life\n\nIn Eight Scenes\n\n\nBy\n\nEUGENE O'NEILL\n\n\n\n\n\nCHARACTERS\n\n\n  ROBERT SMITH, \"YANK\"\n  PADDY\n  LONG\n  MILDRED DOUGLAS\n  HER AUNT\n  SECOND ENGINEER\n  A GUARD\n  A SECRETARY OF AN ORGANIZATION\n  STOKERS, LADIES, GENTLEMEN, ETC.\n\n\n\n\n\nSCENE I\n\n\nSCENE--_The firemen's forecastle of a transatlantic liner an hour after\nsailing from New York for the voyage across. Tiers of narrow, steel\nbunks, three deep, on all sides. An entrance in rear. Benches on the\nfloor before the bunks. The room is crowded with men, shouting,\ncursing, laughing, singing--a confused, inchoate uproar swelling into a\nsort of unity, a meaning--the bewildered, furious, baffled defiance of\na beast in a cage. Nearly all the men are drunk. Many bottles are\npassed from hand to hand. All are dressed in dungaree pants, heavy ugly\nshoes. Some wear singlets, but the majority are stripped to the waist._\n\n_The treatment of this scene, or of any other scene in the play, should\nby no means be naturalistic. The effect sought after is a cramped space\nin the bowels of a ship, imprisoned by white steel. The lines of bunks,\nthe uprights supporting them, cross each other like the steel framework\nof a cage. The ceiling crushes down upon the men's heads. They cannot\nstand upright. This accentuates the natural stooping posture which\nshovelling coal and the resultant over-development of back and shoulder\nmuscles have given them. The men themselves should resemble those\npictures in which the appearance of Neanderthal Man is guessed at. All\nare hairy-chested, with long arms of tremendous power, and low,\nreceding brows above their small, fierce, resentful eyes. All the\ncivilized white races are represented, but except for the slight\ndifferentiation in color of hair, skin, eyes, all these men are alike._\n\n_The curtain rises on a tumult of sound. YANK is seated in the\nforeground. He seems broader, fiercer, more truculent, more powerful,\nmore sure of himself than the rest. They respect his superior\nstrength--the grudging respect of fear. Then, too, he represents to\nthem a self-expression, the very last word in what they are, their most\nhighly developed individual._\n\nVOICES--Gif me trink dere, you!\n\n'Ave a wet!\n\nSalute!\n\nGesundheit!\n\nSkoal!\n\nDrunk as a lord, God stiffen you!\n\nHere's how!\n\nLuck!\n\nPass back that bottle, damn you!\n\nPourin' it down his neck!\n\nHo, Froggy! Where the devil have you been?\n\nLa Touraine.\n\nI hit him smash in yaw, py Gott!\n\nJenkins--the First--he's a rotten swine--\n\nAnd the coppers nabbed him--and I run--\n\nI like peer better. It don't pig head gif you.\n\nA slut, I'm sayin'! She robbed me aslape--\n\nTo hell with 'em all!\n\nYou're a bloody liar!\n\nSay dot again!\n\n[_Commotion. Two men about to fight are pulled apart._]\n\nNo scrappin' now!\n\nTo-night--\n\nSee who's the best man!\n\nBloody Dutchman!\n\nTo-night on the for'ard square.\n\nI'll bet on Dutchy.\n\nHe packa da wallop, I tella you!\n\nShut up, Wop!\n\nNo fightin', maties. We're all chums, ain't we?\n\n[_A voice starts bawling a song._]\n\n    \"Beer, beer, glorious beer!\n    Fill yourselves right up to here.\"\n\nYANK--[_For the first time seeming to take notice of the uproar about\nhim, turns around threateningly--in a tone of contemptuous authority._]\n\"Choke off dat noise! Where d'yuh get dat beer stuff? Beer, hell!\nBeer's for goils--and Dutchmen. Me for somep'n wit a kick to it! Gimme\na drink, one of youse guys. [_Several bottles are eagerly offered. He\ntakes a tremendous gulp at one of them; then, keeping the bottle in his\nhand, glares belligerently at the owner, who hastens to acquiesce in\nthis robbery by saying:_] All righto, Yank. Keep it and have another.\"\n[_Yank contemptuously turns his back on the crowd again. For a second\nthere is an embarrassed silence. Then--_]\n\nVOICES--We must be passing the Hook. She's beginning to roll to it. Six\ndays in hell--and then Southampton. Py Yesus, I vish somepody take my\nfirst vatch for me! Gittin' seasick, Square-head? Drink up and forget\nit! What's in your bottle? Gin. Dot's nigger trink. Absinthe? It's\ndoped. You'll go off your chump, Froggy! Cochon! Whiskey, that's the\nticket! Where's Paddy? Going asleep. Sing us that whiskey song, Paddy.\n[_They all turn to an old, wizened Irishman who is dozing, very drunk,\non the benches forward. His face is extremely monkey-like with all the\nsad, patient pathos of that animal in his small eyes._] Singa da song,\nCaruso Pat! He's gettin' old. The drink is too much for him. He's too\ndrunk.\n\nPADDY--[_Blinking about him, starts to his feet resentfully, swaying,\nholding on to the edge of a bunk._] I'm never too drunk to sing. 'Tis\nonly when I'm dead to the world I'd be wishful to sing at all. [_With a\nsort of sad contempt._] \"Whiskey Johnny,\" ye want? A chanty, ye want?\nNow that's a queer wish from the ugly like of you, God help you. But no\nmatther. [_He starts to sing in a thin, nasal, doleful tone:_]\n\n    Oh, whiskey is the life of man!\n        Whiskey! O Johnny!\n\n[_They all join in on this._]\n\n    Oh, whiskey is the life of man!\n        Whiskey for my Johnny! [_Again chorus_]\n    Oh, whiskey drove my old man mad!\n        Whiskey! O Johnny!\n    Oh, whiskey drove my old man mad!\n        Whiskey for my Johnny!\n\nYANK--[_Again turning around scornfully._] Aw hell! Nix on dat old\nsailing ship stuff! All dat bull's dead, see? And you're dead, too, yuh\ndamned old Harp, on'y yuh don't know it. Take it easy, see. Give us a\nrest. Nix on de loud noise. [_With a cynical grin._] Can't youse see\nI'm tryin' to t'ink?\n\nALL--[_Repeating the word after him as one with same cynical amused\nmockery._] Think! [_The chorused word has a brazen metallic quality as\nif their throats were phonograph horns. It is followed by a general\nuproar of hard, barking laughter._]\n\nVOICES--Don't be cracking your head wid ut, Yank.\n\nYou gat headache, py yingo!\n\nOne thing about it--it rhymes with drink!\n\nHa, ha, ha!\n\nDrink, don't think!\n\nDrink, don't think!\n\nDrink, don't think!\n\n[_A whole chorus of voices has taken up this refrain, stamping on the\nfloor, pounding on the benches with fists._]\n\nYANK--[_Taking a gulp from his bottle--good-naturedly._] Aw right. Can\nde noise. I got yuh de foist time. [_The uproar subsides. A very\ndrunken sentimental tenor begins to sing:_]\n\n    \"Far away in Canada,\n    Far across the sea,\n    There's a lass who fondly waits\n    Making a home for me--\"\n\nYANK--[_Fiercely contemptuous._] Shut up, yuh lousey boob! Where d'yuh\nget dat tripe? Home? Home, hell! I'll make a home for yuh! I'll knock\nyuh dead. Home! T'hell wit home! Where d'yuh get dat tripe? Dis is\nhome, see? What d'yuh want wit home? [_Proudly._] I runned away from\nmine when I was a kid. On'y too glad to beat it, dat was me. Home was\nlickings for me, dat's all. But yuh can bet your shoit noone ain't\nnever licked me since! Wanter try it, any of youse? Huh! I guess not.\n[_In a more placated but still contemptuous tone._] Goils waitin' for\nyuh, huh? Aw, hell! Dat's all tripe. Dey don't wait for noone. Dey'd\ndouble-cross yuh for a nickel. Dey're all tarts, get me? Treat 'em\nrough, dat's me. To hell wit 'em. Tarts, dat's what, de whole bunch of\n'em.\n\nLONG--[_Very drunk, jumps on a bench excitedly, gesticulating with a\nbottle in his hand._] Listen 'ere, Comrades! Yank 'ere is right. 'E\nsays this 'ere stinkin' ship is our 'ome. And 'e says as 'ome is 'ell.\nAnd 'e's right! This is 'ell. We lives in 'ell, Comrades--and right\nenough we'll die in it. [_Raging._] And who's ter blame, I arsks yer?\nWe ain't. We wasn't born this rotten way. All men is born free and\nekal. That's in the bleedin' Bible, maties. But what d'they care for\nthe Bible--them lazy, bloated swine what travels first cabin? Them's\nthe ones. They dragged us down 'til we're on'y wage slaves in the\nbowels of a bloody ship, sweatin', burnin' up, eatin' coal dust! Hit's\nthem's ter blame--the damned capitalist clarss! [_There had been a\ngradual murmur of contemptuous resentment rising among the men until\nnow he is interrupted by a storm of catcalls, hisses, boos, hard\nlaughter._]\n\nVOICES--Turn it off!\n\nShut up!\n\nSit down!\n\nClosa da face!\n\nTamn fool! (Etc.)\n\nYANK--[_Standing up and glaring at Long._] Sit down before I knock yuh\ndown! [_Long makes haste to efface himself. Yank goes on\ncontemptuously._] De Bible, huh? De Cap'tlist class, huh? Aw nix on dat\nSalvation Army-Socialist bull. Git a soapbox! Hire a hall! Come and be\nsaved, huh? Jerk us to Jesus, huh? Aw g'wan! I've listened to lots of\nguys like you, see, Yuh're all wrong. Wanter know what I t'ink? Yuh\nain't no good for noone. Yuh're de bunk. Yuh ain't got no noive, get\nme? Yuh're yellow, dat's what. Yellow, dat's you. Say! What's dem slobs\nin de foist cabin got to do wit us? We're better men dan dey are, ain't\nwe? Sure! One of us guys could clean up de whole mob wit one mit. Put\none of 'em down here for one watch in de stokehole, what'd happen?\nDey'd carry him off on a stretcher. Dem boids don't amount to nothin'.\nDey're just baggage. Who makes dis old tub run? Ain't it us guys? Well\nden, we belong, don't we? We belong and dey don't. Dat's all. [_A loud\nchorus of approval. Yank goes on_] As for dis bein' hell--aw, nuts! Yuh\nlost your noive, dat's what. Dis is a man's job, get me? It belongs. It\nruns dis tub. No stiffs need apply. But yuh're a stiff, see? Yuh're\nyellow, dat's you.\n\nVOICES--[_With a great hard pride in them._]\n\nRighto!\n\nA man's job!\n\nTalk is cheap, Long.\n\nHe never could hold up his end.\n\nDivil take him!\n\nYank's right. We make it go.\n\nPy Gott, Yank say right ting!\n\nWe don't need noone cryin' over us.\n\nMakin' speeches.\n\nThrow him out!\n\nYellow!\n\nChuck him overboard!\n\nI'll break his jaw for him!\n\n[_They crowd around Long threateningly._]\n\nYANK--[_Half good-natured again--contemptuously._] Aw, take it easy.\nLeave him alone. He ain't woith a punch. Drink up. Here's how, whoever\nowns dis. [_He takes a long swallow from his bottle. All drink with\nhim. In a flash all is hilarious amiability again, back-slapping, loud\ntalk, etc._]\n\nPADDY--[_Who has been sitting in a blinking, melancholy daze--suddenly\ncries out in a voice full of old sorrow._] We belong to this, you're\nsaying? We make the ship to go, you're saying? Yerra then, that\nAlmighty God have pity on us! [_His voice runs into the wail of a keen,\nhe rocks back and forth on his bench. The men stare at him, startled\nand impressed in spite of themselves._] Oh, to be back in the fine days\nof my youth, ochone! Oh, there was fine beautiful ships them\ndays--clippers wid tall masts touching the sky--fine strong men in\nthem--men that was sons of the sea as if 'twas the mother that bore\nthem. Oh, the clean skins of them, and the clear eyes, the straight\nbacks and full chests of them! Brave men they was, and bold men surely!\nWe'd be sailing out, bound down round the Horn maybe. We'd be making\nsail in the dawn, with a fair breeze, singing a chanty song wid no care\nto it. And astern the land would be sinking low and dying out, but we'd\ngive it no heed but a laugh, and never a look behind. For the day that\nwas, was enough, for we was free men--and I'm thinking 'tis only slaves\ndo be giving heed to the day that's gone or the day to come--until\nthey're old like me. [_With a sort of religious exaltation._] Oh, to be\nscudding south again wid the power of the Trade Wind driving her on\nsteady through the nights and the days! Full sail on her! Nights and\ndays! Nights when the foam of the wake would be flaming wid fire, when\nthe sky'd be blazing and winking wid stars. Or the full of the moon\nmaybe. Then you'd see her driving through the gray night, her sails\nstretching aloft all silver and white, not a sound on the deck, the lot\nof us dreaming dreams, till you'd believe 'twas no real ship at all you\nwas on but a ghost ship like the Flying Dutchman they say does be\nroaming the seas forevermore widout touching a port. And there was the\ndays, too. A warm sun on the clean decks. Sun warming the blood of you,\nand wind over the miles of shiny green ocean like strong drink to your\nlungs. Work--aye, hard work--but who'd mind that at all? Sure, you\nworked under the sky and 'twas work wid skill and daring to it. And wid\nthe day done, in the dog watch, smoking me pipe at ease, the lookout\nwould be raising land maybe, and we'd see the mountains of South\nAmericy wid the red fire of the setting sun painting their white tops\nand the clouds floating by them! [_His tone of exaltation ceases. He\ngoes on mournfully._] Yerra, what's the use of talking? 'Tis a dead\nman's whisper. [_To Yank resentfully._] 'Twas them days men belonged to\nships, not now. 'Twas them days a ship was part of the sea, and a man\nwas part of a ship, and the sea joined all together and made it one.\n[_Scornfully._] Is it one wid this you'd be, Yank--black smoke from the\nfunnels smudging the sea, smudging the decks--the bloody engines\npounding and throbbing and shaking--wid divil a sight of sun or a\nbreath of clean air--choking our lungs wid coal dust--breaking our\nbacks and hearts in the hell of the stokehole--feeding the bloody\nfurnace--feeding our lives along wid the coal, I'm thinking--caged in\nby steel from a sight of the sky like bloody apes in the Zoo! [_With a\nharsh laugh._] Ho-ho, divil mend you! Is it to belong to that you're\nwishing? Is it a flesh and blood wheel of the engines you'd be?\n\nYANK--[_Who has been listening with a contemptuous sneer, barks out the\nanswer._] Sure ting! Dat's me! What about it?\n\nPADDY--[_As if to himself--with great sorrow._] Me time is past due.\nThat a great wave wid sun in the heart of it may sweep me over the side\nsometime I'd be dreaming of the days that's gone!\n\nYANK--Aw, yuh crazy Mick! [_He springs to his feet and advances on\nPaddy threateningly--then stops, fighting some queer struggle within\nhimself--lets his hands fall to his sides--contemptuously._] Aw, take\nit easy. Yuh're aw right, at dat. Yuh're bugs, dat's all--nutty as a\ncuckoo. All dat tripe yuh been pullin'--Aw, dat's all right. On'y it's\ndead, get me? Yuh don't belong no more, see. Yuh don't get de stuff.\nYuh're too old. [_Disgustedly._] But aw say, come up for air onct in a\nwhile, can't yuh? See what's happened since yuh croaked. [_He suddenly\nbursts forth vehemently, growing more and more excited._] Say! Sure!\nSure I meant it! What de hell--Say, lemme talk! Hey! Hey, you old Harp!\nHey, youse guys! Say, listen to me--wait a moment--I gotter talk, see.\nI belong and he don't. He's dead but I'm livin'. Listen to me! Sure I'm\npart of de engines! Why de hell not! Dey move, don't dey? Dey're speed,\nain't dey? Dey smash trou, don't dey? Twenty-five knots a hour! Dat's\ngoin' some! Dat's new stuff! Dat belongs! But him, he's too old. He\ngets dizzy. Say, listen. All dat crazy tripe about nights and days; all\ndat crazy tripe about stars and moons; all dat crazy tripe about suns\nand winds, fresh air and de rest of it--Aw hell, dat's all a dope\ndream! Hittin' de pipe of de past, dat's what he's doin'. He's old and\ndon't belong no more. But me, I'm young! I'm in de pink! I move wit it!\nIt, get me! I mean de ting dat's de guts of all dis. It ploughs trou\nall de tripe he's been sayin'. It blows dat up! It knocks dat dead! It\nslams dat off en de face of de oith! It, get me! De engines and de coal\nand de smoke and all de rest of it! He can't breathe and swallow coal\ndust, but I kin, see? Dat's fresh air for me! Dat's food for me! I'm\nnew, get me? Hell in de stokehole? Sure! It takes a man to work in\nhell. Hell, sure, dat's my fav'rite climate. I eat it up! I git fat on\nit! It's me makes it hot! It's me makes it roar! It's me makes it move!\nSure, on'y for me everyting stops. It all goes dead, get me? De noise\nand smoke and all de engines movin' de woild, dey stop. Dere ain't\nnothin' no more! Dat's what I'm sayin'. Everyting else dat makes de\nwoild move, somep'n makes it move. It can't move witout somep'n else,\nsee? Den yuh get down to me. I'm at de bottom, get me! Dere ain't\nnothin' foither. I'm de end! I'm de start! I start somep'n and de woild\nmoves! It--dat's me!--de new dat's moiderin' de old! I'm de ting in\ncoal dat makes it boin; I'm steam and oil for de engines; I'm de ting\nin noise dat makes yuh hear it; I'm smoke and express trains and\nsteamers and factory whistles; I'm de ting in gold dat makes it money!\nAnd I'm what makes iron into steel! Steel, dat stands for de whole\nting! And I'm steel--steel--steel! I'm de muscles in steel, de punch\nbehind it! [_As he says this he pounds with his fist against the steel\nbunks. All the men, roused to a pitch of frenzied self-glorification by\nhis speech, do likewise. There is a deafening metallic roar, through\nwhich Yank's voice can be heard bellowing._] Slaves, hell! We run de\nwhole woiks. All de rich guys dat tink dey're somep'n, dey ain't\nnothin'! Dey don't belong. But us guys, we're in de move, we're at de\nbottom, de whole ting is us! [_Paddy from the start of Yank's speech\nhas been taking one gulp after another from his bottle, at first\nfrightenedly, as if he were afraid to listen, then desperately, as if\nto drown his senses, but finally has achieved complete indifferent,\neven amused, drunkenness. Yank sees his lips moving. He quells the\nuproar with a shout._] Hey, youse guys, take it easy! Wait a moment! De\nnutty Harp is sayin' someth'n.\n\nPADDY--[_Is heard now--throws his head back with a mocking burst of\nlaughter._] Ho-ho-ho-ho-ho---\n\nYANK--[_Drawing back his fist, with a snarl._] Aw! Look out who yuh're\ngivin' the bark!\n\nPADDY--[_Begins to sing the \"Muler of Dee\" with enormous good-nature._]\n\n    \"I care for nobody, no, not I,\n    And nobody cares for me.\"\n\nYANK--[_Good-natured himself in a flash, interrupts PADDY with a slap\non the bare back like a report._] Dat's de stuff! Now yuh're gettin'\nwise to somep'n. Care for nobody, dat's de dope! To hell wit 'em all!\nAnd nix on nobody else carin'. I kin care for myself, get me! [_Eight\nbells sound, muffled, vibrating through the steel walls as if some\nenormous brazen gong were imbedded in the heart of the ship. All the\nmen jump up mechanically, file through the door silently close upon each\nother's heels in what is very like a prisoners lockstep. YANK slaps\nPADDY on the back._] Our watch, yuh old Harp! [_Mockingly._] Come on\ndown in hell. Eat up de coal dust. Drink in de heat. It's it, see! Act\nlike yuh liked it, yuh better--or croak yuhself.\n\nPADDY--[_With jovial defiance._] To the divil wid it! I'll not report\nthis watch. Let thim log me and be damned. I'm no slave the like of\nyou. I'll be sittin' here at me ease, and drinking, and thinking, and\ndreaming dreams.\n\nYANK--[_Contemptuously._] Tinkin' and dreamin', what'll that get yuh?\nWhat's tinkin' got to do wit it? We move, don't we? Speed, ain't it?\nFog, dat's all you stand for. But we drive trou dat, don't we? We split\ndat up and smash trou--twenty-five knots a hour! [_Turns his back on\nPaddy scornfully._] Aw, yuh make me sick! Yuh don't belong! [_He\nstrides out the door in rear. Paddy hums to himself, blinking\ndrowsily._]\n\n[_Curtain_]\n\n\n\n\nSCENE II\n\n\nSCENE--Two days out. A section of the promenade deck. MILDRED DOUGLAS\nand her aunt are discovered reclining in deck chairs. The former is a\ngirl of twenty, slender, delicate, with a pale, pretty face marred by a\nself-conscious expression of disdainful superiority. She looks fretful,\nnervous and discontented, bored by her own anemia. Her aunt is a\npompous and proud--and fat--old lady. She is a type even to the point\nof a double chin and lorgnettes. She is dressed pretentiously, as if\nafraid her face alone would never indicate her position in life.\nMILDRED is dressed all in white.\n\nThe impression to be conveyed by this scene is one of the beautiful,\nvivid life of the sea all about--sunshine on the deck in a great flood,\nthe fresh sea wind blowing across it. In the midst of this, these two\nincongruous, artificial figures, inert and disharmonious, the elder\nlike a gray lump of dough touched up with rouge, the younger looking as\nif the vitality of her stock had been sapped before she was conceived,\nso that she is the expression not of its life energy but merely of the\nartificialities that energy had won for itself in the spending.\n\nMILDRED--[_Looking up with affected dreaminess._] How the black smoke\nswirls back against the sky! Is it not beautiful?\n\nAUNT--[_Without looking up._] I dislike smoke of any kind.\n\nMILDRED--My great-grandmother smoked a pipe--a clay pipe.\n\nAUNT--[_Ruffling._] Vulgar!\n\nMILDRED--She was too distant a relative to be vulgar. Time mellows\npipes.\n\nAUNT--[_Pretending boredom but irritated._] Did the sociology you took\nup at college teach you that--to play the ghoul on every possible\noccasion, excavating old bones? Why not let your great-grandmother rest\nin her grave?\n\nMILDRED--[_Dreamily._] With her pipe beside her--puffing in Paradise.\n\nAUNT--[_With spite._] Yes, you are a natural born ghoul. You are even\ngetting to look like one, my dear.\n\nMILDRED--[_In a passionless tone._] I detest you, Aunt. [_Looking at\nher critically._] Do you know what you remind me of? Of a cold pork\npudding against a background of linoleum tablecloth in the kitchen of\na--but the possibilities are wearisome. [_She closes her eyes._]\n\nAUNT--[_With a bitter laugh._] Merci for your candor. But since I am\nand must be your chaperone--in appearance, at least--let us patch up\nsome sort of armed truce. For my part you are quite free to indulge any\npose of eccentricity that beguiles you--as long as you observe the\namenities--\n\nMILDRED--[_Drawling._] The inanities?\n\nAUNT--[_Going on as if she hadn't heard._] After exhausting the morbid\nthrills of social service work on New York's East Side--how they must\nhave hated you, by the way, the poor that you made so much poorer in\ntheir own eyes!--you are now bent on making your slumming\ninternational. Well, I hope Whitechapel will provide the needed nerve\ntonic. Do not ask me to chaperone you there, however. I told your\nfather I would not. I loathe deformity. We will hire an army of\ndetectives and you may investigate everything--they allow you to see.\n\nMILDRED--[_Protesting with a trace of genuine earnestness._] Please do\nnot mock at my attempts to discover how the other half lives. Give me\ncredit for some sort of groping sincerity in that at least. I would\nlike to help them. I would like to be some use in the world. Is it my\nfault I don't know how? I would like to be sincere, to touch life\nsomewhere. [_With weary bitterness._] But I'm afraid I have neither the\nvitality nor integrity. All that was burnt out in our stock before I\nwas born. Grandfather's blast furnaces, flaming to the sky, melting\nsteel, making millions--then father keeping those home fires burning,\nmaking more millions--and little me at the tail-end of it all. I'm a\nwaste product in the Bessemer process--like the millions. Or rather, I\ninherit the acquired trait of the by-product, wealth, but none of the\nenergy, none of the strength of the steel that made it. I am sired by\ngold and darned by it, as they say at the race track--damned in more\nways than one, [_She laughs mirthlessly_].\n\nAUNT--[_Unimpressed--superciliously._] You seem to be going in for\nsincerity to-day. It isn't becoming to you, really--except as an\nobvious pose. Be as artificial as you are, I advise. There's a sort of\nsincerity in that, you know. And, after all, you must confess you like\nthat better.\n\nMILDRED--[_Again affected and bored._] Yes, I suppose I do. Pardon me\nfor my outburst. When a leopard complains of its spots, it must sound\nrather grotesque. [_In a mocking tone._] Purr, little leopard. Purr,\nscratch, tear, kill, gorge yourself and be happy--only stay in the\njungle where your spots are camouflage. In a cage they make you\nconspicuous.\n\nAUNT--I don't know what you are talking about.\n\nMILDRED--It would be rude to talk about anything to you. Let's just\ntalk. [_She looks at her wrist watch._] Well, thank goodness, it's\nabout time for them to come for me. That ought to give me a new thrill,\nAunt.\n\nAUNT--[_Affectedly troubled._] You don't mean to say you're really\ngoing? The dirt--the heat must be frightful--\n\nMILDRED--Grandfather started as a puddler. I should have inherited an\nimmunity to heat that would make a salamander shiver. It will be fun to\nput it to the test.\n\nAUNT--But don't you have to have the captain's--or\nsomeone's--permission to visit the stokehole?\n\nMILDRED--[_With a triumphant smile._] I have it--both his and the chief\nengineer's. Oh, they didn't want to at first, in spite of my social\nservice credentials. They didn't seem a bit anxious that I should\ninvestigate how the other half lives and works on a ship. So I had to\ntell them that my father, the president of Nazareth Steel, chairman of\nthe board of directors of this line, had told me it would be all right.\n\nAUNT--He didn't.\n\nMILDRED--How naive age makes one! But I said he did, Aunt. I even said\nhe had given me a letter to them--which I had lost. And they were\nafraid to take the chance that I might be lying. [_Excitedly._] So it's\nho! for the stokehole. The second engineer is to escort me. [_Looking\nat her watch again._] It's time. And here he comes, I think. [_The\nSECOND ENGINEER enters, He is a husky, fine-looking man of thirty-five\nor so. He stops before the two and tips his cap, visibly embarrassed\nand ill-at-ease._]\n\nSECOND ENGINEER--Miss Douglas?\n\nMILDRED--Yes. [_Throwing off her rugs and getting to her feet._] Are we\nall ready to start?\n\nSECOND ENGINEER--In just a second, ma'am. I'm waiting for the Fourth.\nHe's coming along.\n\nMILDRED--[_With a scornful smile._] You don't care to shoulder this\nresponsibility alone, is that it?\n\nSECOND ENGINEER--[_Forcing a smile._] Two are better than one.\n[_Disturbed by her eyes, glances out to sea--blurts out._] A fine day\nwe're having.\n\nMILDRED--Is it?\n\nSECOND ENGINEER--A nice warm breeze--\n\nMILDRED--It feels cold to me.\n\nSECOND ENGINEER--But it's hot enough in the sun--\n\nMILDRED--Not hot enough for me. I don't like Nature. I was never\nathletic.\n\nSECOND ENGINEER--[_Forcing a smile._] Well, you'll find it hot enough\nwhere you're going.\n\nMILDRED--Do you mean hell?\n\nSECOND ENGINEER--[_Flabbergasted, decides to laugh._] Ho-ho! No, I mean\nthe stokehole.\n\nMILDRED--My grandfather was a puddler. He played with boiling steel.\n\nSECOND ENGINEER--[_All at sea--uneasily._] Is that so? Hum, you'll\nexcuse me, ma'am, but are you intending to wear that dress.\n\nMILDRED--Why not?\n\nSECOND ENGINEER--You'll likely rub against oil and dirt. It can't be\nhelped.\n\nMILDRED--It doesn't matter. I have lots of white dresses.\n\nSECOND ENGINEER--I have an old coat you might throw over--\n\nMILDRED--I have fifty dresses like this. I will throw this one into the\nsea when I come back. That ought to wash it clean, don't you think?\n\nSECOND ENGINEER--[_Doggedly._] There's ladders to climb down that are\nnone too clean--and dark alleyways--\n\nMILDRED--I will wear this very dress and none other.\n\nSECOND ENGINEER--No offence meant. It's none of my business. I was only\nwarning you--\n\nMILDRED--Warning? That sounds thrilling.\n\nSECOND ENGINEER--[_Looking down the deck--with a sigh of\nrelief._]--There's the Fourth now. He's waiting for us. If you'll come--\n\nMILDRED--Go on. I'll follow you. [_He goes. Mildred turns a mocking\nsmile on her aunt._] An oaf--but a handsome, virile oaf.\n\nAUNT--[_Scornfully._] Poser!\n\nMILDRED--Take care. He said there were dark alleyways--\n\nAUNT--[_In the same tone._] Poser!\n\nMILDRED--[_Biting her lips angrily._] You are right. But would that my\nmillions were not so anemically chaste!\n\nAUNT--Yes, for a fresh pose I have no doubt you would drag the name of\nDouglas in the gutter!\n\nMILDRED--From which it sprang. Good-by, Aunt. Don't pray too hard that\nI may fall into the fiery furnace.\n\nAUNT--Poser!\n\nMILDRED--[_Viciously._] Old hag! [_She slaps her aunt insultingly\nacross the face and walks off, laughing gaily._]\n\nAUNT--[_Screams after her._] I said poser!\n\n[_Curtain_]\n\n\n\n\nSCENE III\n\n\nSCENE--The stokehole. In the rear, the dimly-outlined bulks of the\nfurnaces and boilers. High overhead one hanging electric bulb sheds\njust enough light through the murky air laden with coal dust to pile up\nmasses of shadows everywhere. A line of men, stripped to the waist, is\nbefore the furnace doors. They bend over, looking neither to right nor\nleft, handling their shovels as if they were part of their bodies, with\na strange, awkward, swinging rhythm. They use the shovels to throw open\nthe furnace doors. Then from these fiery round holes in the black a\nflood of terrific light and heat pours full upon the men who are\noutlined in silhouette in the crouching, inhuman attitudes of chained\ngorillas. The men shovel with a rhythmic motion, swinging as on a pivot\nfrom the coal which lies in heaps on the floor behind to hurl it into\nthe flaming mouths before them. There is a tumult of noise--the brazen\nclang of the furnace doors as they are flung open or slammed shut, the\ngrating, teeth-gritting grind of steel against steel, of crunching\ncoal. This clash of sounds stuns one's ears with its rending\ndissonance. But there is order in it, rhythm, a mechanical regulated\nrecurrence, a tempo. And rising above all, making the air hum with the\nquiver of liberated energy, the roar of leaping flames in the furnaces,\nthe monotonous throbbing beat of the engines.\n\nAs the curtain rises, the furnace doors are shut. The men are taking a\nbreathing spell. One or two are arranging the coal behind them, pulling\nit into more accessible heaps. The others can be dimly made out leaning\non their shovels in relaxed attitudes of exhaustion.\n\nPADDY--[_From somewhere in the line--plaintively._] Yerra, will this\ndivil's own watch nivir end? Me back is broke. I'm destroyed entirely.\n\nYANK--[_From the center of the line--with exuberant scorn._] Aw, yuh\nmake me sick! Lie down and croak, why don't yuh? Always beefin', dat's\nyou! Say, dis is a cinch! Dis was made for me! It's my meat, get me!\n[_A whistle is blown--a thin, shrill note from somewhere overhead in\nthe darkness. Yank curses without resentment._] Dere's de damn engineer\ncrakin' de whip. He tinks we're loafin'.\n\nPADDY--[_Vindictively._] God stiffen him!\n\nYANK--[_In an exultant tone of command._] Come on, youse guys! Git into\nde game! She's gittin' hungry! Pile some grub in her! Trow it into her\nbelly! Come on now, all of youse! Open her up! [_At this last all the\nmen, who have followed his movements of getting into position, throw\nopen their furnace doors with a deafening clang. The fiery light floods\nover their shoulders as they bend round for the coal. Rivulets of sooty\nsweat have traced maps on their backs. The enlarged muscles form\nbunches of high light and shadow._]\n\nYANK--[_Chanting a count as he shovels without seeming effort._]\nOne--two--tree--[_His voice rising exultantly in the joy of battle._]\nDat's de stuff! Let her have it! All togedder now! Sling it into her!\nLet her ride! Shoot de piece now! Call de toin on her! Drive her into\nit! Feel her move! Watch her smoke! Speed, dat's her middle name! Give\nher coal, youse guys! Coal, dat's her booze! Drink it up, baby! Let's\nsee yuh sprint! Dig in and gain a lap! Dere she go-o-es [_This last in\nthe chanting formula of the gallery gods at the six-day bike race. He\nslams his furnace door shut. The others do likewise with as much unison\nas their wearied bodies will permit. The effect is of one fiery eye\nafter another being blotted out with a series of accompanying bangs._]\n\nPADDY--[_Groaning._] Me back is broke. I'm bate out--bate--[_There is a\npause. Then the inexorable whistle sounds again from the dim regions\nabove the electric light. There is a growl of cursing rage from all\nsides._]\n\nYANK--[_Shaking his fist upward--contemptuously._] Take it easy dere,\nyou! Who d'yuh tinks runnin' dis game, me or you? When I git ready, we\nmove. Not before! When I git ready, get me!\n\nVOICES--[_Approvingly._] That's the stuff!\n\nYank tal him, py golly!\n\nYank ain't affeerd.\n\nGoot poy, Yank!\n\nGive him hell!\n\nTell 'im 'e's a bloody swine!\n\nBloody slave-driver!\n\nYANK--[_Contemptuously._] He ain't got no noive. He's yellow, get me?\nAll de engineers is yellow. Dey got streaks a mile wide. Aw, to hell\nwit him! Let's move, youse guys. We had a rest. Come on, she needs it!\nGive her pep! It ain't for him. Him and his whistle, dey don't belong.\nBut we belong, see! We gotter feed de baby! Come on! [_He turns and\nflings his furnace door open. They all follow his lead. At this instant\nthe Second and Fourth Engineers enter from the darkness on the left\nwith Mildred between them. She starts, turns paler, her pose is\ncrumbling, she shivers with fright in spite of the blazing heat, but\nforces herself to leave the Engineers and take a few steps nearer the\nmen. She is right behind Yank. All this happens quickly while the men\nhave their backs turned._]\n\nYANK--Come on, youse guys! [_He is turning to get coal when the whistle\nsounds again in a peremptory, irritating note. This drives Yank into a\nsudden fury. While the other men have turned full around and stopped\ndumfounded by the spectacle of Mildred standing there in her white\ndress, Yank does not turn far enough to see her. Besides, his head is\nthrown back, he blinks upward through the murk trying to find the owner\nof the whistle, he brandishes his shovel murderously over his head in\none hand, pounding on his chest, gorilla-like, with the other,\nshouting:_] Toin off dat whistle! Come down outa dere, yuh yellow,\nbrass-buttoned, Belfast bum, yuh! Come down and I'll knock yer brains\nout! Yuh lousey, stinkin', yellow mut of a Catholic-moiderin' bastard!\nCome down and I'll moider yuh! Pullin' dat whistle on me, huh? I'll\nshow yuh! I'll crash yer skull in! I'll drive yer teet' down yer troat!\nI'll slam yer nose trou de back of yer head! I'll cut yer guts out for\na nickel, yuh lousey boob, yuh dirty, crummy, muck-eatin' son of a--\n\n[_Suddenly he becomes conscious of all the other men staring at\nsomething directly behind his back. He whirls defensively with a\nsnarling, murderous growl, crouching to spring, his lips drawn back\no'ver his teeth, his small eyes gleaming ferociously. He sees Mildred,\nlike a white apparition in the full light from the open furnace doors.\nHe glares into her eyes, turned to stone. As for her, during his speech\nshe has listened, paralyzed with horror, terror, her whole personality\ncrushed, beaten in, collapsed, by the terrific impact of this unknown,\nabysmal brutality, naked and shameless. As she looks at his gorilla\nface, as his eyes bore into hers, she utters a low, choking cry and\nshrinks away from him, putting both hands up before her eyes to shut\nout the sight of his face, to protect her own. This startles Yank to a\nreaction. His mouth falls open, his eyes grow bewildered._]\n\nMILDRED--[_About to faint--to the Engineers, who now have her one by\neach arm--whimperingly._] Take me away! Oh, the filthy beast! [_She\nfaints. They carry her quickly back, disappearing in the darkness at\nthe left, rear. An iron door clangs shut. Rage and bewildered fury rush\nback on Yank. He feels himself insulted in some unknown fashion in the\nvery heart of his pride. He roars:_] God damn yuh! [_And hurls his\nshovel after them at the door which has just closed. It hits the steel\nbulkhead with a clang and falls clattering on the steel floor. From\noverhead the whistle sounds again in a long, angry, insistent command._]\n\n[_Curtain_]\n\n\n\n\nSCENE IV\n\n\nSCENE--The firemen's forecastle. Yank's watch has just come off duty\nand had dinner. Their faces and bodies shine from a soap and water\nscrubbing but around their eyes, where a hasty dousing does not touch,\nthe coal dust sticks like black make-up, giving them a queer, sinister\nexpression. Yank has not washed either face or body. He stands out in\ncontrast to them, a blackened, brooding figure. He is seated forward on\na bench in the exact attitude of Rodin's \"The Thinker.\" The others,\nmost of them smoking pipes, are staring at Yank half-apprehensively, as\nif fearing an outburst; half-amusedly, as if they saw a joke somewhere\nthat tickled them.\n\nVOICES--He ain't ate nothin'.\n\nPy golly, a fallar gat gat grub in him.\n\nDivil a lie.\n\nYank feeda da fire, no feeda da face.\n\nHa-ha.\n\nHe ain't even washed hisself.\n\nHe's forgot.\n\nHey, Yank, you forgot to wash.\n\nYANK--[_Sullenly._] Forgot nothin'! To hell wit washin'.\n\nVOICES--It'll stick to you. It'll get under your skin. Give yer the\nbleedin' itch, that's wot. It makes spots on you--like a leopard. Like\na piebald nigger, you mean. Better wash up, Yank. You sleep better.\nWash up, Yank. Wash up! Wash up!\n\nYANK--[_Resentfully._] Aw say, youse guys. Lemme alone. Can't youse see\nI'm tryin' to tink?\n\nALL--[_Repeating the word after him as one with cynical mockery._]\nThink! [_The word has a brazen, metallic quality as if their throats\nwere phonograph horns. It is followed by a chorus of hard, barking\nlaughter._]\n\nYANK--[_Springing to his feet and glaring at them belligerently._] Yes,\ntink! Tink, dat's what I said! What about it? [_They are silent,\npuzzled by his sudden resentment at what used to be one of his jokes.\nYank sits down again in the same attitude of \"The Thinker.\"_]\n\nVOICES--Leave him alone.\n\nHe's got a grouch on.\n\nWhy wouldn't he?\n\nPADDY--[_With a wink at the others._] Sure I know what's the matther.\n'Tis aisy to see. He's fallen in love, I'm telling you.\n\nALL--[_Repeating the word after him as one with cynical mockery._]\nLove! [_The word has a brazen, metallic quality as if their throats\nwere phonograph horns. It is followed by a chorus of hard, barking\nlaughter._]\n\nYANK--[_With a contemptuous snort._] Love, hell! Hate, dat's what. I've\nfallen in hate, get me?\n\nPADDY--[_Philosophically_] 'Twould take a wise man to tell one from the\nother. [_With a bitter, ironical scorn, increasing as he goes on._] But\nI'm telling you it's love that's in it. Sure what else but love for us\npoor bastes in the stokehole would be bringing a fine lady, dressed\nlike a white quane, down a mile of ladders and steps to be havin' a\nlook at us? [_A growl of anger goes up from all sides._]\n\nLONG--[_Jumping on a bench--hecticly_] Hinsultin' us! Hinsultin' us,\nthe bloody cow! And them bloody engineers! What right 'as they got to\nbe exhibitin' us 's if we was bleedin' monkeys in a menagerie? Did we\nsign for hinsults to our dignity as 'onest workers? Is that in the\nship's articles? You kin bloody well bet it ain't! But I knows why they\ndone it. I arsked a deck steward 'o she was and 'e told me. 'Er old\nman's a bleedin' millionaire, a bloody Capitalist! 'E's got enuf bloody\ngold to sink this bleedin' ship! 'E makes arf the bloody steel in the\nworld! 'E owns this bloody boat! And you and me, comrades, we're 'is\nslaves! And the skipper and mates and engineers, they're 'is slaves!\nAnd she's 'is bloody daughter and we're all 'er slaves, too! And she\ngives 'er orders as 'ow she wants to see the bloody animals below decks\nand down they takes 'er! [_There is a roar of rage from all sides._]\n\nYANK--[_Blinking at him bewilderedly._] Say! Wait a moment! Is all dat\nstraight goods?\n\nLONG--Straight as string! The bleedin' steward as waits on 'em, 'e told\nme about 'er. And what're we goin' ter do, I arsks yer? 'Ave we got ter\nswaller 'er hinsults like dogs? It ain't in the ship's articles. I tell\nyer we got a case. We kin go ter law--\n\nYANK--[_With abysmal contempt._] Hell! Law!\n\nALL--[_Repeating the word after him as one with cynical mockery._] Law!\n[_The word has a brazen metallic quality as if their throats were\nphonograph horns. It is followed by a chorus of hard, barking\nlaughter._]\n\nLONG--[_Feeling the ground slipping from under his feet--desperately._]\nAs voters and citizens we kin force the bloody governments--\n\nYANK--[_With abysmal contempt._] Hell! Governments!\n\nALL--[_Repeating the word after him as one with cynical mockery._]\nGovernments! [_The word has a brazen metallic quality as if their\nthroats were phonograph horns. It is followed by a chorus of hard,\nbarking laughter._]\n\nLONG--[_Hysterically._] We're free and equal in the sight of God--\n\nYANK--[_With abysmal contempt._] Hell! God!\n\nALL--[_Repeating the word after him as one with cynical mockery._] God!\n[_The word has a brazen metallic quality as if their throats were\nphonograph horns. It is followed by a chorus of hard, barking\nlaughter._]\n\nYANK--[_Witheringly._] Aw, join de Salvation Army!\n\nALL--Sit down! Shut up! Damn fool! Sea-lawyer! [_Long slinks back out\nof sight._]\n\nPADDY--[_Continuing the trend of his thoughts as if he had never been\ninterrupted--bitterly._] And there she was standing behind us, and the\nSecond pointing at us like a man you'd hear in a circus would be\nsaying: In this cage is a queerer kind of baboon than ever you'd find\nin darkest Africy. We roast them in their own sweat--and be damned if\nyou won't hear some of thim saying they like it! [_He glances\nscornfully at Yank._]\n\nYANK--[_With a bewildered uncertain growl._] Aw!\n\nPADDY--And there was Yank roarin' curses and turning round wid his\nshovel to brain her--and she looked at him, and him at her--\n\nYANK--[_Slowly._] She was all white. I tought she was a ghost. Sure.\n\nPADDY--[_With heavy, biting sarcasm._] 'Twas love at first sight, divil\na doubt of it! If you'd seen the endearin' look on her pale mug when\nshe shrivelled away with her hands over her eyes to shut out the sight\nof him! Sure, 'twas as if she'd seen a great hairy ape escaped from the\nZoo!\n\nYANK--[_Stung--with a growl of rage._] Aw!\n\nPADDY--And the loving way Yank heaved his shovel at the skull of her,\nonly she was out the door! [_A grin breaking over his face._] 'Twas\ntouching, I'm telling you! It put the touch of home, swate home in the\nstokehole. [_There is a roar of laughter from all._]\n\nYANK--[_Glaring at Paddy menacingly._] Aw, choke dat off, see!\n\nPADDY--[_Not heeding him--to the others._] And her grabbin' at the\nSecond's arm for protection. [_With a grotesque imitation of a woman's\nvoice._] Kiss me, Engineer dear, for it's dark down here and me old\nman's in Wall Street making money! Hug me tight, darlin', for I'm\nafeerd in the dark and me mother's on deck makin' eyes at the skipper!\n[_Another roar of laughter._]\n\nYANK--[_Threateningly._] Say! What yuh tryin' to do, kid me, yuh old\nHarp?\n\nPADDY--Divil a bit! Ain't I wishin' myself you'd brained her?\n\nYANK--[_Fiercely._] I'll brain her! I'll brain her yet, wait 'n' see!\n[_Coming over to Paddy--slowly._] Say, is dat what she called me--a\nhairy ape?\n\nPADDY--She looked it at you if she didn't say the word itself.\n\nYANK--[_Grinning horribly._] Hairy ape, huh? Sure! Dat's de way she\nlooked at me, aw right. Hairy ape! So dat's me, huh? [_Bursting into\nrage--as if she were still in front of him._] Yuh skinny tart! Yuh\nwhite-faced bum, yuh! I'll show yuh who's a ape! [_Turning to the\nothers, bewilderment seizing him again._] Say, youse guys. I was\nbawlin' him out for pullin' de whistle on us. You heard me. And den I\nseen youse lookin' at somep'n and I tought he'd sneaked down to come up\nin back of me, and I hopped round to knock him dead wit de shovel. And\ndere she was wit de light on her! Christ, yuh coulda pushed me over\nwith a finger! I was scared, get me? Sure! I tought she was a ghost,\nsee? She was all in white like dey wrap around stiffs. You seen her.\nKin yuh blame me? She didn't belong, dat's what. And den when I come to\nand seen it was a real skoit and seen de way she was lookin' at\nme--like Paddy said--Christ, I was sore, get me? I don't stand for dat\nstuff from nobody. And I flung de shovel--on'y she'd beat it.\n[_Furiously._] I wished it'd banged her! I wished it'd knocked her\nblock off!\n\nLONG--And be 'anged for murder or 'lectrocuted? She ain't bleedin' well\nworth it.\n\nYANK--I don't give a damn what! I'd be square wit her, wouldn't I? Tink\nI wanter let her put somep'n over on me? Tink I'm goin' to let her git\naway wit dat stuff? Yuh don't know me! Noone ain't never put nothin'\nover on me and got away wit it, see!--not dat kind of stuff--no guy and\nno skoit neither! I'll fix her! Maybe she'll come down again--\n\nVOICE--No chance, Yank. You scared her out of a year's growth.\n\nYANK--I scared her? Why de hell should I scare her? Who de hell is she?\nAin't she de same as me? Hairy ape, huh? [_With his old confident\nbravado._] I'll show her I'm better'n her, if she on'y knew it. I\nbelong and she don't, see! I move and she's dead! Twenty-five knots a\nhour, dats me! Dat carries her but I make dat. She's on'y baggage.\nSure! [_Again bewilderedly._] But, Christ, she was funny lookin'! Did\nyuh pipe her hands? White and skinny. Yuh could see de bones trough\n'em. And her mush, dat was dead white, too. And her eyes, dey was like\ndey'd seen a ghost. Me, dat was! Sure! Hairy ape! Ghost, huh? Look at\ndat arm! [_He extends his right arm, swelling out the great muscles._]\nI coulda took her wit dat, wit' just my little finger even, and broke\nher in two. [_Again bewilderedly._] Say, who is dat skoit, huh? What is\nshe? What's she come from? Who made her? Who give her de noive to look\nat me like dat? Dis ting's got my goat right. I don't get her. She's\nnew to me. What does a skoit like her mean, huh? She don't belong, get\nme! I can't see her. [_With growing anger._] But one ting I'm wise to,\naw right, aw right! Youse all kin bet your shoits I'll git even wit\nher. I'll show her if she tinks she--She grinds de organ and I'm on de\nstring, huh? I'll fix her! Let her come down again and I'll fling her\nin de furnace! She'll move den! She won't shiver at nothin', den!\nSpeed, dat'll be her! She'll belong den! [_He grins horribly._]\n\nPADDY--She'll never come. She's had her belly-full, I'm telling you.\nShe'll be in bed now, I'm thinking, wid ten doctors and nurses feedin'\nher salts to clean the fear out of her.\n\nYANK--[_Enraged._] Yuh tink I made her sick, too, do yuh? Just lookin'\nat me, huh? Hairy ape, huh? [_In a frenzy of rage._] I'll fix her! I'll\ntell her where to git off! She'll git down on her knees and take it\nback or I'll bust de face offen her! [_Shaking one fist upward and\nbeating on his chest with the other._] I'll find yuh! I'm comin', d'yuh\nhear? I'll fix yuh, God damn yuh! [_He makes a rush for the door._]\n\nVOICES--Stop him!\n\nHe'll get shot!\n\nHe'll murder her!\n\nTrip him up!\n\nHold him!\n\nHe's gone crazy!\n\nGott, he's strong!\n\nHold him down!\n\nLook out for a kick!\n\nPin his arms!\n\n[_They have all piled on him and, after a fierce struggle, by sheer\nweight of numbers have borne him to the floor just inside the door._]\n\nPADDY--[_Who has remained detached._] Kape him down till he's cooled\noff. [_Scornfully._] Yerra, Yank, you're a great fool. Is it payin'\nattention at all you are to the like of that skinny sow widout one drop\nof rale blood in her?\n\nYANK--[_Frenziedly, from the bottom of the heap._] She done me doit!\nShe done me doit, didn't she? I'll git square wit her! I'll get her\nsome way! Git offen me, youse guys! Lemme up! I'll show her who's a ape!\n\n[_Curtain_]\n\n\n\n\nSCENE V\n\n\nSCENE--Three weeks later. A corner of Fifth Avenue in the Fifties on a\nfine, Sunday morning. A general atmosphere of clean, well-tidied, wide\nstreet; a flood of mellow, tempered sunshine; gentle, genteel breezes.\nIn the rear, the show windows of two shops, a jewelry establishment on\nthe corner, a furrier's next to it. Here the adornments of extreme\nwealth are tantalizingly displayed. The jeweler's window is gaudy with\nglittering diamonds, emeralds, rubies, pearls, etc., fashioned in\nornate tiaras, crowns, necklaces, collars, etc. From each piece hangs\nan enormous tag from which a dollar sign and numerals in intermittent\nelectric lights wink out the incredible prices. The same in the\nfurrier's. Rich furs of all varieties hang there bathed in a downpour\nof artificial light. The general effect is of a background of\nmagnificence cheapened and made grotesque by commercialism, a\nbackground in tawdry disharmony with the clear light and sunshine on\nthe street itself.\n\nUp the side street Yank and Long come swaggering. Long is dressed in\nshore clothes, wears a black Windsor tie, cloth cap. Yank is in his\ndirty dungarees. A fireman's cap with black peak is cocked defiantly on\nthe side of his head. He has not shaved for days and around his fierce,\nresentful eyes--as around those of Long to a lesser degree--the black\nsmudge of coal dust still sticks like make-up. They hesitate and stand\ntogether at the corner, swaggering, looking about them with a forced,\ndefiant contempt.\n\nLONG--[_Indicating it all with an oratorical gesture._] Well, 'ere we\nare. Fif' Avenoo. This 'ere's their bleedin' private lane, as yer might\nsay. [_Bitterly._] We're trespassers 'ere. Proletarians keep orf the\ngrass!\n\nYANK--[_Dully._] I don't see no grass, yuh boob. [_Staring at the\nsidewalk._] Clean, ain't it? Yuh could eat a fried egg offen it. The\nwhite wings got some job sweepin' dis up. [_Looking up and down the\navenue--surlily._] Where's all de white-collar stiffs yuh said was\nhere--and de skoits--her kind?\n\nLONG--In church, blarst 'em! Arskin' Jesus to give 'em more money.\n\nYANK--Choich, huh? I useter go to choich onct--sure--when I was a kid.\nMe old man and woman, dey made me. Dey never went demselves, dough.\nAlways got too big a head on Sunday mornin', dat was dem. [_With a\ngrin._] Dey was scrappers for fair, bot' of dem. On Satiday nights when\ndey bot' got a skinful dey could put up a bout oughter been staged at\nde Garden. When dey got trough dere wasn't a chair or table wit a leg\nunder it. Or else dey bot' jumped on me for somep'n. Dat was where I\nloined to take punishment. [_With a grin and a swagger._] I'm a chip\noffen de old block, get me?\n\nLONG--Did yer old man follow the sea?\n\nYANK--Naw. Worked along shore. I runned away when me old lady croaked\nwit de tremens. I helped at truckin' and in de market. Den I shipped in\nde stokehole. Sure. Dat belongs. De rest was nothin'. [_Looking around\nhim._] I ain't never seen dis before. De Brooklyn waterfront, dat was\nwhere I was dragged up. [_Taking a deep breath._] Dis ain't so bad at\ndat, huh?\n\nLONG--Not bad? Well, we pays for it wiv our bloody sweat, if yer wants\nto know!\n\nYANK--[_With sudden angry disgust._] Aw, hell! I don't see noone,\nsee--like her. All dis gives me a pain. It don't belong. Say, ain't\ndere a backroom around dis dump? Let's go shoot a ball. All dis is too\nclean and quiet and dolled-up, get me! It gives me a pain.\n\nLONG--Wait and yer'll bloody well see--\n\nYANK--I don't wait for noone. I keep on de move. Say, what yuh drag me\nup here for, anyway? Tryin' to kid me, yuh simp, yuh?\n\nLONG--Yer wants to get back at her, don't yer? That's what yer been\nsaying' every bloomin' 'our since she hinsulted yer.\n\nYANK--[_Vehemently._] Sure ting I do! Didn't I try to git even wit her\nin Southampton? Didn't I sneak on de dock and wait for her by de\ngangplank? I was goin' to spit in her pale mug, see! Sure, right in her\npop-eyes! Dat woulda made me even, see? But no chanct. Dere was a whole\narmy of plain clothes bulls around. Dey spotted me and gimme de bum's\nrush. I never seen her. But I'll git square wit her yet, you watch!\n[_Furiously._] De lousey tart! She tinks she kin get away wit\nmoider--but not wit me! I'll fix her! I'll tink of a way!\n\nLONG--[_As disgusted as he dares to be._] Ain't that why I brought yer\nup 'ere--to show yer? Yer been lookin' at this 'ere 'ole affair wrong.\nYer been actin' an' talkin' 's if it was all a bleedin' personal matter\nbetween yer and that bloody cow. I wants to convince yer she was on'y a\nrepresentative of 'er clarss. I wants to awaken yer bloody clarss\nconsciousness. Then yer'll see it's 'er clarss yer've got to fight, not\n'er alone. There's a 'ole mob of 'em like 'er, Gawd blind 'em!\n\nYANK--[_Spitting on his hands--belligerently._] De more de merrier when\nI gits started. Bring on de gang!\n\nLONG--Yer'll see 'em in arf a mo', when that church lets out. [_He\nturns and sees the window display in the two stores for the first\ntime._] Blimey! Look at that, will yer? [_They both walk back and stand\nlooking in the jewelers. Long flies into a fury._] Just look at this\n'ere bloomin' mess! Just look at it! Look at the bleedin' prices on\n'em--more'n our 'old bloody stokehole makes in ten voyages sweatin' in\n'ell! And they--her and her bloody clarss--buys 'em for toys to dangle\non 'em! One of these 'ere would buy scoff for a starvin' family for a\nyear!\n\nYANK--Aw, cut de sob stuff! T' hell wit de starvin' family! Yuh'll be\npassin' de hat to me next. [_With naive admiration._] Say, dem tings is\npretty, huh? Bet yuh dey'd hock for a piece of change aw right. [_Then\nturning away, bored._] But, aw hell, what good are dey? Let her have\n'em. Dey don't belong no more'n she does. [_With a gesture of sweeping\nthe jewelers into oblivion._] All dat don't count, get me?\n\nLONG--[_Who has moved to the furriers--indignantly._] And I s'pose this\n'ere don't count neither--skins of poor, 'armless animals slaughtered\nso as 'er and 'ers can keep their bleedin' noses warm!\n\nYANK--[_Who has been staring at something inside--with queer\nexcitement._] Take a slant at dat! Give it de once-over! Monkey\nfur--two t'ousand bucks! [_Bewilderedly._] Is dat straight\ngoods--monkey fur? What de hell--?\n\nLONG--[_Bitterly._] It's straight enuf. [_With grim humor._] They\nwouldn't bloody well pay that for a 'airy ape's skin--no, nor for the\n'ole livin' ape with all 'is 'ead, and body, and soul thrown in!\n\nYANK--[_Clenching his fists, his face growing pale with rage as if the\nskin in the window were a personal insult._] Trowin' it up in my face!\nChrist! I'll fix her!\n\nLONG--[_Excitedly._] Church is out. 'Ere they come, the bleedin' swine.\n[_After a glance at Yank's lowering face--uneasily._] Easy goes,\nComrade. Keep yer bloomin' temper. Remember force defeats itself. It\nain't our weapon. We must impress our demands through peaceful\nmeans--the votes of the on-marching proletarians of the bloody world!\n\nYANK--[_With abysmal contempt._] Votes, hell! Votes is a joke, see.\nVotes for women! Let dem do it!\n\nLONG--[_Still more uneasily._] Calm, now. Treat 'em wiv the proper\ncontempt. Observe the bleedin' parasites but 'old yer 'orses.\n\nYANK--[_Angrily._] Git away from me! Yuh're yellow, dat's what. Force,\ndat's me! De punch, dat's me every time, see! [_The crowd from church\nenter from the right, sauntering slowly and affectedly, their heads\nheld stiffly up, looking neither to right nor left, talking in\ntoneless, simpering voices. The women are rouged, calcimined, dyed,\noverdressed to the nth degree. The men are in Prince Alberts, high\nhats, spats, canes, etc. A procession of gaudy marionettes, yet with\nsomething of the relentless horror of Frankensteins in their detached,\nmechanical unawareness._]\n\nVOICES--Dear Doctor Caiaphas! He is so sincere!\n    What was the sermon? I dozed off.\n    About the radicals, my dear--and the false\n        doctrines that are being preached.\n    We must organize a hundred per cent American bazaar.\n    And let everyone contribute one one-hundredth percent\n        of their income tax.\n    What an original idea!\n    We can devote the proceeds to rehabilitating the veil of the\n        temple.\n    But that has been done so many times.\n\nYANK--[_Glaring from one to the other of them--with an insulting snort\nof scorn._] Huh! Huh! [_Without seeming to see him, they make wide\ndetours to avoid the spot where he stands in the middle of the\nsidewalk._]\n\nLONG--[_Frightenedly._] Keep yer bloomin' mouth shut, I tells yer.\n\nYANK--[_Viciously._] G'wan! Tell it to Sweeney! [_He swaggers away and\ndeliberately lurches into a top-hatted gentleman, then glares at him\npugnaciously._] Say, who d'yuh tink yuh're bumpin'? Tink yuh own de\noith?\n\nGENTLEMAN--[_Coldly and affectedly._] I beg your pardon. [_He has not\nlooked at YANK and passes on without a glance, leaving him bewildered._]\n\nLONG--[_Rushing up and grabbing YANK's arm._] 'Ere! Come away! This\nwasn't what I meant. Yer'll 'ave the bloody coppers down on us.\n\nYANK--[_Savagely--giving him a push that sends him sprawling._] G'wan!\n\nLONG--[_Picks himself up--hysterically._] I'll pop orf then. This ain't\nwhat I meant. And whatever 'appens, yer can't blame me. [_He slinks off\nleft._]\n\nYANK--T' hell wit youse! [_He approaches a lady--with a vicious grin\nand a smirking wink._] Hello, Kiddo. How's every little ting? Got\nanyting on for to-night? I know an old boiler down to de docks we kin\ncrawl into. [_The lady stalks by without a look, without a change of\npace. YANK turns to others--insultingly._] Holy smokes, what a mug! Go\nhide yuhself before de horses shy at yuh. Gee, pipe de heinie on dat\none! Say, youse, yuh look like de stoin of a ferryboat. Paint and\npowder! All dolled up to kill! Yuh look like stiffs laid out for de\nboneyard! Aw, g'wan, de lot of youse! Yuh give me de eye-ache. Yuh\ndon't belong, get me! Look at me, why don't youse dare? I belong, dat's\nme! [_Pointing to a skyscraper across the street which is in process of\nconstruction--with bravado._] See dat building goin' up dere? See de\nsteel work? Steel, dat's me! Youse guys live on it and tink yuh're\nsomep'n. But I'm IN it, see! I'm de hoistin' engine dat makes it go up!\nI'm it--de inside and bottom of it! Sure! I'm steel and steam and smoke\nand de rest of it! It moves--speed--twenty-five stories up--and me at\nde top and bottom--movin'! Youse simps don't move. Yuh're on'y dolls I\nwinds up to see 'm spin. Yuh're de garbage, get me--de leavins--de\nashes we dump over de side! Now, whata yuh gotto say? [_But as they\nseem neither to see nor hear him, he flies into a fury._] Bums! Pigs!\nTarts! Bitches! [_He turns in a rage on the men, bumping viciously into\nthem but not jarring them the least bit. Rather it is he who recoils\nafter each collision. He keeps growling._] Git off de oith! G'wan, yuh\nbum! Look where yuh're goin,' can't yuh? Git outa here! Fight, why\ndon't yuh? Put up yer mits! Don't be a dog! Fight or I'll knock yuh\ndead! [_But, without seeming to see him, they all answer with\nmechanical affected politeness:_] I beg your pardon. [_Then at a cry\nfrom one of the women, they all scurry to the furrier's window._]\n\nTHE WOMAN--[_Ecstatically, with a gasp of delight._] Monkey fur! [_The\nwhole crowd of men and women chorus after her in the same tone of\naffected delight._] Monkey fur!\n\nYANK--[_With a jerk of his head back on his shoulders, as if he had\nreceived a punch full in the face--raging._] I see yuh, all in white! I\nsee yuh, yuh white-faced tart, yuh! Hairy ape, huh? I'll hairy ape yuh!\n[_He bends down and grips at the street curbing as if to pluck it out\nand hurl it. Foiled in this, snarling with passion, he leaps to the\nlamp-post on the corner and tries to pull it up for a club. Just at\nthat moment a bus is heard rumbling up. A fat, high-hatted, spatted\ngentleman runs out from the side street. He calls out plaintively:\n\"Bus! Bus! Stop there!\" and runs full tilt into the bending, straining\nYANK, who is bowled off his balance._]\n\nYANK--[_Seeing a fight--with a roar of joy as he springs to his feet._]\nAt last! Bus, huh? I'll bust yuh! [_He lets drive a terrific swing, his\nfist landing full on the fat gentleman's face. But the gentleman stands\nunmoved as if nothing had happened._]\n\nGENTLEMAN--I beg your pardon. [_Then irritably._] You have made me lose\nmy bus. [_He claps his hands and begins to scream:_] Officer! Officer!\n[_Many police whistles shrill out on the instant and a whole platoon of\npolicemen rush in on YANK from all sides. He tries to fight but is\nclubbed to the pavement and fallen upon. The crowd at the window have\nnot moved or noticed this disturbance. The clanging gong of the patrol\nwagon approaches with a clamoring din._]\n\n[_Curtain_]\n\n\n\n\nSCENE VI\n\n\nSCENE--Night of the following day. A row of cells in the prison on\nBlackwells Island. The cells extend back diagonally from right front to\nleft rear. They do not stop, but disappear in the dark background as if\nthey ran on, numberless, into infinity. One electric bulb from the low\nceiling of the narrow corridor sheds its light through the heavy steel\nbars of the cell at the extreme front and reveals part of the interior.\nYANK can be seen within, crouched on the edge of his cot in the\nattitude of Rodin's \"The Thinker.\" His face is spotted with black and\nblue bruises. A blood-stained bandage is wrapped around his head.\n\nYANK--[_Suddenly starting as if awakening from a dream, reaches out and\nshakes the bars--aloud to himself, wonderingly._] Steel. Dis is de Zoo,\nhuh? [_A burst of hard, barking laughter comes from the unseen\noccupants of the cells, runs back down the tier, and abruptly ceases._]\n\nVOICES--[_Mockingly._] The Zoo? That's a new name for this coop--a damn\ngood name! Steel, eh? You said a mouthful. This is the old iron house.\nWho is that boob talkin'? He's the bloke they brung in out of his head.\nThe bulls had beat him up fierce.\n\nYANK--[_Dully._] I musta been dreamin'. I tought I was in a cage at de\nZoo--but de apes don't talk, do dey?\n\nVOICES--[_With mocking laughter._] You're in a cage aw right.\n\nA coop!\n\nA pen!\n\nA sty!\n\nA kennel! [_Hard laughter--a pause._]\n\nSay, guy! Who are you? No, never mind lying. What are you?\n\nYes, tell us your sad story. What's your game?\n\nWhat did they jug yuh for?\n\nYANK--[_Dully._] I was a fireman--stokin' on de liners. [_Then with\nsudden rage, rattling his cell bars._] I'm a hairy ape, get me? And\nI'll bust youse all in de jaw if yuh don't lay off kiddin' me.\n\nVOICES--Huh! You're a hard boiled duck ain't you!\n\nWhen you spit, it bounces! [_Laughter._]\n\nAw, can it. He's a regular guy. Ain't you?\n\nWhat did he say he was--a ape?\n\nYANK--[_Defiantly._] Sure ting! Ain't dat what youse all are--apes? [_A\nsilence. Then a furious rattling of bars from down the corridor._]\n\nA VOICE--[_Thick with rage._] I'll show yuh who's a ape, yuh bum!\n\nVOICES--Ssshh! Nix!\n\nCan de noise!\n\nPiano!\n\nYou'll have the guard down on us!\n\nYANK--[_Scornfully._] De guard? Yuh mean de keeper, don't yuh? [_Angry\nexclamations from all the cells._]\n\nVOICE--[_Placatingly._] Aw, don't pay no attention to him. He's off his\nnut from the beatin'-up he got. Say, you guy! We're waitin' to hear\nwhat they landed you for--or ain't yuh tellin'?\n\nYANK--Sure, I'll tell youse. Sure! Why de hell not? On'y--youse won't\nget me. Nobody gets me but me, see? I started to tell de Judge and all\nhe says was: \"Toity days to tink it over.\" Tink it over! Christ, dat's\nall I been doin' for weeks! [_After a pause._] I was tryin' to git even\nwit someone, see?--someone dat done me doit.\n\nVOICES--[_Cynically._] De old stuff, I bet. Your goil, huh?\n\nGive yuh the double-cross, huh?\n\nThat's them every time!\n\nDid yuh beat up de odder guy?\n\nYANK--[_Disgustedly_] Aw, yuh're all wrong! Sure dere was a skoit in\nit--but not what youse mean, not dat old tripe. Dis was a new kind of\nskoit. She was dolled up all in white--in de stokehole. I tought she\nwas a ghost. Sure. [_A pause._]\n\nVOICES--[_Whispering._] Gee, he's still nutty.\n\nLet him rave. It's fun listenin'.\n\nYANK--[_Unheeding--groping in his thoughts._] Her hands--dey was skinny\nand white like dey wasn't real but painted on somep'n. Dere was a\nmillion miles from me to her--twenty-five knots a hour. She was like\nsome dead ting de cat brung in. Sure, dat's what. She didn't belong.\nShe belonged in de window of a toy store, or on de top of a garbage\ncan, see! Sure! [_He breaks out angrily._] But would yuh believe it,\nshe had de noive to do me doit. She lamped me like she was seein'\nsomep'n broke loose from de menagerie. Christ, yuh'd oughter seen her\neyes! [_He rattles the bars of his cell furiously._] But I'll get back\nat her yet, you watch! And if I can't find her I'll take it out on de\ngang she runs wit. I'm wise to where dey hangs out now. I'll show her\nwho belongs! I'll show her who's in de move and who ain't. You watch my\nsmoke!\n\nVOICES--[_Serious and joking._] Dat's de talkin'!\n\nTake her for all she's got!\n\nWhat was this dame, anyway? Who was she, eh?\n\nYANK--I dunno. First cabin stiff. Her old man's a millionaire, dey\nsays--name of Douglas.\n\nVOICES--Douglas? That's the president of the Steel Trust, I bet.\n\nSure. I seen his mug in de papers.\n\nHe's filthy with dough.\n\nVOICE--Hey, feller, take a tip from me. If you want to get back at that\ndame, you better join the Wobblies. You'll get some action then.\n\nYANK--Wobblies? What de hell's dat?\n\nVOICE--Ain't you ever heard of the I. W. W.?\n\nYANK--Naw. What is it?\n\nVOICE--A gang of blokes--a tough gang. I been readin' about 'em to-day\nin the paper. The guard give me the Sunday Times. There's a long spiel\nabout 'em. It's from a speech made in the Senate by a guy named Senator\nQueen. [_He is in the cell next to YANK's. There is a rustling of\npaper._] Wait'll I see if I got light enough and I'll read you. Listen.\n[_He reads:_] \"There is a menace existing in this country to-day which\nthreatens the vitals of our fair Republic--as foul a menace against the\nvery life-blood of the American Eagle as was the foul conspiracy of\nCataline against the eagles of ancient Rome!\"\n\nVOICE [_Disgustedly._] Aw hell! Tell him to salt de tail of dat eagle!\n\nVOICE--[_Reading:_] \"I refer to that devil's brew of rascals,\njailbirds, murderers and cutthroats who libel all honest working men by\ncalling themselves the Industrial Workers of the World; but in the\nlight of their nefarious plots, I call them the Industrious WRECKERS of\nthe World!\"\n\nYANK--[_With vengeful satisfaction._] Wreckers, dat's de right dope!\nDat belongs! Me for dem!\n\nVOICE--Ssshh! [_Reading._] \"This fiendish organization is a foul ulcer\non the fair body of our Democracy--\"\n\nVOICE--Democracy, hell! Give him the boid, fellers--the raspberry!\n[_They do._]\n\nVOICE--Ssshh! [_Reading:_] \"Like Cato I say to this senate, the I. W.\nW. must be destroyed! For they represent an ever-present dagger pointed\nat the heart of the greatest nation the world has ever known, where all\nmen are born free and equal, with equal opportunities to all, where the\nFounding Fathers have guaranteed to each one happiness, where Truth,\nHonor, Liberty, Justice, and the Brotherhood of Man are a religion\nabsorbed with one's mother's milk, taught at our father's knee, sealed,\nsigned, and stamped upon in the glorious Constitution of these United\nStates!\" [_A perfect storm of hisses, catcalls, boos, and hard\nlaughter._]\n\nVOICES--[_Scornfully._] Hurrah for de Fort' of July!\n\nPass de hat!\n\nLiberty!\n\nJustice!\n\nHonor!\n\nOpportunity!\n\nBrotherhood!\n\nALL--[_With abysmal scorn._] Aw, hell!\n\nVOICE--Give that Queen Senator guy the bark! All togedder\nnow--one--two--tree--[_A terrific chorus of barking and yapping._]\n\nGUARD--[_From a distance._] Quiet there, youse--or I'll git the hose.\n[_The noise subsides._]\n\nYANK--[_With growling rage._] I'd like to catch dat senator guy alone\nfor a second. I'd loin him some trute!\n\nVOICE--Ssshh! Here's where he gits down to cases on the Wobblies.\n[_Reads:_] \"They plot with fire in one hand and dynamite in the other.\nThey stop not before murder to gain their ends, nor at the outraging of\ndefenceless womanhood. They would tear down society, put the lowest\nscum in the seats of the mighty, turn Almighty God's revealed plan for\nthe world topsy-turvy, and make of our sweet and lovely civilization a\nshambles, a desolation where man, God's masterpiece, would soon\ndegenerate back to the ape!\"\n\nVOICE--[_To YANK._] Hey, you guy. There's your ape stuff again.\n\nYANK--[_With a growl of fury._] I got him. So dey blow up tings, do\ndey? Dey turn tings round, do dey? Hey, lend me dat paper, will yuh?\n\nVOICE--Sure. Give it to him. On'y keep it to yourself, see. We don't\nwanter listen to no more of that slop.\n\nVOICE--Here you are. Hide it under your mattress.\n\nYANK--[_Reaching out._] Tanks. I can't read much but I kin manage. [_He\nsits, the paper in the hand at his side, in the attitude of Rodin's\n\"The Thinker.\" A pause. Several snores from down the corridor. Suddenly\nYANK jumps to his feet with a furious groan as if some appalling\nthought had crashed on him--bewilderedly._] Sure--her old\nman--president of de Steel Trust--makes half de steel in de\nworld--steel--where I tought I belonged--drivin' trou--movin'--in\ndat--to make HER--and cage me in for her to spit on! Christ [_He shakes\nthe bars of his cell door till the whole tier trembles. Irritated,\nprotesting exclamations from those awakened or trying to get to\nsleep._] He made dis--dis cage! Steel! IT don't belong, dat's what!\nCages, cells, locks, bolts, bars--dat's what it means!--holdin' me down\nwit him at de top! But I'll drive trou! Fire, dat melts it! I'll be\nfire--under de heap--fire dat never goes out--hot as hell--breakin' out\nin de night--[_While he has been saying this last he has shaken his\ncell door to a clanging accompaniment. As he comes to the \"breakin'\nout\" he seizes one bar with both hands and, putting his two feet up\nagainst the others so that his position is parallel to the floor like a\nmonkey's, he gives a great wrench backwards. The bar bends like a\nlicorice stick under his tremendous strength. Just at this moment the\nPRISON GUARD rushes in, dragging a hose behind him._]\n\nGUARD--[_Angrily._] I'll loin youse bums to wake me up! [_Sees YANK._]\nHello, it's you, huh? Got the D.T.s, hey? Well, I'll cure 'em. I'll\ndrown your snakes for yuh! [_Noticing the bar._] Hell, look at dat bar\nbended! On'y a bug is strong enough for dat!\n\nYANK--[_Glaring at him._] Or a hairy ape, yuh big yellow bum! Look out!\nHere I come! [_He grabs another bar._]\n\nGUARD--[_Scared now--yelling off left._] Toin de hoose on, Ben!--full\npressure! And call de others--and a strait jacket! [_The curtain is\nfalling. As it hides YANK from view, there is a splattering smash as\nthe stream of water hits the steel of YANK's cell._]\n\n[_Curtain_]\n\n\n\n\nSCENE VII\n\n\nSCENE--Nearly a month later. An I. W. W. local near the waterfront,\nshowing the interior of a front room on the ground floor, and the\nstreet outside. Moonlight on the narrow street, buildings massed in\nblack shadow. The interior of the room, which is general assembly room,\noffice, and reading room, resembles some dingy settlement boys club. A\ndesk and high stool are in one corner. A table with papers, stacks of\npamphlets, chairs about it, is at center. The whole is decidedly cheap,\nbanal, commonplace and unmysterious as a room could well be. The\nsecretary is perched on the stool making entries in a large ledger. An\neye shade casts his face into shadows. Eight or ten men, longshoremen,\niron workers, and the like, are grouped about the table. Two are\nplaying checkers. One is writing a letter. Most of them are smoking\npipes. A big signboard is on the wall at the rear, \"Industrial Workers\nof the World--Local No. 57.\"\n\nYANK--[_Comes down the street outside. He is dressed as in Scene Five.\nHe moves cautiously, mysteriously. He comes to a point opposite the\ndoor; tiptoes softly up to it, listens, is impressed by the silence\nwithin, knocks carefully, as if he were guessing at the password to\nsome secret rite. Listens. No answer. Knocks again a bit louder. No\nanswer. Knocks impatiently, much louder._]\n\nSECRETARY--[_Turning around on his stool._] What the devil is\nthat--someone knocking? [_Shouts:_] Come in, why don't you? [_All the\nmen in the room look up. YANK opens the door slowly, gingerly, as if\nafraid of an ambush. He looks around for secret doors, mystery, is\ntaken aback by the commonplaceness of the room and the men in it,\nthinks he may have gotten in the wrong place, then sees the signboard\non the wall and is reassured._]\n\nYANK--[_Blurts out._] Hello.\n\nMEN--[_Reservedly._] Hello.\n\nYANK--[_More easily._] I tought I'd bumped into de wrong dump.\n\nSECRETARY--[_Scrutinizing him carefully._] Maybe you have. Are you a\nmember?\n\nYANK--Naw, not yet. Dat's what I come for--to join.\n\nSECRETARY--That's easy. What's your job--longshore?\n\nYANK--Naw. Fireman--stoker on de liners.\n\nSECRETARY--[_With satisfaction._] Welcome to our city. Glad to know you\npeople are waking up at last. We haven't got many members in your line.\n\nYANK--Naw. Dey're all dead to de woild.\n\nSECRETARY--Well, you can help to wake 'em. What's your name? I'll make\nout your card.\n\nYANK--[_Confused._] Name? Lemme tink.\n\nSECRETARY--[_Sharply._] Don't you know your own name?\n\nYANK--Sure; but I been just Yank for so long--Bob, dat's it--Bob Smith.\n\nSECRETARY--[_Writing._] Robert Smith. [_Fills out the rest of card._]\nHere you are. Cost you half a dollar.\n\nYANK--Is dat all--four bits? Dat's easy. [_Gives the SECRETARY the\nmoney._]\n\nSECRETARY--[_Throwing it in drawer._] Thanks. Well, make yourself at\nhome. No introductions needed. There's literature on the table. Take\nsome of those pamphlets with you to distribute aboard ship. They may\nbring results. Sow the seed, only go about it right. Don't get caught\nand fired. We got plenty out of work. What we need is men who can hold\ntheir jobs--and work for us at the same time.\n\nYANK--Sure. [_But he still stands, embarrassed and uneasy._]\n\nSECRETARY--[_Looking at him--curiously._] What did you knock for? Think\nwe had a coon in uniform to open doors?\n\nYANK--Naw. I tought it was locked--and dat yuh'd wanter give me the\nonce-over trou a peep-hole or somep'n to see if I was right.\n\nSECRETARY--[_Alert and suspicious but with an easy laugh._] Think we\nwere running a crap game? That door is never locked. What put that in\nyour nut?\n\nYANK--[_With a knowing grin, convinced that this is all camouflage, a\npart of the secrecy._] Dis burg is full of bulls, ain't it?\n\nSECRETARY--[_Sharply._] What have the cops got to do with us? We're\nbreaking no laws.\n\nYANK--[_With a knowing wink._] Sure. Youse wouldn't for woilds. Sure.\nI'm wise to dat.\n\nSECRETARY--You seem to be wise to a lot of stuff none of us knows about.\n\nYANK--[_With another wink._] Aw, dat's aw right, see. [_Then made a bit\nresentful by the suspicious glances from all sides._] Aw, can it! Youse\nneedn't put me trou de toid degree. Can't youse see I belong? Sure! I'm\nreg'lar. I'll stick, get me? I'll shoot de woiks for youse. Dat's why I\nwanted to join in.\n\nSECRETARY--[_Breezily, feeling him out._] That's the right spirit. Only\nare you sure you understand what you've joined? It's all plain and\nabove board; still, some guys get a wrong slant on us. [_Sharply._]\nWhat's your notion of the purpose of the I. W. W.?\n\nYANK--Aw, I know all about it.\n\nSECRETARY--[_Sarcastically._] Well, give us some of your valuable\ninformation.\n\nYANK--[_Cunningly._] I know enough not to speak outa my toin. [_Then\nresentfully again._] Aw, say! I'm reg'lar. I'm wise to de game. I know\nyuh got to watch your step wit a stranger. For all youse know, I might\nbe a plain-clothes dick, or somep'n, dat's what yuh're tinkin', huh?\nAw, forget it! I belong, see? Ask any guy down to de docks if I don't.\n\nSECRETARY--Who said you didn't?\n\nYANK--After I'm 'nitiated, I'll show yuh.\n\nSECRETARY--[_Astounded._] Initiated? There's no initiation.\n\nYANK--[_Disappointed._] Ain't there no password--no grip nor nothin'?\n\nSECRETARY--What'd you think this is--the Elks--or the Black Hand?\n\nYANK--De Elks, hell! De Black Hand, dey're a lot of yellow backstickin'\nGinees. Naw. Dis is a man's gang, ain't it?\n\nSECRETARY--You said it! That's why we stand on our two feet in the\nopen. We got no secrets.\n\nYANK--[_Surprised but admiringly._] Yuh mean to say yuh always run wide\nopen--like dis?\n\nSECRETARY--Exactly.\n\nYANK--Den yuh sure got your noive wit youse!\n\nSECRETARY--[_Sharply._] Just what was it made you want to join us? Come\nout with that straight.\n\nYANK--Yuh call me? Well, I got noive, too! Here's my hand. Yuh wanter\nblow tings up, don't yuh? Well, dat's me! I belong!\n\nSECRETARY--[_With pretended carelessness._] You mean change the unequal\nconditions of society by legitimate direct action--or with dynamite?\n\nYANK--Dynamite! Blow it offen de oith--steel--all de cages--all de\nfactories, steamers, buildings, jails--de Steel Trust and all dat makes\nit go.\n\nSECRETARY--So--that's your idea, eh? And did you have any special job\nin that line you wanted to propose to us. [_He makes a sign to the men,\nwho get up cautiously one by one and group behind YANK._]\n\nYANK--[_Boldly._] Sure, I'll come out wit it. I'll show youse I'm one\nof de gang. Dere's dat millionaire guy, Douglas--\n\nSECRETARY--President of the Steel Trust, you mean? Do you want to\nassassinate him?\n\nYANK--Naw, dat don't get yuh nothin'. I mean blow up de factory, de\nwoiks, where he makes de steel. Dat's what I'm after--to blow up de\nsteel, knock all de steel in de woild up to de moon. Dat'll fix tings!\n[_Eagerly, with a touch of bravado._] I'll do it by me lonesome! I'll\nshow yuh! Tell me where his woiks is, how to git there, all de dope.\nGimme de stuff, de old butter--and watch me do de rest! Watch de smoke\nand see it move! I don't give a damn if dey nab me--long as it's done!\nI'll soive life for it--and give 'em de laugh! [_Half to himself._] And\nI'll write her a letter and tell her de hairy ape done it. Dat'll\nsquare tings.\n\nSECRETARY--[_Stepping away from YANK._] Very interesting. [_He gives a\nsignal. The men, huskies all, throw themselves on YANK and before he\nknows it they have his legs and arms pinioned. But he is too\nflabbergasted to make a struggle, anyway. They feel him over for\nweapons._]\n\nMAN--No gat, no knife. Shall we give him what's what and put the boots\nto him?\n\nSECRETARY--No. He isn't worth the trouble we'd get into. He's too\nstupid. [_He comes closer and laughs mockingly in YANK'S face._] Ho-ho!\nBy God, this is the biggest joke they've put up on us yet. Hey, you\nJoke! Who sent you--Burns or Pinkerton? No, by God, you're such a\nbonehead I'll bet you're in the Secret Service! Well, you dirty spy,\nyou rotten agent provocator, you can go back and tell whatever skunk is\npaying you blood-money for betraying your brothers that he's wasting\nhis coin. You couldn't catch a cold. And tell him that all he'll ever\nget on us, or ever has got, is just his own sneaking plots that he's\nframed up to put us in jail. We are what our manifesto says we are,\nneither more or less--and we'll give him a copy of that any time he\ncalls. And as for you--[_He glares scornfully at YANK, who is sunk in\nan oblivious stupor._] Oh, hell, what's the use of talking? You're a\nbrainless ape.\n\nYANK--[_Aroused by the word to fierce but futile struggles._] What's\ndat, yuh Sheeny bum, yuh!\n\nSECRETARY--Throw him out, boys. [_In spite of his struggles, this is\ndone with gusto and eclat. Propelled by several parting kicks, YANK\nlands sprawling in the middle of the narrow cobbled street. With a\ngrowl he starts to get up and storm the closed door, but stops\nbewildered by the confusion in his brain, pathetically impotent. He\nsits there, brooding, in as near to the attitude of Rodin's \"Thinker\"\nas he can get in his position._]\n\nYANK--[_Bitterly._] So dem boids don't tink I belong, neider. Aw, to\nhell wit 'em! Dey're in de wrong pew--de same old bull--soapboxes and\nSalvation Army--no guts! Cut out an hour offen de job a day and make me\nhappy! Gimme a dollar more a day and make me happy! Tree square a day,\nand cauliflowers in de front yard--ekal rights--a woman and kids--a\nlousey vote--and I'm all fixed for Jesus, huh? Aw, hell! What does dat\nget yuh? Dis ting's in your inside, but it ain't your belly. Feedin'\nyour face--sinkers and coffee--dat don't touch it. It's way down--at de\nbottom. Yuh can't grab it, and yuh can't stop it. It moves, and\neveryting moves. It stops and de whole woild stops. Dat's me now--I\ndon't tick, see?--I'm a busted Ingersoll, dat's what. Steel was me, and\nI owned de woild. Now I ain't steel, and de woild owns me. Aw, hell! I\ncan't see--it's all dark, get me? It's all wrong! [_He turns a bitter\nmocking face up like an ape gibbering at the moon._] Say, youse up\ndere, Man in de Moon, yuh look so wise, gimme de answer, huh? Slip me\nde inside dope, de information right from de stable--where do I get off\nat, huh?\n\nA POLICEMAN--[_Who has come up the street in time to hear this\nlast--with grim humor._] You'll get off at the station, you boob, if\nyou don't get up out of that and keep movin'.\n\nYANK--[_Looking up at him--with a hard, bitter laugh._] Sure! Lock me\nup! Put me in a cage! Dat's de on'y answer yuh know. G'wan, lock me up!\n\nPOLICEMAN--What you been doin'?\n\nYANK--Enuf to gimme life for! I was born, see? Sure, dat's de charge.\nWrite it in de blotter. I was born, get me!\n\nPOLICEMAN--[_Jocosely._] God pity your old woman! [_Then\nmatter-of-fact._] But I've no time for kidding. You're soused. I'd run\nyou in but it's too long a walk to the station. Come on now, get up, or\nI'll fan your ears with this club. Beat it now! [_He hauls YANK to his\nfeet._]\n\nYANK--[_In a vague mocking tone._] Say, where do I go from here?\n\nPOLICEMAN--[_Giving him a push--with a grin, indifferently._] Go to\nhell.\n\n[_Curtain_]\n\n\n\n\nSCENE VIII\n\n\nSCENE--Twilight of the next day. The monkey house at the Zoo. One spot\nof clear gray light falls on the front of one cage so that the interior\ncan be seen. The other cages are vague, shrouded in shadow from which\nchatterings pitched in a conversational tone can be heard. On the one\ncage a sign from which the word \"gorilla\" stands out. The gigantic\nanimal himself is seen squatting on his haunches on a bench in much the\nsame attitude as Rodin's \"Thinker.\" YANK enters from the left.\nImmediately a chorus of angry chattering and screeching breaks out. The\ngorilla turns his eyes but makes no sound or move.\n\nYANK--[_With a hard, bitter laugh._] Welcome to your city, huh? Hail,\nhail, de gang's all here! [_At the sound of his voice the chattering\ndies away into an attentive silence. YANK walks up to the gorilla's\ncage and, leaning over the railing, stares in at its occupant, who\nstares back at him, silent and motionless. There is a pause of dead\nstillness. Then YANK begins to talk in a friendly confidential tone,\nhalf-mockingly, but with a deep undercurrent of sympathy._] Say, yuh're\nsome hard-lookin' guy, ain't yuh? I seen lots of tough nuts dat de gang\ncalled gorillas, but yuh're de foist real one I ever seen. Some chest\nyuh got, and shoulders, and dem arms and mits! I bet yuh got a punch in\neider fist dat'd knock 'em all silly! [_This with genuine admiration.\nThe gorilla, as if he understood, stands upright, swelling out his\nchest and pounding on it with his fist. YANK grins sympathetically._]\nSure, I get yuh. Yuh challenge de whole woild, huh? Yuh got what I was\nsayin' even if yuh muffed de woids. [_Then bitterness creeping in._]\nAnd why wouldn't yuh get me? Ain't we both members of de same club--de\nHairy Apes? [_They stare at each other--a pause--then YANK goes on\nslowly and bitterly._] So yuh're what she seen when she looked at me,\nde white-faced tart! I was you to her, get me? On'y outa de cage--broke\nout--free to moider her, see? Sure! Dat's what she tought. She wasn't\nwise dat I was in a cage, too--worser'n yours--sure--a damn\nsight--'cause you got some chanct to bust loose--but me--[_He grows\nconfused._] Aw, hell! It's all wrong, ain't it? [_A pause._] I s'pose\nyuh wanter know what I'm doin' here, huh? I been warmin' a bench down\nto de Battery--ever since last night. Sure. I seen de sun come up. Dat\nwas pretty, too--all red and pink and green. I was lookin' at de\nskyscrapers--steel--and all de ships comin' in, sailin' out, all over\nde oith--and dey was steel, too. De sun was warm, dey wasn't no clouds,\nand dere was a breeze blowin'. Sure, it was great stuff. I got it aw\nright--what Paddy said about dat bein' de right dope--on'y I couldn't\nget IN it, see? I couldn't belong in dat. It was over my head. And I\nkept tinkin'--and den I beat it up here to see what youse was like. And\nI waited till dey was all gone to git yuh alone. Say, how d'yuh feel\nsittin' in dat pen all de time, havin' to stand for 'em comin' and\nstarin' at yuh--de white-faced, skinny tarts and de boobs what marry\n'em--makin' fun of yuh, laughin' at yuh, gittin' scared of yuh--damn\n'em! [_He pounds on the rail with his fist. The gorilla rattles the\nbars of his cage and snarls. All the other monkeys set up an angry\nchattering in the darkness. YANK goes on excitedly._] Sure! Dat's de\nway it hits me, too. On'y yuh're lucky, see? Yuh don't belong wit 'em\nand yuh know it. But me, I belong wit 'em--but I don't, see? Dey don't\nbelong wit me, dat's what. Get me? Tinkin' is hard--[_He passes one\nhand across his forehead with a painful gesture. The gorilla growls\nimpatiently. YANK goes on gropingly._] It's dis way, what I'm drivin'\nat. Youse can sit and dope dream in de past, green woods, de jungle and\nde rest of it. Den yuh belong and dey don't. Den yuh kin laugh at 'em,\nsee? Yuh're de champ of de woild. But me--I ain't got no past to tink\nin, nor nothin' dat's comin', on'y what's now--and dat don't belong.\nSure, you're de best off! Yuh can't tink, can yuh? Yuh can't talk\nneider. But I kin make a bluff at talkin' and tinkin'--a'most git away\nwit it--a'most!--and dat's where de joker comes in. [_He laughs._] I\nain't on oith and I ain't in heaven, get me? I'm in de middle tryin' to\nseparate 'em, takin' all de woist punches from bot' of 'em. Maybe dat's\nwhat dey call hell, huh? But you, yuh're at de bottom. You belong!\nSure! Yuh're de on'y one in de woild dat does, yuh lucky stiff! [_The\ngorilla growls proudly._] And dat's why dey gotter put yuh in a cage,\nsee? [_The gorilla roars angrily._] Sure! Yuh get me. It beats it when\nyou try to tink it or talk it--it's way down--deep--behind--you 'n' me\nwe feel it. Sure! Bot' members of dis club! [_He laughs--then in a\nsavage tone._] What de hell! T' hell wit it! A little action, dat's our\nmeat! Dat belongs! Knock 'em down and keep bustin' 'em till dey croaks\nyuh wit a gat--wit steel! Sure! Are yuh game? Dey've looked at youse,\nain't dey--in a cage? Wanter git even? Wanter wind up like a sport\n'stead of croakin' slow in dere? [_The gorilla roars an emphatic\naffirmative. YANK goes on with a sort of furious exaltation._] Sure!\nYuh're reg'lar! Yuh'll stick to de finish! Me 'n' you, huh?--bot'\nmembers of this club! We'll put up one last star bout dat'll knock 'em\noffen deir seats! Dey'll have to make de cages stronger after we're\ntrou! [_The gorilla is straining at his bars, growling, hopping from\none foot to the other. YANK takes a jimmy from under his coat and\nforces the lock on the cage door. He throws this open._] Pardon from de\ngovernor! Step out and shake hands! I'll take yuh for a walk down Fif'\nAvenoo. We'll knock 'em offen de oith and croak wit de band playin'.\nCome on, Brother. [_The gorilla scrambles gingerly out of his cage.\nGoes to YANK and stands looking at him. YANK keeps his mocking\ntone--holds out his hand._] Shake--de secret grip of our order.\n[_Something, the tone of mockery, perhaps, suddenly enrages the animal.\nWith a spring he wraps his huge arms around YANK in a murderous hug.\nThere is a crackling snap of crushed ribs--a gasping cry, still\nmocking, from YANK._] Hey, I didn't say, kiss me. [_The gorilla lets\nthe crushed body slip to the floor; stands over it uncertainly,\nconsidering; then picks it up, throws it in the cage, shuts the door,\nand shuffles off menacingly into the darkness at left. A great uproar\nof frightened chattering and whimpering comes from the other cages.\nThen YANK moves, groaning, opening his eyes, and there is silence. He\nmutters painfully._] Say--dey oughter match him--wit Zybszko. He got\nme, aw right. I'm trou. Even him didn't tink I belonged. [_Then, with\nsudden passionate despair._] Christ, where do I get off at? Where do I\nfit in? [_Checking himself as suddenly._] Aw, what de hell! No\nsquakin', see! No quittin', get me! Croak wit your boots on! [_He grabs\nhold of the bars of the cage and hauls himself painfully to his\nfeet--looks around him bewilderedly--forces a mocking laugh._] In de\ncage, huh? [_In the strident tones of a circus barker._] Ladies and\ngents, step forward and take a slant at de one and only--[_His voice\nweakening_]--one and original--Hairy Ape from de wilds of--[_He slips\nin a heap on the floor and dies. The monkeys set up a chattering,\nwhimpering wail. And, perhaps, the Hairy Ape at last belongs._]\n\n[_Curtain_]\n\n\n\n\n\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Hairy Ape, by Eugene O'Neill\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE HAIRY APE ***\n\n***** This file should be named 4015.txt or 4015.zip *****\nThis and all associated files of various formats will be found in:\n        http:\/\/www.gutenberg.org\/4\/0\/1\/4015\/\n\nProduced by Charles Franks, Robert Rowe and the Online\nDistributed Proofreading Team. HTML version by Al Haines.\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp:\/\/gutenberg.net\/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark\/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s\/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http:\/\/www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp:\/\/pglaf.org\/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http:\/\/pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http:\/\/pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http:\/\/pglaf.org\/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http:\/\/www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n","id":641,"split":"train"}
