{"ori_id":"40d8b1ee377a7a4addca58e31f12d80c77fd8cb8","title":"Louis Lambert (novel)","context":"Louis Lambert (novel)\n The novel begins with an overview of the main character's background. Louis Lambert, the only child of a tanner and his wife, is born in 1797 and begins reading at an early age. In 1811 he meets the real-life Swiss author Madame de Staël (1766–1817), who – struck by his intellect – pays for him to enroll in the Collège de Vendôme. There he meets the narrator, a classmate named \"the Poet\" who later identifies himself in the text as Balzac; they quickly become friends. Shunned by the other students and berated by teachers for not paying attention, the boys bond through discussions of philosophy and mysticism.\nAfter completing an essay entitled Traité de la Volonté (\"Treatise on the Will\"), Lambert is horrified when a teacher confiscates it, calls it \"rubbish\", and – the narrator speculates – sells it to a local grocer. Soon afterwards, a serious illness forces the narrator to leave the school. In 1815, Lambert graduates at the age of eighteen and lives for three years in Paris. After returning to his uncle's home in Blois, he meets a woman named Pauline de Villenoix and falls passionately in love with her. On the day before their wedding, however, he suffers a mental breakdown and attempts to castrate himself.\nDeclared \"incurable\" by doctors, Lambert is ordered into solitude and rest. Pauline takes him to her family's château, where he lives in a near coma. The narrator, ignorant of these events, meets Lambert's uncle by chance, and is given a series of letters. Written by Lambert while in Paris and Blois, they continue his philosophical musings and describe his love for Pauline. The narrator visits his old friend at the Villenoix château, where the decrepit Lambert says only: \"The angels are white.\" Pauline shares a series of statements her lover had dictated, and Lambert dies on 25 September 1824 at the age of twenty-eight.\nï»¿The Project Gutenberg EBook of Louis Lambert, by Honore de Balzac\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n\nTitle: Louis Lambert\n\nAuthor: Honore de Balzac\n\nTranslator: Clara Bell and James Waring\n\nRelease Date: October, 1999  [Etext #1943]\nPosting Date: March 6, 2010\n\nLanguage: English\n\n\n*** START OF THIS PROJECT GUTENBERG EBOOK LOUIS LAMBERT ***\n\n\n\n\nProduced by John Bickers, and Dagny\n\n\n\n\n\nLOUIS LAMBERT\n\n\nBy Honore De Balzac\n\n\nTranslated by Clara Bell and James Waring\n\n\n\n\n                              DEDICATION\n\n                \"Et nunc et semper dilectoe dicatum.\"\n\n\n\n\n\nLOUIS LAMBERT\n\n\nLouis Lambert was born at Montoire, a little town in the Vendomois,\nwhere his father owned a tannery of no great magnitude, and intended\nthat his son should succeed him; but his precocious bent for study\nmodified the paternal decision. For, indeed, the tanner and his wife\nadored Louis, their only child, and never contradicted him in anything.\n\nAt the age of five Louis had begun by reading the Old and New\nTestaments; and these two Books, including so many books, had sealed his\nfate. Could that childish imagination understand the mystical depths of\nthe Scriptures? Could it so early follow the flight of the Holy Spirit\nacross the worlds? Or was it merely attracted by the romantic touches\nwhich abound in those Oriental poems! Our narrative will answer these\nquestions to some readers.\n\nOne thing resulted from this first reading of the Bible: Louis went all\nover Montoire begging for books, and he obtained them by those winning\nways peculiar to children, which no one can resist. While devoting\nhimself to these studies under no sort of guidance, he reached the age\nof ten.\n\nAt that period substitutes for the army were scarce; rich families\nsecured them long beforehand to have them ready when the lots were\ndrawn. The poor tanner's modest fortune did not allow of their\npurchasing a substitute for their son, and they saw no means allowed by\nlaw for evading the conscription but that of making him a priest; so,\nin 1807, they sent him to his maternal uncle, the parish priest of Mer,\nanother small town on the Loire, not far from Blois. This arrangement at\nonce satisfied Louis' passion for knowledge, and his parents' wish not\nto expose him to the dreadful chances of war; and, indeed, his taste for\nstudy and precocious intelligence gave grounds for hoping that he might\nrise to high fortunes in the Church.\n\nAfter remaining for about three years with his uncle, an old and not\nuncultured Oratorian, Louis left him early in 1811 to enter the college\nat Vendome, where he was maintained at the cost of Madame de Stael.\n\nLambert owed the favor and patronage of this celebrated lady to chance,\nor shall we not say to Providence, who can smooth the path of forlorn\ngenius? To us, indeed, who do not see below the surface of human things,\nsuch vicissitudes, of which we find many examples in the lives of great\nmen, appear to be merely the result of physical phenomena; to most\nbiographers the head of a man of genius rises above the herd as\nsome noble plant in the fields attracts the eye of a botanist in\nits splendor. This comparison may well be applied to Louis Lambert's\nadventure; he was accustomed to spend the time allowed him by his uncle\nfor holidays at his father's house; but instead of indulging, after the\nmanner of schoolboys, in the sweets of the delightful _far niente_ that\ntempts us at every age, he set out every morning with part of a loaf\nand his books, and went to read and meditate in the woods, to escape\nhis mother's remonstrances, for she believed such persistent study to be\ninjurious. How admirable is a mother's instinct! From that time reading\nwas in Louis a sort of appetite which nothing could satisfy; he devoured\nbooks of every kind, feeding indiscriminately on religious works,\nhistory, philosophy, and physics. He has told me that he found\nindescribable delight in reading dictionaries for lack of other books,\nand I readily believed him. What scholar has not many a time found\npleasure in seeking the probable meaning of some unknown word? The\nanalysis of a word, its physiognomy and history, would be to Lambert\nmatter for long dreaming. But these were not the instinctive dreams by\nwhich a boy accustoms himself to the phenomena of life, steels himself\nto every moral or physical perception--an involuntary education which\nsubsequently brings forth fruit both in the understanding and character\nof a man; no, Louis mastered the facts, and he accounted for them after\nseeking out both the principle and the end with the mother wit of a\nsavage. Indeed, from the age of fourteen, by one of those startling\nfreaks in which nature sometimes indulges, and which proved how\nanomalous was his temperament, he would utter quite simply ideas of\nwhich the depth was not revealed to me till a long time after.\n\n\"Often,\" he has said to me when speaking of his studies, \"often have I\nmade the most delightful voyage, floating on a word down the abyss of\nthe past, like an insect embarked on a blade of grass tossing on the\nripples of a stream. Starting from Greece, I would get to Rome, and\ntraverse the whole extent of modern ages. What a fine book might\nbe written of the life and adventures of a word! It has, of course,\nreceived various stamps from the occasions on which it has served its\npurpose; it has conveyed different ideas in different places; but is it\nnot still grander to think of it under the three aspects of soul,\nbody, and motion? Merely to regard it in the abstract, apart from its\nfunctions, its effects, and its influence, is enough to cast one into\nan ocean of meditations? Are not most words colored by the idea they\nrepresent? Then, to whose genius are they due? If it takes great\nintelligence to create a word, how old may human speech be? The\ncombination of letters, their shapes, and the look they give to the\nword, are the exact reflection, in accordance with the character of each\nnation, of the unknown beings whose traces survive in us.\n\n\"Who can philosophically explain the transition from sensation to\nthought, from thought to word, from the word to its hieroglyphic\npresentment, from hieroglyphics to the alphabet, from the alphabet to\nwritten language, of which the eloquent beauty resides in a series\nof images, classified by rhetoric, and forming, in a sense, the\nhieroglyphics of thought? Was it not the ancient mode of representing\nhuman ideas as embodied in the forms of animals that gave rise to the\nshapes of the first signs used in the East for writing down language?\nThen has it not left its traces by tradition on our modern languages,\nwhich have all seized some remnant of the primitive speech of nations,\na majestic and solemn tongue whose grandeur and solemnity decrease as\ncommunities grow old; whose sonorous tones ring in the Hebrew Bible,\nand still are noble in Greece, but grow weaker under the progress of\nsuccessive phases of civilization?\n\n\"Is it to this time-honored spirit that we owe the mysteries lying\nburied in every human word? In the word _True_ do we not discern a\ncertain imaginary rectitude? Does not the compact brevity of its sound\nsuggest a vague image of chaste nudity and the simplicity of Truth in\nall things? The syllable seems to me singularly crisp and fresh.\n\n\"I chose the formula of an abstract idea on purpose, not wishing to\nillustrate the case by a word which should make it too obvious to the\napprehension, as the word _Flight_ for instance, which is a direct\nappeal to the senses.\n\n\"But is it not so with every root word? They are all stamped with a\nliving power that comes from the soul, and which they restore to the\nsoul through the mysterious and wonderful action and reaction between\nthought and speech. Might we not speak of it as a lover who finds on\nhis mistress' lips as much love as he gives? Thus, by their mere\nphysiognomy, words call to life in our brain the beings which they\nserve to clothe. Like all beings, there is but one place where their\nproperties are at full liberty to act and develop. But the subject\ndemands a science to itself perhaps!\"\n\nAnd he would shrug his shoulders as much as to say, \"But we are too high\nand too low!\"\n\nLouis' passion for reading had on the whole been very well satisfied.\nThe cure of Mer had two or three thousand volumes. This treasure had\nbeen derived from the plunder committed during the Revolution in the\nneighboring chateaux and abbeys. As a priest who had taken the oath,\nthe worthy man had been able to choose the best books from among these\nprecious libraries, which were sold by the pound. In three years Louis\nLambert had assimilated the contents of all the books in his uncle's\nlibrary that were worth reading. The process of absorbing ideas by means\nof reading had become in him a very strange phenomenon. His eye took\nin six or seven lines at once, and his mind grasped the sense with a\nswiftness as remarkable as that of his eye; sometimes even one word in a\nsentence was enough to enable him to seize the gist of the matter.\n\nHis memory was prodigious. He remembered with equal exactitude the ideas\nhe had derived from reading, and those which had occurred to him in\nthe course of meditation or conversation. Indeed, he had every form of\nmemory--for places, for names, for words, things, and faces. He not\nonly recalled any object at will, but he saw them in his mind, situated,\nlighted, and colored as he had originally seen them. And this power he\ncould exert with equal effect with regard to the most abstract efforts\nof the intellect. He could remember, as he said, not merely the position\nof a sentence in the book where he had met with it, but the frame of\nmind he had been in at remote dates. Thus his was the singular privilege\nof being able to retrace in memory the whole life and progress of his\nmind, from the ideas he had first acquired to the last thought evolved\nin it, from the most obscure to the clearest. His brain, accustomed in\nearly youth to the mysterious mechanism by which human faculties are\nconcentrated, drew from this rich treasury endless images full of life\nand freshness, on which he fed his spirit during those lucid spells of\ncontemplation.\n\n\"Whenever I wish it,\" said he to me in his own language, to which a fund\nof remembrance gave precocious originality, \"I can draw a veil over\nmy eyes. Then I suddenly see within me a camera obscura, where natural\nobjects are reproduced in purer forms than those under which they first\nappeared to my external sense.\"\n\nAt the age of twelve his imagination, stimulated by the perpetual\nexercise of his faculties, had developed to a point which permitted him\nto have such precise concepts of things which he knew only from reading\nabout them, that the image stamped on his mind could not have been\nclearer if he had actually seen them, whether this was by a process of\nanalogy or that he was gifted with a sort of second sight by which he\ncould command all nature.\n\n\"When I read the story of the battle of Austerlitz,\" said he to me one\nday, \"I saw every incident. The roar of the cannon, the cries of the\nfighting men rang in my ears, and made my inmost self quiver; I could\nsmell the powder; I heard the clatter of horses and the voices of men; I\nlooked down on the plain where armed nations were in collision, just as\nif I had been on the heights of Santon. The scene was as terrifying as\na passage from the Apocalypse.\" On the occasions when he brought all his\npowers into play, and in some degree lost consciousness of his physical\nexistence, and lived on only by the remarkable energy of his mental\npowers, whose sphere was enormously expanded, he left space behind him,\nto use his own words.\n\nBut I will not here anticipate the intellectual phases of his life.\nAlready, in spite of myself, I have reversed the order in which I ought\nto tell the history of this man, who transferred all his activities to\nthinking, as others throw all their life into action.\n\nA strong bias drew his mind into mystical studies.\n\n\"_Abyssus abyssum_,\" he would say. \"Our spirit is abysmal and loves\nthe abyss. In childhood, manhood, and old age we are always eager for\nmysteries in whatever form they present themselves.\"\n\nThis predilection was disastrous; if indeed his life can be measured by\nordinary standards, or if we may gauge another's happiness by our own or\nby social notions. This taste for the \"things of heaven,\" another phrase\nhe was fond of using, this _mens divinior_, was due perhaps to the\ninfluence produced on his mind by the first books he read at his\nuncle's. Saint Theresa and Madame Guyon were a sequel to the Bible; they\nhad the first-fruits of his manly intelligence, and accustomed him to\nthose swift reactions of the soul of which ecstasy is at once the result\nand the means. This line of study, this peculiar taste, elevated his\nheart, purified, ennobled it, gave him an appetite for the divine\nnature, and suggested to him the almost womanly refinement of feeling\nwhich is instinctive in great men; perhaps their sublime superiority is\nno more than the desire to devote themselves which characterizes woman,\nonly transferred to the greatest things.\n\nAs a result of these early impressions, Louis passed immaculate through\nhis school life; this beautiful virginity of the senses naturally\nresulted in the richer fervor of his blood, and in increased faculties\nof mind.\n\nThe Baroness de Stael, forbidden to come within forty leagues of Paris,\nspent several months of her banishment on an estate near Vendome. One\nday, when out walking, she met on the skirts of the park the tanner's\nson, almost in rags, and absorbed in reading. The book was a translation\nof _Heaven and Hell_. At that time Monsieur Saint-Martin, Monsieur de\nGence, and a few other French or half German writers were almost the\nonly persons in the French Empire to whom the name of Swedenborg was\nknown. Madame de Stael, greatly surprised, took the book from him with\nthe roughness she affected in her questions, looks, and manners, and\nwith a keen glance at Lambert,--\n\n\"Do you understand all this?\" she asked.\n\n\"Do you pray to God?\" said the child.\n\n\"Why? yes!\"\n\n\"And do you understand Him?\"\n\nThe Baroness was silent for a moment; then she sat down by Lambert, and\nbegan to talk to him. Unfortunately, my memory, though retentive, is far\nfrom being so trustworthy as my friend's, and I have forgotten the whole\nof the dialogue excepting those first words.\n\nSuch a meeting was of a kind to strike Madame de Stael very greatly;\non her return home she said but little about it, notwithstanding an\neffusiveness which in her became mere loquacity; but it evidently\noccupied her thoughts.\n\nThe only person now living who preserves any recollection of the\nincident, and whom I catechised to be informed of what few words Madame\nde Stael had let drop, could with difficulty recall these words spoken\nby the Baroness as describing Lambert, \"He is a real seer.\"\n\nLouis failed to justify in the eyes of the world the high hopes he had\ninspired in his protectress. The transient favor she showed him was\nregarded as a feminine caprice, one of the fancies characteristic of\nartist souls. Madame de Stael determined to save Louis Lambert alike\nfrom serving the Emperor or the Church, and to preserve him for the\nglorious destiny which, she thought, awaited him; for she made him out\nto be a second Moses snatched from the waters. Before her departure she\ninstructed a friend of hers, Monsieur de Corbigny, to send her Moses in\ndue course to the High School at Vendome; then she probably forgot him.\n\n\n\nHaving entered this college at the age of fourteen, early in 1811,\nLambert would leave it at the end of 1814, when he had finished the\ncourse of Philosophy. I doubt whether during the whole time he ever\nheard a word of his benefactress--if indeed it was the act of a\nbenefactress to pay for a lad's schooling for three years without a\nthought of his future prospects, after diverting him from a career in\nwhich he might have found happiness. The circumstances of the time, and\nLouis Lambert's character, may to a great extent absolve Madame de Stael\nfor her thoughtlessness and her generosity. The gentleman who was to\nhave kept up communications between her and the boy left Blois just at\nthe time when Louis passed out of the college. The political events that\nensued were then a sufficient excuse for this gentleman's neglect of\nthe Baroness' protege. The authoress of _Corinne_ heard no more of her\nlittle Moses.\n\nA hundred louis, which she placed in the hands of Monsieur de Corbigny,\nwho died, I believe, in 1812, was not a sufficiently large sum to leave\nlasting memories in Madame de Stael, whose excitable nature found ample\npasture during the vicissitudes of 1814 and 1815, which absorbed all her\ninterest.\n\nAt this time Louis Lambert was at once too proud and too poor to go in\nsearch of a patroness who was traveling all over Europe. However, he\nwent on foot from Blois to Paris in the hope of seeing her, and arrived,\nunluckily, on the very day of her death. Two letters from Lambert to\nthe Baroness remained unanswered. The memory of Madame de Stael's good\nintentions with regard to Louis remains, therefore, only in some few\nyoung minds, struck, as mine was, by the strangeness of the story.\n\nNo one who had not gone through the training at our college could\nunderstand the effect usually made on our minds by the announcement that\na \"new boy\" had arrived, or the impression that such an adventure as\nLouis Lambert's was calculated to produce.\n\nAnd here a little information must be given as to the primitive\nadministration of this institution, originally half-military and\nhalf-monastic, to explain the new life which there awaited Lambert.\nBefore the Revolution, the Oratorians, devoted, like the Society of\nJesus, to the education of youth--succeeding the Jesuits, in fact, in\ncertain of their establishments--the colleges of Vendome, of Tournon,\nof la Fleche, Pont-Levoy, Sorreze, and Juilly. That at Vendome, like the\nothers, I believe, turned out a certain number of cadets for the army.\nThe abolition of educational bodies, decreed by the convention, had but\nlittle effect on the college at Vendome. When the first crisis had blown\nover, the authorities recovered possession of their buildings; certain\nOratorians, scattered about the country, came back to the college\nand re-opened it under the old rules, with the habits, practices,\nand customs which gave this school a character with which I have seen\nnothing at all comparable in any that I have visited since I left that\nestablishment.\n\nStanding in the heart of the town, on the little river Loire which flows\nunder its walls, the college possesses extensive precincts, carefully\nenclosed by walls, and including all the buildings necessary for\nan institution on that scale: a chapel, a theatre, an infirmary,\na bakehouse, gardens, and water supply. This college is the most\ncelebrated home of learning in all the central provinces, and receives\npupils from them and from the colonies. Distance prohibits any frequent\nvisits from parents to their children.\n\nThe rule of the House forbids holidays away from it. Once entered there,\na pupil never leaves till his studies are finished. With the exception\nof walks taken under the guidance of the Fathers, everything is\ncalculated to give the School the benefit of conventual discipline; in\nmy day the tawse was still a living memory, and the classical leather\nstrap played its terrible part with all the honors. The punishment\noriginally invented by the Society of Jesus, as alarming to the moral\nas to the physical man, was still in force in all the integrity of the\noriginal code.\n\nLetters to parents were obligatory on certain days, so was confession.\nThus our sins and our sentiments were all according to pattern.\nEverything bore the stamp of monastic rule. I well remember, among\nother relics of the ancient order, the inspection we went through every\nSunday. We were all in our best, placed in file like soldiers to await\nthe arrival of the two inspectors who, attended by the tutors and the\ntradesmen, examined us from the three points of view of dress, health,\nand morals.\n\nThe two or three hundred pupils lodged in the establishment were\ndivided, according to ancient custom, into the _minimes_ (the smallest),\nthe little boys, the middle boys, and the big boys. The division of\nthe _minimes_ included the eighth and seventh classes; the little boys\nformed the sixth, fifth, and fourth; the middle boys were classed as\nthird and second; and the first class comprised the senior students--of\nphilosophy, rhetoric, the higher mathematics, and chemistry. Each of\nthese divisions had its own building, classrooms, and play-ground, in\nthe large common precincts on to which the classrooms opened, and beyond\nwhich was the refectory.\n\nThis dining-hall, worthy of an ancient religious Order, accommodated all\nthe school. Contrary to the usual practice in educational institutions,\nwe were allowed to talk at our meals, a tolerant Oratorian rule which\nenabled us to exchange plates according to our taste. This gastronomical\nbarter was always one of the chief pleasures of our college life. If one\nof the \"middle\" boys at the head of his table wished for a helping of\nlentils instead of dessert--for we had dessert--the offer was passed\ndown from one to another: \"Dessert for lentils!\" till some other epicure\nhad accepted; then the plate of lentils was passed up to the bidder\nfrom hand to hand, and the plate of dessert returned by the same road.\nMistakes were never made. If several identical offers were made, they\nwere taken in order, and the formula would be, \"Lentils number one for\ndessert number one.\" The tables were very long; our incessant barter\nkept everything moving; we transacted it with amazing eagerness; and the\nchatter of three hundred lads, the bustling to and fro of the servants\nemployed in changing the plates, setting down the dishes, handing the\nbread, with the tours of inspection of the masters, made this refectory\nat Vendome a scene unique in its way, and the amazement of visitors.\n\nTo make our life more tolerable, deprived as we were of all\ncommunication with the outer world and of family affection, we were\nallowed to keep pigeons and to have gardens. Our two or three hundred\npigeon-houses, with a thousand birds nesting all round the outer wall,\nand above thirty garden plots, were a sight even stranger than our\nmeals. But a full account of the peculiarities which made the college at\nVendome a place unique in itself and fertile in reminiscences to those\nwho spent their boyhood there, would be weariness to the reader. Which\nof us all but remembers with delight, notwithstanding the bitterness\nof learning, the eccentric pleasures of that cloistered life? The\nsweetmeats purchased by stealth in the course of our walks, permission\nobtained to play cards and devise theatrical performances during the\nholidays, such tricks and freedom as were necessitated by our seclusion;\nthen, again, our military band, a relic of the cadets; our academy,\nour chaplain, our Father professors, and all our games permitted or\nprohibited, as the case might be; the cavalry charges on stilts, the\nlong slides made in winter, the clatter of our clogs; and, above all,\nthe trading transactions with \"the shop\" set up in the courtyard itself.\n\nThis shop was kept by a sort of cheap-jack, of whom big and little\nboys could procure--according to his prospectus--boxes, stilts, tools,\nJacobin pigeons, and Nuns, Mass-books--an article in small demand\n--penknives, paper, pens, pencils, ink of all colors, balls and marbles;\nin short, the whole catalogue of the most treasured possessions of boys,\nincluding everything from sauce for the pigeons we were obliged to kill\noff, to the earthenware pots in which we set aside the rice from supper\nto be eaten at next morning's breakfast. Which of us was so unhappy as\nto have forgotten how his heart beat at the sight of this booth, open\nperiodically during play-hours on Sundays, to which we went, each in his\nturn, to spend his little pocket-money; while the smallness of the sum\nallowed by our parents for these minor pleasures required us to make a\nchoice among all the objects that appealed so strongly to our desires?\nDid ever a young wife, to whom her husband, during the first days of\nhappiness, hands, twelve times a year, a purse of gold, the budget of\nher personal fancies, dream of so many different purchases, each of\nwhich would absorb the whole sum, as we imagined possible on the eve of\nthe first Sunday in each month? For six francs during one night we owned\nevery delight of that inexhaustible shop! and during Mass every response\nwe chanted was mixed up in our minds with our secret calculations.\nWhich of us all can recollect ever having had a sou left to spend on\nthe Sunday following? And which of us but obeyed the instinctive law of\nsocial existence by pitying, helping, and despising those pariahs who,\nby the avarice or poverty of their parents, found themselves penniless?\n\nAny one who forms a clear idea of this huge college, with its monastic\nbuildings in the heart of a little town, and the four plots in which\nwe were distributed as by a monastic rule, will easily conceive of\nthe excitement that we felt at the arrival of a new boy, a passenger\nsuddenly embarked on the ship. No young duchess, on her first appearance\nat Court, was ever more spitefully criticised than the new boy by the\nyouths in his division. Usually during the evening play-hour before\nprayers, those sycophants who were accustomed to ingratiate themselves\nwith the Fathers who took it in turns two and two for a week to keep an\neye on us, would be the first to hear on trustworthy authority: \"There\nwill be a new boy to-morrow!\" and then suddenly the shout, \"A New\nBoy!--A New Boy!\" rang through the courts. We hurried up to crowd round\nthe superintendent and pester him with questions:\n\n\"Where was he coming from? What was his name? Which class would he be\nin?\" and so forth.\n\nLouis Lambert's advent was the subject of a romance worthy of the\n_Arabian Nights_. I was in the fourth class at the time--among the\nlittle boys. Our housemasters were two men whom we called Fathers from\nhabit and tradition, though they were not priests. In my time there\nwere indeed but three genuine Oratorians to whom this title legitimately\nbelonged; in 1814 they all left the college, which had gradually become\nsecularized, to find occupation about the altar in various country\nparishes, like the cure of Mer.\n\nFather Haugoult, the master for the week, was not a bad man, but of very\nmoderate attainments, and he lacked the tact which is indispensable for\ndiscerning the different characters of children, and graduating their\npunishment to their powers of resistance. Father Haugoult, then, began\nvery obligingly to communicate to his pupils the wonderful events which\nwere to end on the morrow in the advent of the most singular of \"new\nboys.\" Games were at an end. All the children came round in silence to\nhear the story of Louis Lambert, discovered, like an aerolite, by Madame\nde Stael, in a corner of the wood. Monsieur Haugoult had to tell us all\nabout Madame de Stael; that evening she seemed to me ten feet high; I\nsaw at a later time the picture of Corinne, in which Gerard represents\nher as so tall and handsome; and, alas! the woman painted by my\nimagination so far transcended this, that the real Madame de Stael fell\nat once in my estimation, even after I read her book of really masculine\npower, _De l'Allemagne_.\n\nBut Lambert at that time was an even greater wonder. Monsieur Mareschal,\nthe headmaster, after examining him, had thought of placing him among\nthe senior boys. It was Louis' ignorance of Latin that placed him so low\nas the fourth class, but he would certainly leap up a class every year;\nand, as a remarkable exception, he was to be one of the \"Academy.\" _Proh\npudor_! we were to have the honor of counting among the \"little\nboys\" one whose coat was adorned with the red ribbon displayed by the\n\"Academicians\" of Vendome. These Academicians enjoyed distinguished\nprivileges; they often dined at the director's table, and held two\nliterary meetings annually, at which we were all present to hear their\nelucubrations. An Academician was a great man in embryo. And if every\nVendome scholar would speak the truth, he would confess that, in later\nlife, an Academician of the great French Academy seemed to him far less\nremarkable than the stupendous boy who wore the cross and the imposing\nred ribbon which were the insignia of our \"Academy.\"\n\nIt was very unusual to be one of that illustrious body before attaining\nto the second class, for the Academicians were expected to hold public\nmeetings every Thursday during the holidays, and to read tales in verse\nor prose, epistles, essays, tragedies, dramas--compositions far above\nthe intelligence of the lower classes. I long treasured the memory of\na story called the \"Green Ass,\" which was, I think, the masterpiece of\nthis unknown Society. In the fourth, and an Academician! This boy of\nfourteen, a poet already, the protege of Madame de Stael, a coming\ngenius, said Father Haugoult, was to be one of us! a wizard, a youth\ncapable of writing a composition or a translation while we were being\ncalled into lessons, and of learning his lessons by reading them through\nbut once. Louis Lambert bewildered all our ideas. And Father Haugoult's\ncuriosity and impatience to see this new boy added fuel to our excited\nfancy.\n\n\"If he has pigeons, he can have no pigeon-house; there is not room for\nanother. Well, it cannot be helped,\" said one boy, since famous as an\nagriculturist.\n\n\"Who will sit next to him?\" said another.\n\n\"Oh, I wish I might be his chum!\" cried an enthusiast.\n\nIn school language, the word here rendered chum--_faisant_, or in some\nschools, _copin_--expressed a fraternal sharing of the joys and evils of\nyour childish existence, a community of interests that was fruitful of\nsquabbling and making friends again, a treaty of alliance offensive and\ndefensive. It is strange, but never in my time did I know brothers who\nwere chums. If man lives by his feelings, he thinks perhaps that he will\nmake his life the poorer if he merges an affection of his own choosing\nin a natural tie.\n\nThe impression made upon me by Father Haugoult's harangue that evening\nis one of the most vivid reminiscences of my childhood; I can compare it\nwith nothing but my first reading of _Robinson Crusoe_. Indeed, I owe to\nmy recollection of these prodigious impressions an observation that\nmay perhaps be new as to the different sense attached to words by each\nhearer. The word in itself has no final meaning; we affect a word more\nthan it affects us; its value is in relation to the images we have\nassimilated and grouped round it; but a study of this fact would\nrequire considerable elaboration, and lead us too far from our immediate\nsubject.\n\nNot being able to sleep, I had a long discussion with my next neighbor\nin the dormitory as to the remarkable being who on the morrow was to\nbe one of us. This neighbor, who became an officer, and is now a writer\nwith lofty philosophical views, Barchou de Penhoen, has not been false\nto his pre-destination, nor to the hazard of fortune by which the only\ntwo scholars of Vendome, of whose fame Vendome ever hears, were brought\ntogether in the same classroom, on the same form, and under the same\nroof. Our comrade Dufaure had not, when this book was published, made\nhis appearance in public life as a lawyer. The translator of Fichte, the\nexpositor and friend of Ballanche, was already interested, as I myself\nwas, in metaphysical questions; we often talked nonsense together about\nGod, ourselves, and nature. He at that time affected pyrrhonism. Jealous\nof his place as leader, he doubted Lambert's precocious gifts; while\nI, having lately read _Les Enfants celebres_, overwhelmed him with\nevidence, quoting young Montcalm, Pico della Mirandola, Pascal--in\nshort, a score of early developed brains, anomalies that are famous in\nthe history of the human mind, and Lambert's predecessors.\n\nI was at the time passionately addicted to reading. My father, who was\nambitious to see me in the Ecole Polytechnique, paid for me to have a\nspecial course of private lessons in mathematics. My mathematical master\nwas the librarian of the college, and allowed me to help myself to books\nwithout much caring what I chose to take from the library, a quiet spot\nwhere I went to him during play-hours to have my lesson. Either he was\nno great mathematician, or he was absorbed in some grand scheme, for he\nvery willingly left me to read when I ought to have been learning, while\nhe worked at I knew not what. So, by a tacit understanding between us,\nI made no complaints of being taught nothing, and he said nothing of the\nbooks I borrowed.\n\nCarried away by this ill-timed mania, I neglected my studies to compose\npoems, which certainly can have shown no great promise, to judge by\na line of too many feet which became famous among my companions--the\nbeginning of an epic on the Incas:\n\n  \"O Inca! O roi infortune et malheureux!\"\n\nIn derision of such attempts, I was nicknamed the Poet, but mockery did\nnot cure me. I was always rhyming, in spite of good advice from Monsieur\nMareschal, the headmaster, who tried to cure me of an unfortunately\ninveterate passion by telling me the fable of a linnet that fell out\nof the nest because it tried to fly before its wings were grown. I\npersisted in my reading; I became the least emulous, the idlest, the\nmost dreamy of all the division of \"little boys,\" and consequently the\nmost frequently punished.\n\nThis autobiographical digression may give some idea of the reflections I\nwas led to make in anticipation of Lambert's arrival. I was then twelve\nyears old. I felt sympathy from the first for the boy whose temperament\nhad some points of likeness to my own. I was at last to have a companion\nin daydreams and meditations. Though I knew not yet what glory meant, I\nthought it glory to be the familiar friend of a child whose immortality\nwas foreseen by Madame de Stael. To me Louis Lambert was as a giant.\n\nThe looked-for morrow came at last. A minute before breakfast we\nheard the steps of Monsieur Mareschal and of the new boy in the quiet\ncourtyard. Every head was turned at once to the door of the classroom.\nFather Haugoult, who participated in our torments of curiosity, did not\nsound the whistle he used to reduce our mutterings to silence and bring\nus back to our tasks. We then saw this famous new boy, whom Monsieur\nMareschal was leading by the hand. The superintendent descended from his\ndesk, and the headmaster said to him solemnly, according to etiquette:\n\"Monsieur, I have brought you Monsieur Louis Lambert; will you place him\nin the fourth class? He will begin work to-morrow.\"\n\nThen, after speaking a few words in an undertone to the class-master, he\nsaid:\n\n\"Where can he sit?\"\n\nIt would have been unfair to displace one of us for a newcomer; so as\nthere was but one desk vacant, Louis Lambert came to fill it, next to\nme, for I had last joined the class. Though we still had some time to\nwait before lessons were over, we all stood up to look at Louis Lambert.\nMonsieur Mareschal heard our mutterings, saw how eager we were, and\nsaid, with the kindness that endeared him to us all:\n\n\"Well, well, but make no noise; do not disturb the other classes.\"\n\nThese words set us free to play some little time before breakfast, and\nwe all gathered round Lambert while Monsieur Mareschal walked up and\ndown the courtyard with Father Haugoult.\n\nThere were about eighty of us little demons, as bold as birds of prey.\nThough we ourselves had all gone through this cruel novitiate, we showed\nno mercy on a newcomer, never sparing him the mockery, the catechism,\nthe impertinence, which were inexhaustible on such occasions, to the\ndiscomfiture of the neophyte, whose manners, strength, and temper were\nthus tested. Lambert, whether he was stoical or dumfounded, made no\nreply to any questions. One of us thereupon remarked that he was no\ndoubt of the school of Pythagoras, and there was a shout of laughter.\nThe new boy was thenceforth Pythagoras through all his life at the\ncollege. At the same time, Lambert's piercing eye, the scorn expressed\nin his face for our childishness, so far removed from the stamp of his\nown nature, the easy attitude he assumed, and his evident strength in\nproportion to his years, infused a certain respect into the veriest\nscamps among us. For my part, I kept near him, absorbed in studying him\nin silence.\n\n\n\nLouis Lambert was slightly built, nearly five feet in height; his face\nwas tanned, and his hands were burnt brown by the sun, giving him an\nappearance of manly vigor, which, in fact, he did not possess. Indeed,\ntwo months after he came to the college, when studying in the classroom\nhad faded his vivid, so to speak, vegetable coloring, he became as pale\nand white as a woman.\n\nHis head was unusually large. His hair, of a fine, bright black in\nmasses of curls, gave wonderful beauty to his brow, of which the\nproportions were extraordinary even to us heedless boys, knowing\nnothing, as may be supposed, of the auguries of phrenology, a science\nstill in its cradle. The distinction of this prophetic brow lay\nprincipally in the exquisitely chiseled shape of the arches under which\nhis black eyes sparkled, and which had the transparency of alabaster,\nthe line having the unusual beauty of being perfectly level to where it\nmet the top of the nose. But when you saw his eyes it was difficult to\nthink of the rest of his face, which was indeed plain enough, for their\nlook was full of a wonderful variety of expression; they seemed to have\na soul in their depths. At one moment astonishingly clear and piercing,\nat another full of heavenly sweetness, those eyes became dull, almost\ncolorless, as it seemed, when he was lost in meditation. They then\nlooked like a window from which the sun had suddenly vanished after\nlighting it up. His strength and his voice were no less variable;\nequally rigid, equally unexpected. His tone could be as sweet as that of\na woman compelled to own her love; at other times it was labored, rough,\nrugged, if I may use such words in a new sense. As to his strength, he\nwas habitually incapable of enduring the fatigue of any game, and seemed\nweakly, almost infirm. But during the early days of his school-life,\none of our little bullies having made game of this sickliness, which\nrendered him unfit for the violent exercise in vogue among his fellows,\nLambert took hold with both hands of one of the class-tables, consisting\nof twelve large desks, face to face and sloping from the middle; he\nleaned back against the class-master's desk, steadying the table with\nhis feet on the cross-bar below, and said:\n\n\"Now, ten of you try to move it!\"\n\nI was present, and can vouch for this strange display of strength; it\nwas impossible to move the table.\n\nLambert had the gift of summoning to his aid at certain times the most\nextraordinary powers, and of concentrating all his forces on a given\npoint. But children, like men, are wont to judge of everything by first\nimpressions, and after the first few days we ceased to study Louis; he\nentirely belied Madame de Stael's prognostications, and displayed none\nof the prodigies we looked for in him.\n\nAfter three months at school, Louis was looked upon as a quite ordinary\nscholar. I alone was allowed really to know that sublime--why should\nI not say divine?--soul, for what is nearer to God than genius in the\nheart of a child? The similarity of our tastes and ideas made us friends\nand chums; our intimacy was so brotherly that our school-fellows joined\nour two names; one was never spoken without the other, and to call\neither they always shouted \"Poet-and-Pythagoras!\" Some other names had\nbeen known coupled in a like manner. Thus for two years I was the\nschool friend of poor Louis Lambert; and during that time my life was\nso identified with his, that I am enabled now to write his intellectual\nbiography.\n\nIt was long before I fully knew the poetry and the wealth of ideas that\nlay hidden in my companion's heart and brain. It was not till I was\nthirty years of age, till my experience was matured and condensed, till\nthe flash of an intense illumination had thrown a fresh light upon it,\nthat I was capable of understanding all the bearings of the phenomena\nwhich I witnessed at that early time. I benefited by them without\nunderstanding their greatness or their processes; indeed, I have\nforgotten some, or remember only the most conspicuous facts; still, my\nmemory is now able to co-ordinate them, and I have mastered the secrets\nof that fertile brain by looking back to the delightful days of our\nboyish affection. So it was time alone that initiated me into the\nmeaning of the events and facts that were crowded into that obscure\nlife, as into that of many another man who is lost to science. Indeed,\nthis narrative, so far as the expression and appreciation of many\nthings is concerned, will be found full of what may be termed moral\nanachronisms, which perhaps will not detract from its peculiar interest.\n\nIn the course of the first few months after coming to Vendome, Louis\nbecame the victim of a malady which, though the symptoms were invisible\nto the eye of our superiors, considerably interfered with the exercise\nof his remarkable gifts. Accustomed to live in the open air, and to the\nfreedom of a purely haphazard education, happy in the tender care of an\nold man who was devoted to him, used to meditating in the sunshine, he\nfound it very hard to submit to college rules, to walk in the ranks, to\nlive within the four walls of a room where eighty boys were sitting\nin silence on wooden forms each in front of his desk. His senses were\ndeveloped to such perfection as gave them the most sensitive keenness,\nand every part of him suffered from this life in common.\n\nThe effluvia that vitiated the air, mingled with the odors of a\nclassroom that was never clean, nor free from the fragments of our\nbreakfasts or snacks, affected his sense of smell, the sense which,\nbeing more immediately connected than the others with the nerve-centers\nof the brain, must, when shocked, cause invisible disturbance to the\norgans of thought.\n\nBesides these elements of impurity in the atmosphere, there were\nlockers in the classrooms in which the boys kept their miscellaneous\nplunder--pigeons killed for fete days, or tidbits filched from the\ndinner-table. In each classroom, too, there was a large stone slab, on\nwhich two pails full of water were kept standing, a sort of sink, where\nwe every morning washed our faces and hands, one after another, in the\nmaster's presence. We then passed on to a table, where women combed and\npowdered our hair. Thus the place, being cleaned but once a day before\nwe were up, was always more or less dirty. In spite of numerous windows\nand lofty doors, the air was constantly fouled by the smells from the\nwashing-place, the hairdressing, the lockers, and the thousand messes\nmade by the boys, to say nothing of their eighty closely packed bodies.\nAnd this sort of _humus_, mingling with the mud we brought in from the\nplaying-yard, produced a suffocatingly pestilent muck-heap.\n\nThe loss of the fresh and fragrant country air in which he had hitherto\nlived, the change of habits and strict discipline, combined to depress\nLambert. With his elbow on his desk and his head supported on his left\nhand, he spent the hours of study gazing at the trees in the court or\nthe clouds in the sky; he seemed to be thinking of his lessons; but\nthe master, seeing his pen motionless, or the sheet before him still a\nblank, would call out:\n\n\"Lambert, you are doing nothing!\"\n\nThis \"_you are doing nothing_!\" was a pin-thrust that wounded Louis to\nthe quick. And then he never earned the rest of the play-time; he always\nhad impositions to write. The imposition, a punishment which varies\naccording to the practice of different schools, consisted at Vendome of\na certain number of lines to be written out in play hours. Lambert and\nI were so overpowered with impositions, that we had not six free days\nduring the two years of our school friendship. But for the books we took\nout of the library, which maintained some vitality in our brains, this\nsystem of discipline would have reduced us to idiotcy. Want of exercise\nis fatal to children. The habit of preserving a dignified appearance,\nbegun in tender infancy, has, it is said, a visible effect on the\nconstitution of royal personages when the faults of such an education\nare not counteracted by the life of the battle-field or the laborious\nsport of hunting. And if the laws of etiquette and Court manners can act\non the spinal marrow to such an extent as to affect the pelvis of\nkings, to soften their cerebral tissue, and so degenerate the race, what\ndeep-seated mischief, physical and moral, must result in schoolboys from\nthe constant lack of air, exercise, and cheerfulness!\n\nIndeed, the rules of punishment carried out in schools deserve the\nattention of the Office of Public Instruction when any thinkers are to\nbe found there who do not think exclusively of themselves.\n\nWe incurred the infliction of an imposition in a thousand ways. Our\nmemory was so good that we never learned a lesson. It was enough for\neither of us to hear our class-fellows repeat the task in French, Latin,\nor grammar, and we could say it when our turn came; but if the master,\nunfortunately, took it into his head to reverse the usual order and call\nupon us first, we very often did not even know what the lesson was;\nthen the imposition fell in spite of our most ingenious excuses. Then we\nalways put off writing our exercises till the last moment; if there\nwere a book to be finished, or if we were lost in thought, the task was\nforgotten--again an imposition. How often have we scribbled an exercise\nduring the time when the head-boy, whose business it was to collect them\nwhen we came into school, was gathering them from the others!\n\nIn addition to the moral misery which Lambert went through in trying\nto acclimatize himself to college life, there was a scarcely less cruel\napprenticeship through which every boy had to pass: to those bodily\nsufferings which seemed infinitely varied. The tenderness of a child's\nskin needs extreme care, especially in winter, when a school-boy is\nconstantly exchanging the frozen air of the muddy playing-yard for the\nstuffy atmosphere of the classroom. The \"little boys\" and the smallest\nof all, for lack of a mother's care, were martyrs to chilblains and\nchaps so severe that they had to be regularly dressed during the\nbreakfast hour; but this could only be very indifferently done to so\nmany damaged hands, toes, and heels. A good many of the boys indeed\nwere obliged to prefer the evil to the remedy; the choice constantly lay\nbetween their lessons waiting to be finished or the joys of a slide, and\nwaiting for a bandage carelessly put on, and still more carelessly cast\noff again. Also it was the fashion in the school to gibe at the poor,\nfeeble creatures who went to be doctored; the bullies vied with each\nother in snatching off the rags which the infirmary nurse had tied on.\nHence, in winter, many of us, with half-dead feet and fingers, sick with\npain, were incapable of work, and punished for not working. The Fathers,\ntoo often deluded by shammed ailments, would not believe in real\nsuffering.\n\nThe price paid for our schooling and board also covered the cost of\nclothing. The committee contracted for the shoes and clothes supplied to\nthe boys; hence the weekly inspection of which I have spoken. This plan,\nthough admirable for the manager, is always disastrous to the managed.\nWoe to the boy who indulged in the bad habit of treading his shoes down\nat heel, of cracking the shoe-leather, or wearing out the soles too\nfast, whether from a defect in his gait, or by fidgeting during lessons\nin obedience to the instinctive need of movement common to all children.\nThat boy did not get through the winter without great suffering. In the\nfirst place, his chilblains would ache and shot as badly as a fit of the\ngout; then the rivets and pack-thread intended to repair the shoes would\ngive way, or the broken heels would prevent the wretched shoes from\nkeeping on his feet; he was obliged to drag them wearily along the\nfrozen roads, or sometimes to dispute their possession with the clay\nsoil of the district; the water and snow got in through some unnoticed\ncrack or ill-sewn patch, and the foot would swell.\n\nOut of sixty boys, not ten perhaps could walk without some special form\nof torture; and yet they all kept up with the body of the troop, dragged\non by the general movement, as men are driven through life by life\nitself. Many a time some proud-tempered boy would shed tears of rage\nwhile summoning his remaining energy to run ahead and get home again in\nspite of pain, so sensitively afraid of laughter or of pity--two forms\nof scorn--is the still tender soul at that age.\n\nAt school, as in social life, the strong despise the feeble without\nknowing in what true strength consists.\n\nNor was this all. No gloves. If by good hap a boy's parents, the\ninfirmary nurse, or the headmaster gave gloves to a particularly\ndelicate lad, the wags or the big boys of the class would put them on\nthe stove, amused to see them dry and shrivel; or if the gloves escaped\nthe marauders, after getting wet they shrunk as they dried for want\nof care. No, gloves were impossible. Gloves were a privilege, and boys\ninsist on equality.\n\nLouis Lambert fell a victim to all these varieties of torment. Like\nmany contemplative men, who, when lost in thought, acquire a habit of\nmechanical motion, he had a mania for fidgeting with his shoes, and\ndestroyed them very quickly. His girlish complexion, the skin of his\nears and lips, cracked with the least cold. His soft, white hands grew\nred and swollen. He had perpetual colds. Thus he was a constant\nsufferer till he became inured to school-life. Taught at last by cruel\nexperience, he was obliged to \"look after his things,\" to use the school\nphrase. He was forced to take care of his locker, his desk, his clothes,\nhis shoes; to protect his ink, his books, his copy-paper, and his pens\nfrom pilferers; in short, to give his mind to the thousand details of\nour trivial life, to which more selfish and commonplace minds devoted\nsuch strict attention--thus infallibly securing prizes for \"proficiency\"\nand \"good conduct\"--while they were overlooked by a boy of the highest\npromise, who, under the hand of an almost divine imagination, gave\nhimself up with rapture to the flow of his ideas.\n\nThis was not all. There is a perpetual struggle going on between the\nmasters and the boys, a struggle without truce, to be compared with\nnothing else in the social world, unless it be the resistance of\nthe opposition to the ministry in a representative government. But\njournalists and opposition speakers are probably less prompt to take\nadvantage of a weak point, less extreme in resenting an injury, and less\nmerciless in their mockery than boys are in regard to those who rule\nover them. It is a task to put angels out of patience. An unhappy\nclass-master must then not be too severely blamed, ill-paid as he is,\nand consequently not too competent, if he is occasionally unjust or out\nof temper. Perpetually watched by a hundred mocking eyes, and surrounded\nwith snares, he sometimes revenges himself for his own blunders on the\nboys who are only too ready to detect them.\n\nUnless for serious misdemeanors, for which there were other forms of\npunishment, the strap was regarded at Vendome as the _ultima ratio\nPatrum_. Exercises forgotten, lessons ill learned, common ill behavior\nwere sufficiently punished by an imposition, but offended dignity spoke\nin the master through the strap. Of all the physical torments to which\nwe were exposed, certainly the most acute was that inflicted by this\nleathern instrument, about two fingers wide, applied to our poor little\nhands with all the strength and all the fury of the administrator. To\nendure this classical form of correction, the victim knelt in the middle\nof the room. He had to leave his form and go to kneel down near the\nmaster's desk under the curious and generally merciless eyes of his\nfellows. To sensitive natures these preliminaries were an introductory\ntorture, like the journey from the Palais de Justice to the Place de\nGreve which the condemned used to make to the scaffold.\n\nSome boys cried out and shed bitter tears before or after the\napplication of the strap; others accepted the infliction with stoic\ncalm; it was a question of nature; but few could control an expression\nof anguish in anticipation.\n\nLouis Lambert was constantly enduring the strap, and owed it to a\npeculiarity of his physiognomy of which he was for a long time quite\nunconscious. Whenever he was suddenly roused from a fit of abstraction\nby the master's cry, \"You are doing nothing!\" it often happened that,\nwithout knowing it, he flashed at his teacher a look full of fierce\ncontempt, and charged with thought, as a Leyden jar is charged with\nelectricity. This look, no doubt, discomfited the master, who, indignant\nat this unspoken retort, wished to cure his scholar of that thunderous\nflash.\n\nThe first time the Father took offence at this ray of scorn, which\nstruck him like a lightning-flash, he made this speech, as I well\nremember:\n\n\"If you look at me again in that way, Lambert, you will get the strap.\"\n\nAt these words every nose was in the air, every eye looked alternately\nat the master and at Louis. The observation was so utterly foolish, that\nthe boy again looked at the Father, overwhelming him with another\nflash. From this arose a standing feud between Lambert and his master,\nresulting in a certain amount of \"strap.\" Thus did he first discover the\npower of his eye.\n\nThe hapless poet, so full of nerves, as sensitive as a woman, under the\nsway of chronic melancholy, and as sick with genius as a girl with\nlove that she pines for, knowing nothing of it;--this boy, at once so\npowerful and so weak, transplanted by \"Corinne\" from the country he\nloved, to be squeezed in the mould of a collegiate routine to which\nevery spirit and every body must yield, whatever their range or\ntemperament, accepting its rule and its uniform as gold is crushed into\nround coin under the press; Louis Lambert suffered in every spot where\npain can touch the soul or the flesh. Stuck on a form, restricted to\nthe acreage of his desk, a victim of the strap and to a sickly frame,\ntortured in every sense, environed by distress--everything compelled\nhim to give his body up to the myriad tyrannies of school life; and,\nlike the martyrs who smiled in the midst of suffering, he took refuge in\nheaven, which lay open to his mind. Perhaps this life of purely inward\nemotions helped him to see something of the mysteries he so entirely\nbelieved in!\n\nOur independence, our illicit amusements, our apparent waste of time,\nour persistent indifference, our frequent punishments and aversion for\nour exercises and impositions, earned us a reputation, which no one\ncared to controvert, for being an idle and incorrigible pair. Our\nmasters treated us with contempt, and we fell into utter disgrace with\nour companions, from whom we concealed our secret studies for fear\nof being laughed at. This hard judgment, which was injustice in the\nmasters, was but natural in our schoolfellows. We could neither play\nball, nor run races, nor walk on stilts. On exceptional holidays, when\namnesty was proclaimed and we got a few hours of freedom, we shared in\nnone of the popular diversions of the school. Aliens from the pleasures\nenjoyed by the others, we were outcasts, sitting forlorn under a tree in\nthe playing-ground. The Poet-and-Pythagoras formed an exception and led\na life apart from the life of the rest.\n\nThe penetrating instinct and unerring conceit of schoolboys made them\nfeel that we were of a nature either far above or far beneath their own;\nhence some simply hated our aristocratic reserve, others merely scorned\nour ineptitude. These feelings were equally shared by us without our\nknowing it; perhaps I have but now divined them. We lived exactly like\ntwo rats, huddled into the corner of the room where our desks were,\nsitting there alike during lesson time and play hours. This strange\nstate of affairs inevitably and in fact placed us on a footing of war\nwith all the other boys in our division. Forgotten for the most part, we\nsat there very contentedly; half happy, like two plants, two images\nwho would have been missed from the furniture of the room. But the most\naggressive of our schoolfellows would sometimes torment us, just to\nshow their malignant power, and we responded with stolid contempt, which\nbrought many a thrashing down on the Poet-and-Pythagoras.\n\nLambert's home-sickness lasted for many months. I know no words to\ndescribe the dejection to which he was a prey. Louis has taken the glory\noff many a masterpiece for me. We had both played the part of the \"Leper\nof Aosta,\" and had both experienced the feelings described in Monsieur\nde Maistre's story, before we read them as expressed by his eloquent\npen. A book may, indeed, revive the memories of our childhood, but it\ncan never compete with them successfully. Lambert's woes had taught me\nmany a chant of sorrow far more appealing than the finest passages in\n\"Werther.\" And, indeed, there is no possible comparison between the\npangs of a passion condemned, whether rightly or wrongly, by every law,\nand the grief of a poor child pining for the glorious sunshine, the\ndews of the valley, and liberty. Werther is the slave of desire; Louis\nLambert was an enslaved soul. Given equal talent, the more pathetic\nsorrow, founded on desires which, being purer, are the more genuine,\nmust transcend the wail even of genius.\n\nAfter sitting for a long time with his eyes fixed on a lime-tree in the\nplayground, Louis would say just a word; but that word would reveal an\ninfinite speculation.\n\n\"Happily for me,\" he exclaimed one day, \"there are hours of comfort when\nI feel as though the walls of the room had fallen and I were away--away\nin the fields! What a pleasure it is to let oneself go on the stream of\none's thoughts as a bird is borne up on its wings!\"\n\n\"Why is green a color so largely diffused throughout creation?\" he would\nask me. \"Why are there so few straight lines in nature? Why is it that\nman, in his structures, rarely introduces curves? Why is it that he\nalone, of all creatures, has a sense of straightness?\"\n\nThese queries revealed long excursions in space. He had, I am sure, seen\nvast landscapes, fragrant with the scent of woods. He was always silent\nand resigned, a living elegy, always suffering but unable to complain of\nsuffering. An eagle that needed the world to feed him, shut in between\nfour narrow, dirty walls; and thus this life became an ideal life in the\nstrictest meaning of the words. Filled as he was with contempt of the\nalmost useless studies to which we were harnessed, Louis went on his\nskyward way absolutely unconscious of the things about us.\n\nI, obeying the imitative instinct that is so strong in childhood, tired\nto regulate my life in conformity with his. And Louis the more easily\ninfected me with the sort of torpor in which deep contemplation leaves\nthe body, because I was younger and more impressionable than he. Like\ntwo lovers, we got into the habit of thinking together in a common\nreverie. His intuitions had already acquired that acuteness which must\nsurely characterize the intellectual perceptiveness of great poets and\noften bring them to the verge of madness.\n\n\"Do you ever feel,\" said he to me one day, \"as though imagined suffering\naffected you in spite of yourself? If, for instance, I think with\nconcentration of the effect that the blade of my penknife would have in\npiercing my flesh, I feel an acute pain as if I had really cut myself;\nonly the blood is wanting. But the pain comes suddenly, and startles me\nlike a sharp noise breaking profound silence. Can an idea cause physical\npain?--What do you say to that, eh?\"\n\nWhen he gave utterance to such subtle reflections, we both fell\ninto artless meditation; we set to work to detect in ourselves the\ninscrutable phenomena of the origin of thoughts, which Lambert hoped to\ndiscover in their earliest germ, so as to describe some day the unknown\nprocess. Then, after much discussion, often mixed up with childish\nnotions, a look would flash from Lambert's eager eyes; he would grasp my\nhand, and a word from the depths of his soul would show the current of\nhis mind.\n\n\"Thinking is seeing,\" said he one day, carried away by some objection\nraised as to the first principles of our organization. \"Every human\nscience is based on deduction, which is a slow process of seeing by\nwhich we work up from the effect to the cause; or, in a wider sense, all\npoetry, like every work of art, proceeds from a swift vision of things.\"\n\nHe was a spiritualist (as opposed to materialism); but I would venture\nto contradict him, using his own arguments to consider the intellect\nas a purely physical phenomenon. We both were right. Perhaps the words\nmaterialism and spiritualism express the two faces of the same fact. His\nconsiderations on the substance of the mind led to his accepting, with\na certain pride, the life of privation to which we were condemned in\nconsequence of our idleness and our indifference to learning. He had a\ncertain consciousness of his own powers which bore him up through his\nspiritual cogitations. How delightful it was to me to feel his soul\nacting on my own! Many a time have we remained sitting on our form, both\nburied in one book, having quite forgotten each other's existence, and\nyet not apart; each conscious of the other's presence, and bathing in an\nocean of thought, like two fish swimming in the same waters.\n\nOur life, apparently, was merely vegetating; but we lived through our\nheart and brain.\n\nLambert's influence over my imagination left traces that still abide.\nI used to listen hungrily to his tales, full of the marvels which make\nmen, as well as children, rapturously devour stories in which truth\nassumes the most grotesque forms. His passion for mystery, and the\ncredulity natural to the young, often led us to discuss Heaven and Hell.\nThen Louis, by expounding Swedenborg, would try to make me share in his\nbeliefs concerning angels. In his least logical arguments there were\nstill amazing observations as to the powers of man, which gave his words\nthat color of truth without which nothing can be done in any art. The\nromantic end he foresaw as the destiny of man was calculated to flatter\nthe yearning which tempts blameless imaginations to give themselves up\nto beliefs. Is it not during the youth of a nation that its dogmas and\nidols are conceived? And are not the supernatural beings before whom the\npeople tremble the personification of their feelings and their magnified\ndesires?\n\n\n\nAll that I can now remember of the poetical conversations we held\ntogether concerning the Swedish prophet, whose works I have since had\nthe curiosity to read, may be told in a few paragraphs.\n\nIn each of us there are two distinct beings. According to Swedenborg,\nthe angel is an individual in whom the inner being conquers the external\nbeing. If a man desires to earn his call to be an angel, as soon as his\nmind reveals to him his twofold existence, he must strive to foster the\ndelicate angelic essence that exists within him. If, for lack of a lucid\nappreciation of his destiny, he allows bodily action to predominate,\ninstead of confirming his intellectual being, all his powers will be\nabsorbed in the use of his external senses, and the angel will slowly\nperish by the materialization of both natures. In the contrary case, if\nhe nourishes his inner being with the aliment needful to it, the soul\ntriumphs over matter and strives to get free.\n\nWhen they separate by the act of what we call death, the angel, strong\nenough then to cast off its wrappings, survives and begins its real\nlife. The infinite variety which differentiates individual men can only\nbe explained by this twofold existence, which, again, is proved and made\nintelligible by that variety.\n\nIn point of fact, the wide distance between a man whose torpid\nintelligence condemns him to evident stupidity, and one who, by the\nexercise of his inner life, has acquired the gift of some power, allows\nus to suppose that there is as great a difference between men of genius\nand other beings as there is between the blind and those who see. This\nhypothesis, since it extends creation beyond all limits, gives us, as it\nwere, the clue to heaven. The beings who, here on earth, are apparently\nmingled without distinction, are there distributed, according to their\ninner perfection, in distinct spheres whose speech and manners have\nnothing in common. In the invisible world, as in the real world, if some\nnative of the lower spheres comes, all unworthy, into a higher sphere,\nnot only can he never understand the customs and language there, but his\nmere presence paralyzes the voice and hearts of those who dwell therein.\n\nDante, in his _Divine Comedy_, had perhaps some slight intuition of\nthose spheres which begin in the world of torment, and rise, circle on\ncircle, to the highest heaven. Thus Swedenborg's doctrine is the product\nof a lucid spirit noting down the innumerable signs by which the angels\nmanifest their presence among men.\n\nThis doctrine, which I have endeavored to sum up in a more or less\nconsistent form, was set before me by Lambert with all the fascination\nof mysticism, swathed in the wrappings of the phraseology affected by\nmystical writers: an obscure language full of abstractions, and\ntaking such effect on the brain, that there are books by Jacob Boehm,\nSwedenborg, and Madame Guyon, so strangely powerful that they give rise\nto phantasies as various as the dreams of the opium-eater. Lambert told\nme of mystical facts so extraordinary, he so acted on my imagination,\nthat he made my brain reel. Still, I loved to plunge into that realm\nof mystery, invisible to the senses, in which every one likes to dwell,\nwhether he pictures it to himself under the indefinite ideal of the\nFuture, or clothes it in the more solid guise of romance. These violent\nrevulsions of the mind on itself gave me, without my knowing it, a\ncomprehension of its power, and accustomed me to the workings of the\nmind.\n\nLambert himself explained everything by his theory of the angels. To him\npure love--love as we dream of it in youth--was the coalescence of two\nangelic natures. Nothing could exceed the fervency with which he longed\nto meet a woman angel. And who better than he could inspire or feel\nlove? If anything could give an impression of an exquisite nature,\nwas it not the amiability and kindliness that marked his feelings, his\nwords, his actions, his slightest gestures, the conjugal regard that\nunited us as boys, and that we expressed when we called ourselves\n_chums_?\n\nThere was no distinction for us between my ideas and his. We imitated\neach other's handwriting, so that one might write the tasks of\nboth. Thus, if one of us had a book to finish and to return to the\nmathematical master, he could read on without interruption while the\nother scribbled off his exercise and imposition. We did our tasks as\nthough paying a task on our peace of mind. If my memory does not play\nme false, they were sometimes of remarkable merit when Lambert did\nthem. But on the foregone conclusion that we were both of us idiots, the\nmaster always went through them under a rooted prejudice, and even kept\nthem to read to be laughed at by our schoolfellows.\n\nI remember one afternoon, at the end of the lesson, which lasted from\ntwo till four, the master took possession of a page of translation by\nLambert. The passage began with _Caius Gracchus, vir nobilis_; Lambert\nhad construed this by \"Caius Gracchus had a noble heart.\"\n\n\"Where do you find 'heart' in _nobilis_?\" said the Father sharply.\n\nAnd there was a roar of laughter, while Lambert looked at the master in\nsome bewilderment.\n\n\"What would Madame la Baronne de Stael say if she could know that you\nmake such nonsense of a word that means noble family, of patrician\nrank?\"\n\n\"She would say that you were an ass!\" said I in a muttered tone.\n\n\"Master Poet, you will stay in for a week,\" replied the master, who\nunfortunately overheard me.\n\nLambert simply repeated, looking at me with inexpressible affection,\n\"_Vir nobilis_!\"\n\nMadame de Stael was, in fact, partly the cause of Lambert's troubles. On\nevery pretext masters and pupils threw the name in his teeth, either in\nirony or in reproof.\n\nLouis lost no time in getting himself \"kept in\" to share my\nimprisonment. Freer thus than in any other circumstances, we could talk\nthe whole day long in the silence of the dormitories, where each boy had\na cubicle six feet square, the partitions consisting at the top of open\nbars. The doors, fitted with gratings, were locked at night and\nopened in the morning under the eye of the Father whose duty it was to\nsuperintend our rising and going to bed. The creak of these gates, which\nthe college servants unlocked with remarkable expedition, was a sound\npeculiar to that college. These little cells were our prison, and boys\nwere sometimes shut up there for a month at a time. The boys in these\ncoops were under the stern eye of the prefect, a sort of censor who\nstole up at certain hours, or at unexpected moments, with a silent step,\nto hear if we were talking instead of writing our impositions. But a few\nwalnut shells dropped on the stairs, or the sharpness of our hearing,\nalmost always enabled us to beware of his coming, so we could give\nourselves up without anxiety to our favorite studies. However, as\nbooks were prohibited, our prison hours were chiefly filled up with\nmetaphysical discussions, or with relating singular facts connected with\nthe phenomena of mind.\n\nOne of the most extraordinary of these incidents beyond question is\nthis, which I will here record, not only because it concerns Lambert,\nbut because it perhaps was the turning-point of his scientific career.\nBy the law of custom in all schools, Thursday and Sunday were holidays;\nbut the services, which we were made to attend very regularly, so\ncompletely filled up Sunday, that we considered Thursday our only real\nday of freedom. After once attending Mass, we had a long day before us\nto spend in walks in the country round the town of Vendome. The manor of\nRochambeau was the most interesting object of our excursions, perhaps\nby reason of its distance; the smaller boys were very seldom taken on so\nfatiguing an expedition. However, once or twice a year the class-masters\nwould hold out Rochambeau as a reward for diligence.\n\nIn 1812, towards the end of the spring, we were to go there for the\nfirst time. Our anxiety to see this famous chateau of Rochambeau, where\nthe owner sometimes treated the boys to milk, made us all very good,\nand nothing hindered the outing. Neither Lambert nor I had ever seen the\npretty valley of the Loire where the house stood. So his imagination and\nmine were much excited by the prospect of this excursion, which filled\nthe school with traditional glee. We talked of it all the evening,\nplanning to spend in fruit or milk such money as we had saved, against\nall the habits of school-life.\n\nAfter dinner next day, we set out at half-past twelve, each provided\nwith a square hunch of bread, given to us for our afternoon snack.\nAnd off we went, as gay as swallows, marching in a body on the famous\nchateau with an eagerness which would at first allow of no fatigue.\nWhen we reached the hill, whence we looked down on the house standing\nhalf-way down the slope, on the devious valley through which the river\nwinds and sparkles between meadows in graceful curves--a beautiful\nlandscape, one of those scenes to which the keen emotions of early youth\nor of love lend such a charm, that it is wise never to see them again in\nlater years--Louis Lambert said to me, \"Why, I saw this last night in a\ndream.\"\n\nHe recognized the clump of trees under which we were standing, the\ngrouping of the woods, the color of the water, the turrets of the\nchateau, the details, the distance, in fact every part of the prospect\nwhich we looked on for the first time. We were mere children; I, at any\nrate, who was but thirteen; Louis, at fifteen, might have the precocity\nof genius, but at that time we were incapable of falsehood in the most\ntrivial matters of our life as friends. Indeed, if Lambert's powerful\nmind had any presentiment of the importance of such facts, he was far\nfrom appreciating their whole bearing; and he was quite astonished\nby this incident. I asked him if he had not perhaps been brought\nto Rochambeau in his infancy, and my question struck him; but after\nthinking it over, he answered in the negative. This incident, analogous\nto what may be known of the phenomena of sleep in several persons, will\nillustrate the beginnings of Lambert's line of talent; he took it, in\nfact, as the basis of a whole system, using a fragment--as Cuvier did in\nanother branch of inquiry--as a clue to the reconstruction of a complete\nsystem.\n\nAt this moment we were sitting together on an old oak-stump, and after a\nfew minutes' reflection, Louis said to me:\n\n\"If the landscape did not come to me--which it is absurd to imagine--I\nmust have come here. If I was here while I was asleep in my cubicle,\ndoes not that constitute a complete severance of my body and my inner\nbeing? Does it not prove some inscrutable locomotive faculty in the\nspirit with effects resembling those of locomotion in the body? Well,\nthen, if my spirit and my body can be severed during sleep, why should\nI not insist on their separating in the same way while I am awake? I see\nno half-way mean between the two propositions.\n\n\"But if we go further into details: either the facts are due to the\naction of a faculty which brings out a second being to whom my body is\nmerely a husk, since I was in my cell, and yet I saw the landscape--and\nthis upsets many systems; or the facts took place either in some nerve\ncentre, of which the name is yet to be discovered, where our feelings\ndwell and move; or else in the cerebral centre, where ideas are formed.\nThis last hypothesis gives rise to some strange questions. I walked, I\nsaw, I heard. Motion is inconceivable but in space, sound acts only at\ncertain angles or on surfaces, color is caused only by light. If, in the\ndark, with my eyes shut, I saw, in myself, colored objects; if I heard\nsounds in the most perfect silence and without the conditions requisite\nfor the production of sound; if without stirring I traversed wide tracts\nof space, there must be inner faculties independent of the external laws\nof physics. Material nature must be penetrable by the spirit.\n\n\"How is it that men have hitherto given so little thought to the\nphenomena of sleep, which seem to prove that man has a double life? May\nthere not be a new science lying beneath them?\" he added, striking his\nbrow with his hand. \"If not the elements of a science, at any rate the\nrevelation of stupendous powers in man; at least they prove a frequent\nseverance of our two natures, the fact I have been thinking out for\na very long time. At last, then, I have hit on evidence to show the\nsuperiority that distinguishes our latent senses from our corporeal\nsenses! _Homo duplex_!\n\n\"And yet,\" he went on, after a pause, with a doubtful shrug, \"perhaps\nwe have not two natures; perhaps we are merely gifted with personal\nand perfectible qualities, of which the development within us produces\ncertain unobserved phenomena of activity, penetration, and vision. In\nour love of the marvelous, a passion begotten of our pride, we have\ntranslated these effects into poetical inventions, because we did not\nunderstand them. It is so convenient to deify the incomprehensible!\n\n\"I should, I own, lament over the loss of my illusions. I so much wished\nto believe in our twofold nature and in Swedenborg's angels. Must this\nnew science destroy them? Yes; for the study of our unknown properties\ninvolves us in a science that appears to be materialistic, for the\nSpirit uses, divides, and animates the Substance; but it does not\ndestroy it.\"\n\nHe remained pensive, almost sad. Perhaps he saw the dreams of his youth\nas swaddling clothes that he must soon shake off.\n\n\"Sight and hearing are, no doubt, the sheaths for a very marvelous\ninstrument,\" said he, laughing at his own figure of speech.\n\nAlways when he was talking to me of Heaven and Hell, he was wont to\ntreat of Nature as being master; but now, as he pronounced these last\nwords, big with prescience, he seemed to soar more boldly than ever\nabove the landscape, and his forehead seemed ready to burst with the\nafflatus of genius. His powers--mental powers we must call them till\nsome new term is found--seemed to flash from the organs intended to\nexpress them. His eyes shot out thoughts; his uplifted hand, his silent\nbut tremulous lips were eloquent; his burning glance was radiant; at\nlast his head, as though too heavy, or exhausted by too eager a flight,\nfell on his breast. This boy--this giant--bent his head, took my hand\nand clasped it in his own, which was damp, so fevered was he for the\nsearch for truth; then, after a pause, he said:\n\n\"I shall be famous!--And you, too,\" he added after a pause. \"We will\nboth study the Chemistry of the Will.\"\n\nNoble soul! I recognized his superiority, though he took great care\nnever to make me feel it. He shared with me all the treasures of his\nmind, and regarded me as instrumental in his discoveries, leaving me the\ncredit of my insignificant contributions. He was always as gracious as\na woman in love; he had all the bashful feeling, the delicacy of soul\nwhich make life happy and pleasant to endure.\n\n\n\nOn the following day he began writing what he called a _Treatise on the\nWill_; his subsequent reflections led to many changes in its plan and\nmethod; but the incident of that day was certainly the germ of the work,\njust as the electric shock always felt by Mesmer at the approach of\na particular manservant was the starting-point of his discoveries in\nmagnetism, a science till then interred under the mysteries of Isis, of\nDelphi, of the cave of Trophonius, and rediscovered by that prodigious\ngenius, close on Lavater, and the precursor of Gall.\n\nLambert's ideas, suddenly illuminated by this flash of light, assumed\nvaster proportions; he disentangled certain truths from his many\nacquisitions and brought them into order; then, like a founder, he cast\nthe model of his work. At the end of six months' indefatigable labor,\nLambert's writings excited the curiosity of our companions, and became\nthe object of cruel practical jokes which led to a fatal issue.\n\nOne day one of the masters, who was bent on seeing the manuscripts,\nenlisted the aid of our tyrants, and came to seize, by force, a box that\ncontained the precious papers. Lambert and I defended it with incredible\ncourage. The trunk was locked, our aggressors could not open it, but\nthey tried to smash it in the struggle, a stroke of malignity at which\nwe shrieked with rage. Some of the boys, with a sense of justice, or\nstruck perhaps by our heroic defence, advised the attacking party to\nleave us in peace, crushing us with insulting contempt. But suddenly,\nbrought to the spot by the noise of a battle, Father Haugoult roughly\nintervened, inquiring as to the cause of the fight. Our enemies had\ninterrupted us in writing our impositions, and the class-master came to\nprotect his slaves. The foe, in self-defence, betrayed the existence of\nthe manuscript. The dreadful Haugoult insisted on our giving up the box;\nif we should resist, he would have it broken open. Lambert gave him the\nkey; the master took out the papers, glanced through them, and said, as\nhe confiscated them:\n\n\"And it is for such rubbish as this that you neglect your lessons!\"\n\nLarge tears fell from Lambert's eyes, wrung from him as much by a\nsense of his offended moral superiority as by the gratuitous insult and\nbetrayal that he had suffered. We gave the accusers a glance of stern\nreproach: had they not delivered us over to the common enemy? If the\ncommon law of school entitled them to thrash us, did it not require them\nto keep silence as to our misdeeds?\n\nIn a moment they were no doubt ashamed of their baseness.\n\nFather Haugoult probably sold the _Treatise on the Will_ to a local\ngrocer, unconscious of the scientific treasure, of which the germs thus\nfell into unworthy hands.\n\n\n\nSix months later I left the school, and I do not know whether Lambert\never recommenced his labors. Our parting threw him into a mood of the\ndarkest melancholy.\n\nIt was in memory of the disaster that befell Louis' book that, in the\ntale which comes first in these _Etudes_, I adopted the title invented\nby Lambert for a work of fiction, and gave the name of a woman who was\ndear to him to a girl characterized by her self-devotion; but this is\nnot all I have borrowed from him: his character and occupations were of\ngreat value to me in writing that book, and the subject arose from\nsome reminiscences of our youthful meditations. This present volume is\nintended as a modest monument, a broken column, to commemorate the life\nof the man who bequeathed to me all he had to leave--his thoughts.\n\nIn that boyish effort Lambert had enshrined the ideas of a man. Ten\nyears later, when I met some learned men who were devoting serious\nattention to the phenomena that had struck us and that Lambert had so\nmarvelously analyzed, I understood the value of his work, then already\nforgotten as childish. I at once spent several months in recalling the\nprincipal theories discovered by my poor schoolmate. Having collected my\nreminiscences, I can boldly state that, by 1812, he had proved, divined,\nand set forth in his Treatise several important facts of which, as\nhe had declared, evidence was certain to come sooner or later. His\nphilosophical speculations ought undoubtedly to gain him recognition as\none of the great thinkers who have appeared at wide intervals among men,\nto reveal to them the bare skeleton of some science to come, of which\nthe roots spread slowly, but which, in due time, bring forth fair fruit\nin the intellectual sphere. Thus a humble artisan, Bernard Palissy,\nsearching the soil to find minerals for glazing pottery, proclaimed,\nin the sixteenth century, with the infallible intuition of genius,\ngeological facts which it is now the glory of Cuvier and Buffon to have\ndemonstrated.\n\nI can, I believe, give some idea of Lambert's Treatise by stating the\nchief propositions on which it was based; but, in spite of myself, I\nshall strip them of the ideas in which they were clothed, and which were\nindeed their indispensable accompaniment. I started on a different path,\nand only made use of those of his researches which answered the purpose\nof my scheme. I know not, therefore, whether as his disciple I can\nfaithfully expound his views, having assimilated them in the first\ninstance so as to color them with my own.\n\nNew ideas require new words, or a new and expanded use of old words,\nextended and defined in their meaning. Thus Lambert, to set forth the\nbasis of his system, had adopted certain common words that answered to\nhis notions. The word Will he used to connote the medium in which the\nmind moves, or to use a less abstract expression, the mass of power by\nwhich man can reproduce, outside himself, the actions constituting his\nexternal life. Volition--a word due to Locke--expressed the act by which\na man exerts his will. The word Mind, or Thought, which he regarded as\nthe quintessential product of the Will, also represented the medium in\nwhich the ideas originate to which thought gives substance. The Idea, a\nname common to every creation of the brain, constituted the act by which\nman uses his mind. Thus the Will and the Mind were the two generating\nforces; the Volition and the Idea were the two products. Volition, he\nthought, was the Idea evolved from the abstract state to a concrete\nstate, from its generative fluid to a solid expression, so to speak, if\nsuch words may be taken to formulate notions so difficult of definition.\nAccording to him, the Mind and Ideas are the motion and the outcome\nof our inner organization, just as the Will and Volition are of our\nexternal activity.\n\nHe gave the Will precedence over the Mind.\n\n\"You must will before you can think,\" he said. \"Many beings live in\na condition of Willing without ever attaining to the condition of\nThinking. In the North, life is long; in the South, it is shorter; but\nin the North we see torpor, in the South a constant excitability of the\nWill, up to the point where from an excess of cold or of heat the organs\nare almost nullified.\"\n\nThe use of the word \"medium\" was suggested to him by an observation he\nhad made in his childhood, though, to be sure, he had no suspicion then\nof its importance, but its singularity naturally struck his delicately\nalert imagination. His mother, a fragile, nervous woman, all\nsensitiveness and affection, was one of those beings created to\nrepresent womanhood in all the perfection of her attributes, but\nrelegated by a mistaken fate to too low a place in the social scale.\nWholly loving, and consequently wholly suffering, she died young, having\nthrown all her energies into her motherly love. Lambert, a child of six,\nlying, but not always sleeping, in a cot by his mother's bed, saw the\nelectric sparks from her hair when she combed it. The man of fifteen\nmade scientific application of this fact which had amused the child, a\nfact beyond dispute, of which there is ample evidence in many\ninstances, especially of women who by a sad fatality are doomed to let\nunappreciated feelings evaporate in the air, or some superabundant power\nrun to waste.\n\nIn support of his definitions, Lambert propounded a variety of problems\nto be solved, challenges flung out to science, though he proposed to\nseek the solution for himself. He inquired, for instance, whether the\nelement that constitutes electricity does not enter as a base into the\nspecific fluid whence our Ideas and Volitions proceed? Whether the\nhair, which loses its color, turns white, falls out, or disappears, in\nproportion to the decay or crystallization of our thoughts, may not be\nin fact a capillary system, either absorbent or diffusive, and wholly\nelectrical? Whether the fluid phenomena of the Will, a matter generated\nwithin us, and spontaneously reacting under the impress of conditions\nas yet unobserved, were at all more extraordinary than those of the\ninvisible and intangible fluid produced by a voltaic pile, and applied\nto the nervous system of a dead man? Whether the formation of Ideas and\ntheir constant diffusion was less incomprehensible than evaporation of\nthe atoms, imperceptible indeed, but so violent in their effects, that\nare given off from a grain of musk without any loss of weight. Whether,\ngranting that the function of the skin is purely protective, absorbent,\nexcretive, and tactile, the circulation of the blood and all its\nmechanism would not correspond with the transsubstantiation of our Will,\nas the circulation of the nerve fluid corresponds to that of the Mind?\nFinally, whether the more or less rapid affluence of these two real\nsubstances may not be the result of a certain perfection or imperfection\nof organs whose conditions require investigation in every manifestation?\n\nHaving set forth these principles, he proposed to class the phenomena of\nhuman life in two series of distinct results, demanding, with the ardent\ninsistency of conviction, a special analysis for each. In fact, having\nobserved in almost every type of created thing two separate motions,\nhe assumed, nay, he asserted, their existence in our human nature, and\ndesignated this vital antithesis Action and Reaction.\n\n\"A desire,\" he said, \"is a fact completely accomplished in our will\nbefore it is accomplished externally.\"\n\nHence the sum-total of our Volitions and our Ideas constitutes Action,\nand the sum-total of our external acts he called Reaction.\n\nWhen I subsequently read the observations made by Bichat on the duality\nof our external senses, I was really bewildered by my recollections,\nrecognizing the startling coincidences between the views of that\ncelebrated physiologist and those of Louis Lambert. They both died\nyoung, and they had with equal steps arrived at the same strange truths.\nNature has in every case been pleased to give a twofold purpose to the\nvarious apparatus that constitute her creatures; and the twofold action\nof the human organism, which is now ascertained beyond dispute, proves\nby a mass of evidence in daily life how true were Lambert's deductions\nas to Action and Reaction.\n\nThe inner Being, the Being of Action--the word he used to designate an\nunknown specialization--the mysterious nexus of fibrils to which we owe\nthe inadequately investigated powers of thought and will--in short, the\nnameless entity which sees, acts, foresees the end, and accomplishes\neverything before expressing itself in any physical phenomenon--must,\nin conformity with its nature, be free from the physical conditions by\nwhich the external Being of Reaction, the visible man, is fettered in\nits manifestation. From this followed a multitude of logical explanation\nas to those results of our twofold nature which appear the strangest,\nand a rectification of various systems in which truth and falsehood are\nmingled.\n\nCertain men, having had a glimpse of some phenomena of the natural\nworking of the Being of Action, were, like Swedenborg, carried away\nabove this world by their ardent soul, thirsting for poetry, and filled\nwith the Divine Spirit. Thus, in their ignorance of the causes and their\nadmiration of the facts, they pleased their fancy by regarding that\ninner man as divine, and constructing a mystical universe. Hence we have\nangels! A lovely illusion which Lambert would never abandon, cherishing\nit even when the sword of his logic was cutting off their dazzling\nwings.\n\n\"Heaven,\" he would say, \"must, after all, be the survival of our\nperfected faculties, and hell the void into which our unperfected\nfaculties are cast away.\"\n\nBut how, then, in the ages when the understanding had preserved the\nreligious and spiritualist impressions, which prevailed from the time\nof Christ till that of Descartes, between faith and doubt, how could men\nhelp accounting for the mysteries of our nature otherwise than by divine\ninterposition? Of whom but of God Himself could sages demand an account\nof an invisible creature so actively and so reactively sensitive, gifted\nwith faculties so extensive, so improvable by use, and so powerful under\ncertain occult influences, that they could sometimes see it\nannihilate, by some phenomenon of sight or movement, space in its two\nmanifestations--Time and Distance--of which the former is the space of\nthe intellect, the latter is physical space? Sometimes they found it\nreconstructing the past, either by the power of retrospective vision, or\nby the mystery of a palingenesis not unlike the power a man might have\nof detecting in the form, integument, and embryo in a seed, the flowers\nof the past, and the numberless variations of their color, scent, and\nshape; and sometimes, again, it could be seen vaguely foreseeing\nthe future, either by its apprehension of final causes, or by some\nphenomenon of physical presentiment.\n\nOther men, less poetically religious, cold, and argumentative--quacks\nperhaps, but enthusiasts in brain at least, if not in heart\n--recognizing some isolated examples of such phenomena, admitted their\ntruth while refusing to consider them as radiating from a common centre.\nEach of these was, then, bent on constructing a science out of a simple\nfact. Hence arose demonology, judicial astrology, the black arts, in\nshort, every form of divination founded on circumstances that\nwere essentially transient, because they varied according to men's\ntemperament, and to conditions that are still completely unknown.\n\nBut from these errors of the learned, and from the ecclesiastical trials\nunder which fell so many martyrs to their own powers, startling evidence\nwas derived of the prodigious faculties at the command of the Being of\nAction, which, according to Lambert, can abstract itself completely from\nthe Being of Reaction, bursting its envelope, and piercing walls by its\npotent vision; a phenomenon known to the Hindoos, as missionaries tell\nus, by the name of _Tokeiad_; or again, by another faculty, can grasp\nin the brain, in spite of its closest convolutions, the ideas which are\nformed or forming there, and the whole of past consciousness.\n\n\"If apparitions are not impossible,\" said Lambert, \"they must be due\nto a faculty of discerning the ideas which represent man in his purest\nessence, whose life, imperishable perhaps, escapes our grosser senses,\nthough they may become perceptible to the inner being when it has\nreached a high degree of ecstasy, or a great perfection of vision.\"\n\nI know--though my remembrance is now vague--that Lambert, by following\nthe results of Mind and Will step by step, after he had established\ntheir laws, accounted for a multitude of phenomena which, till then,\nhad been regarded with reason as incomprehensible. Thus wizards, men\npossessed with second sight, and demoniacs of every degree--the victims\nof the Middle Ages--became the subject of explanations so natural, that\ntheir very simplicity often seemed to me the seal of their truth. The\nmarvelous gifts which the Church of Rome, jealous of all mysteries,\npunished with the stake, were, in Louis' opinion, the result of certain\naffinities between the constituent elements of matter and those of mind,\nwhich proceed from the same source. The man holding a hazel rod when\nhe found a spring of water was guided by some antipathy or sympathy\nof which he was unconscious; nothing but the eccentricity of these\nphenomena could have availed to give some of them historic certainty.\n\nSympathies have rarely been proved; they afford a kind of pleasure which\nthose who are so happy as to possess them rarely speak of unless they\nare abnormally singular, and even then only in the privacy of intimate\nintercourse, where everything is buried. But the antipathies that arise\nfrom the inversion of affinities have, very happily, been recorded when\ndeveloped by famous men. Thus, Bayle had hysterics when he heard water\nsplashing, Scaliger turned pale at the sight of water-cress, Erasmus was\nthrown into a fever by the smell of fish. These three antipathies were\nconnected with water. The Duc d'Epernon fainted at the sight of a hare,\nTycho-Brahe at that of a fox, Henri III. at the presence of a cat, the\nMarechal d'Albret at the sight of a wild hog; these antipathies\nwere produced by animal emanations, and often took effect at a great\ndistance. The Chevalier de Guise, Marie de Medici, and many other\npersons have felt faint at seeing a rose even in a painting. Lord Bacon,\nwhether he were forewarned or no of an eclipse of the moon, always fell\ninto a syncope while it lasted; and his vitality, suspended while\nthe phenomenon lasted was restored as soon as it was over without his\nfeeling any further inconvenience. These effects of antipathy, all well\nauthenticated, and chosen from among many which history has happened\nto preserve, are enough to give a clue to the sympathies which remain\nunknown.\n\nThis fragment of Lambert's investigations, which I remember from among\nhis essays, will throw a light on the method on which he worked. I\nneed not emphasize the obvious connection between this theory and the\ncollateral sciences projected by Gall and Lavater; they were its natural\ncorollary; and every more or less scientific brain will discern the\nramifications by which it is inevitably connected with the phrenological\nobservations of one and the speculations on physiognomy of the other.\n\nMesmer's discovery, so important, though as yet so little appreciated,\nwas also embodied in a single section of this treatise, though Louis did\nnot know the Swiss doctor's writings--which are few and brief.\n\nA simple and logical inference from these principles led him to perceive\nthat the will might be accumulated by a contractile effort of the\ninner man, and then, by another effort, projected, or even imparted, to\nmaterial objects. Thus the whole force of a man must have the property\nof reacting on other men, and of infusing into them an essence foreign\nto their own, if they could not protect themselves against such an\naggression. The evidence of this theorem of the science of humanity\nis, of course, very multifarious; but there is nothing to establish it\nbeyond question. We have only the notorious disaster of Marius and his\nharangue to the Cimbrian commanded to kill him, or the august injunction\nof a mother to the Lion of Florence, in historic proof of instances of\nsuch lightning flashes of mind. To Lambert, then, Will and Thought were\n_living forces_; and he spoke of them in such a way as to impress his\nbelief on the hearer. To him these two forces were, in a way, visible,\ntangible. Thought was slow or alert, heavy or nimble, light or dark; he\nascribed to it all the attributes of an active agent, and thought of it\nas rising, resting, waking, expanding, growing old, shrinking, becoming\natrophied, or resuscitating; he described its life, and specified all\nits actions by the strangest words in our language, speaking of\nits spontaneity, its strength, and all its qualities with a kind of\nintuition which enabled him to recognize all the manifestations of its\nsubstantial existence.\n\n\"Often,\" said he, \"in the midst of quiet and silence, when our inner\nfaculties are dormant, when a sort of darkness reigns within us, and\nwe are lost in the contemplation of things outside us, an idea suddenly\nflies forth, and rushes with the swiftness of lightning across the\ninfinite space which our inner vision allows us to perceive. This\nradiant idea, springing into existence like a will-o'-the-wisp, dies out\nnever to return; an ephemeral life, like that of babes who give their\nparents such infinite joy and sorrow; a sort of still-born blossom in\nthe fields of the mind. Sometimes an idea, instead of springing forcibly\ninto life and dying unembodied, dawns gradually, hovers in the unknown\nlimbo of the organs where it has its birth; exhausts us by long\ngestation, develops, is itself fruitful, grows outwardly in all the\ngrace of youth and the promising attributes of a long life; it can\nendure the closest inspection, invites it, and never tires the sight;\nthe investigation it undergoes commands the admiration we give to works\nslowly elaborated. Sometimes ideas are evolved in a swarm; one brings\nanother; they come linked together; they vie with each other; they fly\nin clouds, wild and headlong. Again, they rise up pallid and misty, and\nperish for want of strength or of nutrition; the vital force is lacking.\nOr again, on certain days, they rush down into the depths to light up\nthat immense obscurity; they terrify us and leave the soul dejected.\n\n\"Ideas are a complete system within us, resembling a natural kingdom, a\nsort of flora, of which the iconography will one day be outlined by some\nman who will perhaps be accounted a madman.\n\n\"Yes, within us and without, everything testifies to the livingness of\nthose exquisite creations, which I compare with flowers in obedience to\nsome unutterable revelation of their true nature!\n\n\"Their being produced as the final cause of man is, after all, not more\namazing than the production of perfume and color in a plant. Perfumes\n_are_ ideas, perhaps!\n\n\"When we consider the line where flesh ends and the nail begins contains\nthe invisible and inexplicable mystery of the constant transformation\nof a fluid into horn, we must confess that nothing is impossible in the\nmarvelous modifications of human tissue.\n\n\"And are there not in our inner nature phenomena of weight and motion\ncomparable to those of physical nature? Suspense, to choose an example\nvividly familiar to everybody, is painful only as a result of the law in\nvirtue of which the weight of a body is multiplied by its velocity. The\nweight of the feeling produced by suspense increases by the constant\naddition of past pain to the pain of the moment.\n\n\"And then, to what, unless it be to the electric fluid, are we to\nattribute the magic by which the Will enthrones itself so imperiously in\nthe eye to demolish obstacles at the behest of genius, thunders in the\nvoice, or filters, in spite of dissimulation, through the human frame?\nThe current of that sovereign fluid, which, in obedience to the high\npressure of thought or of feeling, flows in a torrent or is reduced to a\nmere thread, and collects to flash in lightnings, is the occult agent\nto which are due the evil or the beneficent efforts of Art and\nPassion--intonation of voice, whether harsh or suave, terrible,\nlascivious, horrifying or seductive by turns, thrilling the heart,\nthe nerves, or the brain at our will; the marvels of the touch, the\ninstrument of the mental transfusions of a myriad artists, whose\ncreative fingers are able, after passionate study, to reproduce the\nforms of nature; or, again, the infinite gradations of the eye from dull\ninertia to the emission of the most terrifying gleams.\n\n\"By this system God is bereft of none of His rights. Mind, as a form of\nmatter, has brought me a new conviction of His greatness.\"\n\nAfter hearing him discourse thus, after receiving into my soul his\nlook like a ray of light, it was difficult not to be dazzled by his\nconviction and carried away by his arguments. The Mind appeared to me as\na purely physical power, surrounded by its innumerable progeny. It was a\nnew conception of humanity under a new form.\n\nThis brief sketch of the laws which, as Lambert maintained, constitute\nthe formula of our intellect, must suffice to give a notion of the\nprodigious activity of his spirit feeding on itself. Louis had sought\nfor proofs of his theories in the history of great men, whose lives, as\nset forth by their biographers, supply very curious particulars as to\nthe operation of their understanding. His memory allowed him to recall\nsuch facts as might serve to support his statements; he had appended\nthem to each chapter in the form of demonstrations, so as to give to\nmany of his theories an almost mathematical certainty. The works of\nCardan, a man gifted with singular powers of insight, supplied him with\nvaluable materials. He had not forgotten that Apollonius of Tyana\nhad, in Asia, announced the death of a tyrant with every detail of his\nexecution, at the very hour when it was taking place in Rome; nor that\nPlotinus, when far away from Porphyrius, was aware of his friend's\nintention to kill himself, and flew to dissuade him; nor the incident\nin the last century, proved in the face of the most incredulous mockery\never known--an incident most surprising to men who were accustomed to\nregard doubt as a weapon against the fact alone, but simple enough\nto believers--the fact that Alphonzo-Maria di Liguori, Bishop of\nSaint-Agatha, administered consolations to Pope Ganganelli, who saw\nhim, heard him, and answered him, while the Bishop himself, at a great\ndistance from Rome, was in a trance at home, in the chair where he\ncommonly sat on his return from Mass. On recovering consciousness, he\nsaw all his attendants kneeling beside him, believing him to be dead:\n\"My friends,\" said he, \"the Holy Father is just dead.\" Two days later a\nletter confirmed the news. The hour of the Pope's death coincided with\nthat when the Bishop had been restored to his natural state.\n\nNor had Lambert omitted the yet more recent adventure of an English girl\nwho was passionately attached to a sailor, and set out from London to\nseek him. She found him, without a guide, making her way alone in the\nNorth American wilderness, reaching him just in time to save his life.\n\nLouis had found confirmatory evidence in the mysteries of the ancients,\nin the acts of the martyrs--in which glorious instances may be found\nof the triumph of human will, in the demonology of the Middle Ages, in\ncriminal trials and medical researches; always selecting the real fact,\nthe probable phenomenon, with admirable sagacity.\n\nAll this rich collection of scientific anecdotes, culled from so many\nbooks, most of them worthy of credit, served no doubt to wrap parcels\nin; and this work, which was curious, to say the least of it, as the\noutcome of a most extraordinary memory, was doomed to destruction.\n\nAmong the various cases which added to the value of Lambert's _Treatise_\nwas an incident that had taken place in his own family, of which he\nhad told me before he wrote his essay. This fact, bearing on the\npost-existence of the inner man, if I may be allowed to coin a new word\nfor a phenomenon hitherto nameless, struck me so forcibly that I have\nnever forgotten it. His father and mother were being forced into a\nlawsuit, of which the loss would leave them with a stain on their good\nname, the only thing they had in the world. Hence their anxiety was very\ngreat when the question first arose as to whether they should yield to\nthe plaintiff's unjust demands, or should defend themselves against him.\nThe matter came under discussion one autumn evening, before a turf fire\nin the room used by the tanner and his wife. Two or three relations\nwere invited to this family council, and among others Louis' maternal\ngreat-grandfather, an old laborer, much bent, but with a venerable and\ndignified countenance, bright eyes, and a bald, yellow head, on which\ngrew a few locks of thin, white hair. Like the Obi of the Negroes, or\nthe Sagamore of the Indian savages, he was a sort of oracle, consulted\non important occasions. His land was tilled by his grandchildren, who\nfed and served him; he predicted rain and fine weather, and told them\nwhen to mow the hay and gather the crops. The barometric exactitude of\nhis forecasts was quite famous, and added to the confidence and respect\nhe inspired. For whole days he would sit immovable in his armchair. This\nstate of rapt meditation often came upon him since his wife's death; he\nhad been attached to her in the truest and most faithful affection.\n\nThis discussion was held in his presence, but he did not seem to give\nmuch heed to it.\n\n\"My children,\" said he, when he was asked for his opinion, \"this is too\nserious a matter for me to decide on alone. I must go and consult my\nwife.\"\n\nThe old man rose, took his stick, and went out, to the great\nastonishment of the others, who thought him daft. He presently came back\nand said:\n\n\"I did not have to go so far as the graveyard; your mother came to\nmeet me; I found her by the brook. She tells me that you will find some\nreceipts in the hands of a notary at Blois, which will enable you to\ngain your suit.\"\n\nThe words were spoken in a firm tone; the old man's demeanor and\ncountenance showed that such an apparition was habitual with him.\nIn fact, the disputed receipts were found, and the lawsuit was not\nattempted.\n\nThis event, under his father's roof and to his own knowledge, when Louis\nwas nine years old, contributed largely to his belief in Swedenborg's\nmiraculous visions, for in the course of that philosopher's life he\nrepeatedly gave proof of the power of sight developed in his Inner\nBeing. As he grew older, and as his intelligence was developed, Lambert\nwas naturally led to seek in the laws of nature for the causes of the\nmiracle which, in his childhood, had captivated his attention. What name\ncan be given to the chance which brought within his ken so many facts\nand books bearing on such phenomena, and made him the principal subject\nand actor in such marvelous manifestations of mind?\n\nIf Lambert had no other title to fame than the fact of his having\nformulated, in his sixteenth year, such a psychological dictum as\nthis:--\"The events which bear witness to the action of the human race,\nand are the outcome of its intellect, have causes by which they are\npreconceived, as our actions are accomplished in our minds before they\nare reproduced by the outer man; presentiments or predictions are the\nperception of these causes\"--I think we may deplore in him a genius\nequal to Pascal, Lavoisier, or Laplace. His chimerical notions about\nangels perhaps overruled his work too long; but was it not in trying to\nmake gold that the alchemists unconsciously created chemistry? At the\nsame time, Lambert, at a later period, studied comparative anatomy,\nphysics, geometry, and other sciences bearing on his discoveries, and\nthis was undoubtedly with the purpose of collecting facts and submitting\nthem to analysis--the only torch that can guide us through the dark\nplaces of the most inscrutable work of nature. He had too much good\nsense to dwell among the clouds of theories which can all be expressed\nin a few words. In our day, is not the simplest demonstration based on\nfacts more highly esteemed than the most specious system though defended\nby more or less ingenious inductions? But as I did not know him at\nthe period of his life when his cogitations were, no doubt, the most\nproductive of results, I can only conjecture that the bent of his work\nmust have been from that of his first efforts of thought.\n\nIt is easy to see where his _Treatise on the Will_ was faulty. Though\ngifted already with the powers which characterize superior men, he\nwas but a boy. His brain, though endowed with a great faculty for\nabstractions, was still full of the delightful beliefs that hover around\nyouth. Thus his conception, while at some points it touched the ripest\nfruits of his genius, still, by many more, clung to the smaller elements\nof its germs. To certain readers, lovers of poetry, what he chiefly\nlacked must have been a certain vein of interest.\n\nBut his work bore the stamp of the struggle that was going on in that\nnoble Spirit between the two great principles of Spiritualism and\nMaterialism, round which so many a fine genius has beaten its way\nwithout ever daring to amalgamate them. Louis, at first purely\nSpiritualist, had been irresistibly led to recognize the Material\nconditions of Mind. Confounded by the facts of analysis at the moment\nwhen his heart still gazed with yearning at the clouds which floated\nin Swedenborg's heaven, he had not yet acquired the necessary powers to\nproduce a coherent system, compactly cast in a piece, as it were. Hence\ncertain inconsistencies that have left their stamp even on the sketch\nhere given of his first attempts. Still, incomplete as his work may\nhave been, was it not the rough copy of a science of which he would have\ninvestigated the secrets at a later time, have secured the foundations,\nhave examined, deduced, and connected the logical sequence?\n\n\n\nSix months after the confiscation of the _Treatise on the Will_ I left\nschool. Our parting was unexpected. My mother, alarmed by a feverish\nattack which for some months I had been unable to shake off, while my\ninactive life induced symptoms of _coma_, carried me off at four or\nfive hours' notice. The announcement of my departure reduced Lambert to\ndreadful dejection.\n\n\"Shall I ever seen you again?\" said he in his gentle voice, as he\nclasped me in his arms. \"You will live,\" he went on, \"but I shall die.\nIf I can, I will come back to you.\"\n\nOnly the young can utter such words with the accent of conviction that\ngives them the impressiveness of prophecy, of a pledge, leaving a terror\nof its fulfilment. For a long time indeed I vaguely looked for the\npromised apparition. Even now there are days of depression, of doubt,\nalarm, and loneliness, when I am forced to repel the intrusion of that\nsad parting, though it was not fated to be the last.\n\nWhen I crossed the yard by which we left, Lambert was at one of the\nrefectory windows to see me pass. By my request my mother obtained leave\nfor him to dine with us at the inn, and in the evening I escorted him\nback to the fatal gate of the college. No lover and his mistress ever\nshed more tears at parting.\n\n\"Well, good-bye; I shall be left alone in this desert!\" said he,\npointing to the playground where two hundred boys were disporting\nthemselves and shouting. \"When I come back half dead with fatigue from\nmy long excursions through the fields of thought, on whose heart can\nI rest? I could tell you everything in a look. Who will understand me\nnow?--Good-bye! I could wish I had never met you; I should not know all\nI am losing.\"\n\n\"And what is to become of me?\" said I. \"Is not my position a dreadful\none? _I_ have nothing here to uphold me!\" and I slapped my forehead.\n\nHe shook his head with a gentle gesture, gracious and sad, and we\nparted.\n\nAt that time Louis Lambert was about five feet five inches in height;\nhe grew no more. His countenance, which was full of expression, revealed\nhis sweet nature. Divine patience, developed by harsh usage, and the\nconstant concentration needed for his meditative life, had bereft his\neyes of the audacious pride which is so attractive in some faces, and\nwhich had so shocked our masters. Peaceful mildness gave charm to his\nface, an exquisite serenity that was never marred by a tinge of irony or\nsatire; for his natural kindliness tempered his conscious strength and\nsuperiority. He had pretty hands, very slender, and almost always\nmoist. His frame was a marvel, a model for a sculptor; but our iron-gray\nuniform, with gilt buttons and knee-breeches, gave us such an ungainly\nappearance that Lambert's fine proportions and firm muscles could only\nbe appreciated in the bath. When we swam in our pool in the Loire,\nLouis was conspicuous by the whiteness of his skin, which was unlike the\ndifferent shades of our schoolfellows' bodies mottled by the cold,\nor blue from the water. Gracefully formed, elegant in his attitudes,\ndelicate in hue, never shivering after his bath, perhaps because he\navoided the shade and always ran into the sunshine, Louis was like one\nof those cautious blossoms that close their petals to the blast and\nrefuse to open unless to a clear sky. He ate little, and drank water\nonly; either by instinct or by choice he was averse to any exertion that\nmade a demand on his strength; his movements were few and simple, like\nthose of Orientals or of savages, with whom gravity seems a condition of\nnature.\n\nAs a rule, he disliked everything that resembled any special care for\nhis person. He commonly sat with his head a little inclined to the left,\nand so constantly rested his elbows on the table, that the sleeves of\nhis coats were soon in holes.\n\nTo this slight picture of the outer man I must add a sketch of his moral\nqualities, for I believe I can now judge him impartially.\n\nThough naturally religious, Louis did not accept the minute practices of\nthe Roman ritual; his ideas were more intimately in sympathy with Saint\nTheresa and Fenelon, and several Fathers and certain Saints, who, in our\nday, would be regarded as heresiarchs or atheists. He was rigidly calm\nduring the services. His own prayers went up in gusts, in aspirations,\nwithout any regular formality; in all things he gave himself up to\nnature, and would not pray, any more than he would think, at any fixed\nhour. In chapel he was equally apt to think of God or to meditate on\nsome problem of philosophy.\n\nTo him Jesus Christ was the most perfect type of his system. _Et Verbum\ncaro factum est_ seemed a sublime statement intended to express the\ntraditional formula of the Will, the Word, and the Act made visible.\nChrist's unconsciousness of His Death--having so perfected His inner\nBeing by divine works, that one day the invisible form of it appeared\nto His disciples--and the other Mysteries of the Gospels, the magnetic\ncures wrought by Christ, and the gift of tongues, all to him confirmed\nhis doctrine. I remember once hearing him say on this subject, that\nthe greatest work that could be written nowadays was a History of the\nPrimitive Church. And he never rose to such poetic heights as when,\nin the evening, as we conversed, he would enter on an inquiry into\nmiracles, worked by the power of Will during that great age of faith. He\ndiscerned the strongest evidence of his theory in most of the martyrdoms\nendured during the first century of our era, which he spoke of as _the\ngreat era of the Mind_.\n\n\"Do not the phenomena observed in almost every instance of the torments\nso heroically endured by the early Christians for the establishment of\nthe faith, amply prove that Material force will never prevail against\nthe force of Ideas or the Will of man?\" he would say. \"From this effect,\nproduced by the Will of all, each man may draw conclusions in favor of\nhis own.\"\n\nI need say nothing of his views on poetry or history, nor of his\njudgment on the masterpieces of our language. There would be little\ninterest in the record of opinions now almost universally held, though\nat that time, from the lips of a boy, they might seem remarkable. Louis\nwas capable of the highest flights. To give a notion of his talents in\na few words, he could have written _Zadig_ as wittily as Voltaire;\nhe could have thought out the dialogue between Sylla and Eucrates as\npowerfully as Montesquieu. His rectitude of character made him desire\nabove all else in a work that it should bear the stamp of utility; at\nthe same time, his refined taste demanded novelty of thought as well as\nof form. One of his most remarkable literary observations, which\nwill serve as a clue to all the others, and show the lucidity of his\njudgment, is this, which has ever dwelt in my memory, \"The Apocalypse\nis written ecstasy.\" He regarded the Bible as a part of the traditional\nhistory of the antediluvian nations which had taken for its share the\nnew humanity. He thought that the mythology of the Greeks was borrowed\nboth from the Hebrew Scriptures and from the sacred Books of India,\nadapted after their own fashion by the beauty-loving Hellenes.\n\n\"It is impossible,\" said he, \"to doubt the priority of the Asiatic\nScriptures; they are earlier than our sacred books. The man who is\ncandid enough to admit this historical fact sees the whole world expand\nbefore him. Was it not on the Asiatic highland that the few men\ntook refuge who were able to escape the catastrophe that ruined our\nglobe--if, indeed men had existed before that cataclysm or shock? A\nserious query, the answer to which lies at the bottom of the sea. The\nanthropogony of the Bible is merely a genealogy of a swarm escaping from\nthe human hive which settled on the mountainous slopes of Thibet between\nthe summits of the Himalaya and the Caucasus.\n\n\"The character of the primitive ideas of that horde called by its\nlawgiver the people of God, no doubt to secure its unity, and perhaps\nalso to induce it to maintain his laws and his system of government\n--for the Books of Moses are a religious, political, and civil code\n--that character bears the authority of terror; convulsions of nature\nare interpreted with stupendous power as a vengeance from on high. In\nfact, since this wandering tribe knew none of the ease enjoyed by a\ncommunity settled in a patriarchal home, their sorrows as pilgrims\ninspired them with none but gloomy poems, majestic but blood-stained. In\nthe Hindoos, on the contrary, the spectacle of the rapid recoveries of\nthe natural world, and the prodigious effects of sunshine, which they\nwere the first to recognize, gave rise to happy images of blissful\nlove, to the worship of Fire and of the endless personifications of\nreproductive force. These fine fancies are lacking in the Book of the\nHebrews. A constant need of self-preservation amid all the dangers and\nthe lands they traversed to reach the Promised Land engendered their\nexclusive race-feeling and their hatred of all other nations.\n\n\"These three Scriptures are the archives of an engulfed world. Therein\nlies the secret of the extraordinary splendor of those languages and\ntheir myths. A grand human history lies beneath those names of men and\nplaces, and those fables which charm us so irresistibly, we know not\nwhy. Perhaps it is because we find in them the native air of renewed\nhumanity.\"\n\nThus, to him, this threefold literature included all the thoughts of\nman. Not a book could be written, in his opinion, of which the subject\nmight not there be discerned in its germ. This view shows how learnedly\nhe had pursued his early studies of the Bible, and how far they had led\nhim. Hovering, as it were, over the heads of society, and knowing it\nsolely from books, he could judge it coldly.\n\n\"The law,\" said he, \"never puts a check on the enterprises of the rich\nand great, but crushes the poor, who, on the contrary, need protection.\"\n\nHis kind heart did not therefore allow him to sympathize in political\nideas; his system led rather to the passive obedience of which Jesus\nset the example. During the last hours of my life at Vendome, Louis\nhad ceased to feel the spur to glory; he had, in a way, had an abstract\nenjoyment of fame; and having opened it, as the ancient priests of\nsacrifice sought to read the future in the hearts of men, he had found\nnothing in the entrails of his chimera. Scorning a sentiment so wholly\npersonal: \"Glory,\" said he, \"is but beatified egoism.\"\n\nHere, perhaps, before taking leave of this exceptional boyhood, I may\npronounce judgment on it by a rapid glance.\n\nA short time before our separation, Lambert said to me:\n\n\"Apart from the general laws which I have formulated--and this, perhaps,\nwill be my glory--laws which must be those of the human organism, the\nlife of man is Movement determined in each individual by the pressure of\nsome inscrutable influence--by the brain, the heart, or the sinews. All\nthe innumerable modes of human existence result from the proportions in\nwhich these three generating forces are more or less intimately combined\nwith the substances they assimilate in the environment they live in.\"\n\nHe stopped short, struck his forehead, and exclaimed: \"How strange!\nIn every great man whose portrait I have remarked, the neck is short.\nPerhaps nature requires that in them the heart should be nearer to the\nbrain!\"\n\nThen he went on:\n\n\"From that, a sum-total of action takes its rise which constitutes\nsocial life. The man of sinew contributes action or strength; the man\nof brain, genius; the man of heart, faith. But,\" he added sadly, \"faith\nsees only the clouds of the sanctuary; the Angel alone has light.\"\n\nSo, according to his own definitions, Lambert was all brain and all\nheart. It seems to me that his intellectual life was divided into three\nmarked phases.\n\nUnder the impulsion, from his earliest years, of a precocious activity,\ndue, no doubt, to some malady--or to some special perfection--of\norganism, his powers were concentrated on the functions of the inner\nsenses and a superabundant flow of nerve-fluid. As a man of ideas, he\ncraved to satisfy the thirst of his brain, to assimilate every idea.\nHence his reading; and from his reading, the reflections that gave\nhim the power of reducing things to their simplest expression, and of\nabsorbing them to study them in their essence. Thus, the advantages of\nthis splendid stage, acquired by other men only after long study, were\nachieved by Lambert during his bodily childhood: a happy childhood,\ncolored by the studious joys of a born poet.\n\nThe point which most thinkers reach at last was to him the\nstarting-point, whence his brain was to set out one day in search of\nnew worlds of knowledge. Though as yet he knew it not, he had made for\nhimself the most exacting life possible, and the most insatiably greedy.\nMerely to live, was he not compelled to be perpetually casting nutriment\ninto the gulf he had opened in himself? Like some beings who dwell in\nthe grosser world, might not he die of inanition for want of feeding\nabnormal and disappointed cravings? Was not this a sort of debauchery of\nthe intellect which might lead to spontaneous combustion, like that of\nbodies saturated with alcohol?\n\nI had seen nothing of this first phase of his brain-development; it\nis only now, at a later day, that I can thus give an account of its\nprodigious fruit and results. Lambert was now thirteen.\n\nI was so fortunate as to witness the first stage of the second period.\nLambert was cast into all the miseries of school-life--and that,\nperhaps, was his salvation--it absorbed the superabundance of his\nthoughts. After passing from concrete ideas to their purest expression,\nfrom words to their ideal import, and from that import to principles,\nafter reducing everything to the abstract, to enable him to live he\nyearned for yet other intellectual creations. Quelled by the woes of\nschool and the critical development of his physical constitution, he\nbecame thoughtful, dreamed of feeling, and caught a glimpse of new\nsciences--positively masses of ideas. Checked in his career, and not\nyet strong enough to contemplate the higher spheres, he contemplated his\ninmost self. I then perceived in him the struggle of the Mind reacting\non itself, and trying to detect the secrets of its own nature, like a\nphysician who watches the course of his own disease.\n\nAt this stage of weakness and strength, of childish grace and superhuman\npowers, Louis Lambert is the creature who, more than any other, gave\nme a poetical and truthful image of the being we call an angel, always\nexcepting one woman whose name, whose features, whose identity, and\nwhose life I would fain hide from all the world, so as to be sole master\nof the secret of her existence, and to bury it in the depths of my\nheart.\n\n\n\nThe third phase I was not destined to see. It began when Lambert and I\nwere parted, for he did not leave college till he was eighteen, in the\nsummer of 1815. He had at that time lost his father and mother about six\nmonths before. Finding no member of his family with whom his soul could\nsympathize, expansive still, but, since our parting, thrown back on\nhimself, he made his home with his uncle, who was also his guardian, and\nwho, having been turned out of his benefice as a priest who had taken\nthe oaths, had come to settle at Blois. There Louis lived for some time;\nbut consumed ere long by the desire to finish his incomplete studies,\nhe came to Paris to see Madame de Stael, and to drink of science at its\nhighest fount. The old priest, being very fond of his nephew, left Louis\nfree to spend his whole little inheritance in his three years' stay in\nParis, though he lived very poorly. This fortune consisted of but a few\nthousand francs.\n\nLambert returned to Blois at the beginning of 1820, driven from Paris by\nthe sufferings to which the impecunious are exposed there. He must often\nhave been a victim to the secret storms, the terrible rage of mind\nby which artists are tossed to judge from the only fact his uncle\nrecollected, and the only letter he preserved of all those which Louis\nLambert wrote to him at that time, perhaps because it was the last and\nthe longest.\n\nTo begin with the story. Louis one evening was at the Theatre-Francais,\nseated on a bench in the upper gallery, near to one of the pillars\nwhich, in those days, divided off the third row of boxes. On rising\nbetween the acts, he saw a young woman who had just come into the box\nnext him. The sight of this lady, who was young, pretty, well dressed,\nin a low bodice no doubt, and escorted by a man for whom her face\nbeamed with all the charms of love, produced such a terrible effect on\nLambert's soul and senses, that he was obliged to leave the theatre. If\nhe had not been controlled by some remaining glimmer of reason, which\nwas not wholly extinguished by this first fever of burning passion, he\nmight perhaps have yielded to the most irresistible desire that came\nover him to kill the young man on whom the lady's looks beamed. Was not\nthis a reversion, in the heart of the Paris world, to the savage passion\nthat regards women as its prey, an effect of animal instinct combining\nwith the almost luminous flashes of a soul crushed under the weight\nof thought? In short, was it not the prick of the penknife so vividly\nimagined by the boy, felt by the man as the thunderbolt of his most\nvital craving--for love?\n\nAnd now, here is the letter that depicts the state of his mind as it\nwas struck by the spectacle of Parisian civilization. His feelings,\nperpetually wounded no doubt in that whirlpool of self-interest, must\nalways have suffered there; he probably had no friend to comfort him,\nno enemy to give tone to this life. Compelled to live in himself alone,\nhaving no one to share his subtle raptures, he may have hoped to solve\nthe problem of his destiny by a life of ecstasy, adopting an almost\nvegetative attitude, like an anchorite of the early Church, and\nabdicating the empire of the intellectual world.\n\nThis letter seems to hint at such a scheme, which is a temptation to\nall lofty souls at periods of social reform. But is not this purpose,\nin some cases, the result of a vocation? Do not some of them endeavor to\nconcentrate their powers by long silence, so as to emerge fully capable\nof governing the world by word or by deed? Louis must, assuredly, have\nfound much bitterness in his intercourse with men, or have striven hard\nwith Society in terrible irony, without extracting anything from it,\nbefore uttering so strident a cry, and expressing, poor fellow, the\ndesire which satiety of power and of all earthly things has led even\nmonarchs to indulge!\n\nAnd perhaps, too, he went back to solitude to carry out some great work\nthat was floating inchoate in his brain. We would gladly believe it as\nwe read this fragment of his thoughts, betraying the struggle of\nhis soul at the time when youth was ending and the terrible power of\nproduction was coming into being, to which we might have owed the works\nof the man.\n\nThis letter connects itself with the adventure at the theatre. The\nincident and the letter throw light on each other, body and soul were\ntuned to the same pitch. This tempest of doubts and asseverations, of\nclouds and of lightnings that flash before the thunder, ending by a\nstarved yearning for heavenly illumination, throws such a light on the\nthird phase of his education as enables us to understand it perfectly.\nAs we read these lines, written at chance moments, taken up when the\nvicissitudes of life in Paris allowed, may we not fancy that we see\nan oak at that stage of its growth when its inner expansion bursts\nthe tender green bark, covering it with wrinkles and cracks, when its\nmajestic stature is in preparation--if indeed the lightnings of heaven\nand the axe of man shall spare it?\n\nThis letter, then, will close, alike for the poet and the philosopher,\nthis portentous childhood and unappreciated youth. It finishes off the\noutline of this nature in its germ. Philosophers will regret the foliage\nfrost-nipped in the bud; but they will, perhaps, find the flowers\nexpanding in regions far above the highest places of the earth.\n\n\n\n\"PARIS, September-October 1819.\n\n  \"DEAR UNCLE,--I shall soon be leaving this part of the world,\n  where I could never bear to live. I find no one here who likes\n  what I like, who works at my work, or is amazed at what amazes me.\n  Thrown back on myself, I eat my heart out in misery. My long and\n  patient study of Society here has brought me to melancholy\n  conclusions, in which doubt predominates.\n\n  \"Here, money is the mainspring of everything. Money is\n  indispensable, even for going without money. But though that dross\n  is necessary to any one who wishes to think in peace, I have not\n  courage enough to make it the sole motive power of my thoughts. To\n  make a fortune, I must take up a profession; in two words, I must,\n  by acquiring some privilege of position or of self-advertisement,\n  either legal or ingeniously contrived, purchase the right of\n  taking day by day out of somebody else's purse a certain sum\n  which, by the end of the year, would amount to a small capital;\n  and this, in twenty years, would hardly secure an income of four\n  or five thousand francs to a man who deals honestly. An advocate,\n  a notary, a merchant, any recognized professional, has earned a\n  living for his later days in the course of fifteen or sixteen\n  years after ending his apprenticeship.\n\n  \"But I have never felt fit for work of this kind. I prefer thought\n  to action, an idea to a transaction, contemplation to activity. I\n  am absolutely devoid of the constant attention indispensable to\n  the making of a fortune. Any mercantile venture, any need for\n  using other people's money would bring me to grief, and I should\n  be ruined. Though I have nothing, at least at the moment, I owe\n  nothing. The man who gives his life to the achievement of great\n  things in the sphere of intellect, needs very little; still,\n  though twenty sous a day would be enough, I do not possess that\n  small income for my laborious idleness. When I wish to cogitate,\n  want drives me out of the sanctuary where my mind has its being.\n  What is to become of me?\n\n  \"I am not frightened at poverty. If it were not that beggars are\n  imprisoned, branded, scorned, I would beg, to enable me to solve\n  at my leisure the problems that haunt me. Still, this sublime\n  resignation, by which I might emancipate my mind, through\n  abstracting it from the body, would not serve my end. I should\n  still need money to devote myself to certain experiments. But for\n  that, I would accept the outward indigence of a sage possessed of\n  both heaven and heart. A man need only never stoop, to remain\n  lofty in poverty. He who struggles and endures, while marching on\n  to a glorious end, presents a noble spectacle; but who can have\n  the strength to fight here? We can climb cliffs, but it is\n  unendurable to remain for ever tramping the mud. Everything here\n  checks the flight of the spirit that strives towards the future.\n\n  \"I should not be afraid of myself in a desert cave; I am afraid of\n  myself here. In the desert I should be alone with myself,\n  undisturbed; here man has a thousand wants which drag him down.\n  You go out walking, absorbed in dreams; the voice of the beggar\n  asking an alms brings you back to this world of hunger and thirst.\n  You need money only to take a walk. Your organs of sense,\n  perpetually wearied by trifles, never get any rest. The poet's\n  sensitive nerves are perpetually shocked, and what ought to be his\n  glory becomes his torment; his imagination is his cruelest enemy.\n  The injured workman, the poor mother in childbed, the prostitute\n  who has fallen ill, the foundling, the infirm and aged--even vice\n  and crime here find a refuge and charity; but the world is\n  merciless to the inventor, to the man who thinks. Here everything\n  must show an immediate and practical result. Fruitless attempts\n  are mocked at, though they may lead to the greatest discoveries;\n  the deep and untiring study that demands long concentrations of\n  every faculty is not valued here. The State might pay talent as it\n  pays the bayonet; but it is afraid of being taken in by mere\n  cleverness, as if genius could be counterfeited for any length of\n  time.\n\n  \"Ah, my dear uncle, when monastic solitude was destroyed, uprooted\n  from its home at the foot of mountains, under green and silent\n  shade, asylums ought to have been provided for those suffering\n  souls who, by an idea, promote the progress of nations or prepare\n  some new and fruitful development of science.\n\n\"September 20th.\n\n  \"The love of study brought me hither, as you know. I have met\n  really learned men, amazing for the most part; but the lack of\n  unity in scientific work almost nullifies their efforts. There is\n  no Head of instruction or of scientific research. At the Museum a\n  professor argues to prove that another in the Rue Saint-Jacques\n  talks nonsense. The lecturer at the College of Medicine abuses him\n  of the College de France. When I first arrived, I went to hear an\n  old Academician who taught five hundred youths that Corneille was\n  a haughty and powerful genius; Racine, elegiac and graceful;\n  Moliere, inimitable; Voltaire, supremely witty; Bossuet and\n  Pascal, incomparable in argument. A professor of philosophy may\n  make a name by explaining how Plato is Platonic. Another\n  discourses on the history of words, without troubling himself\n  about ideas. One explains Aeschylus, another tells you that\n  communes were communes, and neither more nor less. These original\n  and brilliant discoveries, diluted to last several hours,\n  constitute the higher education which is to lead to giant strides\n  in human knowledge.\n\n  \"If the Government could have an idea, I should suspect it of\n  being afraid of any real superiority, which, once roused, might\n  bring Society under the yoke of an intelligent rule. Then nations\n  would go too far and too fast; so professors are appointed to\n  produce simpletons. How else can we account for a scheme devoid of\n  method or any notion of the future?\n\n  \"The _Institut_ might be the central government of the moral and\n  intellectual world; but it has been ruined lately by its\n  subdivision into separate academies. So human science marches on,\n  without a guide, without a system, and floats haphazard with no\n  road traced out.\n\n  \"This vagueness and uncertainty prevails in politics as well as in\n  science. In the order of nature means are simple, the end is grand\n  and marvelous; here in science as in government, the means are\n  stupendous, the end is mean. The force which in nature proceeds at\n  an equal pace, and of which the sum is constantly being added to\n  itself--the A + A from which everything is produced--is\n  destructive in society. Politics, at the present time, place human\n  forces in antagonism to neutralize each other, instead of\n  combining them to promote their action to some definite end.\n\n  \"Looking at Europe alone, from Caesar to Constantine, from the\n  puny Constantine to the great Attila, from the Huns to\n  Charlemagne, from Charlemagne to Leo X., from Leo X., to Philip\n  II., from Philip II. to Louis XIV.; from Venice to England, from\n  England to Napoleon, from Napoleon to England, I see no fixed\n  purpose in politics; its constant agitation has led to no\n  progress.\n\n  \"Nations leave witnesses to their greatness in monuments, and to\n  their happiness in the welfare of individuals. Are modern\n  monuments as fine as those of the ancients? I doubt it. The arts,\n  which are the direct outcome of the individual, the products of\n  genius or of handicraft, have not advanced much. The pleasures of\n  Lucullus were as good as those of Samuel Bernard, of Beaujon, or\n  of the King of Bavaria. And then human longevity has diminished.\n\n  \"Thus, to those who will be candid, man is still the same; might\n  is his only law, and success his only wisdom.\n\n  \"Jesus Christ, Mahomet, and Luther only lent a different hue to\n  the arena in which youthful nations disport themselves.\n\n  \"No development of politics has hindered civilization, with its\n  riches, its manners, its alliance of the strong against the weak,\n  its ideas, and its delights, from moving from Memphis to Tyre,\n  from Tyre to Baalbek, from Tadmor to Carthage, from Carthage to\n  Rome, from Rome to Constantinople, from Constantinople to Venice,\n  from Venice to Spain, from Spain to England--while no trace is\n  left of Memphis, of Tyre, of Carthage, of Rome, of Venice, or\n  Madrid. The soul of those great bodies has fled. Not one of them\n  has preserved itself from destruction, nor formulated this axiom:\n  When the effect produced ceases to be in a ratio to its cause,\n  disorganization follows.\n\n  \"The most subtle genius can discover no common bond between great\n  social facts. No political theory has ever lasted. Governments\n  pass away, as men do, without handing down any lesson, and no\n  system gives birth to a system better than that which came before\n  it. What can we say about politics when a Government directly\n  referred to God perished in India and Egypt; when the rule of the\n  Sword and of the Tiara are past; when Monarchy is dying; when the\n  Government of the People has never been alive; when no scheme of\n  intellectual power as applied to material interests has ever\n  proved durable, and everything at this day remains to be done all\n  over again, as it has been at every period when man has turned to\n  cry out, 'I am in torment!'\n\n  \"The code, which is considered Napoleon's greatest achievement, is\n  the most Draconian work I know of. Territorial subdivision carried\n  out to the uttermost, and its principle confirmed by the equal\n  division of property generally, must result in the degeneracy of\n  the nation and the death of the Arts and Sciences. The land, too\n  much broken up, is cultivated only with cereals and small crops;\n  the forests, and consequently the rivers, are disappearing; oxen\n  and horses are no longer bred. Means are lacking both for attack\n  and for resistance. If we should be invaded, the people must be\n  crushed; it has lost its mainspring--its leaders. This is the\n  history of deserts!\n\n  \"Thus the science of politics has no definite principles, and it\n  can have no fixity; it is the spirit of the hour, the perpetual\n  application of strength proportioned to the necessities of the\n  moment. The man who should foresee two centuries ahead would die\n  on the place of execution, loaded with the imprecations of the\n  mob, or else--which seems worse--would be lashed with the myriad\n  whips of ridicule. Nations are but individuals, neither wiser nor\n  stronger than man, and their destinies are identical. If we\n  reflect on man, is not that to consider mankind?\n\n  \"By studying the spectacle of society perpetually storm-tossed in\n  its foundations as well as in its results, in its causes as well\n  as in its actions, while philanthropy is but a splendid mistake,\n  and progress is vanity, I have been confirmed in this truth: Life\n  is within and not without us; to rise above men, to govern them,\n  is only the part of an aggrandized school-master; and those men\n  who are capable of rising to the level whence they can enjoy a\n  view of the world should not look at their own feet.\n\n\"November 4th.\n\n  \"I am no doubt occupied with weighty thoughts, I am on the way to\n  certain discoveries, an invincible power bears me toward a\n  luminary which shone at an early age on the darkness of my moral\n  life; but what name can I give to the power that ties my hands and\n  shuts my mouth, and drags me in a direction opposite to my\n  vocation? I must leave Paris, bid farewell to the books in the\n  libraries, those noble centres of illumination, those kindly and\n  always accessible sages, and the younger geniuses with whom I\n  sympathize. Who is it that drives me away? Chance or Providence?\n\n  \"The two ideas represented by those words are irreconcilable. If\n  Chance does not exist, we must admit fatalism, that is to say, the\n  compulsory co-ordination of things under the rule of a general\n  plan. Why then do we rebel? If man is not free, what becomes of\n  the scaffolding of his moral sense? Or, if he can control his\n  destiny, if by his own freewill he can interfere with the\n  execution of the general plan, what becomes of God?\n\n  \"Why did I come here? If I examine myself, I find the answer: I\n  find in myself axioms that need developing. But why then have I\n  such vast faculties without being suffered to use them? If my\n  suffering could serve as an example, I could understand it; but\n  no, I suffer unknown.\n\n  \"This is perhaps as much the act of Providence as the fate of the\n  flower that dies unseen in the heart of the virgin forest, where\n  no one can enjoy its perfume or admire its splendor. Just as that\n  blossom vainly sheds its fragrance to the solitude, so do I, here\n  in the garret, give birth to ideas that no one can grasp.\n\n  \"Yesterday evening I sat eating bread and grapes in front of my\n  window with a young doctor named Meyraux. We talked as men do whom\n  misfortune has joined in brotherhood, and I said to him:\n\n  \"'I am going away; you are staying. Take up my ideas and develop\n  them.'\n\n  \"'I cannot!' said he, with bitter regret: 'my feeble health\n  cannot stand so much work, and I shall die young of my struggle\n  with penury.'\n\n  \"We looked up at the sky and grasped hands. We first met at the\n  Comparative Anatomy course, and in the galleries of the Museum,\n  attracted thither by the same study--the unity of geological\n  structure. In him this was the presentiment of genius sent to open\n  a new path in the fallows of intellect; in me it was a deduction\n  from a general system.\n\n  \"My point is to ascertain the real relation that may exist between\n  God and man. Is not this a need of the age? Without the highest\n  assurance, it is impossible to put bit and bridle on the social\n  factions that have been let loose by the spirit of scepticism and\n  discussion, and which are now crying aloud: 'Show us a way in\n  which we may walk and find no pitfalls in our way!'\n\n  \"You will wonder what comparative anatomy has to do with a\n  question of such importance to the future of society. Must we not\n  attain to the conviction that man is the end of all earthly means\n  before we ask whether he too is not the means to some end? If man\n  is bound up with everything, is there not something above him with\n  which he again is bound up? If he is the end-all of the explained\n  transmutations that lead up to him, must he not be also the link\n  between the visible and invisible creations?\n\n  \"The activity of the universe is not absurd; it must tend to an\n  end, and that end is surely not a social body constituted as ours\n  is! There is a fearful gulf between us and heaven. In our present\n  existence we can neither be always happy nor always in torment;\n  must there not be some tremendous change to bring about Paradise\n  and Hell, two images without which God cannot exist to the mind of\n  the vulgar? I know that a compromise was made by the invention of\n  the Soul; but it is repugnant to me to make God answerable for\n  human baseness, for our disenchantments, our aversions, our\n  degeneracy.\n\n  \"Again, how can we recognize as divine the principle within us\n  which can be overthrown by a few glasses of rum? How conceive of\n  immaterial faculties which matter can conquer, and whose exercise\n  is suspended by a grain of opium? How imagine that we shall be\n  able to feel when we are bereft of the vehicles of sensation? Why\n  must God perish if matter can be proved to think? Is the vitality\n  of matter in its innumerable manifestations--the effect of its\n  instincts--at all more explicable than the effects of the mind? Is\n  not the motion given to the worlds enough to prove God's\n  existence, without our plunging into absurd speculations suggested\n  by pride? And if we pass, after our trials, from a perishable\n  state of being to a higher existence, is not that enough for a\n  creature that is distinguished from other creatures only by more\n  perfect instincts? If in moral philosophy there is not a single\n  principle which does not lead to the absurd, or cannot be\n  disproved by evidence, is it not high time that we should set to\n  work to seek such dogmas as are written in the innermost nature of\n  things? Must we not reverse philosophical science?\n\n  \"We trouble ourselves very little about the supposed void that\n  must have pre-existed for us, and we try to fathom the supposed\n  void that lies before us. We make God responsible for the future,\n  but we do not expect Him to account for the past. And yet it is\n  quite as desirable to know whether we have any roots in the past\n  as to discover whether we are inseparable from the future.\n\n  \"We have been Deists or Atheists in one direction only.\n\n  \"Is the world eternal? Was the world created? We can conceive of\n  no middle term between these two propositions; one, then, is true\n  and the other false! Take your choice. Whichever it may be, God,\n  as our reason depicts Him, must be deposed, and that amounts to\n  denial. The world is eternal: then, beyond question, God has had\n  it forced upon Him. The world was created: then God is an\n  impossibility. How could He have subsisted through an eternity,\n  not knowing that He would presently want to create the world? How\n  could He have failed to foresee all the results?\n\n  \"Whence did He derive the essence of creation? Evidently from\n  Himself. If, then, the world proceeds from God, how can you\n  account for evil? That Evil should proceed from Good is absurd. If\n  evil does not exist, what do you make of social life and its laws?\n  On all hands we find a precipice! On every side a gulf in which\n  reason is lost! Then social science must be altogether\n  reconstructed.\n\n  \"Listen to me, uncle; until some splendid genius shall have taken\n  account of the obvious inequality of intellects and the general\n  sense of humanity, the word God will be constantly arraigned, and\n  Society will rest on shifting sands. The secret of the various\n  moral zones through which man passes will be discovered by the\n  analysis of the animal type as a whole. That animal type has\n  hitherto been studied with reference only to its differences, not\n  to its similitudes; in its organic manifestations, not in its\n  faculties. Animal faculties are perfected in direct transmission,\n  in obedience to laws which remain to be discovered. These\n  faculties correspond to the forces which express them, and those\n  forces are essentially material and divisible.\n\n  \"Material faculties! Reflect on this juxtaposition of words. Is\n  not this a problem as insoluble as that of the first communication\n  of motion to matter--an unsounded gulf of which the difficulties\n  were transposed rather than removed by Newton's system? Again, the\n  universal assimilation of light by everything that exists on earth\n  demands a new study of our globe. The same animal differs in the\n  tropics of India and in the North. Under the angular or the\n  vertical incidence of the sun's rays nature is developed the same,\n  but not the same; identical in its principles, but totally\n  dissimilar in its outcome. The phenomenon that amazes our eyes in\n  the zoological world when we compare the butterflies of Brazil\n  with those of Europe, is even more startling in the world of Mind.\n  A particular facial angle, a certain amount of brain convolutions,\n  are indispensable to produce Columbus, Raphael, Napoleon, Laplace,\n  or Beethoven; the sunless valley produces the cretin--draw your\n  own conclusions. Why such differences, due to the more or less\n  ample diffusion of light to men? The masses of suffering humanity,\n  more or less active, fed, and enlightened, are a difficulty to be\n  accounted for, crying out against God.\n\n  \"Why in great joy do we always want to quit the earth? whence\n  comes the longing to rise which every creature has known or will\n  know? Motion is a great soul, and its alliance with matter is just\n  as difficult to account for as the origin of thought in man. In\n  these days science is one; it is impossible to touch politics\n  independent of moral questions, and these are bound up with\n  scientific questions. It seems to me that we are on the eve of a\n  great human struggle; the forces are there; only I do not see the\n  General.\n\n\"November 25.\n\n  \"Believe me, dear uncle, it is hard to give up the life that is in\n  us without a pang. I am returning to Blois with a heavy grip at my\n  heart; I shall die then, taking with me some useful truths. No\n  personal interest debases my regrets. Is earthly fame a guerdon to\n  those who believe that they will mount to a higher sphere?\n\n  \"I am by no means in love with the two syllables _Lam_ and _bert_;\n  whether spoken with respect or with contempt over my grave, they\n  can make no change in my ultimate destiny. I feel myself strong\n  and energetic; I might become a power; I feel in myself a life so\n  luminous that it might enlighten a world, and yet I am shut up in\n  a sort of mineral, as perhaps indeed are the colors you admire on\n  the neck of an Indian bird. I should need to embrace the whole\n  world, to clasp and re-create it; but those who have done this,\n  who have thus embraced and remoulded it began--did they not?--by\n  being a wheel in the machine. I can only be crushed. Mahomet had\n  the sword; Jesus had the cross; I shall die unknown. I shall be at\n  Blois for a day, and then in my coffin.\n\n  \"Do you know why I have come back to Swedenborg after vast studies\n  of all religions, and after proving to myself, by reading all the\n  works published within the last sixty years by the patient\n  English, by Germany, and by France, how deeply true were my\n  youthful views about the Bible? Swedenborg undoubtedly epitomizes\n  all the religions--or rather the one religion--of humanity. Though\n  forms of worship are infinitely various, neither their true\n  meaning nor their metaphysical interpretation has ever varied. In\n  short, man has, and has had, but one religion.\n\n  \"Sivaism, Vishnuism, and Brahmanism, the three primitive creeds,\n  originating as they did in Thibet, in the valley of the Indus, and\n  on the vast plains of the Ganges, ended their warfare some\n  thousand years before the birth of Christ by adopting the Hindoo\n  Trimourti. The Trimourti is our Trinity. From this dogma Magianism\n  arose in Persia; in Egypt, the African beliefs and the Mosaic law;\n  the worship of the Cabiri, and the polytheism of Greece and Rome.\n  While by this ramification of the Trimourti the Asiatic myths\n  became adapted to the imaginations of various races in the lands\n  they reached by the agency of certain sages whom men elevated to\n  be demi-gods--Mithra, Bacchus, Hermes, Hercules, and the rest\n  --Buddha, the great reformer of the three primeval religions, lived\n  in India, and founded his Church there, a sect which still numbers\n  two hundred millions more believers than Christianity can show,\n  while it certainly influenced the powerful Will both of Jesus and\n  of Confucius.\n\n  \"Then Christianity raised her standard. Subsequently Mahomet fused\n  Judaism and Christianity, the Bible and the Gospel, in one book,\n  the Koran, adapting them to the apprehension of the Arab race.\n  Finally, Swedenborg borrowed from Magianism, Brahmanism, Buddhism,\n  and Christian mysticism all the truth and divine beauty that those\n  four great religious books hold in common, and added to them a\n  doctrine, a basis of reasoning, that may be termed mathematical.\n\n  \"Any man who plunges into these religious waters, of which the\n  sources are not all known, will find proofs that Zoroaster, Moses,\n  Buddha, Confucius, Jesus Christ, and Swedenborg had identical\n  principles and aimed at identical ends.\n\n  \"The last of them all, Swedenborg, will perhaps be the Buddha of\n  the North. Obscure and diffuse as his writings are, we find in\n  them the elements of a magnificent conception of society. His\n  Theocracy is sublime, and his creed is the only acceptable one to\n  superior souls. He alone brings man into immediate communion with\n  God, he gives a thirst for God, he has freed the majesty of God\n  from the trappings in which other human dogmas have disguised Him.\n  He left Him where He is, making His myriad creations and creatures\n  gravitate towards Him through successive transformations which\n  promise a more immediate and more natural future than the Catholic\n  idea of Eternity. Swedenborg has absolved God from the reproach\n  attaching to Him in the estimation of tender souls for the\n  perpetuity of revenge to punish the sin of a moment--a system of\n  injustice and cruelty.\n\n  \"Each man may know for himself what hope he has of life eternal,\n  and whether this world has any rational sense. I mean to make the\n  attempt. And this attempt may save the world, just as much as the\n  cross at Jerusalem or the sword at Mecca. These were both the\n  offspring of the desert. Of the thirty-three years of Christ's\n  life, we only know the history of nine; His life of seclusion\n  prepared Him for His life of glory. And I too crave for the\n  desert!\"\n\n\n\nNotwithstanding the difficulties of the task, I have felt it my duty to\ndepict Lambert's boyhood, the unknown life to which I owe the only happy\nhours, the only pleasant memories, of my early days. Excepting during\nthose two years I had nothing but annoyances and weariness. Though some\nhappiness was mine at a later time, it was always incomplete.\n\nI have been diffuse, I know; but in default of entering into the whole\nwide heart and brain of Louis Lambert--two words which inadequately\nexpress the infinite aspects of his inner life--it would be almost\nimpossible to make the second part of his intellectual history\nintelligible--a phase that was unknown to the world and to me, but of\nwhich the mystical outcome was made evident to my eyes in the course\nof a few hours. Those who have not already dropped this volume, will, I\nhope, understand the events I still have to tell, forming as they do\na sort of second existence lived by this creature--may I not say this\ncreation?--in whom everything was to be so extraordinary, even his end.\n\n\n\nWhen Louis returned to Blois, his uncle was eager to procure him some\namusement; but the poor priest was regarded as a perfect leper in that\ngodly-minded town. No one would have anything to say to a revolutionary\nwho had taken the oaths. His society, therefore, consisted of a\nfew individuals of what were then called liberal or patriotic, or\nconstitutional opinions, on whom he would call for a rubber of whist or\nof boston.\n\nAt the first house where he was introduced by his uncle, Louis met a\nyoung lady, whose circumstances obliged her to remain in this circle, so\ncontemned by those of the fashionable world, though her fortune was such\nas to make it probable that she might by and by marry into the highest\naristocracy of the province. Mademoiselle Pauline de Villenoix was sole\nheiress to the wealth amassed by her grandfather, a Jew named Salomon,\nwho, contrary to the customs of his nation, had, in his old age, married\na Christian and a Catholic. He had only one son, who was brought up in\nhis mother's faith. At his father's death young Salomon purchased what\nwas known at that time as a _savonnette a vilain_ (literally _a cake of\nsoap for a serf_), a small estate called Villenoix, which he contrived\nto get registered with a baronial title, and took its name. He died\nunmarried, but he left a natural daughter, to whom he bequeathed the\ngreater part of his fortune, including the lands of Villenoix. He\nappointed one of his uncles, Monsieur Joseph Salomon, to be the girl's\nguardian. The old Jew was so devoted to his ward that he seemed\nwilling to make great sacrifices for the sake of marrying her well. But\nMademoiselle de Villenoix's birth, and the cherished prejudice against\nJews that prevails in the provinces, would not allow of her being\nreceived in the very exclusive circle which, rightly or wrongly,\nconsiders itself noble, notwithstanding her own large fortune and her\nguardian's.\n\nMonsieur Joseph Salomon was resolved that if she could not secure\na country squire, his niece should go to Paris and make choice of\na husband among the peers of France, liberal or monarchical; as to\nhappiness, that he believed he could secure her by the terms of the\nmarriage contract.\n\nMademoiselle de Villenoix was now twenty. Her remarkable beauty and\ngifts of mind were surer guarantees of happiness than those offered by\nmoney. Her features were of the purest type of Jewish beauty; the oval\nlines, so noble and maidenly, have an indescribable stamp of the ideal,\nand seem to speak of the joys of the East, its unchangeably blue sky,\nthe glories of its lands, and the fabulous riches of life there. She had\nfine eyes, shaded by deep eyelids, fringed with thick, curled lashes.\nBiblical innocence sat on her brow. Her complexion was of the\npure whiteness of the Levite's robe. She was habitually silent and\nthoughtful, but her movements and gestures betrayed a quiet grace, as\nher speech bore witness to a woman's sweet and loving nature. She had\nnot, indeed, the rosy freshness, the fruit-like bloom which blush on a\ngirl's cheek during her careless years. Darker shadows, with here\nand there a redder vein, took the place of color, symptomatic of an\nenergetic temper and nervous irritability, such as many men do not like\nto meet with in a wife, while to others they are an indication of the\nmost sensitive chastity and passion mingled with pride.\n\nAs soon as Louis saw Mademoiselle de Villenoix, he discerned the angel\nwithin. The richest powers of his soul, and his tendency to ecstatic\nreverie, every faculty within him was at once concentrated in boundless\nlove, the first love of a young man, a passion which is strong indeed in\nall, but which in him was raised to incalculable power by the perennial\nardor of his senses, the character of his ideas, and the manner in which\nhe lived. This passion became a gulf, into which the hapless fellow\nthrew everything; a gulf whither the mind dare not venture, since his,\nflexible and firm as it was, was lost there. There all was mysterious,\nfor everything went on in that moral world, closed to most men, whose\nlaws were revealed to him--perhaps to his sorrow.\n\nWhen an accident threw me in the way of his uncle, the good man showed\nme into the room which Lambert had at that time lived in. I wanted to\nfind some vestiges of his writings, if he should have left any. There\namong his papers, untouched by the old man from that fine instinct of\ngrief that characterized the aged, I found a number of letters, too\nillegible ever to have been sent to Mademoiselle de Villenoix. My\nfamiliarity with Lambert's writing enabled me in time to decipher the\nhieroglyphics of this shorthand, the result of impatience and a frenzy\nof passion. Carried away by his feelings, he had written without being\nconscious of the irregularity of words too slow to express his thoughts.\nHe must have been compelled to copy these chaotic attempts, for the\nlines often ran into each other; but he was also afraid perhaps of not\nhaving sufficiently disguised his feelings, and at first, at any rate,\nhe had probably written his love-letters twice over.\n\nIt required all the fervency of my devotion to his memory, and the sort\nof fanaticism which comes of such a task, to enable me to divine\nand restore the meaning of the five letters that here follow. These\ndocuments, preserved by me with pious care, are the only material\nevidence of his overmastering passion. Mademoiselle de Villenoix had no\ndoubt destroyed the real letters that she received, eloquent witnesses\nto the delirium she inspired.\n\nThe first of these papers, evidently a rough sketch, betrays by its\nstyle and by its length the many emendations, the heartfelt alarms,\nthe innumerable terrors caused by a desire to please; the changes of\nexpression and the hesitation between the whirl of ideas that beset a\nman as he indites his first love-letter--a letter he never will forget,\neach line the result of a reverie, each word the subject of long\ncogitation, while the most unbridled passion known to man feels the\nnecessity of the most reserved utterance, and like a giant stooping to\nenter a hovel, speaks humbly and low, so as not to alarm a girl's soul.\n\nNo antiquary ever handled his palimpsests with greater respect than\nI showed in reconstructing these mutilated documents of such joy and\nsuffering as must always be sacred to those who have known similar joy\nand grief.\n\n\n\n                                  I\n\n  \"Mademoiselle, when you have read this letter, if you ever should\n  read it, my life will be in your hands, for I love you; and to me,\n  the hope of being loved is life. Others, perhaps, ere now, have,\n  in speaking of themselves, misused the words I must employ to\n  depict the state of my soul; yet, I beseech you to believe in the\n  truth of my expressions; though weak, they are sincere. Perhaps I\n  ought not thus to proclaim my love. Indeed, my heart counseled me\n  to wait in silence till my passion should touch you, that I might\n  the better conceal it if its silent demonstrations should\n  displease you; or till I could express it even more delicately\n  than in words if I found favor in your eyes. However, after having\n  listened for long to the coy fears that fill a youthful heart with\n  alarms, I write in obedience to the instinct which drags useless\n  lamentations from the dying.\n\n  \"It has needed all my courage to silence the pride of poverty, and\n  to overleap the barriers which prejudice erects between you and\n  me. I have had to smother many reflections to love you in spite of\n  your wealth; and as I write to you, am I not in danger of the\n  scorn which women often reserve for profession of love, which they\n  accept only as one more tribute of flattery? But we cannot help\n  rushing with all our might towards happiness, or being attracted\n  to the life of love as a plant is to the light; we must have been\n  very unhappy before we can conquer the torment, the anguish of\n  those secret deliberations when reason proves to us by a thousand\n  arguments how barren our yearning must be if it remains buried in\n  our hearts, and when hopes bid us dare everything.\n\n  \"I was happy when I admired you in silence; I was so lost in the\n  contemplation of your beautiful soul, that only to see you left me\n  hardly anything further to imagine. And I should not now have\n  dared to address you if I had not heard that you were leaving.\n  What misery has that one word brought upon me! Indeed, it is my\n  despair that has shown me the extent of my attachment--it is\n  unbounded. Mademoiselle, you will never know--at least, I hope you\n  may never know--the anguish of dreading lest you should lose the\n  only happiness that has dawned on you on earth, the only thing\n  that has thrown a gleam of light in the darkness of misery. I\n  understood yesterday that my life was no more in myself, but in\n  you. There is but one woman in the world for me, as there is but\n  one thought in my soul. I dare not tell you to what a state I am\n  reduced by my love for you. I would have you only as a gift from\n  yourself; I must therefore avoid showing myself to you in all the\n  attractiveness of dejection--for is it not often more impressive\n  to a noble soul than that of good fortune? There are many things I\n  may not tell you. Indeed, I have too lofty a notion of love to\n  taint it with ideas that are alien to its nature. If my soul is\n  worthy of yours, and my life pure, your heart will have a\n  sympathetic insight, and you will understand me!\n\n  \"It is the fate of man to offer himself to the woman who can make\n  him believe in happiness; but it is your prerogative to reject the\n  truest passion if it is not in harmony with the vague voices in\n  your heart--that I know. If my lot, as decided by you, must be\n  adverse to my hopes, mademoiselle, let me appeal to the delicacy\n  of your maiden soul and the ingenuous compassion of a woman to\n  burn my letter. On my knees I beseech you to forget all! Do not\n  mock at a feeling that is wholly respectful, and that is too\n  deeply graven on my heart ever to be effaced. Break my heart, but\n  do not rend it! Let the expression of my first love, a pure and\n  youthful love, be lost in your pure and youthful heart! Let it die\n  there as a prayer rises up to die in the bosom of God!\n\n  \"I owe you much gratitude: I have spent delicious hours occupied\n  in watching you, and giving myself up to the faint dreams of my\n  life; do not crush these long but transient joys by some girlish\n  irony. Be satisfied not to answer me. I shall know how to\n  interpret your silence; you will see me no more. If I must be\n  condemned to know for ever what happiness means, and to be for\n  ever bereft of it; if, like a banished angel, I am to cherish the\n  sense of celestial joys while bound for ever to a world of sorrow\n  --well, I can keep the secret of my love as well as that of my\n  griefs.--And farewell!\n\n  \"Yes, I resign you to God, to whom I will pray for you, beseeching\n  Him to grant you a happy life; for even if I am driven from your\n  heart, into which I have crept by stealth, still I shall ever be\n  near you. Otherwise, of what value would the sacred words be of\n  this letter, my first and perhaps my last entreaty? If I should\n  ever cease to think of you, to love you whether in happiness or in\n  woe, should I not deserve my punishment?\"\n\n\n\n                                  II\n\n  \"You are not going away! And I am loved! I, a poor, insignificant\n  creature! My beloved Pauline, you do not yourself know the power\n  of the look I believe in, the look you gave me to tell me that you\n  had chosen me--you so young and lovely, with the world at your\n  feet!\n\n  \"To enable you to understand my happiness, I should have to give\n  you a history of my life. If you had rejected me, all was over for\n  me. I have suffered too much. Yes, my love for you, my comforting\n  and stupendous love, was a last effort of yearning for the\n  happiness my soul strove to reach--a soul crushed by fruitless\n  labor, consumed by fears that make me doubt myself, eaten into by\n  despair which has often urged me to die. No one in the world can\n  conceive of the terrors my fateful imagination inflicts on me. It\n  often bears me up to the sky, and suddenly flings me to earth\n  again from prodigious heights. Deep-seated rushes of power, or\n  some rare and subtle instance of peculiar lucidity, assure me now\n  and then that I am capable of great things. Then I embrace the\n  universe in my mind, I knead, shape it, inform it, I comprehend it\n  --or fancy that I do; then suddenly I awake--alone, sunk in\n  blackest night, helpless and weak; I forget the light I saw but\n  now, I find no succor; above all, there is no heart where I may\n  take refuge.\n\n  \"This distress of my inner life affects my physical existence. The\n  nature of my character gives me over to the raptures of happiness\n  as defenceless as when the fearful light of reflection comes to\n  analyze and demolish them. Gifted as I am with the melancholy\n  faculty of seeing obstacles and success with equal clearness,\n  according to the mood of the moment, I am happy or miserable by\n  turns.\n\n  \"Thus, when I first met you, I felt the presence of an angelic\n  nature, I breathed an air that was sweet to my burning breast, I\n  heard in my soul the voice that never can be false, telling me\n  that here was happiness; but perceiving all the barriers that\n  divided us, I understood the vastness of their pettiness, and\n  these difficulties terrified me more than the prospect of\n  happiness could delight me. At once I felt the awful reaction\n  which casts my expansive soul back on itself; the smile you had\n  brought to my lips suddenly turned to a bitter grimace, and I\n  could only strive to keep calm, while my soul was boiling with the\n  turmoil of contradictory emotions. In short, I experienced that\n  gnawing pang to which twenty-three years of suppressed sighs and\n  betrayed affections have not inured me.\n\n  \"Well, Pauline, the look by which you promised that I should be\n  happy suddenly warmed my vitality, and turned all my sorrows into\n  joy. Now, I could wish that I had suffered more. My love is\n  suddenly full-grown. My soul was a wide territory that lacked the\n  blessing of sunshine, and your eyes have shed light on it. Beloved\n  providence! you will be all in all to me, orphan as I am, without\n  a relation but my uncle. You will be my whole family, as you are\n  my whole wealth, nay, the whole world to me. Have you not bestowed\n  on me every gladness man can desire in that chaste--lavish--timid\n  glance?\n\n  \"You have given me incredible self-confidence and audacity. I can\n  dare all things now. I came back to Blois in deep dejection. Five\n  years of study in the heart of Paris had made me look on the world\n  as a prison. I had conceived of vast schemes, and dared not speak\n  of them. Fame seemed to me a prize for charlatans, to which a\n  really noble spirit should not stoop. Thus, my ideas could only\n  make their way by the assistance of a man bold enough to mount the\n  platform of the press, and to harangue loudly the simpletons he\n  scorns. This kind of courage I have not. I ploughed my way on,\n  crushed by the verdict of the crowd, in despair at never making it\n  hear me. I was at once too humble and too lofty! I swallowed my\n  thoughts as other men swallow humiliations. I had even come to\n  despise knowledge, blaming it for yielding no real happiness.\n\n  \"But since yesterday I am wholly changed. For your sake I now\n  covet every palm of glory, every triumph of success. When I lay my\n  head on your knees, I could wish to attract to you the eyes of the\n  whole world, just as I long to concentrate in my love every idea,\n  every power that is in me. The most splendid celebrity is a\n  possession that genius alone can create. Well, I can, at my will,\n  make for you a bed of laurels. And if the silent ovation paid to\n  science is not all you desire, I have within me the sword of the\n  Word; I could run in the path of honor and ambition where others\n  only crawl.\n\n  \"Command me, Pauline; I will be whatever you will. My iron will\n  can do anything--I am loved! Armed with that thought, ought not a\n  man to sweep everything before him? The man who wants all can do\n  all. If you are the prize of success, I enter the lists to-morrow.\n  To win such a look as that you bestowed on me, I would leap the\n  deepest abyss. Through you I understand the fabulous achievements\n  of chivalry and the most fantastic tales of the _Arabian Nights_.\n  I can believe now in the most fantastic excesses of love, and in\n  the success of a prisoner's wildest attempt to recover his\n  liberty. You have aroused the thousand virtues that lay dormant\n  within me--patience, resignation, all the powers of my heart, all\n  the strength of my soul. I live by you and--heavenly thought!--for\n  you. Everything now has a meaning for me in life. I understand\n  everything, even the vanities of wealth.\n\n  \"I find myself shedding all the pearls of the Indies at your feet;\n  I fancy you reclining either on the rarest flowers, or on the\n  softest tissues, and all the splendor of the world seems hardly\n  worthy of you, for whom I would I could command the harmony and\n  the light that are given out by the harps of seraphs and the stars\n  of heaven! Alas! a poor, studious poet, I offer you in words\n  treasures I cannot bestow; I can only give you my heart, in which\n  you reign for ever. I have nothing else. But are there no\n  treasures in eternal gratitude, in a smile whose expressions will\n  perpetually vary with perennial happiness, under the constant\n  eagerness of my devotion to guess the wishes of your loving soul?\n  Has not one celestial glance given us assurance of always\n  understanding each other?\n\n  \"I have a prayer now to be said to God every night--a prayer full\n  of you: 'Let my Pauline be happy!' And will you fill all my days\n  as you now fill my heart?\n\n  \"Farewell, I can but trust you to God alone!\"\n\n\n\n                                 III\n\n  \"Pauline! tell me if I can in any way have displeased you\n  yesterday? Throw off the pride of heart which inflicts on me the\n  secret tortures that can be caused by one we love. Scold me if you\n  will! Since yesterday, a vague, unutterable dread of having\n  offended you pours grief on the life of feeling which you had made\n  so sweet and so rich. The lightest veil that comes between two\n  souls sometimes grows to be a brazen wall. There are no venial\n  crimes in love! If you have the very spirit of that noble\n  sentiment, you must feel all its pangs, and we must be unceasingly\n  careful not to fret each other by some heedless word.\n\n  \"No doubt, my beloved treasure, if there is any fault, it is in\n  me. I cannot pride myself in the belief that I understand a\n  woman's heart, in all the expansion of its tenderness, all the\n  grace of its devotedness; but I will always endeavor to appreciate\n  the value of what you vouchsafe to show me of the secrets of\n  yours.\n\n  \"Speak to me! Answer me soon! The melancholy into which we are\n  thrown by the idea of a wrong done is frightful; it casts a shroud\n  over life, and doubts on everything.\n\n  \"I spent this morning sitting on the bank by the sunken road,\n  gazing at the turrets of Villenoix, not daring to go to our hedge.\n  If you could imagine all I saw in my soul! What gloomy visions\n  passed before me under the gray sky, whose cold sheen added to my\n  dreary mood! I had dark presentiments! I was terrified lest I\n  should fail to make you happy.\n\n  \"I must tell you everything, my dear Pauline. There are moments\n  when the spirit of vitality seems to abandon me. I feel bereft of\n  all strength. Everything is a burden to me; every fibre of my body\n  is inert, every sense is flaccid, my sight grows dim, my tongue is\n  paralyzed, my imagination is extinct, desire is dead--nothing\n  survives but my mere human vitality. At such times, though you\n  were in all the splendor of your beauty, though you should lavish\n  on me your subtlest smiles and tenderest words, an evil influence\n  would blind me, and distort the most ravishing melody into\n  discordant sounds. At those times--as I believe--some\n  argumentative demon stands before me, showing me the void beneath\n  the most real possessions. This pitiless demon mows down every\n  flower, and mocks at the sweetest feelings, saying: 'Well--and\n  then?' He mars the fairest work by showing me its skeleton, and\n  reveals the mechanism of things while hiding the beautiful\n  results.\n\n  \"At those terrible moments, when the evil spirit takes possession\n  of me, when the divine light is darkened in my soul without my\n  knowing the cause, I sit in grief and anguish, I wish myself deaf\n  and dumb, I long for death to give me rest. These hours of doubt\n  and uneasiness are perhaps inevitable; at any rate, they teach me\n  not to be proud after the flights which have borne me to the skies\n  where I have gathered a full harvest of thoughts; for it is always\n  after some long excursion in the vast fields of the intellect, and\n  after the most luminous speculations, that I tumble, broken and\n  weary, into this limbo. At such a moment, my angel, a wife would\n  double my love for her--at any rate, she might. If she were\n  capricious, ailing, or depressed, she would need the comforting\n  overflow of ingenious affection, and I should not have a glance to\n  bestow on her. It is my shame, Pauline, to have to tell you that\n  at times I could weep with you, but that nothing could make me\n  smile.\n\n  \"A woman can always conceal her troubles; for her child, or for\n  the man she loves, she can laugh in the midst of suffering. And\n  could not I, for you, Pauline, imitate the exquisite reserve of a\n  woman? Since yesterday I have doubted my own power. If I could\n  displease you once, if I failed once to understand you, I dread\n  lest I should often be carried out of our happy circle by my evil\n  demon. Supposing I were to have many of those dreadful moods, or\n  that my unbounded love could not make up for the dark hours of my\n  life--that I were doomed to remain such as I am?--Fatal doubts!\n\n  \"Power is indeed a fatal possession if what I feel within me is\n  power. Pauline, go! Leave me, desert me! Sooner would I endure\n  every ill in life than endure the misery of knowing that you were\n  unhappy through me.\n\n  \"But, perhaps, the demon has had such empire over me only because\n  I have had no gentle, white hands about me to drive him off. No\n  woman has ever shed on me the balm of her affection; and I know\n  not whether, if love should wave his pinions over my head in these\n  moments of exhaustion, new strength might not be given to my\n  spirit. This terrible melancholy is perhaps a result of my\n  isolation, one of the torments of a lonely soul which pays for its\n  hidden treasures with groans and unknown suffering. Those who\n  enjoy little shall suffer little; immense happiness entails\n  unutterable anguish!\n\n  \"How terrible a doom! If it be so, must we not shudder for\n  ourselves, we who are superhumanly happy? If nature sells us\n  everything at its true value, into what pit are we not fated to\n  fall? Ah! the most fortunate lovers are those who die together in\n  the midst of their youth and love! How sad it all is! Does my soul\n  foresee evil in the future? I examine myself, wondering whether\n  there is anything in me that can cause you a moment's anxiety. I\n  love you too selfishly perhaps? I shall be laying on your beloved\n  head a burden heavy out of all proportion to the joy my love can\n  bring to your heart. If there dwells in me some inexorable power\n  which I must obey--if I am compelled to curse when you pray, if\n  some dark thought coerces me when I would fain kneel at your feet\n  and play as a child, will you not be jealous of that wayward and\n  tricky spirit?\n\n  \"You understand, dearest heart, that what I dread is not being\n  wholly yours; that I would gladly forego all the sceptres and the\n  palms of the world to enshrine you in one eternal thought, to see\n  a perfect life and an exquisite poem in our rapturous love; to\n  throw my soul into it, drown my powers, and wring from each hour\n  the joys it has to give!\n\n  \"Ah, my memories of love are crowding back upon me, the clouds of\n  despair will lift. Farewell. I leave you now to be more entirely\n  yours. My beloved soul, I look for a line, a word that may restore\n  my peace of mind. Let me know whether I really grieved my Pauline,\n  or whether some uncertain expression of her countenance misled me.\n  I could not bear to have to reproach myself after a whole life of\n  happiness, for ever having met you without a smile of love, a\n  honeyed word. To grieve the woman I love--Pauline, I should count\n  it a crime. Tell me the truth, do not put me off with some\n  magnanimous subterfuge, but forgive me without cruelty.\"\n\n\n\nFRAGMENT.\n\n  \"Is so perfect an attachment happiness? Yes, for years of\n  suffering would not pay for an hour of love.\n\n  \"Yesterday, your sadness, as I suppose, passed into my soul as\n  swiftly as a shadow falls. Were you sad or suffering? I was\n  wretched. Whence came my distress? Write to me at once. Why did I\n  not know it? We are not yet completely one in mind. At two\n  leagues' distance or at a thousand I ought to feel your pain and\n  sorrows. I shall not believe that I love you till my life is so\n  bound up with yours that our life is one, till our hearts, our\n  thoughts are one. I must be where you are, see what you feel, feel\n  what you feel, be with you in thought. Did not I know, at once,\n  that your carriage had been overthrown and you were bruised? But\n  on that day I had been with you, I had never left you, I could see\n  you. When my uncle asked me what made me turn so pale, I answered\n  at once, 'Mademoiselle de Villenoix had has a fall.'\n\n  \"Why, then, yesterday, did I fail to read your soul? Did you wish\n  to hide the cause of your grief? However, I fancied I could feel\n  that you were arguing in my favor, though in vain, with that\n  dreadful Salomon, who freezes my blood. That man is not of our\n  heaven.\n\n  \"Why do you insist that our happiness, which has no resemblance to\n  that of other people, should conform to the laws of the world? And\n  yet I delight too much in your bashfulness, your religion, your\n  superstitions, not to obey your lightest whim. What you do must be\n  right; nothing can be purer than your mind, as nothing is lovelier\n  than your face, which reflects your divine soul.\n\n  \"I shall wait for a letter before going along the lanes to meet\n  the sweet hour you grant me. Oh! if you could know how the sight\n  of those turrets makes my heart throb when I see them edged with\n  light by the moon, our only confidante.\"\n\n\n\n                                  IV\n\n  \"Farewell to glory, farewell to the future, to the life I had\n  dreamed of! Now, my well-beloved, my glory is that I am yours, and\n  worthy of you; my future lies entirely in the hope of seeing you;\n  and is not my life summed up in sitting at your feet, in lying\n  under your eyes, in drawing deep breaths in the heaven you have\n  created for me? All my powers, all my thoughts must be yours,\n  since you could speak those thrilling words, 'Your sufferings must\n  be mine!' Should I not be stealing some joys from love, some\n  moments from happiness, some experiences from your divine spirit,\n  if I gave my hours to study--ideas to the world and poems to the\n  poets? Nay, nay, my very life, I will treasure everything for you;\n  I will bring to you every flower of my soul. Is there anything\n  fine enough, splendid enough, in all the resources of the world,\n  or of intellect, to do honor to a heart so rich, so pure as yours\n  --the heart to which I dare now and again to unite my own? Yes,\n  now and again, I dare believe that I can love as much as you do.\n\n  \"And yet, no; you are the angel-woman; there will always be a\n  greater charm in the expression of your feelings, more harmony in\n  your voice, more grace in your smile, more purity in your looks\n  than in mine. Let me feel that you are the creature of a higher\n  sphere than that I live in; it will be your pride to have\n  descended from it; mine, that I should have deserved you; and you\n  will not perhaps have fallen too far by coming down to me in my\n  poverty and misery. Nay, if a woman's most glorious refuge is in a\n  heart that is wholly her own, you will always reign supreme in\n  mine. Not a thought, not a deed, shall ever pollute this heart,\n  this glorious sanctuary, so long as you vouchsafe to dwell in it\n  --and will you not dwell in it for ever? Did you not enchant me by\n  the words, 'Now and for ever?' _Nunc et semper_! And I have\n  written these words of our ritual below your portrait--words\n  worthy of you, as they are of God. He is _nunc et semper_, as my\n  love is.\n\n  \"Never, no, never, can I exhaust that which is immense, infinite,\n  unbounded--and such is the feeling I have for you; I have imagined\n  its immeasurable extent, as we measure space by the dimensions of\n  one of its parts. I have had ineffable joys, whole hours filled\n  with delicious meditation, as I have recalled a single gesture or\n  the tone of a word of yours. Thus there will be memories of which\n  the magnitude will overpower me, if the reminiscence of a sweet\n  and friendly interview is enough to make me shed tears of joy, to\n  move and thrill my soul, and to be an inexhaustible wellspring of\n  gladness. Love is the life of angels!\n\n  \"I can never, I believe, exhaust my joy in seeing you. This\n  rapture, the least fervid of any, though it never can last long\n  enough, has made me apprehend the eternal contemplation in which\n  seraphs and spirits abide in the presence of God; nothing can be\n  more natural, if from His essence there emanates a light as\n  fruitful of new emotions as that of your eyes is, of your imposing\n  brow, and your beautiful countenance--the image of your soul.\n  Then, the soul, our second self, whose pure form can never perish,\n  makes our love immortal. I would there were some other language\n  than that I use to express to you the ever-new ecstasy of my love;\n  but since there is one of our own creating, since our looks are\n  living speech, must we not meet face to face to read in each\n  other's eyes those questions and answers from the heart, that are\n  so living, so penetrating, that one evening you could say to me,\n  'Be silent!' when I was not speaking. Do you remember it, dear\n  life?\n\n  \"When I am away from you in the darkness of absence, am I not\n  reduced to use human words, too feeble to express heavenly\n  feelings? But words at any rate represent the marks these feelings\n  leave in my soul, just as the word _God_ imperfectly sums up the\n  notions we form of that mysterious First Cause. But, in spite of\n  the subtleties and infinite variety of language, I have no words\n  that can express to you the exquisite union by which my life is\n  merged into yours whenever I think of you.\n\n  \"And with what word can I conclude when I cease writing to you,\n  and yet do not part from you? What can _farewell_ mean, unless in\n  death? But is death a farewell? Would not my spirit be then more\n  closely one with yours? Ah! my first and last thought; formerly I\n  offered you my heart and life on my knees; now what fresh blossoms\n  of feelings can I discover in my soul that I have not already\n  given you? It would be a gift of a part of what is wholly yours.\n\n  \"Are you my future? How deeply I regret the past! I would I could\n  have back all the years that are ours no more, and give them to\n  you to reign over, as you do over my present life. What indeed was\n  that time when I knew you not? It would be a void but that I was\n  so wretched.\"\n\n\n\nFRAGMENT.\n\n  \"Beloved angel, how delightful last evening was! How full of\n  riches your dear heart is! And is your love endless, like mine?\n  Each word brought me fresh joy, and each look made it deeper. The\n  placid expression of your countenance gave our thoughts a\n  limitless horizon. It was all as infinite as the sky, and as bland\n  as its blue. The refinement of your adored features repeated\n  itself by some inexplicable magic in your pretty movements and\n  your least gestures. I knew that you were all graciousness, all\n  love, but I did not know how variously graceful you could be.\n  Everything combined to urge me to tender solicitation, to make me\n  ask the first kiss that a woman always refuses, no doubt that it\n  may be snatched from her. You, dear soul of my life, will never\n  guess beforehand what you may grant to my love, and will yield\n  perhaps without knowing it! You are utterly true, and obey your\n  heart alone.\n\n  \"The sweet tones of your voice blended with the tender harmonies\n  that filled the quiet air, the cloudless sky. Not a bird piped,\n  not a breeze whispered--solitude, you, and I. The motionless\n  leaves did not quiver in the beautiful sunset hues which are both\n  light and shadow. You felt that heavenly poetry--you who\n  experienced so many various emotions, and who so often raised your\n  eyes to heaven to avoid answering me. You who are proud and saucy,\n  humble and masterful, who give yourself to me so completely in\n  spirit and in thought, and evade the most bashful caress. Dear\n  witcheries of the heart! They ring in my ears; they sound and play\n  there still. Sweet words but half spoken, like a child's speech,\n  neither promise nor confession, but allowing love to cherish its\n  fairest hopes without fear or torment! How pure a memory for life!\n  What a free blossoming of all the flowers that spring from the\n  soul, which a mere trifle can blight, but which, at that moment,\n  everything warmed and expanded.\n\n  \"And it will always be so, will it not, my beloved? As I recall,\n  this morning, the fresh and living delights revealed to me in that\n  hour, I am conscious of a joy which makes me conceive of true love\n  as an ocean of everlasting and ever-new experiences, into which we\n  may plunge with increasing delight. Every day, every word, every\n  kiss, every glance, must increase it by its tribute of past\n  happiness. Hearts that are large enough never to forget must live\n  every moment in their past joys as much as in those promised by\n  the future. This was my dream of old, and now it is no longer a\n  dream! Have I not met on this earth with an angel who had made me\n  know all its happiness, as a reward, perhaps, for having endured\n  all its torments? Angel of heaven, I salute thee with a kiss.\n\n  \"I shall send you this hymn of thanksgiving from my heart, I owe\n  it to you; but it can hardly express my gratitude or the morning\n  worship my heart offers up day by day to her who epitomized the\n  whole gospel of the heart in this divine word: 'Believe.'\"\n\n\n\n                               V\n\n  \"What! no further difficulties, dearest heart! We shall be free to\n  belong to each other every day, every hour, every minute, and for\n  ever! We may be as happy for all the days of our life as we now\n  are by stealth, at rare intervals! Our pure, deep feelings will\n  assume the expression of the thousand fond acts I have dreamed of.\n  For me your little foot will be bared, you will be wholly mine!\n  Such happiness kills me; it is too much for me. My head is too\n  weak, it will burst with the vehemence of my ideas. I cry and I\n  laugh--I am possessed! Every joy is an arrow of flame; it pierces\n  and burns me. In fancy you rise before my eyes, ravished and\n  dazzled by numberless and capricious images of delight.\n\n  \"In short, our whole future life is before me--its torrents, its\n  still places, its joys; it seethes, it flows on, it lies sleeping;\n  then again it awakes fresh and young. I see myself and you side by\n  side, walking with equal pace, living in the same thought; each\n  dwelling in each other's heart, understanding each other,\n  responding to each other as an echo catches and repeats a sound\n  across wide distances.\n\n  \"Can life be long when it is thus consumed hour by hour? Shall we\n  not die in a first embrace? What if our souls have already met in\n  that sweet evening kiss which almost overpowered us--a feeling\n  kiss, but the crown of my hopes, the ineffectual expression of all\n  the prayers I breathe while we are apart, hidden in my soul like\n  remorse?\n\n  \"I, who would creep back and hide in the hedge only to hear your\n  footsteps as you went homewards--I may henceforth admire you at my\n  leisure, see you busy, moving, smiling, prattling! An endless joy!\n  You cannot imagine all the gladness it is to me to see you going\n  and coming; only a man can know that deep delight. Your least\n  movement gives me greater pleasure than a mother even can feel as\n  she sees her child asleep or at play. I love you with every kind\n  of love in one. The grace of your least gesture is always new to\n  me. I fancy I could spend whole nights breathing your breath; I\n  would I could steal into every detail of your life, be the very\n  substance of your thoughts--be your very self.\n\n  \"Well, we shall, at any rate, never part again! No human alloy\n  shall ever disturb our love, infinite in its phases and as pure as\n  all things are which are One--our love, vast as the sea, vast as\n  the sky! You are mine! all mine! I may look into the depths of\n  your eyes to read the sweet soul that alternately hides and shines\n  there, to anticipate your wishes.\n\n  \"My best-beloved, listen to some things I have never yet dared to\n  tell you, but which I may confess to you now. I felt a certain\n  bashfulness of soul which hindered the full expression of my\n  feelings, so I strove to shroud them under the garbs of thoughts.\n  But now I long to lay my heart bare before you, to tell you of the\n  ardor of my dreams, to reveal the boiling demands of my senses,\n  excited, no doubt, by the solitude in which I have lived,\n  perpetually fired by conceptions of happiness, and aroused by you,\n  so fair in form, so attractive in manner. How can I express to you\n  my thirst for the unknown rapture of possessing an adored wife, a\n  rapture to which the union of two souls by love must give frenzied\n  intensity. Yes, my Pauline, I have sat for hours in a sort of\n  stupor caused by the violence of my passionate yearning, lost in\n  the dream of a caress as though in a bottomless abyss. At such\n  moments my whole vitality, my thoughts and powers, are merged and\n  united in what I must call desire, for lack of a word to express\n  that nameless delirium.\n\n  \"And I may confess to you now that one day, when I would not take\n  your hand when you offered it so sweetly--an act of melancholy\n  prudence that made you doubt my love--I was in one of those fits\n  of madness when a man could commit a murder to possess a woman.\n  Yes, if I had felt the exquisite pressure you offered me as\n  vividly as I heard your voice in my heart, I know not to what\n  lengths my passion might not have carried me. But I can be silent,\n  and suffer a great deal. Why speak of this anguish when my visions\n  are to become realities? It will be in my power now to make life\n  one long love-making!\n\n  \"Dearest love, there is a certain effect of light on your black\n  hair which could rivet me for hours, my eyes full of tears, as I\n  gazed at your sweet person, were it not that you turn away and\n  say, 'For shame; you make me quite shy!'\n\n  \"To-morrow, then, our love is to be made known! Oh, Pauline! the\n  eyes of others, the curiosity of strangers, weigh on my soul. Let\n  us go to Villenoix, and stay there far from every one. I should\n  like no creature in human form to intrude into the sanctuary where\n  you are to be mine; I could even wish that, when we are dead, it\n  should cease to exist--should be destroyed. Yes, I would fain hide\n  from all nature a happiness which we alone can understand, alone\n  can feel, which is so stupendous that I throw myself into it only\n  to die--it is a gulf!\n\n  \"Do not be alarmed by the tears that have wetted this page; they\n  are tears of joy. My only blessing, we need never part again!\"\n\n\n\nIn 1823 I traveled from Paris to Touraine by _diligence_. At Mer we took\nup a passenger for Blois. As the guard put him into that part of the\ncoach where I had my seat, he said jestingly:\n\n\"You will not be crowded, Monsieur Lefebvre!\"--I was, in fact, alone.\n\nOn hearing this name, and seeing a white-haired old man, who looked\neighty at least, I naturally thought of Lambert's uncle. After a few\ningenious questions, I discovered that I was not mistaken. The good man\nhad been looking after his vintage at Mer, and was returning to Blois.\nI then asked for some news of my old \"chum.\" At the first word, the old\npriest's face, as grave and stern already as that of a soldier who has\ngone through many hardships, became more sad and dark; the lines on\nhis forehead were slightly knit, he set his lips, and said, with a\nsuspicious glance:\n\n\"Then you have never seen him since you left the College?\"\n\n\"Indeed, I have not,\" said I. \"But we are equally to blame for our\nforgetfulness. Young men, as you know, lead such an adventurous and\nstorm-tossed life when they leave their school-forms, that it is only\nby meeting that they can be sure of an enduring affection. However,\na reminiscence of youth sometimes comes as a reminder, and it is\nimpossible to forget entirely, especially when two lads have been such\nfriends as we were. We went by the name of the Poet-and-Pythagoras.\"\n\nI told him my name; when he heard it, the worthy man grew gloomier than\never.\n\n\"Then you have not heard his story?\" said he. \"My poor nephew was to be\nmarried to the richest heiress in Blois; but the day before his wedding\nhe went mad.\"\n\n\"Lambert! Mad!\" cried I in dismay. \"But from what cause? He had the\nfinest memory, the most strongly-constituted brain, the soundest\njudgment, I ever met with. Really a great genius--with too great a\npassion for mysticism perhaps; but the kindest heart in the world.\nSomething most extraordinary must have happened?\"\n\n\"I see you knew him well,\" said the priest.\n\nFrom Mer, till we reached Blois, we talked only of my poor friend, with\nlong digressions, by which I learned the facts I have already related in\nthe order of their interest. I confessed to his uncle the character of\nour studies and of his nephew's predominant ideas; then the old man told\nme of the events that had come into Lambert's life since our parting.\nFrom Monsieur Lefebvre's account, Lambert had betrayed some symptoms of\nmadness before his marriage; but they were such as are common to men\nwho love passionately, and seemed to me less startling when I knew how\nvehement his love had been and when I saw Mademoiselle de Villenoix.\nIn the country, where ideas are scarce, a man overflowing with original\nthought and devoted to a system, as Louis was, might well be regarded\nas eccentric, to say the least. His language would, no doubt, seem the\nstranger because he so rarely spoke. He would say, \"That man does not\ndwell in heaven,\" where any one else would have said, \"We are not made\non the same pattern.\" Every clever man has his own quirks of speech.\nThe broader his genius, the more conspicuous are the singularities\nwhich constitute the various degrees of eccentricity. In the country an\neccentric man is at once set down as half mad.\n\nHence Monsieur Lefebvre's first sentences left me doubtful of my\nschoolmate's insanity. I listened to the old man, but I criticised his\nstatements.\n\nThe most serious symptom had supervened a day or two before the\nmarriage. Louis had had some well-marked attacks of catalepsy. He had\nonce remained motionless for fifty-nine hours, his eyes staring, neither\nspeaking nor eating; a purely nervous affection, to which persons\nunder the influence of violent passion are liable; a rare malady,\nbut perfectly well known to the medical faculty. What was really\nextraordinary was that Louis should not have had several previous\nattacks, since his habits of rapt thought and the character of his mind\nwould predispose him to them. But his temperament, physical and mental,\nwas so admirably balanced, that it had no doubt been able to resist the\ndemands on his strength. The excitement to which he had been wound up by\nthe anticipation of acute physical enjoyment, enhanced by a chaste life\nand a highly-strung soul, had no doubt led to these attacks, of which\nthe results are as little known as the cause.\n\nThe letters that have by chance escaped destruction show very plainly a\ntransition from pure idealism to the most intense sensualism.\n\nTime was when Lambert and I had admired this phenomenon of the human\nmind, in which he saw the fortuitous separation of our two natures,\nand the signs of a total removal of the inner man, using its unknown\nfaculties under the operation of an unknown cause. This disorder, a\nmystery as deep as that of sleep, was connected with the scheme of\nevidence which Lambert had set forth in his _Treatise on the Will_. And\nwhen Monsieur Lefebvre spoke to me of Louis' first attack, I suddenly\nremembered a conversation we had had on the subject after reading a\nmedical book.\n\n\"Deep meditation and rapt ecstasy are perhaps the undeveloped germs of\ncatalepsy,\" he said in conclusion.\n\nOn the occasion when he so concisely formulated this idea, he had\nbeen trying to link mental phenomena together by a series of results,\nfollowing the processes of the intellect step by step, from their\nbeginnings as those simple, purely animal impulses of instinct, which\nare all-sufficient to many human beings, particularly to those men whose\nenergies are wholly spent in mere mechanical labor; then, going on\nto the aggregation of ideas and rising to comparison, reflection,\nmeditation, and finally ecstasy and catalepsy. Lambert, of course, in\nthe artlessness of youth, imagined that he had laid down the lines of a\ngreat work when he thus built up a scale of the various degrees of man's\nmental powers.\n\nI remember that, by one of those chances which seems like\npredestination, we got hold of a great Martyrology, in which the most\ncurious narratives are given of the total abeyance of physical life\nwhich a man can attain to under the paroxysms of the inner life. By\nreflecting on the effects of fanaticism, Lambert was led to believe\nthat the collected ideas to which we give the name of feelings may very\npossibly be the material outcome of some fluid which is generated in all\nmen, more or less abundantly, according to the way in which their organs\nabsorb, from the medium in which they live, the elementary atoms that\nproduce it. We went crazy over catalepsy; and with the eagerness that\nboys throw into every pursuit, we endeavored to endure pain by thinking\nof something else. We exhausted ourselves by making experiments not\nunlike those of the epileptic fanatics of the last century, a religious\nmania which will some day be of service to the science of humanity.\nI would stand on Lambert's chest, remaining there for several minutes\nwithout giving him the slightest pain; but notwithstanding these crazy\nattempts, we did not achieve an attack of catalepsy.\n\nThis digression seemed necessary to account for my first doubts, which\nwere, however, completely dispelled by Monsieur Lefebvre.\n\n\"When this attack had passed off,\" said he, \"my nephew sank into a state\nof extreme terror, a dejection that nothing could overcome. He thought\nhimself unfit for marriage. I watched him with the care of a mother for\nher child, and found him preparing to perform on himself the operation\nto which Origen believed he owed his talents. I at once carried him\noff to Paris, and placed him under the care of Monsieur Esquirol. All\nthrough our journey Louis sat sunk in almost unbroken torpor, and did\nnot recognize me. The Paris physicians pronounced him incurable, and\nunanimously advised his being left in perfect solitude, with nothing to\nbreak the silence that was needful for his very improbable recovery,\nand that he should live always in a cool room with a subdued\nlight.--Mademoiselle de Villenoix, whom I had been careful not to\napprise of Louis' state,\" he went on, blinking his eyes, \"but who was\nsupposed to have broken off the match, went to Paris and heard what the\ndoctors had pronounced. She immediately begged to see my nephew, who\nhardly recognized her; then, like the noble soul she is, she insisted on\ndevoting herself to giving him such care as might tend to his recovery.\nShe would have been obliged to do so if he had been her husband, she\nsaid, and could she do less for him as her lover?\n\n\"She removed Louis to Villenoix, where they have been living for two\nyears.\"\n\nSo, instead of continuing my journey, I stopped at Blois to go to see\nLouis. Good Monsieur Lefebvre would not hear of my lodging anywhere but\nat his house, where he showed me his nephew's room with the books and\nall else that had belonged to him. At every turn the old man could not\nsuppress some mournful exclamation, showing what hopes Louis' precocious\ngenius had raised, and the terrible grief into which this irreparable\nruin had plunged him.\n\n\"That young fellow knew everything, my dear sir!\" said he, laying on the\ntable a volume containing Spinoza's works. \"How could so well organized\na brain go astray?\"\n\n\"Indeed, monsieur,\" said I, \"was it not perhaps the result of its being\nso highly organized? If he really is a victim to the malady as yet\nunstudied in all its aspects, which is known simply as madness, I am\ninclined to attribute it to his passion. His studies and his mode of\nlife had strung his powers and faculties to a degree of energy beyond\nwhich the least further strain was too much for nature; Love was enough\nto crack them, or to raise them to a new form of expression which we are\nmaligning perhaps, by ticketing it without due knowledge. In fact, he\nmay perhaps have regarded the joys of marriage as an obstacle to the\nperfection of his inner man and his flight towards spiritual spheres.\"\n\n\"My dear sir,\" said the old man, after listening to me with attention,\n\"your reasoning is, no doubt, very sound; but even if I could follow it,\nwould this melancholy logic comfort me for the loss of my nephew?\"\n\nLambert's uncle was one of those men who live only by their affections.\n\n\n\nI went to Villenoix on the following day. The kind old man accompanied\nme to the gates of Blois. When we were out on the road to Villenoix, he\nstopped me and said:\n\n\"As you may suppose, I do not go there. But do not forget what I have\nsaid; and in Mademoiselle de Villenoix's presence affect not to perceive\nthat Louis is mad.\"\n\nHe remained standing on the spot where I left him, watching me till I\nwas out of sight.\n\nI made my way to the chateau of Villenoix, not without deep agitation.\nMy thoughts were many at each step on this road, which Louis had so\noften trodden with a heart full of hopes, a soul spurred on by the\nmyriad darts of love. The shrubs, the trees, the turns of the winding\nroad where little gullies broke the banks on each side, were to me full\nof strange interest. I tried to enter into the impressions and thoughts\nof my unhappy friend. Those evening meetings on the edge of the coombe,\nwhere his lady-love had been wont to find him, had, no doubt, initiated\nMademoiselle de Villenoix into the secrets of that vast and lofty\nspirit, as I had learned them all some years before.\n\nBut the thing that most occupied my mind, and gave to my pilgrimage the\ninterest of intense curiosity, in addition to the almost pious feelings\nthat led me onwards, was that glorious faith of Mademoiselle de\nVillenoix's which the good priest had told me of. Had she in the course\nof time been infected with her lover's madness, or had she so completely\nentered into his soul that she could understand all its thoughts, even\nthe most perplexed? I lost myself in the wonderful problem of feeling,\npassing the highest inspirations of passion and the most beautiful\ninstances of self-sacrifice. That one should die for the other is an\nalmost vulgar form of devotion. To live faithful to one love is a\nform of heroism that immortalized Mademoiselle Dupuis. When the great\nNapoleon and Lord Byron could find successors in the hearts of women\nthey had loved, we may well admire Bolingbroke's widow; but Mademoiselle\nDupuis could feed on the memories of many years of happiness, whereas\nMademoiselle de Villenoix, having known nothing of love but its first\nexcitement, seemed to me to typify love in its highest expression.\nIf she were herself almost crazy, it was splendid; but if she had\nunderstood and entered into his madness, she combined with the beauty\nof a noble heart a crowning effort of passion worthy to be studied and\nhonored.\n\nWhen I saw the tall turrets of the chateau, remembering how often\npoor Lambert must have thrilled at the sight of them, my heart beat\nanxiously. As I recalled the events of our boyhood, I was almost a\nsharer in his present life and situation. At last I reached a wide,\ndeserted courtyard, and I went into the hall of the house without\nmeeting a soul. There the sound of my steps brought out an old woman,\nto whom I gave a letter written to Mademoiselle de Villenoix by Monsieur\nLefebvre. In a few minutes this woman returned to bid me enter, and\nled me to a low room, floored with black-and-white marble; the Venetian\nshutters were closed, and at the end of the room I dimly saw Louis\nLambert.\n\n\"Be seated, monsieur,\" said a gentle voice that went to my heart.\n\nMademoiselle de Villenoix was at my side before I was aware of her\npresence, and noiselessly brought me a chair, which at first I would not\naccept. It was so dark that at first I saw Mademoiselle de Villenoix\nand Lambert only as two black masses perceived against the gloomy\nbackground. I presently sat down under the influence of the feeling that\ncomes over us, almost in spite of ourselves, under the obscure vault of\na church. My eyes, full of the bright sunshine, accustomed themselves\ngradually to this artificial night.\n\n\"Monsieur is your old school-friend,\" she said to Louis.\n\nHe made no reply. At last I could see him, and it was one of those\nspectacles that are stamped on the memory for ever. He was standing, his\nelbows resting on the cornice of the low wainscot, which threw his body\nforward, so that it seemed bowed under the weight of his bent head. His\nhair was as long as a woman's, falling over his shoulders and hanging\nabout his face, giving him a resemblance to the busts of the great men\nof the time of Louis XIV. His face was perfectly white. He constantly\nrubbed one leg against the other, with a mechanical action that nothing\ncould have checked, and the incessant friction of the bones made a\ndoleful sound. Near him was a bed of moss on boards.\n\n\"He very rarely lies down,\" said Mademoiselle de Villenoix; \"but\nwhenever he does, he sleeps for several days.\"\n\nLouis stood, as I beheld him, day and night with a fixed gaze, never\nwinking his eyelids as we do. Having asked Mademoiselle de Villenoix\nwhether a little more light would hurt our friend, on her reply I opened\nthe shutters a little way, and could see the expression of Lambert's\ncountenance. Alas! he was wrinkled, white-headed, his eyes dull and\nlifeless as those of the blind. His features seemed all drawn upwards to\nthe top of his head. I made several attempts to talk to him, but he did\nnot hear me. He was a wreck snatched from the grave, a conquest of life\nfrom death--or of death from life!\n\nI stayed for about an hour, sunk in unaccountable dreams, and lost in\npainful thought. I listened to Mademoiselle de Villenoix, who told me\nevery detail of this life--that of a child in arms.\n\nSuddenly Louis ceased rubbing his legs together, and said slowly:\n\n\"The angels are white.\"\n\nI cannot express the effect produced upon me by this utterance, by the\nsound of the voice I had loved, whose accents, so painfully expected,\nhad seemed to be lost for ever. My eyes filled with tears in spite of\nevery effort. An involuntary instinct warned me, making me doubt whether\nLouis had really lost his reason. I was indeed well assured that he\nneither saw nor heard me; but the sweetness of his tone, which seemed\nto reveal heavenly happiness, gave his speech an amazing effect. These\nwords, the incomplete revelation of an unknown world, rang in our souls\nlike some glorious distant bells in the depth of a dark night. I was no\nlonger surprised that Mademoiselle de Villenoix considered Lambert to\nbe perfectly sane. The life of the soul had perhaps subdued that of\nthe body. His faithful companion had, no doubt--as I had at that\nmoment--intuitions of that melodious and beautiful existence to which we\ngive the name of Heaven in its highest meaning.\n\nThis woman, this angel, always was with him, seated at her embroidery\nframe; and each time she drew the needle out she gazed at Lambert with\nsad and tender feeling. Unable to endure this terrible sight--for I\ncould not, like Mademoiselle de Villenoix, read all his secrets--I went\nout, and she came with me to walk for a few minutes and talk of herself\nand of Lambert.\n\n\"Louis must, no doubt, appear to be mad,\" said she. \"But he is not, if\nthe term mad ought only to be used in speaking of those whose brain is\nfor some unknown cause diseased, and who can show no reason in their\nactions. Everything in my husband is perfectly balanced. Though he did\nnot actively recognize you, it is not that he did not see you. He has\nsucceeded in detaching himself from his body, and discerns us under\nsome other aspect--what that is, I know not. When he speaks, he utters\nwondrous things. Only it often happens that he concludes in speech an\nidea that had its beginning in his mind; or he may begin a sentence and\nfinish it in thought. To other men he seems insane; to me, living as I\ndo in his mind, his ideas are quite lucid. I follow the road his spirit\ntravels; and though I do not know every turning, I can reach the goal\nwith him.\n\n\"Which of us has not often known what it is to think of some futile\nthing and be led on to some serious reflection through the ideas or\nmemories it brings in its train? Not unfrequently, after speaking about\nsome trifle, the simple starting-point of a rapid train of reflections,\na thinker may forget or be silent as to the abstract connection of ideas\nleading to his conclusion, and speak again only to utter the last link\nin the chain of his meditations.\n\n\"Inferior minds, to whom this swift mental vision is a thing unknown,\nwho are ignorant of the spirit's inner workings, laugh at the dreamer;\nand if he is subject to this kind of obliviousness, regard him as a\nmadman. Louis is always in this state; he soars perpetually through the\nspaces of thought, traversing them with the swiftness of a swallow; I\ncan follow him in his flight. This is the whole history of his madness.\nSome day, perhaps, Louis will come back to the life in which we\nvegetate; but if he breathes the air of heaven before the time when we\nmay be permitted to do so, why should we desire to have him down among\nus? I am content to hear his heart beat, and all my happiness is to be\nwith him. Is he not wholly mine? In three years, twice at intervals he\nwas himself for a few days; once in Switzerland, where we went, and once\nin an island off the wilds of Brittany, where we took some sea-baths. I\nhave twice been very happy! I can live on memory.\"\n\n\"But do you write down the things he says?\" I asked.\n\n\"Why should I?\" said she.\n\nI was silent; human knowledge was indeed as nothing in this woman's\neyes.\n\n\"At those times, when he talked a little,\" she added, \"I think I have\nrecorded some of his phrases, but I left it off; I did not understand\nhim then.\"\n\nI asked her for them by a look; she understood me. This is what I have\nbeen able to preserve from oblivion.\n\n\n\n                                  I\n\n  Everything here on earth is produced by an ethereal substance\n  which is the common element of various phenomena, known\n  inaccurately as electricity, heat, light, the galvanic fluid, the\n  magnetic fluid, and so forth. The universal distribution of this\n  substance, under various forms, constitutes what is commonly known\n  as Matter.\n\n\n\n                                  II\n\n  The brain is the alembic to which the Animal conveys what each of\n  its organizations, in proportion to the strength of that vessel,\n  can absorb of that Substance, which returns it transformed into\n  Will.\n\n  The Will is a fluid inherent in every creature endowed with\n  motion. Hence the innumerable forms assumed by the Animal, the\n  results of its combinations with that Substance. The Animal's\n  instincts are the product of the coercion of the environment in\n  which it develops. Hence its variety.\n\n\n\n                                III\n\n  In Man the Will becomes a power peculiar to him, and exceeding in\n  intensity that of any other species.\n\n\n\n                                 IV\n\n  By constant assimilation, the Will depends on the Substance it\n  meets with again and again in all its transmutations, pervading\n  them by Thought, which is a product peculiar to the human Will, in\n  combination with the modifications of that Substance.\n\n\n\n                                  V\n\n  The innumerable forms assumed by Thought are the result of the\n  greater or less perfection of the human mechanism.\n\n\n\n                                  VI\n\n  The Will acts through organs commonly called the five senses,\n  which, in fact, are but one--the faculty of Sight. Feeling and\n  tasting, hearing and smelling, are Sight modified to the\n  transformations of the Substance which Man can absorb in two\n  conditions: untransformed and transformed.\n\n\n\n                                  VII\n\n  Everything of which the form comes within the cognizance of the\n  one sense of Sight may be reduced to certain simple bodies of\n  which the elements exist in the air, the light, or in the elements\n  of air and light. Sound is a condition of the air; colors are all\n  conditions of light; every smell is a combination of air and\n  light; hence the four aspects of Matter with regard to Man--sound,\n  color, smell, and shape--have the same origin, for the day is not\n  far off when the relationship of the phenomena of air and light\n  will be made clear.\n\n  Thought, which is allied to Light, is expressed in words which\n  depend on sound. To man, then, everything is derived from the\n  Substance, whose transformations vary only through Number--a\n  certain quantitative dissimilarity, the proportions resulting in\n  the individuals or objects of what are classed as Kingdoms.\n\n\n\n                                 VIII\n\n  When the Substance is absorbed in sufficient number (or quantity)\n  it makes of man an immensely powerful mechanism, in direct\n  communication with the very element of the Substance, and acting\n  on organic nature in the same way as a large stream when it\n  absorbs the smaller brooks. Volition sets this force in motion\n  independently of the Mind. By its concentration it acquires some\n  of the qualities of the Substance, such as the swiftness of light,\n  the penetrating power of electricity, and the faculty of\n  saturating a body; to which must be added that it apprehends what\n  it can do.\n\n  Still, there is in man a primordial and overruling phenomenon\n  which defies analysis. Man may be dissected completely; the\n  elements of Will and Mind may perhaps be found; but there still\n  will remain beyond apprehension the _x_ against which I once used\n  to struggle. That _x_ is the Word, the Logos, whose communication\n  burns and consumes those who are not prepared to receive it. The\n  Word is for ever generating the Substance.\n\n\n\n                                  IX\n\n  Rage, like all our vehement demonstrations, is a current of the\n  human force that acts electrically; its turmoil when liberated\n  acts on persons who are present even though they be neither its\n  cause nor its object. Are there not certain men who by a discharge\n  of Volition can sublimate the essence of the feelings of the\n  masses?\n\n\n\n                                  X\n\n  Fanaticism and all emotions are living forces. These forces in\n  some beings become rivers that gather in and sweep away\n  everything.\n\n\n\n                                  XI\n\n  Though Space _is_, certain faculties have the power of traversing\n  it with such rapidity that it is as though it existed not. From\n  your own bed to the frontiers of the universe there are but two\n  steps: Will and Faith.\n\n\n\n                                 XII\n\n  Facts are nothing; they do not subsist; all that lives of us is\n  the Idea.\n\n\n\n                                 XIII\n\n  The realm of Ideas is divided into three spheres: that of\n  Instinct, that of Abstractions, that of Specialism.\n\n\n\n                                 XIV\n\n  The greater part, the weaker part of visible humanity, dwells in\n  the Sphere of Instinct. The _Instinctives_ are born, labor, and\n  die without rising to the second degree of human intelligence,\n  namely Abstraction.\n\n\n\n                                  XV\n\n  Society begins in the sphere of Abstraction. If Abstraction, as\n  compared with Instinct, is an almost divine power, it is\n  nevertheless incredibly weak as compared with the gift of\n  Specialism, which is the formula of God. Abstraction comprises all\n  nature in a germ, more virtually than a seed contains the whole\n  system of a plant and its fruits. From Abstraction are derived\n  laws, arts, social ideas, and interests. It is the glory and the\n  scourge of the earth: its glory because it has created social\n  life; its scourge because it allows man to evade entering into\n  Specialism, which is one of the paths to the Infinite. Man\n  measures everything by Abstractions: Good and Evil, Virtue and\n  Crime. Its formula of equity is a pair of scales, its justice is\n  blind. God's justice sees: there is all the difference.\n\n  There must be intermediate Beings, then, dividing the sphere of\n  Instinct from the sphere of Abstractions, in whom the two elements\n  mingle in an infinite variety of proportions. Some have more of\n  one, some more of the other. And there are also some in which the\n  two powers neutralize each other by equality of effect.\n\n\n\n                                 XVI\n\n  Specialism consists in seeing the things of the material universe\n  and the things of the spiritual universe in all their\n  ramifications original and causative. The greatest human geniuses\n  are those who started from the darkness of Abstraction to attain\n  to the light of Specialism. (Specialism, _species_, sight;\n  speculation, or seeing everything, and all at once; _Speculum_, a\n  mirror or means of apprehending a thing by seeing the whole of\n  it.) Jesus had the gift of Specialism; He saw each fact in its\n  root and in its results, in the past where it had its rise, and in\n  the future where it would grow and spread; His sight pierced into\n  the understanding of others. The perfection of the inner eye gives\n  rise to the gift of Specialism. Specialism brings with it\n  Intuition. Intuition is one of the faculties of the Inner Man, of\n  which Specialism is an attribute. Intuition acts by an\n  imperceptible sensation of which he who obeys it is not conscious:\n  for instance, Napoleon instinctively moving from a spot struck\n  immediately afterwards by a cannon ball.\n\n\n\n                                 XVII\n\n  Between the sphere of Abstraction and that of Specialism, as\n  between those of Abstraction and Instinct, there are beings in\n  whom the attributes of both combine and produce a mixture; these\n  are men of genius.\n\n\n\n                                XVIII\n\n  Specialism is necessarily the most perfect expression of man, and\n  he is the link binding the visible world to the higher worlds; he\n  acts, sees, and feels by his inner powers. The man of Abstraction\n  thinks. The man of Instinct acts.\n\n\n\n                                 XIX\n\n  Hence man has three degrees. That of Instinct, below the average;\n  that of Abstraction, the general average; that of Specialism,\n  above the average. Specialism opens to man his true career; the\n  Infinite dawns on him; he sees what his destiny must be.\n\n\n\n                                  XX\n\n  There are three worlds--the Natural, the Spiritual, and the\n  Divine. Humanity passes through the Natural world, which is not\n  fixed either in its essence and unfixed in its faculties. The\n  Spiritual world is fixed in its essence and unfixed in its\n  faculties. The Divine world is necessarily a Material worship, a\n  Spiritual worship, and a Divine worship: three forms expressed in\n  action, speech, and prayer, or, in other words, in deed,\n  apprehension, and love. Instinct demands deed; Abstraction is\n  concerned with Ideas; Specialism sees the end, it aspires to God\n  with presentiment or contemplation.\n\n\n\n                                 XXI\n\n  Hence, perhaps, some day the converse of _Et Verbum caro factum\n  est_ will become the epitome of a new Gospel, which will proclaim\n  that The Flesh shall be made the Word and become the Utterance of\n  God.\n\n\n\n                                 XXII\n\n  The Resurrection is the work of the Wind of Heaven sweeping over\n  the worlds. The angel borne on the Wind does not say: \"Arise, ye\n  dead\"; he says, \"Arise, ye who live!\"\n\nSuch are the meditations which I have with great difficulty cast in a\nform adapted to our understanding. There are some others which Pauline\nremembered more exactly, wherefore I know not, and which I wrote from\nher dictation; but they drive the mind to despair when, knowing in what\nan intellect they originated, we strive to understand them. I will quote\na few of them to complete my study of this figure; partly, too, perhaps,\nbecause, in these last aphorisms, Lambert's formulas seem to include\na larger universe than the former set, which would apply only to\nzoological evolution. Still, there is a relation between the two\nfragments, evident to those persons--though they be but few--who love\nto dive into such intellectual deeps.\n\n\n\n                                  I\n\n  Everything on earth exists solely by motion and number.\n\n\n\n                                  II\n\n  Motion is, so to speak, number in action.\n\n\n\n                                 III\n\n  Motion is the product of a force generated by the Word and by\n  Resistance, which is Matter. But for Resistance, Motion would have\n  had no results; its action would have been infinite. Newton's\n  gravitation is not a law, but an effect of the general law of\n  universal motion.\n\n\n\n                                 IV\n\n  Motion, acting in proportion to Resistance, produces a result\n  which is Life. As soon as one or the other is the stronger, Life\n  ceases.\n\n\n\n                                 V\n\n  No portion of Motion is wasted; it always produces number; still,\n  it can be neutralized by disproportionate resistance, as in\n  minerals.\n\n\n\n                                 VI\n\n  Number, which produces variety of all kinds, also gives rise to\n  Harmony, which, in the highest meaning of the word, is the\n  relation of parts to the whole.\n\n\n\n                                VII\n\n  But for Motion, everything would be one and the same. Its\n  products, identical in their essence, differ only by Number, which\n  gives rise to faculties.\n\n\n\n                                VIII\n\n  Man looks to faculties; angels look to the Essence.\n\n\n\n                                  IX\n\n  By giving his body up to elemental action, man can achieve an\n  inner union with the Light.\n\n\n\n                                  X\n\n  Number is intellectual evidence belonging to man alone; by it he\n  acquires knowledge of the Word.\n\n\n\n                                  XI\n\n  There is a Number beyond which the impure cannot pass: the Number\n  which is the limit of creation.\n\n\n\n                                  XII\n\n  The Unit was the starting-point of every product: compounds are\n  derived from it, but the end must be identical with the beginning.\n  Hence this Spiritual formula: the compound Unit, the variable\n  Unit, the fixed Unit.\n\n\n\n                                 XIII\n\n  The Universe is the Unit in variety. Motion is the means; Number\n  is the result. The end is the return of all things to the Unit,\n  which is God.\n\n\n\n                                  XIV\n\n  Three and Seven are the two chief Spiritual numbers.\n\n\n\n                                   XV\n\n  Three is the formula of created worlds. It is the Spiritual Sign\n  of the creation, as it is the Material Sign of dimension. In fact,\n  God has worked by curved lines only: the Straight Line is an\n  attribute of the Infinite; and man, who has the presentiment of\n  the Infinite, reproduces it in his works. Two is the number of\n  generation. Three is the number of Life which includes generation\n  and offspring. Add the sum of four, and you have seven, the\n  formula of Heaven. Above all is God; He is the Unit.\n\n\n\nAfter going in to see Louis once more, I took leave of his wife and\nwent home, lost in ideas so adverse to social life that, in spite of a\npromise to return to Villenoix, I did not go.\n\nThe sight of Louis had had some mysteriously sinister influence over\nme. I was afraid to place myself again in that heavy atmosphere, where\necstasy was contagious. Any man would have felt, as I did, a longing\nto throw himself into the infinite, just as one soldier after another\nkilled himself in a certain sentry box where one had committed suicide\nin the camp at Boulogne. It is a known fact that Napoleon was obliged to\nhave the hut burned which had harbored an idea that had become a mortal\ninfection.\n\nLouis' room had perhaps the same fatal effect as that sentry box.\n\nThese two facts would then be additional evidence in favor of his theory\nof the transfusion of Will. I was conscious of strange disturbances,\ntranscending the most fantastic results of taking tea, coffee, or opium,\nof dreams or of fever--mysterious agents, whose terrible action often\nsets our brains on fire.\n\nI ought perhaps to have made a separate book of these fragments of\nthought, intelligible only to certain spirits who have been accustomed\nto lean over the edge of abysses in the hope of seeing to the bottom.\nThe life of that mighty brain, which split up on every side perhaps,\nlike a too vast empire, would have been set forth in the narrative of\nthis man's visions--a being incomplete for lack of force or of weakness;\nbut I preferred to give an account of my own impressions rather than to\ncompose a more or less poetical romance.\n\n\n\nLouis Lambert died at the age of twenty-eight, September 25, 1824, in\nhis true love's arms. He was buried by her desire in an island in the\npark at Villenoix. His tombstone is a plain stone cross, without name or\ndate. Like a flower that has blossomed on the margin of a precipice, and\ndrops into it, its colors and fragrance all unknown, it was fitting\nthat he too should fall. Like many another misprized soul, he had often\nyearned to dive haughtily into the void, and abandon there the secrets\nof his own life.\n\nMademoiselle de Villenoix would, however, have been quite justified\nin recording his name on that cross with her own. Since her partner's\ndeath, reunion has been her constant, hourly hope. But the vanities of\nwoe are foreign to faithful souls.\n\nVillenoix is falling into ruin. She no longer resides there; to the end,\nno doubt, that she may the better picture herself there as she used to\nbe. She had said long ago:\n\n\"His heart was mine; his genius is with God.\"\n\n\nCHATEAU DE SACHE. June-July 1832.\n\n\n\n\nADDENDUM\n\nThe following personages appear in other stories of the Human Comedy.\n\n     Lambert, Louis\n       A Distinguished Provincial at Paris\n       A Seaside Tragedy\n\n     Lefebvre\n       A Seaside Tragedy\n\n     Meyraux\n       A Distinguished Provincial at Paris\n\n     Stael-Holstein (Anne-Louise-Germaine Necker, Baronne de)\n       The Chouans\n       Letters of Two Brides\n\n     Villenoix, Pauline Salomon de\n       A Seaside Tragedy\n       The Vicar of Tours\n\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Louis Lambert, by Honore de Balzac\n\n*** END OF THIS PROJECT GUTENBERG EBOOK LOUIS LAMBERT ***\n\n***** This file should be named 1943.txt or 1943.zip *****\nThis and all associated files of various formats will be found in:\n        http:\/\/www.gutenberg.org\/1\/9\/4\/1943\/\n\nProduced by John Bickers, and Dagny\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp:\/\/gutenberg.org\/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark\/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s\/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http:\/\/www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp:\/\/pglaf.org\/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http:\/\/pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http:\/\/pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http:\/\/pglaf.org\/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http:\/\/www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n","id":1211,"split":"test"}
