{"ori_id":"b510383c844f4f423a9e5ca63daa4b665916aa96","title":"When We Dead Awaken","context":"When We Dead Awaken\n The first act takes place outside a spa overlooking a fjord. Sculptor Arnold Rubek and his wife Maia have just enjoyed breakfast and are reading newspapers and drinking champagne. They marvel at how quiet the spa is. Their conversation is lighthearted, but Arnold hints at a general unhappiness with his life. Maia also hints at disappointment. Arnold had promised to take her to a mountaintop to see the whole world as it is, but they have never done so.\nThe hotel manager passes by with some guests and inquires if the Rubeks need anything. During their encounter, a mysterious woman dressed in white passes by, followed closely by a nun in black. Arnold is drawn to her for some reason. The manager does not know much about her, and he tries to excuse himself before Squire Ulfheim can spot him. Unable to do so, Ulfheim corners him and requests breakfast for his hunting dogs. Spotting the Rubeks, he introduces himself and mocks their plans to take a cruise, insisting that the water is too contaminated by other people. He is stopping at the spa on his way to a mountain hunt for bears, and he insists that the couple should join him, as the mountains are unpolluted by people.\nMaia takes Ulfheim up on his offer to watch his dogs eat breakfast, leaving Arnold alone with the mysterious woman. He quickly realizes that she is Irena, his former model. Irena constantly refers to herself as being 'dead'. During their conversation, she explains that posing for Arnold was akin to a kind of 'self murder', where he captured her soul and put it into his masterpiece, a sculpture called 'Resurrection'. He confesses that he has never been the same since working with Irena. Though 'Resurrection' brought him great fame and an abundance of other work, he feels a similar kind of death as Irena feels.\nIrena mysteriously alludes to killing all of her lovers since posing for Arnold. She claims to always possess a knife, and also admits to murdering every child she has had, sometimes while they are still in the womb. When Irena asks where Arnold is going after his stay at the spa, she dismisses the idea of the cruise and asks him to meet her up in the high mountains. Maia returns with Ulfheim, asking Arnold if they can abandon the cruise and join Ulfheim on his mountain hunt. Arnold tells her that she is free to do so and says that he is thinking of going that way himself.\nThe second act takes place outside a health resort in the mountains. Maia finds Arnold beside a brook. She has spent the morning with Ulfheim. The couple return to their discussion of Arnold's unhappiness, and he confesses that he has grown tired of Maia. He wants to live with Irena because she had the key to the lock which holds his artistic inspiration. Their relationship was never sexual, because Arnold felt it would have ruined 'Resurrection'. Maia is hurt but insists that Arnold should do as he pleases. She even suggests that perhaps the three of them could live together if she cannot find a new place to live.\nIrena enters, and Maia urges Arnold to speak with her. The pair cast flower petals into the brook and reminisce sentimentally about their long-ago collaboration. At one point, Arnold refers to their 'episode', and Irena draws her knife, preparing to stab him in the back. When he turns around, she hides the knife. Arnold asks Irena to come live with him and work with him again, explaining that she can unlock his artistic vision once more. She insists that there is no way to resurrect a partnership like theirs, but they agree to pretend they can. Maia returns with Ulfheim, on their way to a hunt. She is happy and explains that she feels like she is finally awake. She sings a little song to herself, \"I am free...No longer in prison, I'll be! I'm as free as a bird, I am free!\"\nThe final act takes place on the rocky mountainside, with narrow paths and a shabby hunting hut. Maia and Ulfheim enter already in an argument over his sexual advances. Maia demands to be taken down to the resort. Ulfheim points out that the path is too difficult for her and she will surely die on her own. Arnold and Irena come up the path from the resort. Ulfheim is surprised that they have made it on their own, since the path is so difficult. He warns them that a storm is coming. Since he can only guide one person at a time, he agrees to take Maia down the path, and urges Irena and Arnold to take shelter in the hut until he can return with help.\nIrena is horrified at being rescued. She is convinced that the nun will commit her to an asylum. She draws the knife again to kill herself. Arnold insists that she should not. Irena confesses that she almost killed him earlier, but she stopped because she realized he was already dead. She explains that the love that belongs to their earthly life is dead in both of them. However, Arnold points out that they are both still free, insisting that \"we two dead things live life for once to the full\". Irena agrees but urges that they must do it above the clouds of the gathering storm. They agree to climb the mountain so that they can be married by the sunlight. As they happily ascend out of view, Maia's song is heard in the distance. Suddenly, an avalanche roars down the mountain. Arnold and Irene can be seen carried to their deaths. The nun has followed Irena up the mountain and witnesses the horror with a scream. After a moment of silence, she says \"Pax vobiscum!\" (Peace be with you), as Maia's song still lingers in the air.\nï»¿The Project Gutenberg EBook of When We Dead Awaken, by Henrik Ibsen\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n\nTitle: When We Dead Awaken\n\nAuthor: Henrik Ibsen\n\nCommentator: William Archer\n\nTranslator: William Archer\n\nRelease Date: December, 2003 [EBook #4782]\nPosting Date: February 17, 2010\n\n\nLanguage: English\n\n\n*** START OF THIS PROJECT GUTENBERG EBOOK WHEN WE DEAD AWAKEN ***\n\n\n\n\nProduced by Sonia K\n\n\n\n\n\nWHEN WE DEAD AWAKEN\n\nBy Henrik Ibsen.\n\n\nIntroduction and translation by William Archer.\n\n\n\n\nINTRODUCTION.\n\n\nFrom _Pillars of Society_ to _John Gabriel Borkman_, Ibsen's plays had\nfollowed each other at regular intervals of two years, save when his\nindignation over the abuse heaped upon _Ghosts_ reduced to a single\nyear the interval between that play and _An Enemy of the People_. _John\nGabriel Borkman_ having appeared in 1896, its successor was expected in\n1898; but Christmas came and brought no rumour of a new play. In a\nman now over seventy, this breach of a long-established habit seemed\nominous. The new National Theatre in Christiania was opened in September\nof the following year; and when I then met Ibsen (for the last time) he\ntold me that he was actually at work on a new play, which he thought of\ncalling a \"Dramatic Epilogue.\" \"He wrote _When We Dead Awaken_,\"\nsays Dr. Elias, \"with such labour and such passionate agitation, so\nspasmodically and so feverishly, that those around him were almost\nalarmed. He must get on with it, he must get on! He seemed to hear\nthe beating of dark pinions over his head. He seemed to feel the grim\nVisitant, who had accompanied Alfred Allmers on the mountain paths,\nalready standing behind him with uplifted hand. His relatives are firmly\nconvinced that he knew quite clearly that this would be his last play,\nthat he was to write no more. And soon the blow fell.\"\n\n_When We Dead Awaken_ was published very shortly before Christmas 1899.\nHe had still a year of comparative health before him. We find him in\nMarch 1900, writing to Count Prozor: \"I cannot say yet whether or not\nI shall write another drama; but if I continue to retain the vigour of\nbody and mind which I at present enjoy, I do not imagine that I shall be\nable to keep permanently away from the old battlefields. However, if I\nwere to make my appearance again, it would be with new weapons and\nin new armour.\" Was he hinting at the desire, which he had long ago\nconfessed to Professor Herford, that his last work should be a drama in\nverse? Whatever his dream, it was not to be realised. His last letter\n(defending his attitude of philosophic impartiality with regard to the\nSouth African war) is dated December 9, 1900. With the dawn of the new\ncentury, the curtain descended upon the mind of the great dramatic poet\nof the age which had passed away.\n\n_When We Dead Awaken_ was acted during 1900 at most of the leading\ntheatres in Scandinavia and Germany. In some German cities (notably\nin Frankfort on Main) it even attained a considerable number of\nrepresentatives. I cannot learn, however, that it has anywhere held the\nstage. It was produced in London, by the State Society, at the Imperial\nTheatre, on January 25 and 26, 1903. Mr. G. S. Titheradge played Rubek,\nMiss Henrietta Watson Irene, Miss Mabel Hackney Maia, and Mr. Laurence\nIrving Ulfheim. I find no record of any American performance.\n\nIn the above-mentioned letter to Count Prozor, Ibsen confirmed that\ncritic's conjecture that \"the series which ends with the Epilogue really\nbegan with _The Master Builder_.\" As the last confession, so to speak,\nof a great artist, the Epilogue will always be read with interest. It\ncontains, moreover, many flashes of the old genius, many strokes of the\nold incommunicable magic. One may say with perfect sincerity that there\nis more fascination in the dregs of Ibsen's mind than in the \"first\nsprightly running\" of more common-place talents. But to his sane\nadmirers the interest of the play must always be melancholy, because it\nis purely pathological. To deny this is, in my opinion, to cast a slur\nover all the poet's previous work, and in great measure to justify the\ncriticisms of his most violent detractors. For _When We Dead Awaken_ is\nvery like the sort of play that haunted the \"anti-Ibsenite\" imagination\nin the year 1893 or thereabouts. It is a piece of self-caricature, a\nseries of echoes from all the earlier plays, an exaggeration of manner\nto the pitch of mannerism. Moreover, in his treatment of his symbolic\nmotives, Ibsen did exactly what he had hitherto, with perfect justice,\nplumed himself upon never doing: he sacrificed the surface reality\nto the underlying meaning. Take, for instance, the history of Rubek's\nstatue and its development into a group. In actual sculpture this\ndevelopment is a grotesque impossibility. In conceiving it we are\ndeserting the domain of reality, and plunging into some fourth dimension\nwhere the properties of matter are other than those we know. This is an\nabandonment of the fundamental principle which Ibsen over and over again\nemphatically expressed--namely, that any symbolism his work might be\nfound to contain was entirely incidental, and subordinate to the truth\nand consistency of his picture of life. Even when he dallied with the\nsupernatural, as in _The Master Builder_ and _Little Eyolf_, he was\nalways careful, as I have tried to show, not to overstep decisively\nthe boundaries of the natural. Here, on the other hand, without any\nsuggestion of the supernatural, we are confronted with the wholly\nimpossible, the inconceivable. How remote is this alike from his\nprinciples of art and from the consistent, unvarying practice of his\nbetter years! So great is the chasm between _John Gabriel Borkman_ and\n_When We Dead Awaken_ that one could almost suppose his mental breakdown\nto have preceded instead of followed the writing of the latter play.\nCertainly it is one of the premonitions of the coming end. It is Ibsen's\n_Count Robert of Paris_. To pretend to rank it with his masterpieces is\nto show a very imperfect sense of the nature of their mastery.\n\n\n\n\n\nWHEN WE DEAD AWAKEN.\n\nA DRAMATIC EPILOGUE.\n\n\nCHARACTERS.\n\n\n      PROFESSOR ARNOLD RUBEK, a sculptor.\n      MRS. MAIA RUBEK, his wife.\n      THE INSPECTOR at the Baths.\n      ULFHEIM, a landed proprietor.\n      A STRANGER LADY.\n      A SISTER OF MERCY.\n\n      Servants, Visitors to the Baths, and Children.\n\n\nThe First Act passes at a bathing establishment on the coast; the Second\nand Third Acts in the neighbourhood of a health resort, high in the\nmountains.\n\n\n\n\nACT FIRST.\n\n\n   [Outside the Bath Hotel. A portion of the main building can be seen\n   to the right.\n\n   An open, park-like place with a fountain, groups\n   of fine old trees, and shrubbery.  To the left, a little pavilion\n   almost covered with ivy and Virginia creeper.  A table and chair\n   outside it.  At the back a view over the fjord, right out to sea,\n   with headlands and small islands in the distance.  It is a calm,\n   warm and sunny summer morning.\n\n   [PROFESSOR RUBEK and MRS. MAIA RUBEK are sitting in basket chairs\n   beside a covered table on the lawn outside the hotel, having just\n   breakfasted.  They have champagne and seltzer water on the table,\n   and each has a newspaper.  PROFESSOR RUBEK is an elderly man of\n   distinguished appearance, wearing a black velvet jacket, and\n   otherwise in light summer attire.  MAIA is quite young, with\n   a vivacious expression and lively, mocking eyes, yet with a\n   suggestion of fatigue.  She wears an elegant travelling dress.\n\n\nMAIA.\n\n[Sits for some time as though waiting for the PROFESSOR to say\nsomething, then lets her paper drop with a deep sigh.] Oh dear, dear,\ndear--!\n\n\nPROFESSOR RUBEK.\n\n[Looks up from his paper.] Well, Maia? What is the matter with you?\n\n\nMAIA.\n\nJust listen how silent it is here.\n\n\nPROFESSOR RUBEK.\n\n[Smiles indulgently.] And you can hear that?\n\n\nMAIA.\n\nWhat?\n\n\nPROFESSOR RUBEK.\n\nThe silence?\n\n\nMAIA.\n\nYes, indeed I can.\n\n\nPROFESSOR RUBEK.\n\nWell, perhaps you are right, _mein Kind_. One can really hear the\nsilence.\n\n\nMAIA.\n\nHeaven knows you can--when it's so absolutely overpowering as it is\nhere--\n\n\nPROFESSOR RUBEK.\n\nHere at the Baths, you mean?\n\n\nMAIA.\n\nWherever you go at home here, it seems to me. Of course there was noise\nand bustle enough in the town. But I don't know how it is--even the\nnoise and bustle seemed to have something dead about it.\n\n\nPROFESSOR RUBEK.\n\n[With a searching glance.] You don't seem particularly glad to be at\nhome again, Maia?\n\n\nMAIA.\n\n[Looks at him.] Are you glad?\n\n\nPROFESSOR RUBEK.\n\n[Evasively.] I--?\n\n\nMAIA.\n\nYes, you, who have been so much, much further away than I. Are you\nentirely happy, now that you are at home again?\n\n\nPROFESSOR RUBEK.\n\nNo--to be quite candid--perhaps not entirely happy--\n\n\nMAIA.\n\n[With animation.] There, you see! Didn't I know it!\n\n\nPROFESSOR RUBEK.\n\nI have been too long abroad. I have drifted quite away from all\nthis--this home life.\n\n\nMAIA.\n\n[Eagerly, drawing her chair nearer him.] There, you see, Rubek! We had\nmuch better get away again! As quickly as ever we can.\n\n\nPROFESSOR RUBEK.\n\n[Somewhat impatiently.] Well, well, that is what we intend to do, my\ndear Maia. You know that.\n\n\nMAIA.\n\nBut why not now--at once? Only think how cozy and comfortable we could\nbe down there, in our lovely new house--\n\n\nPROFESSOR RUBEK.\n\n[Smiles indulgently.] We ought by rights to say: our lovely new home.\n\n\nMAIA.\n\n[Shortly.] I prefer to say house--let us keep to that.\n\n\nPROFESSOR RUBEK.\n\n[His eyes dwelling on her.] You are really a strange little person.\n\n\nMAIA.\n\nAm I so strange?\n\n\nPROFESSOR RUBEK.\n\nYes, I think so.\n\n\nMAIA.\n\nBut why, pray? Perhaps because I'm not desperately in love with mooning\nabout up here--?\n\n\nPROFESSOR RUBEK.\n\nWhich of us was it that was absolutely bent on our coming north this\nsummer?\n\n\nMAIA.\n\nI admit, it was I.\n\n\nPROFESSOR RUBEK.\n\nIt was certainly not I, at any rate.\n\n\nMAIA.\n\nBut good heavens, who could have dreamt that everything would have\naltered so terribly at home here? And in so short a time, too! Why, it\nis only just four years since I went away--\n\n\nPROFESSOR RUBEK.\n\nSince you were married, yes.\n\n\nMAIA.\n\nMarried? What has that to do with the matter?\n\n\nPROFESSOR RUBEK.\n\n[Continuing.] --since you became the Frau Professor, and found yourself\nmistress of a charming home--I beg your pardon--a very handsome house, I\nought to say. And a villa on the Lake of Taunitz, just at the point that\nhas become most fashionable, too--. In fact it is all very handsome and\ndistinguished, Maia, there's no denying that. And spacious too. We need\nnot always be getting in each other's way--\n\n\nMAIA.\n\n[Lightly.] No, no, no--there's certainly no lack of house-room, and that\nsort of thing--\n\n\nPROFESSOR RUBEK.\n\nRemember, too, that you have been living in altogether more spacious\nand distinguished surroundings--in more polished society than you were\naccustomed to at home.\n\n\nMAIA.\n\n[Looking at him.] Ah, so you think it is _I_ that have changed?\n\n\nPROFESSOR RUBEK.\n\nIndeed I do, Maia.\n\n\nMAIA.\n\nI alone? Not the people here?\n\n\nPROFESSOR RUBEK.\n\nOh yes, they too--a little, perhaps. And not at all in the direction of\namiability. That I readily admit.\n\n\nMAIA.\n\nI should think you must admit it, indeed.\n\n\nPROFESSOR RUBEK.\n\n[Changing the subject.] Do you know how it affects me when I look at the\nlife of the people around us here?\n\n\nMAIA.\n\nNo. Tell me.\n\n\nPROFESSOR RUBEK.\n\nIt makes me think of that night we spent in the train, when we were\ncoming up here--\n\n\nMAIA.\n\nWhy, you were sound asleep all the time.\n\n\nPROFESSOR RUBEK.\n\nNot quite. I noticed how silent it became at all the little roadside\nstations. I heard the silence--like you, Maia--\n\n\nMAIA.\n\nH'm,--like me, yes.\n\n\nPROFESSOR RUBEK. --and that assured me that we had crossed the\nfrontier--that we were really at home. For the train stopped at all the\nlittle stations--although there was nothing doing at all.\n\n\nMAIA.\n\nThen why did it stop--though there was nothing to be done?\n\n\nPROFESSOR RUBEK.\n\nCan't say. No one got out or in; but all the same the train stopped a\nlong, endless time. And at every station I could make out that there\nwere two railway men walking up and down the platform--one with a\nlantern in his hand--and they said things to each other in the night,\nlow, and toneless, and meaningless.\n\n\nMAIA.\n\nYes, that is quite true. There are always two men walking up and down,\nand talking--\n\n\nPROFESSOR RUBEK. --of nothing. [Changing to a livelier tone.] But just\nwait till to-morrow. Then we shall have the great luxurious steamer\nlying in the harbour. We'll go on board her, and sail all round the\ncoast--northward ho!--right to the polar sea.\n\n\nMAIA.\n\nYes, but then you will see nothing of the country--and of the people.\nAnd that was what you particularly wanted.\n\n\nPROFESSOR RUBEK.\n\n[Shortly and snappishly.] I have seen more than enough.\n\n\nMAIA.\n\nDo you think a sea voyage will be better for you?\n\n\nPROFESSOR RUBEK.\n\nIt is always a change.\n\n\nMAIA.\n\nWell, well, if only it is the right thing for you--\n\n\nPROFESSOR RUBEK.\n\nFor me? The right thing? There is nothing in the world the matter with\nme.\n\n\nMAIA.\n\n[Rises and goes to him.] Yes, there is, Rubek. I am sure you must feel\nit yourself.\n\n\nPROFESSOR RUBEK.\n\nWhy my dearest Maia--what should be amiss with me?\n\n\nMAIA.\n\n[Behind him, bending over the back of his chair.] That you must tell me.\nYou have begun to wander about without a moment's peace. You cannot rest\nanywhere--neither at home nor abroad. You have become quite misanthropic\nof late.\n\n\nPROFESSOR RUBEK.\n\n[With a touch of sarcasm.] Dear me--have you noticed that?\n\n\nMAIA.\n\nNo one that knows you can help noticing it. And then it seems to me so\nsad that you have lost all pleasure in your work.\n\n\nPROFESSOR RUBEK.\n\nThat too, eh?\n\n\nMAIA.\n\nYou that used to be so indefatigable--working from morning to night!\n\n\nPROFESSOR RUBEK.\n\n[Gloomily.] Used to be, yes--\n\n\nMAIA.\n\nBut ever since you got your great masterpiece out of hand--\n\n\nPROFESSOR RUBEK.\n\n[Nods thoughtfully.] \"The Resurrection Day\"--\n\n\nMAIA. --the masterpiece that has gone round the whole world, and made\nyou so famous--\n\n\nPROFESSOR RUBEK.\n\nPerhaps that is just the misfortune, Maia.\n\n\nMAIA.\n\nHow so?\n\n\nPROFESSOR RUBEK.\n\nWhen I had finished this masterpiece of mine--[Makes a passionate\nmovement with his hand]--for \"The Resurrection Day\" is a masterpiece! Or\nwas one in the beginning. No, it is one still. It must, must, must be a\nmasterpiece!\n\n\nMAIA.\n\n[Looks at him in astonishment.] Why, Rubek--all the world knows that.\n\n\nPROFESSOR RUBEK.\n\n[Short, repellently.] All the world knows nothing! Understands nothing!\n\n\nMAIA.\n\nWell, at any rate it can divine something--\n\n\nPROFESSOR RUBEK.\n\nSomething that isn't there at all, yes. Something that never was in my\nmind. Ah yes, that they can all go into ecstasies over! [Growling to\nhimself.] What is the good of working oneself to death for the mob and\nthe masses--for \"all the world\"!\n\n\nMAIA.\n\nDo you think it is better, then--do you think it is worthy of you, to do\nnothing at all but portrait-bust now and then?\n\n\nPROFESSOR RUBEK.\n\n[With a sly smile.] They are not exactly portrait-busts that I turn out,\nMaia.\n\n\nMAIA.\n\nYes, indeed they are--for the last two or three years--ever since you\nfinished your great group and got it out of the house--\n\n\nPROFESSOR RUBEK.\n\nAll the same, they are no mere portrait-busts, I assure you.\n\n\nMAIA.\n\nWhat are they, then?\n\n\nPROFESSOR RUBEK.\n\nThere is something equivocal, something cryptic, lurking in and behind\nthese busts--a secret something, that the people themselves cannot see--\n\n\nMAIA.\n\nIndeed?\n\n\nPROFESSOR RUBEK.\n\n[Decisively.] I alone can see it. And it amuses me unspeakably.--On the\nsurface I give them the \"striking likeness,\" as they call it, that they\nall stand and gape at in astonishment--[Lowers his voice]--but at bottom\nthey are all respectable, pompous horse-faces, and self-opinionated\ndonkey-muzzles, and lop-eared, low-browed dog-skulls, and fatted\nswine-snouts--and sometimes dull, brutal bull-fronts as well--\n\n\nMAIA.\n\n[Indifferently.] All the dear domestic animals, in fact.\n\n\nPROFESSOR RUBEK.\n\nSimply the dear domestic animals, Maia. All the animals which men have\nbedevilled in their own image--and which have bedevilled men in return.\n[Empties his champagne-glass and laughs.] And it is these double-faced\nworks of art that our excellent plutocrats come and order of me. And\npay for in all good faith--and in good round figures too--almost their\nweight in gold, as the saying goes.\n\n\nMAIA.\n\n[Fills his glass.] Come, Rubek! Drink and be happy.\n\n\nPROFESSOR RUBEK.\n\n[Passes his hand several times across his forehead and leans back in his\nchair.] I am happy, Maia. Really happy--in a way. [Short silence.]\nFor after all there is a certain happiness in feeling oneself free and\nindependent on every hand--in having at ones command everything one can\npossibly wish for--all outward things, that is to say. Do you not agree\nwith me, Maia?\n\n\nMAIA.\n\nOh yes, I agree. All that is well enough in its way. [Looking at\nhim.] But do you remember what you promised me the day we came to an\nunderstanding on--on that troublesome point--\n\n\nPROFESSOR RUBEK.\n\n[Nods.] --on the subject of our marriage, yes. It was no easy matter for\nyou, Maia.\n\n\nMAIA.\n\n[Continuing unruffled.] --and agreed that I was to go abroad with you,\nand live there for good and all--and enjoy myself.--Do you remember what\nyou promised me that day?\n\n\nPROFESSOR RUBEK.\n\n[Shaking his head.] No, I can't say that I do. Well, what did I promise?\n\n\nMAIA.\n\nYou said you would take me up to a high mountain and show me all the\nglory of the world.\n\n\nPROFESSOR RUBEK.\n\n[With a slight start.] Did I promise you that, too?\n\n\nMAIA.\n\nMe too? Who else, pray?\n\n\nPROFESSOR RUBEK.\n\n[Indifferently.] No, no, I only meant did I promise to show you--?\n\n\nMAIA. --all the glory of the world? Yes, you did. And all that glory\nshould be mine, you said.\n\n\nPROFESSOR RUBEK.\n\nThat is sort of figure of speech that I was in the habit of using once\nupon a time.\n\n\nMAIA.\n\nOnly a figure of speech?\n\n\nPROFESSOR RUBEK.\n\nYes, a schoolboy phrase--the sort of thing I used to say when I wanted\nto lure the neighbours' children out to play with me, in the woods and\non the mountains.\n\n\nMAIA.\n\n[Looking hard at him.] Perhaps you only wanted to lure me out to play,\nas well?\n\n\nPROFESSOR RUBEK.\n\n[Passing it off as a jest.] Well, has it not been a tolerable amusing\ngame, Maia?\n\n\nMAIA.\n\n[Coldly.] I did not go with you only to play.\n\n\nPROFESSOR RUBEK.\n\nNo, no, I daresay not.\n\n\nMAIA.\n\nAnd you never took me up with you to any high mountain, or showed me--\n\n\nPROFESSOR RUBEK.\n\n[With irritation.] --all the glory of the world? No, I did not. For, let\nme tell you something: you are not really born to be a mountain-climber,\nlittle Maia.\n\n\nMAIA.\n\n[Trying to control herself.] Yet at one time you seemed to think I was.\n\n\nPROFESSOR RUBEK.\n\nFour or five years ago, yes. [Stretching himself in his chair.] Four or\nfive years--it's a long, long time, Maia.\n\n\nMAIA.\n\n[Looking at him with a bitter expression.] Has the time seemed so very\nlong to you, Rubek?\n\n\nPROFESSOR RUBEK.\n\nI am beginning now to find it a trifle long. [Yawning.] Now and then,\nyou know.\n\n\nMAIA.\n\n[Returning to her place.] I shall not bore you any longer.\n\n      [She resumes her seat, takes up the newspaper, and begins turning\n       over the leaves.  Silence on both sides.\n\n\nPROFESSOR RUBEK.\n\n[Leaning on his elbows across the table, and looking at her teasingly.]\nIs the Frau Professor offended?\n\n\nMAIA.\n\n[Coldly, without looking up.] No, not at all.\n\n    [Visitors to the baths, most of them ladies, begin to pass,\n       singly and in groups, through the park from the right, and\n       out to the left.\n\n    [Waiters bring refreshments from the hotel, and go off behind\n       the pavilion.\n\n    [The INSPECTOR, wearing gloves and carrying a stick, comes from\n       his rounds in the park, meets visitors, bows politely, and\n       exchanges a few words with some of them.\n\n\nTHE INSPECTOR.\n\n[Advancing to PROFESSOR RUBEK's table and politely taking off his hat.]\nI have the honour to wish you good morning, Mrs. Rubek.--Good morning,\nProfessor Rubek.\n\n\nPROFESSOR RUBEK.\n\nGood morning, good morning Inspector.\n\n\nTHE INSPECTOR.\n\n[Addressing himself to MRS. RUBEK.] May I venture to ask if you have\nslept well?\n\n\nMAIA.\n\nYes, thank you; excellently--for my part. I always sleep like a stone.\n\n\nTHE INSPECTOR.\n\nI am delighted to hear it. The first night in a strange place is often\nrather trying.--And the Professor--?\n\n\nPROFESSOR RUBEK.\n\nOh, my night's rest is never much to boast of--especially of late.\n\n\nTHE INSPECTOR.\n\n[With a show of sympathy.] Oh--that is a pity. But after a few weeks'\nstay at the Baths--you will quite get over that.\n\n\nPROFESSOR RUBEK.\n\n[Looking up at him.] Tell me, Inspector--are any of your patients in the\nhabit of taking baths during the night?\n\n\nTHE INSPECTOR.\n\n[Astonished.] During the night? No, I have never heard of such a thing.\n\n\nPROFESSOR RUBEK.\n\nHave you not?\n\n\nTHE INSPECTOR.\n\nNo, I don't know of any one so ill as to require such treatment.\n\n\nPROFESSOR RUBEK.\n\nWell, at any rate there is some one who is in the habit of walking about\nthe park by night?\n\n\nTHE INSPECTOR.\n\n[Smiling and shaking his head.] No, Professor--that would be against the\nrules.\n\n\nMAIA.\n\n[Impatiently.] Good Heavens, Rubek, I told you so this morning--you must\nhave dreamt it.\n\n\nPROFESSOR RUBEK.\n\n[Drily.] Indeed? Must I? Thank you! [Turning to the INSPECTOR.] The fact\nis, I got up last night--I couldn't sleep--and I wanted to see what sort\nof night it was--\n\n\nTHE INSPECTOR.\n\n[Attentively.] To be sure--and then--?\n\n\nPROFESSOR RUBEK.\n\nI looked out at the window--and caught sight of a white figure in there\namong the trees.\n\n\nMAIA.\n\n[Smiling to the INSPECTOR.] And the Professor declares that the figure\nwas dressed in a bathing costume--\n\n\nPROFESSOR RUBEK. --or something like it, I said. Couldn't distinguish\nvery clearly. But I am sure it was something white.\n\n\nTHE INSPECTOR.\n\nMost remarkable. Was it a gentleman or a lady?\n\n\nPROFESSOR RUBEK.\n\nI could almost have sworn it was a lady. But then after it came another\nfigure. And that one was quite dark--like a shadow--.\n\n\nTHE INSPECTOR.\n\n[Starting.] A dark one? Quite black, perhaps?\n\n\nPROFESSOR RUBEK.\n\nYes, I should almost have said so.\n\n\nTHE INSPECTOR.\n\n[A light breaking in upon him.] And behind the white figure? Following\nclose upon her--?\n\n\nPROFESSOR RUBEK.\n\nYes--at a little distance--\n\n\nTHE INSPECTOR.\n\nAha! Then I think I can explain the mystery, Professor.\n\n\nPROFESSOR RUBEK.\n\nWell, what was it then?\n\n\nMAIA.\n\n[Simultaneously.] Was the professor really not dreaming?\n\n\nTHE INSPECTOR.\n\n[Suddenly whispering, as he directs their attention towards the\nbackground on the right.] Hush, if you please! Look there--don't speak\nloud for a moment.\n\n    [A slender lady, dressed in fine, cream-white cashmere, and\n       followed by a SISTER OF MERCY in black, with a silver cross\n       hanging by a chain on her breast, comes forward from behind\n       the hotel and crosses the park towards the pavilion in front\n       on the left.  Her face is pale, and its lines seem to have\n       stiffened; the eyelids are drooped and the eyes appear as\n       though they saw nothing.  Her dress comes down to her feet\n       and clings to the body in perpendicular folds.  Over her head,\n       neck, breast, shoulders and arms she wears a large shawl of\n       white crape.  She keeps her arms crossed upon her breast.\n       She carries her body immovably, and her steps are stiff and\n       measured.  The SISTER's bearing is also measured, and she has\n       the air of a servant.  She keeps her brown piercing eyes\n       incessantly fixed upon the lady.  WAITERS, with napkins on\n       their arms, come forward in the hotel doorway, and cast\n       curious glances at the strangers, who take no notice of\n       anything, and, without looking round, enter the pavilion.\n\n\nPROFESSOR RUBEK.\n\n[Has risen slowly and involuntarily, and stands staring at the closed\ndoor of the pavilion.] Who was that lady?\n\n\nTHE INSPECTOR.\n\nShe is a stranger who has rented the little pavilion there.\n\n\nPROFESSOR RUBEK.\n\nA foreigner?\n\n\nTHE INSPECTOR.\n\nPresumably. At any rate they both came from abroad--about a week ago.\nThey have never been here before.\n\n\nPROFESSOR RUBEK.\n\n[Decidedly; looking at him.] It was she I saw in the park last night.\n\n\nTHE INSPECTOR.\n\nNo doubt it must have been. I thought so from the first.\n\n\nPROFESSOR RUBEK.\n\nWhat is this lady's name, Inspector?\n\n\nTHE INSPECTOR.\n\nShe has registered herself as \"Madame de Satow, with companion.\" We know\nnothing more.\n\n\nPROFESSOR RUBEK.\n\n[Reflecting.] Satow? Satow--?\n\n\nMAIA. [Laughing mockingly.] Do you know any one of that name, Rubek? Eh?\n\n\nPROFESSOR RUBEK.\n\n[Shaking his head.] No, no one.--Satow? It sounds Russian--or in all\nevents Slavonic. [To the INSPECTOR.] What language does she speak?\n\n\nTHE INSPECTOR.\n\nWhen the two ladies talk to each other, it is in a language I cannot\nmake out at all. But at other times she speaks Norwegian like a native.\n\n\nPROFESSOR RUBEK.\n\n[Exclaims with a start.] Norwegian? You are sure you are not mistaken?\n\n\nTHE INSPECTOR.\n\nNo, how could I be mistaken in that?\n\n\nPROFESSOR RUBEK.\n\n[Looks at him with eager interest.] You have heard her yourself?\n\n\nTHE INSPECTOR.\n\nYes. I myself have spoken to her--several times.--Only a few words,\nhowever; she is far from communicative. But--\n\n\nPROFESSOR RUBEK.\n\nBut Norwegian it was?\n\n\nTHE INSPECTOR.\n\nThoroughly good Norwegian--perhaps with a little north-country accent.\n\n\nPROFESSOR RUBEK.\n\n[Gazing straight before him in amazement, whispers.] That too?\n\n\nMAIA.\n\n[A little hurt and jarred.] Perhaps this lady has been one of your\nmodels, Rubek? Search your memory.\n\n\nPROFESSOR RUBEK.\n\n[Looks cuttingly at her.] My models?\n\n\nMAIA.\n\n[With a provoking smile.] In your younger days, I mean. You are said to\nhave had innumerable models--long ago, of course.\n\n\nPROFESSOR RUBEK.\n\n[In the same tone.] Oh no, little Frau Maia. I have in reality had only\none single model. One and only one--for everything I have done.\n\n\nTHE INSPECTOR.\n\n[Who has turned away and stands looking out to the left.] If you'll\nexcuse me, I think I will take my leave. I see some one coming whom it\nis not particularly agreeable to meet. Especially in the presence of\nladies.\n\n\nPROFESSOR RUBEK.\n\n[Looking in the same direction.] That sportsman there? Who is it?\n\n\nTHE INSPECTOR.\n\nIt is a certain Mr. Ulfheim, from--\n\n\nPROFESSOR RUBEK.\n\nOh, Mr. Ulfheim--\n\n\nTHE INSPECTOR. --the bear-killer, as they call him--\n\n\nPROFESSOR RUBEK.\n\nI know him.\n\n\nTHE INSPECTOR.\n\nWho does not know him?\n\n\nPROFESSOR RUBEK.\n\nVery slightly, however. Is he on your list of patients--at last?\n\n\nTHE INSPECTOR.\n\nNo, strangely enough--not as yet. He comes here only once a year--on his\nway up to his hunting-grounds.--Excuse me for the moment--\n\n    [Makes a movement to go into the hotel.\n\n\nULFHEIM's VOICE.\n\n[Heard outside.] Stop a moment, man! Devil take it all, can't you stop?\nWhy do you always scuttle away from me?\n\n\nTHE INSPECTOR.\n\n[Stops.] I am not scuttling at all, Mr. Ulfheim.\n\n    [ULFHEIM enters from the left followed by a servant with a\n       couple of sporting dogs in leash.  ULFHEIM is in shooting\n       costume, with high boots and a felt hat with a feather in\n       it.  He is a long, lank, sinewy personage, with matted hair\n       and beard, and a loud voice.  His appearance gives no precise\n       clue to his age, but he is no longer young.]\n\n\nULFHEIM.\n\n[Pounces upon the INSPECTOR.] Is this a way to receive strangers, hey?\nYou scamper away with your tail between your legs--as if you had the\ndevil at your heels.\n\n\nTHE INSPECTOR.\n\n[Calmly, without answering him.] Has Mr. Ulfheim arrived by the steamer?\n\n\nULFHEIM.\n\n[Growls.] Haven't had the honour of seeing any steamer. [With his arms\nakimbo.] Don't you know that I sail my own cutter? [To the SERVANT.]\nLook well after your fellow-creatures, Lars. But take care you keep them\nravenous, all the same. Fresh meat-bones--but not too much meat on them,\ndo you hear? And be sure it's reeking raw, and bloody. And get something\nin your own belly while you're about it. [Aiming a kick at him.] Now\nthen, go to hell with you!\n\n    [The SERVANT goes out with the dogs, behind the corner of the\n       hotel.]\n\n\nTHE INSPECTOR.\n\nWould not Mr. Ulfheim like to go into the dining-room in the meantime?\n\n\nULFHEIM.\n\nIn among all the half-dead flies and people? No, thank you a thousand\ntimes, Mr. Inspector.\n\n\nTHE INSPECTOR.\n\nWell, well, as you please.\n\n\nULFHEIM.\n\nBut get the housekeeper to prepare a hamper for me as usual. There must\nbe plenty of provender in it--and lots of brandy--! You can tell her\nthat I or Lars will come and play Old Harry with her if she doesn't--\n\n\nTHE INSPECTOR.\n\n[Interrupting.] We know your ways of old. [Turning.] Can I give the\nwaiter any orders, Professor? Can I send Mrs. Rubek anything?\n\n\nPROFESSOR RUBEK.\n\nNo thank you; nothing for me.\n\n\nMAIA.\n\nNor for me.\n\n    [The INSPECTOR goes into the hotel.\n\n\nULFHEIM.\n\n[Stares at them for a moment; then lifts his hat.] Why, blast me if here\nisn't a country tyke that has strayed into regular tip-top society.\n\n\nPROFESSOR RUBEK.\n\n[Looking up.] What do you mean by that, Mr. Ulfheim?\n\n\nULFHEIM.\n\n\n[More quietly and politely.] I believe I have the honour of addressing\nno less a person than the great Sculptor Rubek.\n\n\nPROFESSOR RUBEK.\n\n[Nods.] I remember meeting you once or twice--the autumn when I was last\nat home.\n\n\nULFHEIM.\n\nThat's many years ago, now. And then you weren't so illustrious as I\nhear you've since become. At that time even a dirty bear-hunter might\nventure to come near you.\n\n\nPROFESSOR RUBEK.\n\n[Smiling.] I don't bite even now.\n\n\nMAIA.\n\n[Looks with interest at ULFHEIM.] Are you really and truly a\nbear-hunter?\n\n\nULFHEIM.\n\n[Seating himself at the next table, nearer the hotel.] A bear-hunter\nwhen I have the chance, madam. But I make the best of any sort of game\nthat comes in my way--eagles, and wolves, and women, and elks, and\nreindeer--if only it's fresh and juicy and has plenty of blood in it.\n\n    [Drinks from his pocket-flask.\n\n\nMAIA.\n\n[Regarding him fixedly.] But you like bear-hunting best?\n\n\nULFHEIM.\n\nI like it best, yes. For then one can have the knife handy at a pinch.\n[With a slight smile.] We both work in a hard material, madam--both your\nhusband and I. He struggles with his marble blocks, I daresay; and I\nstruggle with tense and quivering bear-sinews. And we both of us win\nthe fight in the end--subdue and master our material. We never rest till\nwe've got the upper hand of it, though it fight never so hard.\n\n\nPROFESSOR RUBEK.\n\n[Deep in thought.] There's a great deal of truth in what you say.\n\n\nULFHEIM.\n\nYes, for I take it the stone has something to fight for too. It is dead,\nand determined by no manner of means to let itself be hammered into\nlife. Just like the bear when you come and prod him up in his lair.\n\n\nMAIA.\n\nAre you going up into the forests now to hunt?\n\n\nULFHEIM.\n\nI am going right up into the high mountain.--I suppose you have never\nbeen in the high mountain, madam?\n\n\nMAIA.\n\nNo, never.\n\n\nULFHEIM.\n\nConfound it all then, you must be sure and come up there this very\nsummer! I'll take you with me--both you and the Professor, with\npleasure.\n\n\nMAIA.\n\nThanks. But Rubek is thinking of taking a sea trip this summer.\n\n\nPROFESSOR RUBEK.\n\nRound the coast--through the island channels.\n\n\nULFHEIM.\n\nUgh--what the devil would you do in those damnable sickly\ngutters--floundering about in the brackish ditchwater? Dishwater I\nshould rather call it.\n\n\nMAIA.\n\nThere, you hear, Rubek!\n\n\nULFHEIM.\n\nNo, much better come up with me to the mountain--away, clean away, from\nthe trail and taint of men. You cant' think what that means for me. But\nsuch a little lady--\n\n    [He stops.\n\n    [The SISTER OF MERCY comes out of the pavilion and goes into\n       the hotel.\n\n\nULFHEIM.\n\n[Following her with his eyes.] Just look at her, do! That night-crow\nthere!--Who is it that's to be buried?\n\n\nPROFESSOR RUBEK.\n\nI have not heard of any one--\n\n\nULFHEIM.\n\nWell, there's some one on the point of giving up the ghost, then--in on\ncorner or another.--People that are sickly and rickety should have the\ngoodness to see about getting themselves buried--the sooner the better.\n\n\nMAIA.\n\nHave you ever been ill yourself, Mr. Ulfheim.\n\n\nULFHEIM.\n\nNever. If I had, I shouldn't be here.--But my nearest friends--they have\nbeen ill, poor things.\n\n\nMAIA.\n\nAnd what did you do for your nearest friends?\n\n\nULFHEIM.\n\nShot them, of course.\n\n\nPROFESSOR RUBEK.\n\n[Looking at him.] Shot them?\n\n\nMAIA.\n\n[Moving her chair back.] Shot them dead?\n\n\nULFHEIM.\n\n[Nods.] I never miss, madam.\n\n\nMAIA.\n\nBut how can you possibly shoot people!\n\n\nULFHEIM.\n\nI am not speaking of people--\n\n\nMAIA.\n\nYou said your nearest friends--\n\n\nULFHEIM.\n\nWell, who should they be but my dogs?\n\n\nMAIA.\n\nAre your dogs your nearest friends?\n\n\nULFHEIM.\n\nI have none nearer. My honest, trusty, absolutely loyal comrades--. When\none of them turns sick and miserable--bang!--and there's my friend sent\npacking--to the other world.\n\n    [The SISTER OF MERCY comes out of the hotel with a tray on which\n       is bread and milk.  She places it on the table outside the\n       pavilion, which she enters.\n\n\nULFHEIM.\n\n[Laughs scornfully.] That stuff there--is that what you call food for\nhuman beings! Milk and water and soft, clammy bread. Ah, you should see\nmy comrades feeding. Should you like to see it?\n\n\nMAIA.\n\n[Smiling across to the PROFESSOR and rising.] Yes, very much.\n\n\nULFHEIM.\n\n[Also rising.] Spoken like a woman of spirit, madam! Come with me, then!\nThey swallow whole great thumping meat-bones--gulp them up and then gulp\nthem down again. Oh, it's a regular treat to see them. Come along and\nI'll show you--and while we're about it, we can talk over this trip to\nthe mountains--\n\n    [He goes out by the corner of the hotel, MAIA following him.\n\n    [Almost at the same moment the STRANGE LADY comes out of the\n       pavilion and seats herself at the table.\n\n    [The LADY raises her glass of milk and is about to drink, but\n       stops and looks across at RUBEK with vacant, expressionless\n       eyes.\n\n\nPROFESSOR RUBEK.\n\n[Remains sitting at his table and gazes fixedly and earnestly at her.\nAt last he rises, goes some steps towards her, stops, and says in a low\nvoice.] I know you quite well, Irene.\n\n\nTHE LADY.\n\n[In a toneless voice, setting down her glass.] You can guess who I am,\nArnold?\n\n\nPROFESSOR RUBEK.\n\n[Without answering.] And you recognise me, too, I see.\n\n\nTHE LADY.\n\nWith you it is quite another matter.\n\n\nPROFESSOR RUBEK.\n\nWith me?--How so?\n\n\nTHE LADY.\n\nOh, you are still alive.\n\n\nPROFESSOR RUBEK.\n\n[Not understanding.] Alive--?\n\n\nTHE LADY.\n\n[After a short pause.] Who was the other? The woman you had with\nyou--there at the table?\n\n\nPROFESSOR RUBEK.\n\n[A little reluctantly.] She? That was my--my wife.\n\n\nTHE LADY.\n\n[Nods slowly.] Indeed. That is well, Arnold. Some one, then, who does\nnot concern me--\n\n\nPROFESSOR RUBEK.\n\n[Nods.] No, of course not--\n\n\nTHE LADY. --one whom you have taken to you after my lifetime.\n\n\nPROFESSOR RUBEK.\n\n[Suddenly looking hard at her.] After your--? What do you mean by that,\nIrene?\n\n\nIRENE.\n\n[Without answering.] And the child? I hear the child is prospering too.\nOur child survives me--and has come to honour and glory.\n\n\nPROFESSOR RUBEK.\n\n[Smiles as at a far-off recollection.] Our child? Yes, we called it\nso--then.\n\n\nIRENE.\n\nIn my lifetime, yes.\n\n\nPROFESSOR RUBEK.\n\n[Trying to take a lighter tone.] Yes, Irene.--I can assure you \"our\nchild\" has become famous all the wide world over. I suppose you have\nread about it.\n\n\nIRENE.\n\n[Nods.] And has made its father famous too.--That was your dream.\n\n\nPROFESSOR RUBEK.\n\n[More softly, with emotion.] It is to you I owe everything, everything,\nIrene--and I thank you.\n\n\nIRENE.\n\n[Lost in thought for a moment.] If I had then done what I had a right to\ndo, Arnold--\n\n\nPROFESSOR RUBEK.\n\nWell? What then?\n\n\nIRENE.\n\nI should have killed that child.\n\n\nPROFESSOR RUBEK.\n\nKilled it, you say?\n\n\nIRENE.\n\n[Whispering.] Killed it--before I went away from you. Crushed\nit--crushed it to dust.\n\n\nPROFESSOR RUBEK.\n\n[Shakes his head reproachfully.] You would never have been able to,\nIrene. You had not the heart to do it.\n\n\nIRENE.\n\nNo, in those days I had not that sort of heart.\n\n\nPROFESSOR RUBEK.\n\nBut since then? Afterwards?\n\n\nIRENE.\n\nSince then I have killed it innumerable times. By daylight and in the\ndark. Killed it in hatred--and in revenge--and in anguish.\n\n\nPROFESSOR RUBEK.\n\n[Goes close up to the table and asks softly.] Irene--tell me now\nat last--after all these years--why did you go away from me? You\ndisappeared so utterly--left not a trace behind--\n\n\nIRENE.\n\n[Shaking her head slowly.] Oh Arnold--why should I tell you that\nnow--from the world beyond the grave.\n\n\nPROFESSOR RUBEK.\n\nWas there some one else whom you had come to love?\n\n\nIRENE.\n\nThere was one who had no longer any use for my love--any use for my\nlife.\n\n\nPROFESSOR RUBEK.\n\n[Changing the subject.] H'm--don't let us talk any more of the past--\n\n\nIRENE.\n\nNo, no--by all means let us not talk of what is beyond the grave--what\nis now beyond the grave for me.\n\n\nPROFESSOR RUBEK.\n\nWhere have you been, Irene? All my inquiries were fruitless--you seemed\nto have vanished away.\n\n\nIRENE.\n\nI went into the darkness--when the child stood transfigured in the\nlight.\n\n\nPROFESSOR RUBEK.\n\nHave you travelled much about the world?\n\n\nIRENE.\n\nYes. Travelled in many lands.\n\n\nPROFESSOR RUBEK.\n\n[Looks compassionately at her.] And what have you found to do, Irene?\n\n\nIRENE.\n\n[Turning her eyes upon him.] Wait a moment; let me see--. Yes, now I\nhave it. I have posed on the turntable in variety-shows. Posed as a\nnaked statue in living pictures. Raked in heaps of money. That was more\nthan I could do with you; for you had none.--And then I turned the\nheads of all sorts of men. That too, was more than I could do with you,\nArnold. You kept yourself better in hand.\n\n\nPROFESSOR RUBEK.\n\n[Hastening to pass the subject by.] And then you have married, too?\n\n\nIRENE.\n\nYes; I married one of them.\n\n\nPROFESSOR RUBEK.\n\nWho is your husband?\n\n\nIRENE.\n\nHe was a South American. A distinguished diplomatist. [Looks straight\nin front of her with a stony smile.] Him I managed to drive quite out of\nhis mind; mad--incurably mad; inexorably mad.--It was great sport, I can\ntell you--while it was in the doing. I could have laughed within me all\nthe time--if I had anything within me.\n\n\nPROFESSOR RUBEK.\n\nAnd where is he now?\n\n\nIRENE.\n\nOh, in a churchyard somewhere or other. With a fine handsome monument\nover him. And with a bullet rattling in his skull.\n\n\nPROFESSOR RUBEK.\n\nDid he kill himself?\n\n\nIRENE.\n\nYes, he was good enough to take that off my hands.\n\n\nPROFESSOR RUBEK.\n\nDo you not lament his loss, Irene?\n\n\nIRENE.\n\n[Not understanding.] Lament? What loss?\n\n\nPROFESSOR RUBEK.\n\nWhy, the loss of Herr von Satow, of course.\n\n\nIRENE.\n\nHis name was not Satow.\n\n\nPROFESSOR RUBEK.\n\nWas it not?\n\n\nIRENE.\n\nMy second husband is called Satow. He is a Russian--\n\n\nPROFESSOR RUBEK.\n\nAnd where is he?\n\n\nIRENE.\n\nFar away in the Ural Mountains. Among all his gold-mines.\n\n\nPROFESSOR RUBEK.\n\nSo he lives there?\n\n\nIRENE.\n\n[Shrugs her shoulders.] Lives? Lives? In reality I have killed him--\n\n\nPROFESSOR RUBEK.\n\n[Start.] Killed--!\n\n\nIRENE.\n\nKilled him with a fine sharp dagger which I always have with me in bed--\n\n\nPROFESSOR RUBEK.\n\n[Vehemently.] I don't believe you, Irene!\n\n\nIRENE.\n\n[With a gentle smile.] Indeed you may believe it, Arnold.\n\n\nPROFESSOR RUBEK.\n\n[Looks compassionately at her.] Have you never had a child?\n\n\nIRENE.\n\nYes, I have had many children.\n\n\nPROFESSOR RUBEK.\n\nAnd where are your children now?\n\n\nIRENE.\n\nI killed them.\n\n\nPROFESSOR RUBEK.\n\n[Severely.] Now you are telling me lies again!\n\n\nIRENE.\n\nI have killed them, I tell you--murdered them pitilessly. As soon as\never they came into the world. Oh, long, long before. One after the\nother.\n\n\nPROFESSOR RUBEK.\n\n[Sadly and earnestly.] There is something hidden behind everything you\nsay.\n\n\nIRENE.\n\nHow can I help that? Every word I say is whispered into my ear.\n\n\nPROFESSOR RUBEK.\n\nI believe I am the only one that can divine your meaning.\n\n\nIRENE.\n\nSurely you ought to be the only one.\n\n\nPROFESSOR RUBEK.\n\n[Rests his hands on the table and looks intently at her.] Some of the\nstrings of your nature have broken.\n\n\nIRENE.\n\n[Gently.] Does not that always happen when a young warm-blooded woman\ndies?\n\n\nPROFESSOR RUBEK.\n\nOh Irene, have done with these wild imaginings--! You are living!\nLiving--living!\n\n\nIRENE.\n\n[Rises slowly from her chair and says, quivering.] I was dead for many\nyears. They came and bound me--laced my arms together behind my back--.\nThen they lowered me into a grave-vault, with iron bars before the\nloop-hole. And with padded walls--so that no one on the earth above\ncould hear the grave-shrieks--. But now I am beginning, in a way, to\nrise from the dead.\n\n    [She seats herself again.]\n\n\nPROFESSOR RUBEK.\n\n[After a pause.] In all this, do you hold me guilty?\n\n\nIRENE.\n\nYes.\n\n\nPROFESSOR RUBEK.\n\nGuilty of that--your death, as you call it.\n\n\nIRENE.\n\nGuilty of the fact that I had to die. [Changing her tone to one of\nindifference.] Why don't you sit down, Arnold?\n\n\nPROFESSOR RUBEK.\n\nMay I?\n\n\nIRENE.\n\nYes.--You need not be afraid of being frozen. I don't think I am quite\nturned to ice yet.\n\n\nPROFESSOR RUBEK.\n\n[Moves a chair and seats himself at her table.] There, Irene. Now we two\nare sitting together as in the old days.\n\n\nIRENE.\n\nA little way apart from each other--also as in the old days.\n\n\nPROFESSOR RUBEK.\n\n[Moving nearer.] It had to be so, then.\n\n\nIRENE.\n\nHad it?\n\n\nPROFESSOR RUBEK.\n\n[Decisively.] There had to be a distance between us--\n\n\nIRENE.\n\nWas it absolutely necessary, Arnold?\n\n\nPROFESSOR RUBEK.\n\n[Continuing.] Do you remember what you answered when I asked if you\nwould go with me out into the wide world?\n\n\nIRENE.\n\nI held up three fingers in the air and swore that I would go with you\nto the world's end and to the end of life. And that I would serve you in\nall things--\n\n\nPROFESSOR RUBEK.\n\nAs the model for my art--\n\n\nIRENE. --in frank, utter nakedness--\n\n\nPROFESSOR RUBEK.\n\n[With emotion.] And you did serve me, Irene--so bravely--so gladly and\nungrudgingly.\n\n\nIRENE.\n\nYes, with all the pulsing blood of my youth, I served you!\n\n\nPROFESSOR RUBEK.\n\n[Nodding, with a look of gratitude.] That you have every right to say.\n\n\nIRENE.\n\nI fell down at your feet and served you, Arnold! [Holding her clenched\nhand towards him.] But you, you,--you--!\n\n\nPROFESSOR RUBEK.\n\n[Defensively.] I never did you any wrong! Never, Irene!\n\n\nIRENE.\n\nYes, you did! You did wrong to my innermost, inborn nature--\n\n\nPROFESSOR RUBEK.\n\n[Starting back.] I--!\n\n\nIRENE.\n\nYes, you! I exposed myself wholly and unreservedly to your gaze--[More\nsoftly.] And never once did you touch me.\n\n\nPROFESSOR RUBEK.\n\nIrene, did you not understand that many a time I was almost beside\nmyself under the spell of all your loveliness?\n\n\nIRENE.\n\n[Continuing undisturbed.] And yet--if you had touched me, I think I\nshould have killed you on the spot. For I had a sharp needle always upon\nme--hidden in my hair-- [Strokes her forehead meditatively.] But after\nall--after all--that you could--\n\n\nPROFESSOR RUBEK.\n\n[Looks impressively at her.] I was an artist, Irene.\n\n\nIRENE.\n\n[Darkly.] That is just it. That is just it.\n\n\nPROFESSOR RUBEK.\n\nAn artist first of all. And I was sick with the desire to achieve the\ngreat work of my life. [Losing himself in recollection.] It was to be\ncalled \"The Resurrection Day\"--figured in the likeness of a young woman,\nawakening from the sleep of death--\n\n\nIRENE.\n\nOur child, yes--\n\n\nPROFESSOR RUBEK.\n\n[Continuing.] It was to be the awakening of the noblest, purest, most\nideal woman the world ever saw. Then I found you. You were what I\nrequired in every respect. And you consented so willingly--so gladly.\nYou renounced home and kindred--and went with me.\n\n\nIRENE.\n\nTo go with you meant for me the resurrection of my childhood.\n\n\nPROFESSOR RUBEK.\n\nThat was just why I found in you all that I required--in you and in no\none else. I came to look on you as a thing hallowed, not to be touched\nsave in adoring thoughts. In those days I was still young, Irene. And\nthe superstition took hold of me that if I touched you, if I desired you\nwith my senses, my soul would be profaned, so that I should be unable\nto accomplish what I was striving for.--And I still think there was some\ntruth in that.\n\n\nIRENE.\n\n[Nods with a touch of scorn.] The work of art first--then the human\nbeing.\n\n\nPROFESSOR RUBEK.\n\nYou must judge me as you will; but at that time I was utterly dominated\nby my great task--and exultantly happy in it.\n\n\nIRENE.\n\nAnd you achieved your great task, Arnold.\n\n\nPROFESSOR RUBEK.\n\nThanks and praise be to you, I achieved my great task. I wanted to\nembody the pure woman as I saw her awakening on the Resurrection Day.\nNot marvelling at anything new and unknown and undivined; but filled\nwith a sacred joy at finding herself unchanged--she, the woman of\nearth--in the higher, freer, happier region--after the long, dreamless\nsleep of death. [More softly.] Thus did I fashion her.--I fashioned her\nin your image, Irene.\n\n\nIRENE.\n\n[Laying her hands flat upon the table and leaning against the back of\nher chair.] And then you were done with me--\n\n\nPROFESSOR RUBEK.\n\n[Reproachfully.] Irene!\n\n\nIRENE.\n\nYou had no longer any use for me--\n\n\nPROFESSOR RUBEK.\n\nHow can you say that!\n\n\nIRENE. --and began to look about you for other ideals--\n\n\nPROFESSOR RUBEK.\n\nI found none, none after you.\n\n\nIRENE.\n\nAnd no other models, Arnold?\n\n\nPROFESSOR RUBEK.\n\nYou were no model to me. You were the fountainhead of my achievement.\n\n\nIRENE.\n\n[Is silent for a short time.] What poems have you made since? In marble\nI mean. Since the day I left you.\n\n\nPROFESSOR RUBEK.\n\nI have made no poems since that day--only frittered away my life in\nmodelling.\n\n\nIRENE.\n\nAnd that woman, whom you are now living with--?\n\n\nPROFESSOR RUBEK.\n\n[Interrupting vehemently.] Do not speak of her now! It makes me tingle\nwith shame.\n\n\nIRENE.\n\nWhere are you thinking of going with her?\n\n\nPROFESSOR RUBEK.\n\n[Slack and weary.] Oh, on a tedious coasting-voyage to the North, I\nsuppose.\n\n\nIRENE.\n\n[Looks at him, smiles almost imperceptibly, and whispers.] You should\nrather go high up into the mountains. As high as ever you can. Higher,\nhigher,--always higher, Arnold.\n\n\nPROFESSOR RUBEK.\n\n[With eager expectation.] Are you going up there?\n\n\nIRENE.\n\nHave you the courage to meet me once again?\n\n\nPROFESSOR RUBEK.\n\n[Struggling with himself, uncertainly.] If we could--oh, if only we\ncould--!\n\n\nIRENE.\n\nWhy can we not do what we will? [Looks at him and whispers beseechingly\nwith folded hands.] Come, come, Arnold! Oh, come up to me--!\n\n    [MAIA enters, glowing with pleasure, from behind the hotel,\n       and goes quickly up to the table where they were previously\n       sitting.]\n\n\nMAIA.\n\n[Still at the corner of the hotel, without looking around.] Oh, you\nmay say what you please, Rubek, but--[Stops, as she catches sight of\nIRENE]--Oh, I beg your pardon--I see you have made an acquaintance.\n\n\nPROFESSOR RUBEK.\n\n[Curtly.] Renewed an acquaintance. [Rises.] What was it you wanted with\nme?\n\n\nMAIA.\n\nI only wanted to say this: you may do whatever you please, but _I_ am\nnot going with you on that disgusting steamboat.\n\n\nPROFESSOR RUBEK.\n\nWhy not?\n\n\nMAIA.\n\nBecause I want to go up on the mountains and into the forests--that's\nwhat I want. [Coaxingly.] Oh, you must let me do it, Rubek.--I shall be\nso good, so good afterwards!\n\n\nPROFESSOR RUBEK.\n\nWho is it that has put these ideas into your head?\n\n\nMAIA.\n\nWhy he--that horrid bear-killer. Oh you cannot conceive all the\nmarvelous things he has to tell about the mountains. And about life up\nthere! They're ugly, horrid, repulsive, most of the yarns he spins--for\nI almost believe he's lying--but wonderfully alluring all the same. Oh,\nwon't you let me go with him? Only to see if what he says is true, you\nunderstand. May I, Rubek?\n\n\nPROFESSOR RUBEK.\n\nYes, I have not the slightest objection. Off you go to the mountains--as\nfar and as long as you please. I shall perhaps be going the same way\nmyself.\n\n\nMAIA.\n\n[Quickly.] No, no, no, you needn't do that! Not on my account!\n\n\nPROFESSOR RUBEK.\n\nI want to go to the mountains. I have made up my mind to go.\n\n\nMAIA.\n\nOh thanks, thanks! May I tell the bear-killer at once?\n\n\nPROFESSOR RUBEK.\n\nTell the bear-killer whatever you please.\n\n\nMAIA.\n\nOh thanks, thanks, thanks! [Is about to take his hand; he repels the\nmovement.] Oh, how dear and good you are to-day, Rubek!\n\n    [She runs into the hotel.\n\n    [At the same time the door of the pavilion is softly and\n       noiselessly set ajar.  The SISTER OF MERCY stands in the\n       opening, intently on the watch.  No one sees her.\n\n\nPROFESSOR RUBEK.\n\n[Decidedly, turning to IRENE.] Shall we meet up there then?\n\n\nIRENE.\n\n[Rising slowly.] Yes, we shall certainly meet.--I have sought for you so\nlong.\n\n\nPROFESSOR RUBEK.\n\nWhen did you begin to seek for me, Irene?\n\n\nIRENE.\n\n[With a touch of jesting bitterness.] From the moment I realised that I\nhad given away to you something rather indispensable, Arnold. Something\none ought never to part with.\n\n\nPROFESSOR RUBEK.\n\n[Bowing his head.] Yes, that is bitterly true. You gave me three or four\nyears of your youth.\n\n\nIRENE.\n\nMore, more than that I gave you--spend-thrift as I then was.\n\n\nPROFESSOR RUBEK.\n\nYes, you were prodigal, Irene. You gave me all your naked loveliness--\n\n\nIRENE. --to gaze upon--\n\n\nPROFESSOR RUBEK. --and to glorify--\n\n\nIRENE.\n\nYes, for your own glorification.--And the child's.\n\n\nPROFESSOR RUBEK.\n\nAnd yours too, Irene.\n\n\nIRENE.\n\nBut you have forgotten the most precious gift.\n\n\nPROFESSOR RUBEK.\n\nThe most precious--? What gift was that?\n\n\nIRENE.\n\nI gave you my young, living soul. And that gift left me empty\nwithin--soulless. [Looking at him with a fixed stare.] It was that I\ndied of, Arnold.\n\n    [The SISTER OF MERCY opens the door wide and makes room for her.\n       She goes into the pavilion.\n\n\nPROFESSOR RUBEK.\n\n[Stands and looks after her; then whispers.] Irene!\n\n\n\n\nACT SECOND.\n\n\n[Near a mountain resort. The landscape stretches, in the form of\n   an immense treeless upland, towards a long mountain lake.  Beyond\n   the lake rises a range of peaks with blue-white snow in the clefts.\n   In the foreground on the left a purling brook falls in severed\n   streamlets down a steep wall of rock, and thence flows smoothly\n   over the upland until it disappears to the right.  Dwarf trees,\n   plants, and stones along the course of the brook.  In the\n   foreground on the right a hillock, with a stone bench on the\n   top of it.  It is a summer afternoon, towards sunset.\n\n[At some distance over the upland, on the other side of the brook,\n   a troop of children is singing, dancing, and playing.  Some are\n   dressed in peasant costume, others in town-made clothes.  Their\n   happy laughter is heard, softened by distance, during the\n   following.\n\n[PROFESSOR RUBEK is sitting on the bench, with a plaid over his\n   shoulders, and looking down at the children's play.\n\n[Presently, MAIA comes forward from among some bushes on the upland\n   to the left, well back, and scans the prospect with her hand\n   shading her eyes.  She wears a flat tourist cap, a short skirt,\n   kilted up, reaching only midway between ankle and knee, and high,\n   stout lace-boots.  She has in her hand a long alpenstock.\n\n\nMAIA.\n\n[At last catches sight of RUBEK and calls.] Hallo!\n\n    [She advances over the upland, jumps over the brook, with the\n       aid of her alpenstock, and climbs up the hillock.\n\n\nMAIA.\n\n[Panting.] Oh, how I have been rushing around looking for you, Rubek.\n\n\nPROFESSOR RUBEK.\n\n[Nods indifferently and asks.] Have you just come from the hotel?\n\n\nMAIA.\n\nYes, that was the last place I tried--that fly-trap.\n\n\nPROFESSOR RUBEK.\n\n[Looking at her for moment.] I noticed that you were not at the\ndinner-table.\n\n\nMAIA.\n\nNo, we had our dinner in the open air, we two.\n\n\nPROFESSOR RUBEK.\n\n\"We two\"? What two?\n\n\nMAIA.\n\nWhy, I and that horrid bear-killer, of course.\n\n\nPROFESSOR RUBEK.\n\nOh, he.\n\n\nMAIA.\n\nYes. And first thing to-morrow morning we are going off again.\n\n\nPROFESSOR RUBEK.\n\nAfter bears?\n\n\nMAIA.\n\nYes. Off to kill a brown-boy.\n\n\nPROFESSOR RUBEK.\n\nHave you found the tracks of any?\n\n\nMAIA.\n\n[With superiority.] You don't suppose that bears are to be found in the\nnaked mountains, do you?\n\n\nPROFESSOR RUBEK.\n\nWhere, then?\n\n\nMAIA.\n\nFar beneath. On the lower slopes; in the thickest parts of the forest.\nPlaces your ordinary town-folk could never get through--\n\n\nPROFESSOR RUBEK.\n\nAnd you two are going down there to-morrow?\n\n\nMAIA.\n\n[Throwing herself down among the heather.] Yes, so we have arranged.--Or\nperhaps we may start this evening.--If you have no objection, that's to\nsay?\n\n\nPROFESSOR RUBEK.\n\nI? Far be it from me to--\n\n\nMAIA.\n\n[Quickly.] Of course Lars goes with us--with the dogs.\n\n\nPROFESSOR RUBEK.\n\nI feel no curiosity as to the movements of Mr. Lars and his dogs.\n[Changing the subject.] Would you not rather sit properly on the seat?\n\n\nMAIA.\n\n[Drowsily.] No, thank you. I'm lying so delightfully in the soft\nheather.\n\n\nPROFESSOR RUBEK.\n\nI can see that you are tired.\n\n\nMAIA.\n\n[Yawning.] I almost think I'm beginning to feel tired.\n\n\nPROFESSOR RUBEK.\n\nYou don't notice it till afterwards--when the excitement is over--\n\n\nMAIA.\n\n[In a drowsy tone.] Just so. I will lie and close my eyes.\n\n    [A short pause.\n\nMAIA.\n\n[With sudden impatience.] Ugh, Rubek--how can you endure to sit there\nlistening to these children's screams! And to watch all the capers they\nare cutting, too!\n\n\nPROFESSOR RUBEK.\n\nThere is something harmonious--almost like music--in their movements,\nnow and then; amid all the clumsiness. And it amuses me to sit and watch\nfor these isolated moments--when they come.\n\n\nMAIA.\n\n[With a somewhat scornful laugh.] Yes, you are always, always an artist.\n\n\nPROFESSOR RUBEK.\n\nAnd I propose to remain one.\n\n\nMAIA.\n\n[Lying on her side, so that her back is turned to him.] There's not a\nbit of the artist about him.\n\n\nPROFESSOR RUBEK.\n\n[With attention.] Who is it that's not an artist?\n\n\nMAIA.\n\n[Again in a sleepy tone.] Why, he--the other one, of course.\n\n\nPROFESSOR RUBEK.\n\nThe bear-hunter, you mean?\n\n\nMAIA.\n\nYes. There's not a bit of the artist about him--not the least little\nbit.\n\n\nPROFESSOR RUBEK.\n\n[Smiling.] No, I believe there's no doubt about that.\n\n\nMAIA.\n\n[Vehemently, without moving.] And so ugly as he is! [Plucks up a tuft of\nheather and throws it away.] So ugly, so ugly! Isch!\n\n\nPROFESSOR RUBEK.\n\nIs that why you are so ready to set off with him--out into the wilds?\n\n\nMAIA.\n\n[Curtly.] I don't know. [Turning towards him.] You are ugly, too, Rubek.\n\n\nPROFESSOR RUBEK.\n\nHave you only just discovered it?\n\n\nMAIA.\n\nNo, I have seen it for long.\n\n\nPROFESSOR RUBEK.\n\n[Shrugging his shoulders.] One doesn't grow younger. One doesn't grow\nyounger, Frau Maia.\n\n\nMAIA.\n\nIt's not that sort of ugliness that I mean at all. But there has come to\nbe such an expression of fatigue, of utter weariness, in your eyes--when\nyou deign, once in a while, to cast a glance at me.\n\n\nPROFESSOR RUBEK.\n\nHave you noticed that?\n\n\nMAIA.\n\n[Nods.] Little by little this evil look has come into your eyes. It\nseems almost as though you were nursing some dark plot against me.\n\n\nPROFESSOR RUBEK.\n\nIndeed? [In a friendly but earnest tone.] Come here and sit beside me,\nMaia; and let us talk a little.\n\n\nMAIA.\n\n[Half rising.] Then will you let me sit upon your knee? As I used to in\nthe early days?\n\n\nPROFESSOR RUBEK.\n\nNo, you mustn't--people can see us from the hotel. [Moves a little.] But\nyou can sit here on the bench--at my side.\n\n\nMAIA.\n\nNo, thank you; in that case I'd rather lie here, where I am. I can hear\nyou quite well here. [Looks inquiringly at him.] Well, what is it you\nwant to say to me?\n\n\nPROFESSOR RUBEK.\n\n[Begins slowly.] What do you think was my real reason for agreeing to\nmake this tour?\n\n\nMAIA.\n\nWell--I remember you declared, among other things, that it was going to\ndo me such a tremendous lot of good. But--but--\n\n\nPROFESSOR RUBEK.\n\nBut--?\n\n\nMAIA.\n\nBut now I don't believe the least little bit that that was the reason--\n\n\nPROFESSOR RUBEK.\n\nThen what is your theory about it now?\n\n\nMAIA.\n\nI think now that it was on account of that pale lady.\n\n\nPROFESSOR RUBEK.\n\nMadame von Satow--!\n\n\nMAIA.\n\nYes, she who is always hanging at our heels. Yesterday evening she made\nher appearance up here too.\n\n\nPROFESSOR RUBEK.\n\nBut what in all the world--!\n\n\nMAIA.\n\nOh, I know you knew her very well indeed--long before you knew me.\n\n\nPROFESSOR RUBEK.\n\nAnd had forgotten her, too--long before I knew you.\n\n\nMAIA.\n\n[Sitting upright.] Can you forget so easily, Rubek?\n\n\nPROFESSOR RUBEK.\n\n[Curtly.] Yes, very easily indeed. [Adds harshly.] When I want to\nforget.\n\n\nMAIA.\n\nEven a woman who has been a model to you?\n\n\nPROFESSOR RUBEK.\n\nWhen I have no more use for her--\n\n\nMAIA.\n\nOne who has stood to you undressed?\n\n\nPROFESSOR RUBEK.\n\nThat means nothing--nothing for us artists. [With a change of tone.]\nAnd then--may I venture to ask--how was I to guess that she was in this\ncountry?\n\n\nMAIA.\n\nOh, you might have seen her name in a Visitor's List--in one of the\nnewspapers.\n\n\nPROFESSOR RUBEK.\n\nBut I had no idea of the name she now goes by. I had never heard of any\nHerr von Satow.\n\n\nMAIA.\n\n[Affecting weariness.] Oh well then, I suppose it must have been for\nsome other reason that you were so set upon this journey.\n\n\nPROFESSOR RUBEK.\n\n[Seriously.] Yes, Maia--it was for another reason. A quite different\nreason. And that is what we must sooner or later have a clear\nexplanation about.\n\n\nMAIA.\n\n[In a fit of suppressed laughter.] Heavens, how solemn you look!\n\n\nPROFESSOR RUBEK.\n\n[Suspiciously scrutinising her.] Yes, perhaps a little more solemn than\nnecessary.\n\n\nMAIA.\n\nHow so--?\n\n\nPROFESSOR RUBEK.\n\nAnd that is a very good thing for us both.\n\n\nMAIA.\n\nYou begin to make me feel curious, Rubek.\n\n\nPROFESSOR RUBEK.\n\nOnly curious? Not a little bit uneasy.\n\n\nMAIA.\n\n[Shaking her head.] Not in the least.\n\n\nPROFESSOR RUBEK.\n\nGood. Then listen.--You said that day down at the Baths that it seemed\nto you I had become very nervous of late--\n\n\nMAIA.\n\nYes, and you really have.\n\n\nPROFESSOR RUBEK.\n\nAnd what do you think can be the reason of that?\n\n\nMAIA.\n\nHow can I tell--? [Quickly.] Perhaps you have grown weary of this\nconstant companionship with me.\n\n\nPROFESSOR RUBEK.\n\nConstant--? Why not say \"everlasting\"?\n\n\nMAIA.\n\nDaily companionship, then. Here have we two solitary people lived down\nthere for four or five mortal years, and scarcely have an hour away from\neach other.--We two all by ourselves.\n\n\nPROFESSOR RUBEK.\n\n[With interest.] Well? And then--?\n\n\nMAIA.\n\n[A little oppressed.] You are not a particularly sociable man, Rubek.\nYou like to keep to yourself and think your own thoughts. And of course\nI can't talk properly to you about your affairs. I know nothing about\nart and that sort of thing-- [With an impatient gesture.] And care very\nlittle either, for that matter!\n\n\nPROFESSOR RUBEK.\n\nWell, well; and that's why we generally sit by the fireside, and chat\nabout your affairs.\n\n\nMAIA.\n\nOh, good gracious--I have no affairs to chat about.\n\n\nPROFESSOR RUBEK.\n\nWell, they are trifles, perhaps; but at any rate the time passes for us\nin that way as well as another, Maia.\n\n\nMAIA.\n\nYes, you are right. Time passes. It is passing away from you,\nRubek.--And I suppose it is really that that makes you so uneasy--\n\n\nPROFESSOR RUBEK.\n\n[Nods vehemently.] And so restless! [Writhing in his seat.] No, I shall\nsoon not be able to endure this pitiful life any longer.\n\n\nMAIA.\n\n[Rises and stands for a moment looking at him.] If you want to get rid\nof me, you have only to say so.\n\n\nPROFESSOR RUBEK.\n\nWhy will you use such phrases? Get rid of you?\n\n\nMAIA.\n\nYes, if you want to have done with me, please say so right out. And I\nwill go that instant.\n\n\nPROFESSOR RUBEK.\n\n[With an almost imperceptible smile.] Do you intend that as a threat,\nMaia?\n\n\nMAIA.\n\nThere can be no threat for you in what I said.\n\n\nPROFESSOR RUBEK.\n\n[Rising.] No, I confess you are right there. [Adds after a pause.] You\nand I cannot possibly go on living together like this--\n\n\nMAIA.\n\nWell? And then--?\n\n\nPROFESSOR RUBEK.\n\nThere is no \"then\" about it. [With emphasis on his words.] Because we\ntwo cannot go on living together alone--it does not necessarily follow\nthat we must part.\n\n\nMAIA.\n\n[Smiles scornfully.] Only draw away from each other a little, you mean?\n\nPROFESSOR RUBEK.\n\n[Shakes his head.] Even that is not necessary.\n\n\nMAIA.\n\nWell then? Come out with what you want to do with me.\n\n\nPROFESSOR RUBEK.\n\n[With some hesitation.] What I now feel so keenly--and so\npainfully--that I require, is to have some one about me who really and\ntruly stands close to me--\n\n\nMAIA.\n\n[Interrupts him anxiously.] Don't I do that, Rubek?\n\n\nPROFESSOR RUBEK.\n\n[Waving her aside.] Not in that sense. What I need is the companionship\nof another person who can, as it were, complete me--supply what is\nwanting in me--be one with me in all my striving.\n\n\nMAIA.\n\n[Slowly.] It's true that things like that are a great deal too hard for\nme.\n\n\nPROFESSOR RUBEK.\n\nOh no, they are not at all in your line, Maia.\n\n\nMAIA.\n\n[With an outburst.] And heaven knows I don't want them to be, either!\n\n\nPROFESSOR RUBEK.\n\nI know that very well.--And it was with no idea of finding any such help\nin my life-work that I married you.\n\n\nMAIA.\n\n[Observing him closely.] I can see in your face that you are thinking of\nsome one else.\n\n\nPROFESSOR RUBEK.\n\nIndeed? I have never noticed before that you were a thought-reader. But\nyou can see that, can you?\n\n\nMAIA.\n\nYes, I can. Oh, I know you so well, so well, Rubek.\n\n\nPROFESSOR RUBEK.\n\nThen perhaps you can also see who it is I am thinking of?\n\n\nMAIA.\n\nYes, indeed I can.\n\n\nPROFESSOR RUBEK.\n\nWell? Have the goodness to--?\n\n\nMAIA.\n\nYou are thinking of that--that model you once used for-- [Suddenly\nletting slip the train of thought.] Do you know, the people down at the\nhotel think she's mad.\n\n\nPROFESSOR RUBEK.\n\nIndeed? And pray what do the people down at the hotel think of you and\nthe bear-killer?\n\n\nMAIA.\n\nThat has nothing to do with the matter. [Continuing the former train of\nthought.] But it was this pale lady you were thinking of.\n\n\nPROFESSOR RUBEK.\n\n[Calmly.] Precisely, of her.--When I had no more use for her--and when,\nbesides, she went away from me--vanished without a word--\n\n\nMAIA.\n\nThen you accepted me as a sort of makeshift, I suppose?\n\n\nPROFESSOR RUBEK.\n\n[More unfeelingly.] Something of the sort, to tell the truth, little\nMaia. For a year or a year and a half I had lived there lonely and\nbrooding, and had put the last touch--the very last touch, to my work.\n\"The Resurrection Day\" went out over the world and brought me fame--and\neverything else that heart could desire. [With greater warmth.] But I no\nlonger loved my own work. Men's laurels and incense nauseated me, till I\ncould have rushed away in despair and hidden myself in the depths of the\nwoods. [Looking at her.] You, who are a thought-reader--can you guess\nwhat then occurred to me?\n\n\nMAIA.\n\n[Lightly.] Yes, it occurred to you to make portrait-busts of gentlemen\nand ladies.\n\n\nPROFESSOR RUBEK.\n\n[Nods.] To order, yes. With animals' faces behind the masks. Those I\nthrew in gratis--into the bargain, you understand. [Smiling.] But that\nwas not precisely what I had in my mind.\n\n\nMAIA.\n\nWhat, then?\n\n\nPROFESSOR RUBEK.\n\n[Again serious.] It was this, that all the talk about the artist's\nvocation and the artist's mission, and so forth, began to strike me as\nbeing very empty, and hollow, and meaningless at bottom.\n\n\nMAIA.\n\nThen what would you put in its place?\n\n\nPROFESSOR RUBEK.\n\nLife, Maia.\n\n\nMAIA.\n\nLife?\n\n\nPROFESSOR RUBEK.\n\nYes, is not life in sunshine and in beauty a hundred times better worth\nwhile than to hang about to the end of your days in a raw, damp hole,\nand wear yourself out in a perpetual struggle with lumps of clay and\nblocks of stone?\n\n\nMAIA.\n\n[With a little sigh.] Yes, I have always thought so, certainly.\n\n\nPROFESSOR RUBEK.\n\nAnd then I had become rich enough to live in luxury and in indolent,\nquivering sunshine. I was able to build myself the villa on the Lake of\nTaunitz, and the palazzo in the capital,--and all the rest of it.\n\n\nMAIA.\n\n[Taking up his tone.] And last but not least, you could afford to\ntreat yourself to me, too. And you gave me leave to share in all your\ntreasures.\n\n\nPROFESSOR RUBEK.\n\n[Jesting, so as to turn the conversation.] Did I not promise to take you\nup to a high enough mountain and show you all the glory of the world?\n\n\nMAIA.\n\n[With a gentle expression.] You have perhaps taken me up with you to a\nhigh enough mountain, Rubek--but you have not shown me all the glory of\nthe world.\n\n\nPROFESSOR RUBEK.\n\n[With a laugh of irritation.] How insatiable you are, Maia.! Absolutely\ninsatiable! [With a vehement outburst.] But do you know what is the most\nhopeless thing of all, Maia? Can you guess that?\n\n\nMAIA.\n\n[With quiet defiance.] Yes, I suppose it is that you have gone and tied\nyourself to me--for life.\n\n\nPROFESSOR RUBEK.\n\nI would not have expressed myself so heartlessly.\n\n\nMAIA.\n\nBut you would have meant it just as heartlessly.\n\n\nPROFESSOR RUBEK.\n\nYou have no clear idea of the inner workings of an artist's nature.\n\n\nMAIA.\n\n[Smiling and shaking her head.] Good heavens, I haven't even a clear\nidea of the inner workings of my own nature.\n\n\nPROFESSOR RUBEK.\n\n[Continuing undisturbed.] I live at such high speed, Maia. We live so,\nwe artists. I, for my part, have lived through a whole lifetime in the\nfew years we two have known each other. I have come to realise that I\nam not at all adapted for seeking happiness in indolent enjoyment. Life\ndoes not shape itself that way for me and those like me. I must go on\nworking--producing one work after another--right up to my dying day.\n[Forcing himself to continue.] That is why I cannot get on with you any\nlonger, Maia--not with you alone.\n\n\nMAIA.\n\n[Quietly.] Does that mean, in plain language, that you have grown tired\nof me?\n\n\nPROFESSOR RUBEK.\n\n[Bursts forth.] Yes, that is what it means! I have grown\ntired--intolerably tired and fretted and unstrung--in this life with\nyou! Now you know it. [Controlling himself.] These are hard, ugly words\nI am using. I know that very well. And you are not at all to blame in\nthis matter;--that I willingly admit. It is simply and solely I myself,\nwho have once more undergone a revolution--[Half to himself]--and\nawakening to my real life.\n\n\nMAIA.\n\n[Involuntarily folding her hands.] Why in all the world should we not\npart then?\n\n\nPROFESSOR RUBEK.\n\n[Looks at her in astonishment.] Should you be willing to?\n\n\nMAIA.\n\n[Shrugging her shoulders.] Oh yes--if there's nothing else for it,\nthen--\n\n\nPROFESSOR RUBEK.\n\n[Eagerly.] But there is something else for it. There is an alternative--\n\n\nMAIA.\n\n[Holding up her forefinger.] Now you are thinking of the pale lady\nagain!\n\n\nPROFESSOR RUBEK.\n\nYes, to tell the truth, I cannot help constantly thinking of her. Ever\nsince I met her again. [A step nearer her.] For now I will tell you a\nsecret, Maia.\n\n\nMAIA.\n\nWell?\n\n\nPROFESSOR RUBEK.\n\n[Touching his own breast.] In here, you see--in here I have a little\nbramah-locked casket. And in that casket all my sculptor's visions are\nstored up. But when she disappeared and left no trace, the lock of\nthe casket snapped to. And she had the key--and she took it away with\nher.--You, little Maia, you had no key; so all that the casket contains\nmust lie unused. And the years pass! And I have no means of getting at\nthe treasure.\n\n\nMAIA.\n\n[Trying to repress a subtle smile.] Then get her to open the casket for\nyou again--\n\n\nPROFESSOR RUBEK.\n\n[Not understanding.] Maia--?\n\n\nMAIA. --for here she is, you see. And no doubt it's on account of this\ncasket that she has come.\n\n\nPROFESSOR RUBEK.\n\nI have not said a single word to her on this subject!\n\n\nMAIA.\n\n[Looks innocently at him.] My dear Rubek--is it worth while to make all\nthis fuss and commotion about so simple a matter?\n\n\nPROFESSOR RUBEK.\n\nDo you think this matter is so absolutely simple?\n\n\nMAIA.\n\nYes, certainly I think so. Do you attach yourself to whoever you most\nrequire. [Nods to him.] I shall always manage to find a place for\nmyself.\n\n\nPROFESSOR RUBEK.\n\nWhere do you mean?\n\n\nMAIA.\n\n[Unconcerned, evasively.] Well--I need only take myself off to the\nvilla, if it should be necessary. But it won't be; for in town--in all\nthat great house of ours--there must surely, with a little good will, be\nroom enough for three.\n\n\nPROFESSOR RUBEK.\n\n[Uncertainly.] And do you think that would work in the long run?\n\n\nMAIA.\n\n[In a light tone.] Very well, then--if it won't work, it won't. It is no\ngood talking about it.\n\n\nPROFESSOR RUBEK.\n\nAnd what shall we do then, Maia--if it does not work?\n\n\nMAIA.\n\n[Untroubled.] Then we two will simply get out of each other's way--part\nentirely. I shall always find something new for myself, somewhere in the\nworld. Something free! Free! Free!--No need to be anxious about that,\nProfessor Rubek! [Suddenly points off to the right.] Look there! There\nwe have her.\n\n\nPROFESSOR RUBEK.\n\n[Turning.] Where?\n\n\nMAIA.\n\nOut on the plain. Striding--like a marble stature. She is coming this\nway.\n\n\nPROFESSOR RUBEK.\n\n[Stands gazing with his hand over his eyes.] Does not she look like the\nResurrection incarnate? [To himself.] And her I could displace--and move\ninto the shade! Remodel her--. Fool that I was!\n\n\nMAIA.\n\nWhat do you mean by that?\n\n\nPROFESSOR RUBEK.\n\n[Putting the question aside.] Nothing. Nothing that you would\nunderstand.\n\n    [IRENE advances from the right over the upland.  The children\n       at their play have already caught sight of her and run to\n       meet her.  She is now surrounded by them; some appear confident\n       and at ease, others uneasy and timid.  She talks low to them\n       and indicates that they are to go down to the hotel; she\n       herself will rest a  little beside the brook.  The children\n       run down over the slope to the left, half way to the back.\n       IRENE goes up to the wall of rock, and lets the rillets of\n       the cascade flow over her hands, cooling them.\n\n\nMAIA.\n\n[In a low voice.] Go down and speak to her alone, Rubek.\n\n\nPROFESSOR RUBEK.\n\nAnd where will you go in the meantime?\n\n\nMAIA.\n\n[Looking significantly at him.] Henceforth I shall go my own ways.\n\n    [She descends form the hillock and leaps over the brook, by aid\n       of her alpenstock.  She stops beside IRENE.\n\n\nMAIA.\n\nProfessor Rubek is up there, waiting for you, madam.\n\n\nIRENE.\n\nWhat does he want?\n\n\nMAIA.\n\nHe wants you to help him to open a casket that has snapped to.\n\n\nIRENE.\n\nCan I help him in that?\n\n\nMAIA.\n\nHe says you are the only person that can.\n\n\nIRENE.\n\nThen I must try.\n\n\nMAIA.\n\nYes, you really must, madam.\n\n    [She goes down by the path to the hotel.\n\n    [In a little while PROFESSOR RUBEK comes down to IRENE, but stops\n       with the brook between them.\n\n\nIRENE.\n\n[After a short pause.] She--the other one--said that you had been\nwaiting for me.\n\n\nPROFESSOR RUBEK.\n\nI have waited for you year after year--without myself knowing it.\n\n\nIRENE.\n\nI could not come to you, Arnold. I was lying down there, sleeping the\nlong, deep, dreamful sleep.\n\n\nPROFESSOR RUBEK.\n\nBut now you have awakened, Irene!\n\n\nIRENE.\n\n[Shakes her head.] I have the heavy, deep sleep still in my eyes.\n\n\nPROFESSOR RUBEK.\n\nYou shall see that day will dawn and lighten for us both.\n\n\nIRENE.\n\nDo not believe that.\n\n\nPROFESSOR RUBEK.\n\n[Urgently.] I do believe it! And I know it! Now that I have found you\nagain--\n\n\nIRENE.\n\nRisen from the grave.\n\n\nPROFESSOR RUBEK.\n\nTransfigured!\n\n\nIRENE.\n\nOnly risen, Arnold. Not transfigured.\n\n    [He crosses over to her by means of stepping-stones below the\n       cascade.\n\n\nPROFESSOR RUBEK.\n\nWhere have you been all day, Irene?\n\n\nIRENE.\n\n[Pointing.] Far, far over there, on the great dead waste--\n\n\nPROFESSOR RUBEK.\n\n[Turning the conversation.] You have not your--your friend with you\nto-day, I see.\n\n\nIRENE.\n\n[Smiling.] My friend is keeping a close watch on me, none the less.\n\n\nPROFESSOR RUBEK.\n\nCan she?\n\n\nIRENE.\n\n[Glancing furtively around.] You may be sure she can--wherever I may\ngo. She never loses sight of me-- [Whispering.] Until, one fine sunny\nmorning, I shall kill her.\n\n\nPROFESSOR RUBEK.\n\nWould you do that?\n\n\nIRENE.\n\nWith the utmost delight--if only I could manage it.\n\n\nPROFESSOR RUBEK.\n\nWhy do you want to?\n\n\nIRENE.\n\nBecause she deals in witchcraft. [Mysteriously.] Only think, Arnold--she\nhas changed herself into my shadow.\n\n\nPROFESSOR RUBEK.\n\n[Trying to calm her.] Well, well, well--a shadow we must all have.\n\n\nIRENE.\n\nI am my own shadow. [With an outburst.] Do you not understand that!\n\n\nPROFESSOR RUBEK.\n\n[Sadly.] Yes, yes, Irene, I understand.\n\n    [He seats himself on a stone beside the brook.  She stands behind\n       him, leaning against the wall of rock.\n\n\nIRENE.\n\n[After a pause.] Why do you sit there turning your eyes away from me?\n\n\nPROFESSOR RUBEK.\n\n[Softly, shaking his head.] I dare not--I dare not look at you.\n\n\nIRENE.\n\nWhy dare you not look at me any more?\n\n\nPROFESSOR RUBEK.\n\nYou have a shadow that tortures me. And I have the crushing weight of my\nconscience.\n\n\nIRENE.\n\n[With a glad cry of deliverance.] At last!\n\n\nPROFESSOR RUBEK.\n\n[Springs up.] Irene--what is it!\n\n\nIRENE.\n\n[Motioning him off.] Keep still, still, still! [Draws a deep breath and\nsays, as though relieved of a burden.] There! Now they let me go. For\nthis time.--Now we can sit down and talk as we used to--when I was\nalive.\n\n\nPROFESSOR RUBEK.\n\nOh, if only we could talk as we used to.\n\n\nIRENE.\n\nSit there, where you were sitting. I will sit here beside you.\n\n    [He sits down again.  She seats herself on another stone, close\n       to him.\n\n\nIRENE.\n\n[After a short interval of silence.] Now I have come back to you from\nthe uttermost regions, Arnold.\n\n\nPROFESSOR RUBEK.\n\nAye, truly, from an endless journey.\n\n\nIRENE.\n\nCome home to my lord and master--\n\n\nPROFESSOR RUBEK.\n\nTo our home;--to our own home, Irene.\n\n\nIRENE.\n\nHave you looked for my coming every single day?\n\n\nPROFESSOR RUBEK.\n\nHow dared I look for you?\n\n\nIRENE.\n\n[With a sidelong glance.] No, I suppose you dared not. For you\nunderstood nothing.\n\n\nPROFESSOR RUBEK.\n\nWas it really not for the sake of some one else that you all of a sudden\ndisappeared from me in that way?\n\n\nIRENE.\n\nMight it not quite well be for your sake, Arnold?\n\n\nPROFESSOR RUBEK.\n\n[Looks doubtfully at her.] I don't understand you--?\n\n\nIRENE.\n\nWhen I had served you with my soul and with my body--when the statue\nstood there finished--our child as you called it--then I laid at your\nfeet the most precious sacrifice of all--by effacing myself for all\ntime.\n\n\nPROFESSOR RUBEK.\n\n[Bows his head.] And laying my life waste.\n\n\nIRENE.\n\n[Suddenly firing up.] It was just that I wanted! Never, never should you\ncreate anything again--after you had created that only child of ours.\n\n\nPROFESSOR RUBEK.\n\nWas it jealously that moved you, then?\n\n\nIRENE.\n\n[Coldly.] I think it was rather hatred.\n\n\nPROFESSOR RUBEK.\n\nHatred? Hatred for me?\n\n\nIRENE.\n\n[Again vehemently.] Yes, for you--for the artist who had so lightly and\ncarelessly taken a warm-blooded body, a young human life, and worn the\nsoul out of it--because you needed it for a work of art.\n\n\nPROFESSOR RUBEK.\n\nAnd you can say that--you who threw yourself into my work with such\nsaint-like passion and such ardent joy?--that work for which we two met\ntogether every morning, as for an act of worship.\n\n\nIRENE.\n\n[Coldly, as before.] I will tell you one thing, Arnold.\n\n\nPROFESSOR RUBEK.\n\nWell?\n\n\nIRENE.\n\nI never loved your art, before I met you.--Nor after either.\n\n\nPROFESSOR RUBEK.\n\nBut the artist, Irene?\n\n\nIRENE.\n\nThe artist I hate.\n\n\nPROFESSOR RUBEK.\n\nThe artist in me too?\n\n\nIRENE.\n\nIn you most of all. When I unclothed myself and stood for you, then I\nhated you, Arnold--\n\n\nPROFESSOR RUBEK.\n\n[Warmly.] That you did not, Irene! That is not true!\n\n\nIRENE.\n\nI hated you, because you could stand there so unmoved--\n\n\nPROFESSOR RUBEK.\n\n[Laughs.] Unmoved? Do you think so?\n\n\nIRENE. --at any rate so intolerably self-controlled. And because you\nwere an artist and an artist only--not a man! [Changing to a tone full\nof warmth and feeling.] But that statue in the wet, living clay, that\nI loved--as it rose up, a vital human creature, out of those raw,\nshapeless masses--for that was our creation, our child. Mine and yours.\n\n\nPROFESSOR RUBEK.\n\n[Sadly.] It was so in spirit and in truth.\n\n\nIRENE.\n\nLet me tell you, Arnold--it is for the sake of this child of ours that I\nhave undertaken this long pilgrimage.\n\n\nPROFESSOR RUBEK.\n\n[Suddenly alert.] For the statue's--?\n\n\nIRENE.\n\nCall it what you will. I call it our child.\n\n\nPROFESSOR RUBEK.\n\nAnd now you want to see it? Finished? In marble, which you always\nthought so cold? [Eagerly.] You do not know, perhaps, that it is\ninstalled in a great museum somewhere--far out in the world?\n\n\nIRENE.\n\nI have heard a sort of legend about it.\n\n\nPROFESSOR RUBEK.\n\nAnd museums were always a horror to you. You called them grave-vaults--\n\n\nIRENE.\n\nI will make a pilgrimage to the place where my soul and my child's soul\nlie buried.\n\n\nPROFESSOR RUBEK.\n\n[Uneasy and alarmed.] You must never see that statue again! Do you hear,\nIrene! I implore you--! Never, never see it again!\n\n\nIRENE.\n\nPerhaps you think it would mean death to me a second time?\n\n\nPROFESSOR RUBEK.\n\n[Clenching his hands together.] Oh, I don't know what I think.--But how\ncould I ever imagine that you would fix your mind so immovably on that\nstatue? You, who went away from me--before it was completed.\n\n\nIRENE.\n\nIt was completed. That was why I could go away from you--and leave you\nalone.\n\n\nPROFESSOR RUBEK.\n\n[Sits with his elbows upon his knees, rocking his head from side to\nside, with his hands before his eyes.] It was not what it afterwards\nbecame.\n\n\nIRENE.\n\n[Quietly but quick as lightning, half-unsheathes a narrow-bladed sharp\nknife which she carried in her breast, and asks in a hoarse whisper.]\nArnold--have you done any evil to our child?\n\n\nPROFESSOR RUBEK.\n\n[Evasively.] Any evil?--How can I be sure what you would call it?\n\n\nIRENE.\n\n[Breathless.] Tell me at once: what have you done to the child?\n\n\nPROFESSOR RUBEK.\n\nI will tell you, if you will sit and listen quietly to what I say.\n\n\nIRENE.\n\n[Hides the knife.] I will listen as quietly as a mother can when she--\n\n\nPROFESSOR RUBEK.\n\n[Interrupting.] And you must not look at me while I am telling you.\n\n\nIRENE.\n\n[Moves to a stone behind his back.] I will sit here, behind you.--Now\ntell me.\n\n\nPROFESSOR RUBEK.\n\n[Takes his hands from before his eyes and gazes straight in front of\nhim. When I had found you, I knew at once how I should make use of you\nfor my life-work.\n\n\nIRENE.\n\n\"The Resurrection Day\" you called your life-work.--I call it \"our\nchild.\"\n\n\nPROFESSOR RUBEK.\n\nI was young then--with no knowledge of life. The Resurrection, I\nthought, would be most beautifully and exquisitely figured as a young\nunsullied woman--with none of our earth-life's experiences--awakening\nto light and glory without having to put away from her anything ugly and\nimpure.\n\n\nIRENE.\n\n[Quickly.] Yes--and so I stand there now, in our work?\n\n\nPROFESSOR RUBEK.\n\n[Hesitating.] Not absolutely and entirely so, Irene.\n\n\nIRENE.\n\n[In rising excitement.] Not absolutely--? Do I not stand as I always\nstood for you?\n\n\nPROFESSOR RUBEK.\n\n[Without answering.] I learned worldly wisdom in the years that\nfollowed, Irene. \"The Resurrection Day\" became in my mind's eye\nsomething more and something--something more complex. The little round\nplinth on which your figure stood erect and solitary--it no longer\nafforded room for all the imagery I now wanted to add--\n\n\nIRENE.\n\n[Groped for her knife, but desists.] What imagery did you add then? Tell\nme!\n\n\nPROFESSOR RUBEK.\n\nI imagined that which I saw with my eyes around me in the world. I had\nto include it--I could not help it, Irene. I expanded the plinth--made\nit wide and spacious. And on it I placed a segment of the curving,\nbursting earth. And up from the fissures of the soil there now swarm men\nand women with dimly-suggested animal-faces. Women and men--as I knew\nthem in real life.\n\n\nIRENE.\n\n[In breathless suspense.] But in the middle of the rout there stands the\nyoung woman radiant with the joy of light?--Do I not stand so, Arnold?\n\n\nPROFESSOR RUBEK.\n\n[Evasively.] Not quite in the middle. I had unfortunately to move\nthat figure a little back. For the sake of the general effect, you\nunderstand. Otherwise it would have dominated the whole too much.\n\n\nIRENE.\n\nBut the joy in the light still transfigures my face?\n\n\nPROFESSOR RUBEK.\n\nYes, it does, Irene--in a way. A little subdued perhaps--as my altered\nidea required.\n\n\nIRENE.\n\n[Rising noiselessly.] That design expresses the life you now see,\nArnold.\n\n\nPROFESSOR RUBEK.\n\nYes, I suppose it does.\n\n\nIRENE.\n\nAnd in that design you have shifted me back, a little toned down--to\nserve as a background-figure--in a group.\n\n    [She draws the knife.\n\n\nPROFESSOR RUBEK.\n\nNot a background-figure. Let us say, at most, a figure not quite in the\nforeground--or something of that sort.\n\n\nIRENE.\n\n[Whispers hoarsely.] There you uttered your own doom.\n\n    [On the point of striking.\n\n\nPROFESSOR RUBEK.\n\n[Turns and looks up at her.] Doom?\n\n\nIRENE.\n\n[Hastily hides the knife, and says as though choked with agony.] My\nwhole soul--you and I--we, we, we and our child were in that solitary\nfigure.\n\n\nPROFESSOR RUBEK.\n\n[Eagerly, taking off his hat and drying the drops of sweat upon his\nbrow.] Yes, but let me tell you, too, how I have placed myself in the\ngroup. In front, beside a fountain--as it were here--sits a man weighed\ndown with guilt, who cannot quite free himself from the earth-crust.\nI call him remorse for a forfeited life. He sits there and dips his\nfingers in the purling stream--to wash them clean--and he is gnawed and\ntortured by the thought that never, never will he succeed. Never in all\neternity will he attain to freedom and the new life. He will remain for\never prisoned in his hell.\n\n\nIRENE.\n\n[Hardly and coldly.] Poet!\n\n\nPROFESSOR RUBEK.\n\nWhy poet?\n\n\nIRENE.\n\nBecause you are nerveless and sluggish and full of forgiveness for\nall the sins of your life, in thought and in act. You have killed\nmy soul--so you model yourself in remorse, and self-accusation, and\npenance--[Smiling.] --and with that you think your account is cleared.\n\n\nPROFESSOR RUBEK.\n\n[Defiantly.] I am an artist, Irene. And I take no shame to myself for\nthe frailties that perhaps cling to me. For I was born to be an artist,\nyou see. And, do what I may, I shall never be anything else.\n\n\nIRENE.\n\n[Looks at him with a lurking evil smile, and says gently and softly.]\nYou are a poet, Arnold. [Softly strokes his hair.] You dear, great,\nmiddle-aged child,--is it possible that you cannot see that!\n\n\nPROFESSOR RUBEK.\n\n[Annoyed.] Why do you keep on calling me a poet?\n\n\nIRENE.\n\n[With malign eyes.] Because there is something apologetic in the word,\nmy friend. Something that suggests forgiveness of sins--and spreads\na cloak over all frailty. [With a sudden change of tone.] But I was a\nhuman being--then! And I, too, had a life to live,--and a human destiny\nto fulfil. And all that, look you, I let slip--gave it all up in order\nto make myself your bondwoman.--Oh, it was self-murder--a deadly sin\nagainst myself! [Half whispering.] And that sin I can never expiate!\n\n    [She seats herself near him beside the brook, keeps close, though\n       unnoticed, watch upon him, and, as though in absence of mind,\n       plucks some flowers form the shrubs around them.\n\n\nIRENE.\n\n[With apparent self-control.] I should have borne children in the\nworld--many children--real children--not such children as are hidden\naway in grave-vaults. That was my vocation. I ought never to have served\nyou--poet.\n\n\nPROFESSOR RUBEK.\n\n[Lost in recollection.] Yet those were beautiful days, Irene.\nMarvellously beautiful days--as I now look back upon them--\n\n\nIRENE.\n\n[Looking at him with a soft expression.] Can you remember a little word\nthat you said--when you had finished--finished with me and with our\nchild? [Nods to him.] Can you remember that little word, Arnold?\n\n\nPROFESSOR RUBEK.\n\n[Looks inquiringly at her.] Did I say a little word then, which you\nstill remember?\n\n\nIRENE.\n\nYes, you did. Can you not recall it?\n\n\nPROFESSOR RUBEK.\n\n[Shaking his head.] No, I can't say that I do. Not at the present\nmoment, at any rate.\n\n\nIRENE.\n\nYou took both my hands and pressed them warmly. And I stood there in\nbreathless expectation. And then you said: \"So now, Irene, I thank you\nfrom my heart. This,\" you said, \"has been a priceless episode for me.\"\n\n\nPROFESSOR RUBEK.\n\n[Looks doubtfully at her.] Did I say \"episode\"? It is not a word I am in\nthe habit of using.\n\n\nIRENE.\n\nYou said \"episode.\"\n\n\nPROFESSOR RUBEK.\n\n[With assumed cheerfulness.] Well, well--after all, it was in reality an\nepisode.\n\n\nIRENE.\n\n[Curtly.] At that word I left you.\n\n\nPROFESSOR RUBEK.\n\nYou take everything so painfully to heart, Irene.\n\n\nIRENE.\n\n[Drawing her hand over her forehead.] Perhaps you are right. Let us\nshake off all the hard things that go to the heart. [Plucks off the\nleaves of a mountain rose and strews them on the brook.] Look there,\nArnold. There are our birds swimming.\n\n\nPROFESSOR RUBEK.\n\nWhat birds are they?\n\n\nIRENE.\n\nCan you not see? Of course they are flamingoes. Are they not rose-red?\n\n\nPROFESSOR RUBEK.\n\nFlamingoes do not swim. They only wade.\n\n\nIRENE.\n\nThen they are not flamingoes. They are sea-gulls.\n\n\nPROFESSOR RUBEK.\n\nThey may be sea-gulls with red bills, yes. [Plucks broad green leaves\nand throws them into the brook.] Now I send out my ships after them.\n\n\nIRENE.\n\nBut there must be no harpoon-men on board.\n\n\nPROFESSOR RUBEK.\n\nNo, there shall be no harpoon-men. [Smiles to her.] Can you remember the\nsummer when we used to sit like this outside the little peasant hut on\nthe Lake of Taunitz?\n\n\nIRENE.\n\n[Nods.] On Saturday evenings, yes,--when we had finished our week's\nwork--\n\n\nPROFESSOR RUBEK. --And taken the train out to the lake--to stay there\nover Sunday--\n\n\nIRENE.\n\n[With an evil gleam of hatred in her eyes.] It was an episode, Arnold.\n\n\nPROFESSOR RUBEK.\n\n[As if not hearing.] Then, too, you used to set birds swimming in the\nbrook. They were water-lilies which you--\n\n\nIRENE.\n\nThey were white swans.\n\n\nPROFESSOR RUBEK.\n\nI meant swans, yes. And I remember that I fastened a great furry leaf to\none of the swans. It looked like a burdock-leaf--\n\n\nIRENE.\n\nAnd then it turned into Lohengrin's boat--with the swan yoked to it.\n\n\nPROFESSOR RUBEK.\n\nHow fond you were of that game, Irene.\n\n\nIRENE.\n\nWe played it over and over again.\n\n\nPROFESSOR RUBEK.\n\nEvery single Saturday, I believe,--all the summer through.\n\n\nIRENE.\n\nYou said I was the swan that drew your boat.\n\n\nPROFESSOR RUBEK.\n\nDid I say so? Yes, I daresay I did. [Absorbed in the game.] Just see how\nthe sea-gulls are swimming down the stream!\n\n\nIRENE.\n\n[Laughing.] And all your ships have run ashore.\n\n\nPROFESSOR RUBEK.\n\n[Throwing more leaves into the brook.] I have ships enough in reserve.\n[Follows the leaves with his eyes, throws more into the brook, and says\nafter a pause.] Irene,--I have bought the little peasant hut beside the\nLake of Taunitz.\n\n\nIRENE.\n\nHave you bought it? You often said you would, if you could afford it.\n\n\nPROFESSOR RUBEK.\n\nThe day came when I could afford it easily enough; and so I bought it.\n\n\nIRENE.\n\n[With a sidelong look at him.] Then do you live out there now--in our\nold house?\n\n\nPROFESSOR RUBEK.\n\nNo, I have had it pulled down long ago. And I have built myself a great,\nhandsome, comfortable villa on the site--with a park around it. It is\nthere that we-- [Stops and corrects himself.] --there that I usually\nlive during the summer.\n\n\nIRENE.\n\n[Mastering herself.] So you and--and the other one live out there now?\n\n\nPROFESSOR RUBEK.\n\n[With a touch of defiance.] Yes. When my wife and I are not\ntravelling--as we are this year.\n\n\nIRENE.\n\n[Looking far before her.] Life was beautiful, beautiful by the Lake of\nTaunitz.\n\n\nPROFESSOR RUBEK.\n\n[As though looking back into himself.] And yet, Irene--\n\n\nIRENE.\n\n[Completing his thought.] --yet we two let slip all that life and its\nbeauty.\n\n\nPROFESSOR RUBEK.\n\n[Softly, urgently.] Does repentance come too late, now?\n\n\nIRENE.\n\n[Does not answer, but sits silent for a moment; then she points over\nthe upland.] Look there, Arnold,--now the sun is going down behind the\npeaks. See what a red glow the level rays cast over all the heathery\nknolls out yonder.\n\n\nPROFESSOR RUBEK.\n\n[Looks where she is pointing.] It is long since I have seen a sunset in\nthe mountains.\n\n\nIRENE.\n\nOr a sunrise?\n\n\nPROFESSOR RUBEK.\n\nA sunrise I don't think I have ever seen.\n\n\nIRENE.\n\n[Smiles as though lost in recollection.] I once saw a marvellously\nlovely sunrise.\n\n\nPROFESSOR RUBEK.\n\nDid you? Where was that?\n\n\nIRENE.\n\nHigh, high up on a dizzy mountain-top.--You beguiled me up there by\npromising that I should see all the glory of the world if only I--\n\n    [She stops suddenly.\n\n\nPROFESSOR RUBEK.\n\nIf only you--? Well?\n\n\nIRENE.\n\nI did as you told me--went with you up to the heights. And there I\nfell upon my knees and worshipped you, and served you. [Is silent for a\nmoment; then says softly.] Then I saw the sunrise.\n\n\nPROFESSOR RUBEK.\n\n[Turning at him with a scornful smile.] With you--and the other woman?\n\n\nPROFESSOR RUBEK.\n\n[Urgently.] With me--as in our days of creation. You could open all that\nis locked up in me. Can you not find it in your heart, Irene?\n\n\nIRENE.\n\n[Shaking her head.] I have no longer the key to you, Arnold.\n\n\nPROFESSOR RUBEK.\n\nYou have the key! You and you alone possess it! [Beseechingly.] Help\nme--that I may be able to live my life over again!\n\n\nIRENE.\n\n[Immovable as before.] Empty dreams! Idle--dead dreams. For the life you\nand I led there is no resurrection.\n\n\nPROFESSOR RUBEK.\n\n[Curtly, breaking off.] Then let us go on playing.\n\n\nIRENE.\n\nYes, playing, playing--only playing!\n\n    [They sit and strew leaves and petals over the brook, where they\n       float and sail away.\n\n    [Up the slope to the left at the back come ULFHEIM and MAIA in\n       hunting costume.  After them comes the SERVANT with the leash\n       of dogs, with which he goes out to the right.\n\n\nPROFESSOR RUBEK.\n\n[Catching sight of them.] Ah! There is little Maia, going out with the\nbear-hunter.\n\n\nIRENE.\n\nYour lady, yes.\n\n\nPROFESSOR RUBEK.\n\nOr the other's.\n\n\nMAIA.\n\n[Looks around as she is crossing the upland, sees the two sitting by\nthe brook, and calls out.] Good-night, Professor! Dream of me. Now I am\ngoing off on my adventures!\n\n\nPROFESSOR RUBEK.\n\n[Calls back to her.] What sort of an adventure is this to be?\n\n\nMAIA.\n\n[Approaching.] I am going to let life take the place of all the rest.\n\n\nPROFESSOR RUBEK.\n\n[Mockingly.] Aha! So you too are going to do that, little Maia?\n\n\nMAIA.\n\nYes. And I've made a verse about it, and this is how it goes:\n\n    [Sings triumphantly.]\n\n              I am free!  I am free!  I am free!\n              No more life in the prison for me!\n              I am free as a bird!  I am free!\n              For I believe I have awakened now--at last.\n\n\nPROFESSOR RUBEK.\n\nIt almost seems so.\n\n\nMAIA.\n\n[Drawing a deep breath.] Oh--how divinely light one feels on waking!\n\n\nPROFESSOR RUBEK.\n\nGood-night, Frau Maia--and good luck to--\n\n\nULFHEIM.\n\n[Calls out, interposing.] Hush, hush!--for the devil's sake let's have\nnone of your wizard wishes. Don't you see that we are going out to\nshoot--\n\n\nPROFESSOR RUBEK.\n\nWhat will you bring me home from the hunting, Maia?\n\n\nMAIA.\n\nYou shall have a bird of prey to model. I shall wing one for you.\n\n\nPROFESSOR RUBEK.\n\n[Laughs mockingly and bitterly.] Yes, to wing things--without knowing\nwhat you are doing--that has long been quite in your way.\n\n\nMAIA.\n\n[Tossing her head.] Oh, just let me take care of myself for the future,\nand I wish you then--! [Nods and laughs roguishly.] Good-bye--and a\ngood, peaceful summer night on the upland!\n\n\nPROFESSOR RUBEK.\n\n[Jestingly.] Thanks! And all the ill-luck in the world over you and your\nhunting!\n\n\nULFHEIM.\n\n[Roaring with laughter.] There now, that is a wish worth having!\n\n\nMAIA.\n\n[Laughing.] Thanks, thanks, thanks, Professor!\n\n    [They have both crossed the visible portion of the upland, and go\n       out through the bushes to the right.\n\n\nPROFESSOR RUBEK.\n\n[After a short pause.] A summer night on the upland! Yes, that would\nhave been life!\n\n\nIRENE.\n\n[Suddenly, with a wild expression in her eyes.] Will you spend a summer\nnight on the upland--with me?\n\n\nPROFESSOR RUBEK.\n\n[Stretching his arms wide.] Yes, yes,--come!\n\n\nIRENE.\n\nMy adored lord and master!\n\n\nPROFESSOR RUBEK.\n\nOh, Irene!\n\n\nIRENE.\n\n[Hoarsely, smiling and groping in her breast.] It will be only an\nepisode-- [Quickly, whispering.] Hush!--do not look round, Arnold!\n\n\nPROFESSOR RUBEK.\n\n[Also in a low voice.] What is it?\n\n\nIRENE.\n\nA face that is staring at me.\n\n\nPROFESSOR RUBEK.\n\n[Turns involuntarily.] Where! [With a start.] Ah--!\n\n    [The SISTER OF MERCY's head is partly visible among the bushes\n       beside the descent to the left.  Her eyes are immovably fixed\n       on IRENE.\n\n\nIRENE.\n\n[Rises and says softly.] We must part then. No, you must remain sitting.\nDo you hear? You must not go with me. [Bends over him and whispers.]\nTill we meet again--to-night--on the upland.\n\n\nPROFESSOR RUBEK.\n\nAnd you will come, Irene?\n\n\nIRENE.\n\nYes, surely I will come. Wait for me here.\n\n\nPROFESSOR RUBEK.\n\n[Repeats dreamily.] Summer night on the upland. With you. With you. [His\neyes meet hers.] Oh, Irene--that might have been our life.--And that we\nhave forfeited--we two.\n\n\nIRENE.\n\nWe see the irretrievable only when--\n\n    [Breaks off.\n\n\nPROFESSOR RUBEK.\n\n[Looks inquiringly at her.] When--?\n\n\nIRENE.\n\nWhen we dead awaken.\n\n\nPROFESSOR RUBEK.\n\n[Shakes his head mournfully.] What do we really see then?\n\n\nIRENE.\n\nWe see that we have never lived.\n\n    [She goes towards the slope and descends.\n\n    [The SISTER OF MERCY makes way for her and follows her.\n       PROFESSOR RUBEK remains sitting motionless beside the brook.\n\n\nMAIA.\n\n[Is heard singing triumphantly among the hills.]\n\n               I am free!  I am free!  I am free!\n               No more life in the prison for me!\n               I am free as a bird!  I am free!\n\n\n\n\nACT THIRD.\n\n\n[A wild riven mountain-side, with sheer precipices at the back.\n   Snow-clad peaks rise to the right, and lose themselves in drifting\n   mists.  To the left, on a stone-scree, stands an old, half-ruined\n   hut.  It is early morning.  Dawn is breaking.  The sun has not\n   yet risen.\n\n[MAIA comes, flushed and irritated, down over the stone-scree on the\n   left. ULFHEIM follows, half angry, half laughing, holding her\n   fast by the sleeve.\n\n\nMAIA.\n\n[Trying to tear herself loose.] Let me go! Let me go, I say!\n\n\nULFHEIM.\n\nCome, Come! are you going to bite now? You're as snappish as a wolf.\n\n\nMAIA.\n\n[Striking him over the hand.] Let me, I tell you? And be quiet!\n\n\nULFHEIM.\n\nNo, confound me if I will!\n\n\nMAIA.\n\nThen I will not go another step with you. Do you hear?--not a single\nstep!\n\n\nULFHEIM.\n\nHo, ho! How can you get away from me, here, on the wild mountain-side?\n\n\nMAIA.\n\nI will jump over the precipice yonder, if need be--\n\n\nULFHEIM.\n\nAnd mangle and mash yourself up into dogs'-meat! A juicy morsel! [Lets\ngo his hold.] As you please. Jump over the precipice if you want to.\nIt's a dizzy drop. There's only one narrow footpath down it, and that's\nalmost impassable.\n\n\nMAIA.\n\n[Dusts her skirt with her hand, and looks at him with angry eyes.] Well,\nyou are a nice one to go hunting with!\n\n\nULFHEIM.\n\nSay rather, sporting.\n\n\nMAIA.\n\nOh! So you call this sport, do you?\n\n\nULFHEIM.\n\nYes, I venture to take that liberty. It is the sort of sport I like best\nof all.\n\n\nMAIA.\n\n[Tossing her head.] Well--I must say! [After a pause; looks searchingly\nat him.] Why did you let the dogs loose up there?\n\n\nULFHEIM.\n\n[Blinking his eyes and smiling.] So that they too might do a little\nhunting on their own account, don't you see?\n\n\nMAIA.\n\nThere's not a word of truth in that! It wasn't for the dogs' sake that\nyou let them go.\n\n\nULFHEIM.\n\n[Still smiling.] Well, why did I let them go then? Let us hear.\n\n\nMAIA.\n\nYou let them go because you wanted to get rid of Lars. He was to run\nafter them and bring them in again, you said. And in the meant-time--.\nOh, it was a pretty way to behave!\n\n\nULFHEIM.\n\nIn the meantime?\n\n\nMAIA.\n\n[Curtly breaking off.] No matter!\n\n\nULFHEIM.\n\n[In a confidential tone.] Lars won't find them. You may safely swear to\nthat. He won't come with them before the time's up.\n\n\nMAIA.\n\n[Looking angrily at him.] No, I daresay not.\n\n\nULFHEIM.\n\n[Catching at her arm.] For Lars--he knows my--my methods of sport, you\nsee.\n\n\nMAIA.\n\n[Eludes him, and measures him with a glance.] Do you know what you look\nlike, Mr. Ulfheim?\n\n\nULFHEIM.\n\nI should think I'm probably most like myself.\n\n\nMAIA.\n\nYes, there you're exactly right. For you're the living image of a faun.\n\n\nULFHEIM.\n\nA faun?\n\n\nMAIA.\n\nYes, precisely; a faun.\n\n\nULFHEIM.\n\nA faun! Isn't that a sort of monster? Or a kind of a wood demon, as you\nmight call it?\n\n\nMAIA.\n\nYes, just the sort of creature you are. A thing with a goat's beard and\ngoat-legs. Yes, and the faun has horns too!\n\n\nULFHEIM.\n\nSo, so!--has he horns too?\n\n\nMAIA.\n\nA pair of ugly horns, just like yours, yes.\n\n\nULFHEIM.\n\nCan you see the poor little horns _I_ have?\n\n\nMAIA.\n\nYes, I seem to see them quite plainly.\n\n\nULFHEIM.\n\n[Taking the dogs' leash out of his pocket.] Then I had better see about\ntying you.\n\n\nMAIA.\n\nHave you gone quite mad? Would you tie me?\n\n\nULFHEIM.\n\nIf I am a demon, let me be a demon! So that's the way of it! You can see\nthe horns, can you?\n\n\nMAIA.\n\n[Soothingly.] There, there, there! Now try to behave nicely, Mr.\nUlfheim. [Breaking off.] But what has become of that hunting-castle\nof yours, that you boasted so much of? You said it lay somewhere\nhereabouts.\n\n\nULFHEIM.\n\n[Points with a flourish to the hut.] There you have it, before your very\neyes.\n\n\nMAIA.\n\n[Looks at him.] That old pig-stye!\n\n\nULFHEIM.\n\n[Laughing in his beard.] It has harboured more than one king's daughter,\nI can tell you.\n\n\nMAIA.\n\nWas it there that that horrid man you told me about came to the king's\ndaughter in the form of a bear?\n\n\nULFHEIM.\n\nYes, my fair companion of the chase--this is the scene. [With a gesture\nof invitation.] If you would deign to enter--\n\n\nMAIA.\n\nIsch! If ever I set foot in it--! Isch!\n\n\nULFHEIM.\n\nOh, two people can doze away a summer night in there comfortably enough.\nOr a whole summer, if it comes to that!\n\n\nMAIA.\n\nThanks! One would need to have a pretty strong taste for that kind of\nthing. [Impatiently.] But now I am tired both of you and the hunting\nexpedition. Now I am going down to the hotel--before people awaken down\nthere.\n\n\nULFHEIM.\n\nHow do you propose to get down from here?\n\n\nMAIA.\n\nThat's your affair. There must be a way down somewhere or other, I\nsuppose.\n\n\nULFHEIM.\n\n[Pointing towards the back.] Oh, certainly! There is a sort of\nway--right down the face of the precipice yonder--\n\n\nMAIA.\n\nThere, you see. With a little goodwill--\n\n\nULFHEIM. --but just you try if you dare go that way.\n\n\nMAIA.\n\n[Doubtfully.] Do you think I can't?\n\n\nULFHEIM.\n\nNever in this world--if you don't let me help you.\n\n\nMAIA.\n\n[Uneasily.] Why, then come and help me! What else are you here for?\n\n\nULFHEIM.\n\nWould you rather I should take you on my back--?\n\n\nMAIA.\n\nNonsense!\n\n\nULFHEIM. --or carry you in my arms?\n\n\nMAIA.\n\nNow do stop talking that rubbish!\n\n\nULFHEIM.\n\n[With suppressed exasperation.] I once took a young girl--lifted her up\nfrom the mire of the streets and carried her in my arms. Next my heart I\ncarried her. So I would have borne her all through life--lest haply she\nshould dash her foot against a stone. For her shoes were worn very thin\nwhen I found her--\n\n\nMAIA.\n\nAnd yet you took her up and carried her next your heart?\n\n\nULFHEIM.\n\nTook her up out of the gutter and carried her as high and as carefully\nas I could. [With a growling laugh.] And do you know what I got for my\nreward?\n\n\nMAIA.\n\nNo. What did you get?\n\n\nULFHEIM.\n\n[Looks at her, smiles and nods.] I got the horns! The horns that you can\nsee so plainly. Is not that a comical story, madam bear-murderess?\n\n\nMAIA.\n\nOh yes, comical enough! But I know another story that is still more\ncomical.\n\n\nULFHEIM.\n\nHow does that story go?\n\n\nMAIA.\n\nThis is how it goes. There was once a stupid girl, who had both a father\nand a mother--but a rather poverty-stricken home. Then there came a high\nand mighty seigneur into the midst of all this poverty. And he took the\ngirl in his arms--as you did--and travelled far, far away with her--\n\n\nULFHEIM.\n\nWas she so anxious to be with him?\n\n\nMAIA.\n\nYes, for she was stupid, you see.\n\n\nULFHEIM.\n\nAnd he, no doubt, was a brilliant and beautiful personage?\n\n\nMAIA.\n\nOh, no, he wasn't so superlatively beautiful either. But he pretended\nthat he would take her with him to the top of the highest of mountains,\nwhere there were light and sunshine without end.\n\n\nULFHEIM.\n\nSo he was a mountaineer, was he, that man?\n\n\nMAIA.\n\nYes, he was--in his way.\n\n\nULFHEIM.\n\nAnd then he took the girl up with him--?\n\n\nMAIA.\n\n[With a toss of the head.] Took her up with him finely, you may be sure!\nOh no! he beguiled her into a cold, clammy cage, where--as it seemed\nto her--there was neither sunlight nor fresh air, but only gilding and\ngreat petrified ghosts of people all around the walls.\n\n\nULFHEIM.\n\nDevil take me, but it served her right!\n\n\nMAIA.\n\nYes, but don't you think it's quite a comical story, all the same?\n\n\nULFHEIM.\n\n[Looks at her moment.] Now listen to me, my good companion of the\nchase--\n\n\nMAIA.\n\nWell, what it is now?\n\n\nULFHEIM.\n\nShould not we two tack our poor shreds of life together?\n\n\nMAIA.\n\nIs his worship inclined to set up as a patching-tailor?\n\n\nULFHEIM.\n\nYes, indeed he is. Might not we two try to draw the rags together here\nand there--so as to make some sort of a human life out of them?\n\n\nMAIA.\n\nAnd when the poor tatters were quite worn out--what then?\n\n\nULFHEIM.\n\n[With a large gesture.] Then there we shall stand, free and serene--as\nthe man and woman we really are!\n\n\nMAIA.\n\n[Laughing.] You with your goat-legs yes!\n\n\nULFHEIM.\n\nAnd you with your--. Well, let that pass.\n\n\nMAIA.\n\nYes, come--let us pass--on.\n\n\nULFHEIM.\n\nStop! Whither away, comrade?\n\n\nMAIA.\n\nDown to the hotel, of course.\n\n\nULFHEIM.\n\nAnd afterward?\n\n\nMAIA.\n\nThen we'll take a polite leave of each other, with thanks for pleasant\ncompany.\n\n\nULFHEIM.\n\nCan we part, we two? Do you think we can?\n\n\nMAIA.\n\nYes, you didn't manage to tie me up, you know.\n\n\nULFHEIM.\n\nI have a castle to offer you--\n\n\nMAIA.\n\n[Pointing to the hut.] A fellow to that one?\n\n\nULFHEIM.\n\nIt has not fallen to ruin yet.\n\n\nMAIA.\n\nAnd all the glory of the world, perhaps?\n\n\nULFHEIM.\n\nA castle, I tell you--\n\n\nMAIA.\n\nThanks! I have had enough of castles.\n\n\nULFHEIM. --with splendid hunting-grounds stretching for miles around it.\n\n\nMAIA.\n\nAre there works of art too in this castle?\n\n\nULFHEIM.\n\n[Slowly.] Well, no--it's true there are no works of art; but--\n\n\nMAIA.\n\n[Relieved.] Ah! that's one good thing, at any rate!\n\n\nULFHEIM.\n\nWill you go with me, then--as far and as long as I want you?\n\n\nMAIA.\n\nThere is a tame bird of prey keeping watch upon me.\n\n\nULFHEIM.\n\n[Wildly.] We'll put a bullet in his wing, Maia!\n\n\nMAIA.\n\n[Looks at him a moment, and says resolutely.] Come then, and carry me\ndown into the depths.\n\n\nULFHEIM.\n\n[Puts his arm round her waist.] It is high time! The mist is upon us!\n\n\nMAIA.\n\nIs the way down terribly dangerous?\n\n\nULFHEIM.\n\nThe mountain is more dangerous still.\n\n    [She shakes him off, goes to the edge of the precipice and looks\n       over, but starts quickly back.\n\n\nULFHEIM.\n\n[Goes towards her, laughing.] What? Does it make you a little giddy?\n\n\nMAIA.\n\n[Faintly.] Yes, that too. But go and look over. Those two, coming up--\n\n\nULFHEIM.\n\n[Goes and bends over the edge of the precipice.] It's only your bird of\nprey--and his strange lady.\n\n\nMAIA.\n\nCan't we get past them--without their seeing us?\n\n\nULFHEIM.\n\nImpossible! The path is far too narrow. And there's no other way down.\n\n\nMAIA.\n\n[Nerving herself.] Well, well--let us face them here, then!\n\n\nULFHEIM.\n\nSpoken like a true bear-killer, comrade!\n\n    [PROFESSOR RUBEK and IRENE appear over the edge of the precipice\n       at the back. He has his plaid over his shoulders; she has a\n       fur cloak thrown loosely over her white dress, and a swansdown\n       hood over her head.\n\n\nPROFESSOR RUBEK.\n\n[Still only half visible above the edge.] What, Maia! So we two meet\nonce again?\n\n\nMAIA.\n\n[With assumed coolness.] At your service. Won't you come up?\n\n    [PROFESSOR RUBEK climbs right up and holds out his hand to IRENE,\n       who also comes right to the top.\n\n\nPROFESSOR RUBEK.\n\n[Coldly to MAIA.] So you, too, have been all night on the mountain,--as\nwe have?\n\n\nMAIA.\n\nI have been hunting--yes. You gave me permission, you know.\n\n\nULFHEIM.\n\n[Pointing downward.] Have you come up that path there?\n\n\nPROFESSOR RUBEK.\n\nAs you saw.\n\n\nULFHEIM.\n\nAnd the strange lady too?\n\n\nPROFESSOR RUBEK.\n\nYes, of course. [With a glance at MAIA.] Henceforth the strange lady and\nI do not intend our ways to part.\n\n\nULFHEIM.\n\nDon't you know, then, that it is a deadly dangerous way you have come?\n\n\nPROFESSOR RUBEK.\n\nWe thought we would try it, nevertheless. For it did not seem\nparticularly hard at first.\n\n\nULFHEIM.\n\nNo, at first nothing seems hard. But presently you may come to a tight\nplace where you can neither get forward nor back. And then you stick\nfast, Professor! Mountain-fast, as we hunters call it.\n\n\nPROFESSOR RUBEK.\n\n[Smiles and looks at him.] Am I to take these as oracular utterances,\nMr. Ulfheim?\n\n\nULFHEIM.\n\nLord preserve me from playing the oracle! [Urgently, pointing up towards\nthe heights.] But don't you see that the storm is upon us? Don't you\nhear the blasts of wind?\n\n\nPROFESSOR RUBEK.\n\n[Listening.] They sound like the prelude to the Resurrection Day.\n\n\nULFHEIM.\n\nThey are storm-blasts form the peaks, man! Just look how the clouds are\nrolling and sinking--soon they'll be all around us like a winding-sheet!\n\n\nIRENE.\n\n[With a start and shiver.] I know that sheet!\n\n\nMAIA.\n\n[Drawing ULFHEIM away.] Let us make haste and get down.\n\n\nULFHEIM.\n\n[To PROFESSOR RUBEK.] I cannot help more than one. Take refuge in the\nhut in the mean-time--while the storm lasts. Then I shall send people up\nto fetch the two of you away.\n\n\nIRENE.\n\n[In terror.] To fetch us away! No, no!\n\n\nULFHEIM.\n\n[Harshly.] To take you by force if necessary--for it's a matter of life\nand death here. Now, you know it. [To MAIA.] Come, then--and don't fear\nto trust yourself in your comrade's hands.\n\n\nMAIA.\n\n[Clinging to him.] Oh, how I shall rejoice and sing, if I get down with\na whole skin!\n\n\nULFHEIM.\n\n[Begins the descent and calls to the others.] You'll wait, then, in the\nhut, till the men come with ropes, and fetch you away.\n\n    [ULFHEIM, with MAIA in his arms, clambers rapidly but warily down\n       the precipice.\n\n\nIRENE.\n\n[Looks for some time at PROFESSOR RUBEK with terror-stricken eyes.] Did\nyou hear that, Arnold?--men are coming up to fetch me away! Many men\nwill come up here--\n\n\nPROFESSOR RUBEK.\n\nDo not be alarmed, Irene!\n\n\nIRENE.\n\n[In growing terror.] And she, the woman in black--she will come too. For\nshe must have missed me long ago. And then she will seize me, Arnold!\nAnd put me in the strait-waistcoat. Oh, she has it with her, in her box.\nI have seen it with my own eyes--\n\n\nPROFESSOR RUBEK.\n\nNot a soul shall be suffered to touch you.\n\n\nIRENE.\n\n[With a wild smile.] Oh no--I myself have a resource against that.\n\n\nPROFESSOR RUBEK.\n\nWhat resource do you mean?\n\n\nIRENE.\n\n[Drawing out the knife.] This!\n\n\nPROFESSOR RUBEK.\n\n[Tries to seize it.] Have you a knife?\n\n\nIRENE.\n\nAlways, always--both day and night--in bed as well!\n\n\nPROFESSOR RUBEK.\n\nGive me that knife, Irene!\n\n\nIRENE.\n\n[Concealing it.] You shall not have it. I may very likely find a use for\nit myself.\n\n\nPROFESSOR RUBEK.\n\nWhat use can you have for it, here?\n\n\nIRENE.\n\n[Looks fixedly at him.] It was intended for you, Arnold.\n\n\nPROFESSOR RUBEK.\n\nFor me!\n\n\nIRENE.\n\nAs we were sitting by the Lake of Taunitz last evening--\n\n\nPROFESSOR RUBEK.\n\nBy the Lake of--\n\n\nIRENE. --outside the peasant's hut--and playing with swans and\nwater-lilies--\n\n\nPROFESSOR RUBEK.\n\nWhat then--what then?\n\n\nIRENE. --and when I heard you say with such deathly, icy coldness--that\nI was nothing but an episode in your life--\n\n\nPROFESSOR RUBEK.\n\nIt was you that said that, Irene, not I.\n\n\nIRENE.\n\n[Continuing.] --then I had my knife out. I wanted to stab you in the\nback with it.\n\n\nPROFESSOR RUBEK.\n\n[Darkly.] And why did you hold your hand?\n\n\nIRENE.\n\nBecause it flashed upon me with a sudden horror that you were dead\nalready--long ago.\n\n\nPROFESSOR RUBEK.\n\nDead?\n\n\nIRENE.\n\nDead. Dead, you as well as I. We sat there by the Lake of Taunitz, we\ntwo clay-cold bodies--and played with each other.\n\n\nPROFESSOR RUBEK.\n\nI do not call that being dead. But you do not understand me.\n\n\nIRENE.\n\nThen where is the burning desire for me that you fought and battled\nagainst when I stood freely forth before you as the woman arisen from\nthe dead?\n\n\nPROFESSOR RUBEK.\n\nOur love is assuredly not dead, Irene.\n\n\nIRENE.\n\nThe love that belongs to the life of earth--the beautiful, miraculous\nearth-life--the inscrutable earth-life--that is dead in both of us.\n\n\nPROFESSOR RUBEK.\n\n[Passionately.] And do you know that just that love--it is burning and\nseething in me as hotly as ever before?\n\n\nIRENE.\n\nAnd I? Have you forgotten who I now am?\n\n\nPROFESSOR RUBEK.\n\nBe who or what you please, for aught I care! For me, you are the woman I\nsee in my dreams of you.\n\n\nIRENE.\n\nI have stood on the turn-table-naked--and made a show of myself to many\nhundreds of men--after you.\n\n\nPROFESSOR RUBEK.\n\nIt was I that drove you to the turn-table--blind as I then was--I, who\nplaced the dead clay-image above the happiness of life--of love.\n\n\nIRENE.\n\n[Looking down.] Too late--too late!\n\n\nPROFESSOR RUBEK.\n\nNot by a hairsbreadth has all that has passed in the interval lowered\nyou in my eyes.\n\n\nIRENE.\n\n[With head erect.] Nor in my own!\n\n\nPROFESSOR RUBEK.\n\nWell, what then! Then we are free--and there is still time for us to\nlive our life, Irene.\n\n\nIRENE.\n\n[Looks sadly at him.] The desire for life is dead in me, Arnold. Now I\nhave arisen. And I look for you. And I find you.--And then I see that\nyou and life lie dead--as I have lain.\n\n\nPROFESSOR RUBEK.\n\nOh, how utterly you are astray! Both in us and around us life is\nfermenting and throbbing as fiercely as ever!\n\n\nIRENE.\n\n[Smiling and shaking her head.] The young woman of your Resurrection Day\ncan see all life lying on its bier.\n\n\nPROFESSOR RUBEK.\n\n[Throwing his arms violently around her.] Then let two of the dead--us\ntwo--for once live life to its uttermost--before we go down to our\ngraves again!\n\n\nIRENE.\n\n[With a shriek.] Arnold!\n\n\nPROFESSOR RUBEK.\n\nBut not here in the half darkness! Not here with this hideous dank\nshroud flapping around us--\n\n\nIRENE.\n\n[Carried away by passion.] No, no--up in the light, and in all the\nglittering glory! Up to the Peak of Promise!\n\n\nPROFESSOR RUBEK.\n\nThere we will hold our marriage-feast, Irene--oh, my beloved!\n\n\nIRENE.\n\n[Proudly.] The sun may freely look on us, Arnold.\n\n\nPROFESSOR RUBEK.\n\nAll the powers of light may freely look on us--and all the powers\nof darkness too. [Seizes her hand.] Will you then follow me, oh my\ngrace-given bride?\n\n\nIRENE.\n\n[As though transfigured.] I follow you, freely and gladly, my lord and\nmaster!\n\n\nPROFESSOR RUBEK.\n\n[Drawing her along with him.] We must first pass through the mists,\nIrene, and then--\n\n\nIRENE.\n\nYes, through all the mists, and then right up to the summit of the tower\nthat shines in the sunrise.\n\n    [The mist-clouds close in over the scene--PROFESSOR RUBEK and\n       IRENE, hand in hand, climb up over the snow-field to the right\n       and soon disappear among the lower clouds.  Keen storm-gusts\n       hurtle and whistle through the air.\n\n    [The SISTER OF MERCY appears upon the stone-scree to the left.\n       She stops and looks around silently and searchingly.\n\n\nMAIA.\n\n               I am free!  I am free!  I am free!\n               No more life in the prison for me!\n               I am free as a bird!  I am free!\n\n    [Suddenly a sound like thunder is heard from high up on the snow-\n       field, which glides and whirls downwards with headlong speed.\n       PROFESSOR RUBEK and IRENE can be dimly discerned as they are\n       whirled along with the masses of snow and buried in them.\n\n\nTHE SISTER OF MERCY.\n\n[Gives a shriek, stretches out her arms towards them and cries.] Irene!\n\n    [Stands silent a moment, then makes the sign of the cross before\n       her in the air, and says.\n\nPax vobiscum!\n\n    [MAIA's triumphant song sounds from still farther down below.\n\n\n\n\n\n\nEnd of the Project Gutenberg EBook of When We Dead Awaken, by Henrik Ibsen\n\n*** END OF THIS PROJECT GUTENBERG EBOOK WHEN WE DEAD AWAKEN ***\n\n***** This file should be named 4782.txt or 4782.zip *****\nThis and all associated files of various formats will be found in:\n        http:\/\/www.gutenberg.org\/4\/7\/8\/4782\/\n\nProduced by Sonia K\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp:\/\/gutenberg.org\/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark\/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s\/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http:\/\/www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp:\/\/pglaf.org\/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http:\/\/pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http:\/\/pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http:\/\/pglaf.org\/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http:\/\/www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n","id":1347,"split":"test"}
