{"ori_id":"3add9dffaf9e59148643f2e6e2a3032ef36aad29","title":"The Pillars of Society","context":"The Pillars of Society\n Karsten Bernick is the dominant businessman in a small coastal town in Norway, with interests in shipping and shipbuilding in a long-established family firm. Now he is planning his most ambitious project yet, backing a railway which will connect the town to the main line and open a fertile valley which he has been secretly buying up.\nSuddenly his past explodes on him. Johan Tønnesen, his wife's younger brother comes back from America to the town he ran away from 15 years ago. At the time it was thought he had run off with money from the Bernick family business and with the urge to avoid scandal because he was having an affair with an actress. But none of this was true. He left town to take the blame for Bernick, who was the one who had actually been having the affair and was nearly caught with the actress. There was no money to take since at the time the Bernick firm had been almost bankrupt.\nWith Tønnesen comes his half-sister Lona (whom Ibsen is said to have modelled after Norwegian feminist Aasta Hansteen), who once loved and was loved by Bernick. He rejected her and married his current wife for money so that he could rebuild the family business. In the years since Tønnesen left, the town has built ever greater rumours of his wickedness, helped by Bernick's studious refusal to give any indication of the truth.\nThis mixture only needs a spark to explode and it gets one when Tønnesen falls in love with Dina Dorf, a young girl who is the daughter of the actress involved in the scandal of 15 years ago and who now lives as a charity case in the Bernick household. He demands that Bernick tell the girl the truth. Bernick refuses. Tønnesen says he will go back to the US to clear up his affairs and then come back to town to marry Dina. Bernick sees his chance to get out of his mess. His yard is repairing an American ship, The Indian Girl, which is dangerously unseaworthy. He orders his yard foreman to finish the work by the next day, even if it means sending the ship and its crew to certain death because he wants Tønnesen to die on board. That way he will be free of any danger in the future. Things do not work out like that. Tønnesen runs off with Dina on board another ship which is safe, leaving word that he will be back. And Bernick's young son stows away on the Indian Girl, seemingly heading for certain death.\nBernick discovers that his plot has gone disastrously wrong on the night the people of the town have lined up to honour him for his contribution to the city.\nIt is all set up for a tragic conclusion, but suddenly Ibsen pulls back from the brink. The yard foreman gets an attack of conscience and rows out to stop the Indian Girl from heading to sea and death; Bernick's son is brought back safely by his mother; and Bernick addresses the community, tells them most of the truth and gets away with it. His wife greets the news that he only married her for money as a sign there is now hope for their marriage.\nï»¿The Project Gutenberg EBook of Pillars of Society, by Henrik Ibsen\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n\nTitle: Pillars of Society\n\nAuthor: Henrik Ibsen\n\nTranslator: R. Farquharson Sharp\n\nPosting Date: February 27, 2010 [EBook #2296]\nRelease Date: August, 2000\n\nLanguage: English\n\n\n*** START OF THIS PROJECT GUTENBERG EBOOK PILLARS OF SOCIETY ***\n\n\n\n\nProduced by Martin Adamson.  HTML version by Al Haines.\n\n\n\n\n\n\n\n\n\nPillars of Society\n\nA play in four acts.\n\n\nby\n\nHenrik Ibsen\n\n\n\n\nTranslated by R. Farquharson Sharp\n\n\n\n\nDRAMATIS PERSONAE\n\n  Karsten Bernick, a shipbuilder.\n  Mrs. Bernick, his wife.\n  Olaf, their son, thirteen years old.\n  Martha Bernick, Karsten Bernick's sister.\n  Johan Tonnesen, Mrs. Bernick's younger brother.\n  Lona Hessel, Mrs. Bernick's elder half-sister.\n  Hilmar Tonnesen, Mrs. Bernick's cousin.\n  Dina Dorf, a young girl living with the Bernicks.\n  Rorlund, a schoolmaster.\n  Rummel, a merchant.\n  Vigeland and Sandstad, tradesman\n  Krap, Bernick's confidential clerk.\n  Aune, foreman of Bernick's shipbuilding yard.\n  Mrs. Rummel.\n  Hilda Rummel, her daughter.\n  Mrs. Holt.\n  Netta Holt, her daughter.\n  Mrs. Lynge.\n\nTownsfolk and visitors, foreign sailors, steamboat passengers, etc.,\netc.\n\n(The action takes place at the Bernicks' house in one of the smaller\ncoast towns in Norway)\n\n\n\n\nACT I.\n\n\n(SCENE.--A spacious garden-room in the BERNICKS' house. In the\nforeground on the left is a door leading to BERNICK'S business room;\nfarther back in the same wall, a similar door. In the middle of the\nopposite wall is a large entrance-door, which leads to the street. The\nwall in the background is almost wholly composed of plate-glass; a door\nin it opens upon a broad flight of steps which lead down to the garden;\na sun-awning is stretched over the steps. Below the steps a part of the\ngarden is visible, bordered by a fence with a small gate in it. On the\nother side of the fence runs a street, the opposite side of which is\noccupied by small wooden houses painted in bright colours. It is\nsummer, and the sun is shining warmly. People are seen, every now and\nthen, passing along the street and stopping to talk to one another;\nothers going in and out of a shop at the corner, etc.\n\nIn the room a gathering of ladies is seated round a table. MRS. BERNICK\nis presiding; on her left side are MRS. HOLT and her daughter NETTA,\nand next to them MRS. RUMMEL and HILDA RUMMEL. On MRS. BERNICK'S right\nare MRS. LYNGE, MARTHA BERNICK and DINA DORF. All the ladies are busy\nworking. On the table lie great piles of linen garments and other\narticles of clothing, some half finished, and some merely cut out.\nFarther back, at a small table on which two pots of flowers and a glass\nof sugared water are standing, RORLUND is sitting, reading aloud from a\nbook with gilt edges, but only loud enough for the spectators to catch\na word now and then. Out in the garden OLAF BERNICK is running about\nand shooting at a target with a toy crossbow.\n\nAfter a moment AUNE comes in quietly through the door on the right.\nThere is a slight interruption in the reading. MRS. BERNICK nods to him\nand points to the door on the left. AUNE goes quietly across, knocks\nsoftly at the door of BERNICK'S room, and after a moment's pause,\nknocks again. KRAP comes out of the room, with his hat in his hand and\nsome papers under his arm.)\n\nKrap: Oh, it was you knocking?\n\nAune: Mr. Bernick sent for me.\n\nKrap: He did--but he cannot see you. He has deputed me to tell you--\n\nAune: Deputed you? All the same, I would much rather--\n\nKrap: --deputed me to tell you what he wanted to say to you. You must\ngive up these Saturday lectures of yours to the men.\n\nAune: Indeed? I supposed I might use my own time--\n\nKrap: You must not use your own time in making the men useless in\nworking hours. Last Saturday you were talking to them of the harm that\nwould be done to the workmen by our new machines and the new working\nmethods at the yard. What makes you do that?\n\nAune: I do it for the good of the community.\n\nKrap: That's curious, because Mr. Bernick says it is disorganising the\ncommunity.\n\nAune: My community is not Mr. Bernick's, Mr. Krap! As President of the\nIndustrial Association, I must--\n\nKrap: You are, first and foremost, President of Mr. Bernick's\nshipbuilding yard; and, before everything else, you have to do your\nduty to the community known as the firm of Bernick & Co.; that is what\nevery one of us lives for. Well, now you know what Mr. Bernick had to\nsay to you.\n\nAune: Mr. Bernick would not have put it that way, Mr. Krap! But I know\nwell enough whom I have to thank for this. It is that damned American\nboat. Those fellows expect to get work done here the way they are\naccustomed to it over there, and that--\n\nKrap: Yes, yes, but I can't go into all these details. You know now\nwhat Mr. Bernick means, and that is sufficient. Be so good as to go\nback to the yard; probably you are needed there. I shall be down myself\nin a little while. --Excuse me, ladies! (Bows to the ladies and goes\nout through the garden and down the street. AUNE goes quietly out to\nthe right. RORLUND, who has continued his reading during the foregoing\nconversation, which has been carried on in low tones, has now come to\nthe end of the book, and shuts it with a bang.)\n\nRorlund: There, my dear ladies, that is the end of it.\n\nMrs. Rummel: What an instructive tale!\n\nMrs. Holt: And such a good moral!\n\nMrs. Bernick: A book like that really gives one something to think\nabout.\n\nRorlund: Quite so; it presents a salutary contrast to what,\nunfortunately, meets our eyes every day in the newspapers and\nmagazines. Look at the gilded and painted exterior displayed by any\nlarge community, and think what it really conceals!--emptiness and\nrottenness, if I may say so; no foundation of morality beneath it. In a\nword, these large communities of ours now-a-days are whited sepulchres.\n\nMrs. Holt: How true! How true!\n\nMrs. Rummel: And for an example of it, we need look no farther than at\nthe crew of the American ship that is lying here just now.\n\nRorlund: Oh, I would rather not speak of such offscourings of humanity\nas that. But even in higher circles--what is the case there? A spirit\nof doubt and unrest on all sides; minds never at peace, and instability\ncharacterising all their behaviour. Look how completely family life is\nundermined over there! Look at their shameless love of casting doubt on\neven the most serious truths!\n\nDina (without looking up from her work): But are there not many big\nthings done there too?\n\nRorlund: Big things done--? I do not understand--.\n\nMrs. Holt (in amazement): Good gracious, Dina--!\n\nMrs. Rummel (in the same breath): Dina, how can you--?\n\nRorlund: I think it would scarcely be a good thing for us if such \"big\nthings\" became the rule here. No, indeed, we ought to be only too\nthankful that things are as they are in this country. It is true enough\nthat tares grow up amongst our wheat here too, alas; but we do our best\nconscientiously to weed them out as well as we are able. The important\nthing is to keep society pure, ladies--to ward off all the hazardous\nexperiments that a restless age seeks to force upon us.\n\nMrs. Holt: And there are more than enough of them in the wind,\nunhappily.\n\nMrs. Rummel: Yes, you know last year we only by a hair's breadth\nescaped the project of having a railway here.\n\nMrs. Bernick: Ah, my husband prevented that.\n\nRorlund: Providence, Mrs. Bernick. You may be certain that your husband\nwas the instrument of a higher Power when he refused to have anything\nto do with the scheme.\n\nMrs. Bernick: And yet they said such horrible things about him in the\nnewspapers! But we have quite forgotten to thank you, Mr. Rorlund. It\nis really more than friendly of you to sacrifice so much of your time\nto us.\n\nRorlund: Not at all. This is holiday time, and--\n\nMrs. Bernick: Yes, but it is a sacrifice all the same, Mr. Rorlund.\n\nRorlund (drawing his chair nearer): Don't speak of it, my dear lady.\nAre you not all of you making some sacrifice in a good cause?--and that\nwillingly and gladly? These poor fallen creatures for whose rescue we\nare working may be compared to soldiers wounded on the field of battle;\nyou, ladies, are the kind-hearted sisters of mercy who prepare the lint\nfor these stricken ones, lay the bandages softly on their wounds, heal\nthem and cure them.\n\nMrs. Bernick: It must be a wonderful gift to be able to see everything\nin such a beautiful light.\n\nRorlund: A good deal of it is inborn in one--but it can be to a great\nextent acquired, too. All that is needful is to see things in the light\nof a serious mission in life. (To MARTHA:) What do you say, Miss\nBernick? Have you not felt as if you were standing on firmer ground\nsince you gave yourself up to your school work?\n\nMartha: I really do not know what to say. There are times, when I am in\nthe schoolroom down there, that I wish I were far away out on the\nstormy seas.\n\nRorlund: That is merely temptation, dear Miss Bernick. You ought to\nshut the doors of your mind upon such disturbing guests as that. By the\n\"stormy seas\"--for of course you do not intend me to take your words\nliterally--you mean the restless tide of the great outer world, where\nso many are shipwrecked. Do you really set such store on the life you\nhear rushing by outside? Only look out into the street. There they go,\nwalking about in the heat of the sun, perspiring and tumbling about\nover their little affairs. No, we undoubtedly have the best of it, who\nare able to sit here in the cool and turn our backs on the quarter from\nwhich disturbance comes.\n\nMartha: Yes, I have no doubt you are perfectly right.\n\nRorlund: And in a house like this, in a good and pure home, where\nfamily life shows in its fairest colours--where peace and harmony\nrule-- (To MRS. BERNICK:) What are you listening to, Mrs. Bernick?\n\nMrs. Bernick (who has turned towards the door of BERNICK'S room): They\nare talking very loud in there.\n\nRorlund: Is there anything particular going on?\n\nMrs. Bernick: I don't know. I can hear that there is somebody with my\nhusband.\n\n(HILMAR TONNESEN, smoking a cigar, appears in the doorway on the right,\nbut stops short at the sight of the company of ladies.)\n\nHilmar: Oh, excuse me-- (Turns to go back.)\n\nMrs. Bernick: No, Hilmar, come along in; you are not disturbing us. Do\nyou want something?\n\nHilmar: No, I only wanted to look in here--Good morning, ladies. (To\nMRS. BERNICK:) Well, what is the result?\n\nMrs. Bernick: Of what?\n\nHilmar: Karsten has summoned a meeting, you know.\n\nMrs. Bernick: Has he? What about?\n\nHilmar:  Oh, it is this railway nonsense over again.\n\nMrs. Rummel: Is it possible?\n\nMrs. Bernick: Poor Karsten, is he to have more annoyance over that?\n\nRorlund:  But how do you explain that, Mr. Tonnesen? You know that last\nyear Mr. Bernick made it perfectly clear that he would not have a\nrailway here.\n\nHilmar: Yes, that is what I thought, too; but I met Krap, his\nconfidential clerk, and he told me that the railway project had been\ntaken up again, and that Mr. Bernick was in consultation with three of\nour local capitalists.\n\nMrs. Rummel: Ah, I was right in thinking I heard my husband's voice.\n\nHilmar:  Of course Mr. Rummel is in it, and so are Sandstad and Michael\nVigeland, \"Saint Michael\", as they call him.\n\nRorlund:  Ahem!\n\nHilmar: I beg your pardon, Mr. Rorlund?\n\nMrs. Bernick: Just when everything was so nice and peaceful.\n\nHilmar: Well, as far as I am concerned, I have not the slightest\nobjection to their beginning their squabbling again. It will be a\nlittle diversion, any way.\n\nRorlund: I think we can dispense with that sort of diversion.\n\nHilmar: It depends how you are constituted. Certain natures feel the\nlust of battle now and then. But unfortunately life in a country town\ndoes not offer much in that way, and it isn't given to every one to\n(turns the leaves of the book RORLUND has been reading). \"Woman as the\nHandmaid of Society.\" What sort of drivel is this?\n\nMrs. Bernick: My dear Hilmar, you must not say that. You certainly have\nnot read the book.\n\nHilmar: No, and I have no intention of reading it, either.\n\nMrs. Bernick: Surely you are not feeling quite well today.\n\nHilmar: No, I am not.\n\nMrs. Bernick:  Perhaps you did not sleep well last night?\n\nHilmar: No, I slept very badly. I went for a walk yesterday evening for\nmy health's sake; and I finished up at the club and read a book about a\nPolar expedition. There is something bracing in following the\nadventures of men who are battling with the elements.\n\nMrs. Rummel:  But it does not appear to have done you much good, Mr.\nTonnesen.\n\nHilmar:  No, it certainly did not. I lay all night tossing about, only\nhalf asleep, and dreamt that I was being chased by a hideous walrus.\n\nOlaf (who meanwhile has come up the steps from the garden): Have you\nbeen chased by a walrus, uncle?\n\nHilmar: I dreamt it, you duffer! Do you mean to say you are still\nplaying about with that ridiculous bow? Why don't you get hold of a\nreal gun?\n\nOlaf: I should like to, but--\n\nHilmar:  There is some sense in a thing like that; it is always an\nexcitement every time you fire it off.\n\nOlaf: And then I could shoot bears, uncle. But daddy won't let me.\n\nMrs. Bernick:  You really mustn't put such ideas into his head, Hilmar.\n\nHilmar:  Hm! It's a nice breed we are educating up now-a-days, isn't\nit! We talk a great deal about manly sports, goodness knows--but we\nonly play with the question, all the same; there is never any serious\ninclination for the bracing discipline that lies in facing danger\nmanfully. Don't stand pointing your crossbow at me, blockhead--it might\ngo off!\n\nOlaf:  No, uncle, there is no arrow in it.\n\nHilmar:  You don't know that there isn't--there may be, all the same.\nTake it away, I tell you!--Why on earth have you never gone over to\nAmerica on one of your father's ships? You might have seen a buffalo\nhunt then, or a fight with Red Indians.\n\nMrs. Bernick:  Oh, Hilmar--!\n\nOlaf: I should like that awfully, uncle; and then perhaps I might meet\nUncle Johan and Aunt Lona.\n\nHilmar: Hm!--Rubbish.\n\nMrs. Bernick: You can go down into the garden again now, Olaf.\n\nOlaf: Mother, may I go out into the street too?\n\nMrs. Bernick: Yes, but not too far, mind.\n\n(OLAF runs down into the garden and out through the gate in the fence.)\n\nRorlund: You ought not to put such fancies into the child's head, Mr.\nTonnesen.\n\nHilmar:  No, of course he is destined to be a miserable stay-at-home,\nlike so many others.\n\nRorlund:  But why do you not take a trip over there yourself?\n\nHilmar: I? With my wretched health? Of course I get no consideration on\nthat account. But putting that out of the question, you forget that one\nhas certain obligations to perform towards the community of which one\nforms a part. There must be some one here to hold aloft the banner of\nthe Ideal.--Ugh, there he is shouting again!\n\nThe Ladies: Who is shouting?\n\nHilmar: I am sure I don't know. They are raising their voices so loud\nin there that it gets on my nerves.\n\nMrs. Bernick: I expect it is my husband, Mr. Tonnesen. But you must\nremember he is so accustomed to addressing large audiences.\n\nRorlund: I should not call the others low-voiced, either.\n\nHilmar:  Good Lord, no!--not on any question that touches their\npockets. Everything here ends in these petty material considerations.\nUgh!\n\nMrs. Bernick: Anyway, that is a better state of things than it used to\nbe when everything ended in mere frivolity.\n\nMrs. Lynge: Things really used to be as bad as that here?\n\nMrs. Rummel: Indeed they were, Mrs. Lynge. You may think yourself lucky\nthat you did not live here then.\n\nMrs. Holt:  Yes, times have changed, and no mistake, when I look back\nto the days when I was a girl.\n\nMrs. Rummel: Oh, you need not look back more than fourteen or fifteen\nyears. God forgive us, what a life we led! There used to be a Dancing\nSociety and a Musical Society--\n\nMrs. Bernick:  And the Dramatic Club. I remember it very well.\n\nMrs. Rummel: Yes, that was where your play was performed, Mr. Tonnesen.\n\nHilmar (from the back of the room): What, what?\n\nRorlund: A play by Mr. Tonnesen?\n\nMrs. Rummel: Yes, it was long before you came here, Mr. Rorlund. And it\nwas only performed once.\n\nMrs. Lynge: Was that not the play in which you told me you took the\npart of a young man's sweetheart, Mrs. Rummel?\n\nMrs. Rummel (glancing towards RORLUND): I? I really cannot remember,\nMrs. Lynge. But I remember well all the riotous gaiety that used to go\non.\n\nMrs. Holt: Yes, there were houses I could name in which two large\ndinner-parties were given in one week.\n\nMrs. Lynge: And surely I have heard that a touring theatrical company\ncame here, too?\n\nMrs. Rummel: Yes, that was the worst thing of the lot.\n\nMrs. Holt (uneasily):  Ahem!\n\nMrs. Rummel: Did you say a theatrical company? No, I don't remember\nthat at all.\n\nMrs. Lynge: Oh yes, and I have been told they played all sorts of mad\npranks. What is really the truth of those stories?\n\nMrs. Rummel: There is practically no truth in them, Mrs. Lynge.\n\nMrs. Holt: Dina, my love, will you give me that linen?\n\nMrs. Bernick (at the same time): Dina, dear, will you go and ask\nKatrine to bring us our coffee?\n\nMartha: I will go with you, Dina. (DINA and MARTHA go out by the\nfarther door on, the left.)\n\nMrs. Bernick (getting up): Will you excuse me for a few minutes? I\nthink we will have our coffee outside. (She goes out to the verandah\nand sets to work to lay a table. RORLUND stands in the doorway talking\nto her. HILMAR sits outside, smoking.)\n\nMrs. Rummel (in a low voice): My goodness, Mrs. Lynge, how you\nfrightened me!\n\nMrs. Lynge: I?\n\nMrs. Holt: Yes, but you know it was you that began it, Mrs. Rummel.\n\nMrs. Rummel: I? How can you say such a thing, Mrs. Holt? Not a syllable\npassed my lips!\n\nMrs. Lynge: But what does it all mean?\n\nMrs. Rummel:  What made you begin to talk about--? Think--did you not\nsee that Dina was in the room?\n\nMrs. Lynge:  Dina? Good gracious, is there anything wrong with--?\n\nMrs. Holt: And in this house, too! Did you not know it was Mrs.\nBernick's brother--?\n\nMrs. Lynge: What about him? I know nothing about it at all; I am quite\nnew to the place, you know.\n\nMrs. Rummel: Have you not heard that--? Ahem! (To her daughter) Hilda,\ndear, you can go for a little stroll in the garden?\n\nMrs. Holt: You go too, Netta. And be very kind to poor Dina when she\ncomes back. (HILDA and NETTA go out into the garden.)\n\nMrs. Lynge: Well, what about Mrs. Bernick's brother?\n\nMrs. Rummel: Don't you know the dreadful scandal about him?\n\nMrs. Lynge: A dreadful scandal about Mr. Tonnesen?\n\nMrs. Rummel: Good Heavens, no. Mr. Tonnesen is her cousin, of course,\nMrs. Lynge. I am speaking of her brother--\n\nMrs. Holt: The wicked Mr. Tonnesen--\n\nMrs. Rummel: His name was Johan. He ran away to America.\n\nMrs. Holt: Had to run away, you must understand.\n\nMrs. Lynge: Then it is he the scandal is about?\n\nMrs. Rummel: Yes; there was something--how shall I put it?--there was\nsomething of some kind between him and Dina's mother. I remember it all\nas if it were yesterday. Johan Tonnesen was in old Mrs. Bernick's\noffice then; Karsten Bernick had just come back from Paris--he had not\nyet become engaged--\n\nMrs. Lynge:  Yes, but what was the scandal?\n\nMrs. Rummel: Well, you must know that Moller's company were acting in\nthe town that winter--\n\nMrs. Holt: And Dorf, the actor, and his wife were in the company. All\nthe young men in the town were infatuated with her.\n\nMrs. Rummel: Yes, goodness knows how they could think her pretty. Well,\nDorf came home late one evening--\n\nMrs. Holt: Quite unexpectedly.\n\nMrs. Rummel: And found his-- No, really it isn't a thing one can talk\nabout.\n\nMrs. Holt: After all, Mrs. Rummel, he didn't find anything, because the\ndoor was locked on the inside.\n\nMrs. Rummel: Yes, that is just what I was going to say--he found the\ndoor locked. And--just think of it--the man that was in the house had\nto jump out of the window.\n\nMrs. Holt: Right down from an attic window.\n\nMrs. Lynge: And that was Mrs. Bernick's brother?\n\nMrs. Rummel: Yes, it was he.\n\nMrs. Lynge: And that was why he ran away to America?\n\nMrs. Holt: Yes, he had to run away, you may be sure.\n\nMrs. Rummel: Because something was discovered afterwards that was\nnearly as bad; just think--he had been making free with the cash-box...\n\nMrs. Holt:  But, you know, no one was certain of that, Mrs. Rummel;\nperhaps there was no truth in the rumour.\n\nMrs. Rummel: Well, I must say--! Wasn't it known all over the town? Did\nnot old Mrs. Bernick nearly go bankrupt as the result of it?  However,\nGod forbid I should be the one to spread such reports.\n\nMrs. Holt:  Well, anyway, Mrs. Dorf didn't get the money, because she--\n\nMrs. Lynge:  Yes, what happened to Dina's parents afterwards?\n\nMrs. Rummel:  Well, Dorf deserted both his wife and his child. But\nmadam was impudent enough to stay here a whole year. Of course she had\nnot the face to appear at the theatre any more, but she kept herself by\ntaking in washing and sewing--\n\nMrs. Holt: And then she tried to set up a dancing school.\n\nMrs. Rummel: Naturally that was no good. What parents would trust their\nchildren to such a woman? But it did not last very long. The fine madam\nwas not accustomed to work; she got something wrong with her lungs and\ndied of it.\n\nMrs. Lynge: What a horrible scandal!\n\nMrs. Rummel:  Yes, you can imagine how hard it was upon the Bernicks.\nIt is the dark spot among the sunshine of their good fortune, as Rummel\nonce put it. So never speak about it in this house, Mrs. Lynge.\n\nMrs. Holt:  And for heaven's sake never mention the stepsister, either!\n\nMrs. Lynge:  Oh, so Mrs. Bernick has a step-sister, too?\n\nMrs. Rummel:  Had, luckily-- for the relationship between them is all\nover now. She was an extraordinary person too! Would you believe it,\nshe cut her hair short, and used to go about in men's boots in bad\nweather!\n\nMrs. Holt:  And when her step-brother, the black sheep, had gone away,\nand the whole town naturally was talking about him--what do you think\nshe did? She went out to America to him!\n\nMr. Rummel:  Yes, but remember the scandal she caused before she went,\nMrs. Holt.\n\nMrs. Holt:  Hush, don't speak of it.\n\nMrs. Lynge: My goodness, did she create a scandal too?\n\nMrs. Rummel: I think you ought to hear it, Mrs. Lynge. Mr. Bernick had\njust got engaged to Betty Tonnesen, and the two of them went arm in arm\ninto her aunt's room to tell her the news--\n\nMrs. Holt: The Tonnesens' parents were dead, you know--\n\nMrs. Rummel:  When, suddenly, up got Lona Hessel from her chair and\ngave our refined and well-bred Karsten Bernick such a box on the ear\nthat his head swam.\n\nMrs. Lynge:  Well, I am sure I never--\n\nMrs. Holt: It is absolutely true.\n\nMrs. Rummel: And then she packed her box and went away to America.\n\nMrs. Lynge: I suppose she had had her eye on him for herself.\n\nMrs. Rummel:  Of course she had. She imagined that he and she would\nmake a match of it when he came back from Paris.\n\nMrs. Holt:  The idea of her thinking such a thing!  Karsten Bernick--a\nman of the world and the pink of courtesy, a perfect gentleman, the\ndarling of all the ladies...\n\nMrs. Rummel:  And, with it all, such an excellent young man, Mrs.\nHolt--so moral.\n\nMrs. Lynge:  But what has this Miss Hessel made of herself in America?\n\nMrs. Rummel:  Well, you see, over that (as my husband once put it) has\nbeen drawn a veil which one should hesitate to lift.\n\nMrs. Lynge:  What do you mean?\n\nMrs. Rummel: She no longer has any connection with the family, as you\nmay suppose; but this much the whole town knows, that she has sung for\nmoney in drinking saloons over there--\n\nMrs. Holt:  And has given lectures in public--\n\nMrs. Rummel:  And has published some mad kind of book.\n\nMrs. Lynge:  You don't say so!\n\nMrs. Rummel:  Yes, it is true enough that Lona Hessel is one of the\nspots on the sun of the Bernick family's good fortune. Well, now you\nknow the whole story, Mrs. Lynge. I am sure I would never have spoken\nabout it except to put you on your guard.\n\nMrs. Lynge:  Oh, you may be sure I shall be most careful. But that poor\nchild Dina Dorf! I am truly sorry for her.\n\nMrs. Rummel:  Well, really it was a stroke of good luck for her. Think\nwhat it would have meant if she had been brought up by such parents! Of\ncourse we did our best for her, every one of us, and gave her all the\ngood advice we could. Eventually Miss Bernick got her taken into this\nhouse.\n\nMrs. Holt:  But she has always been a difficult child to deal with. It\nis only natural--with all the bad examples she had had before her. A\ngirl of that sort is not like one of our own; one must be lenient with\nher.\n\nMrs. Rummel:  Hush--here she comes. (In a louder voice.) Yes, Dina is\nreally a clever girl. Oh, is that you, Dina? We are just putting away\nthe things.\n\nMrs. Holt:  How delicious your coffee smells, my dear Dina. A nice cup\nof coffee like that--\n\nMrs. Bernick (calling in from the verandah):  Will you come out here?\n(Meanwhile MARTHA and DINA have helped the Maid to bring out the\ncoffee. All the ladies seat themselves on the verandah, and talk with a\ngreat show of kindness to DINA. In a few moments DINA comes back into\nthe room and looks for her sewing.)\n\nMrs. Bernick (from the coffee table): Dina, won't you--?\n\nDina:  No, thank you. (Sits down to her sewing. MRS. BERNICK and\nRORLUND exchange a few words; a moment afterwards he comes back into\nthe room, makes a pretext for going up to the table, and begins\nspeaking to DINA in low tones.)\n\nRorlund: Dina.\n\nDina:  Yes?\n\nRorlund:  Why don't you want to sit with the others?\n\nDina:  When I came in with the coffee, I could see from the strange\nlady's face that they had been talking about me.\n\nRorlund:  But did you not see as well how agreeable she was to you out\nthere?\n\nDina:  That is just what I will not stand\n\nRorlund:  You are very self-willed, Dina.\n\nDina:  Yes.\n\nRorlund:  But why?\n\nDina:  Because it is my nature.\n\nRorlund:  Could you not try to alter your nature?\n\nDina:  No.\n\nRorlund:  Why not?\n\nDina (looking at him): Because I am one of the \"poor fallen creatures\",\nyou know.\n\nRorlund:  For shame, Dina.\n\nDina:  So was my mother.\n\nRorlund:  Who has spoken to you about such things?\n\nDina:  No one; they never do. Why don't they? They all handle me in\nsuch a gingerly fashion, as if they thought I should go to pieces if\nthey---. Oh, how I hate all this kind-heartedness.\n\nRorlund:  My dear Dina, I can quite understand that you feel repressed\nhere, but--\n\nDina:  Yes; if only I could get right away from here. I could make my\nown way quite well, if only I did not live amongst people who are\nso--so--\n\nRorlund:  So what?\n\nDina:  So proper and so moral.\n\nRorlund:  Oh but, Dina, you don't mean that.\n\nDina:  You know quite well in what sense I mean it. Hilda and Netta\ncome here every day, to be exhibited to me as good examples. I can\nnever be so beautifully behaved as they; I don't want to be. If only I\nwere right away from it all, I should grow to be worth something.\n\nRorlund:  But you are worth a great deal, Dina dear.\n\nDina:  What good does that do me here?\n\nRorlund:  Get right away, you say? Do you mean it seriously?\n\nDina:  I would not stay here a day longer, if it were not for you.\n\nRorlund: Tell me, Dina--why is it that you are fond of being with me?\n\nDina:  Because you teach me so much that is beautiful.\n\nRorlund:  Beautiful? Do you call the little I can teach you, beautiful?\n\nDina: Yes. Or perhaps, to be accurate, it is not that you teach me\nanything; but when I listen to you talking I see beautiful visions.\n\nRorlund: What do you mean exactly when you call a thing beautiful?\n\nDina: I have never thought it out.\n\nRorlund: Think it out now, then. What do you understand by a beautiful\nthing?\n\nDina: A beautiful thing is something that is great--and far off.\n\nRorlund: Hm!--Dina, I am so deeply concerned about you, my dear.\n\nDina: Only that?\n\nRorlund: You know perfectly well that you are dearer to me than I can\nsay.\n\nDina: If I were Hilda or Netta, you would not be afraid to let people\nsee it.\n\nRorlund: Ah, Dina, you can have no idea of the number of things I am\nforced to take into consideration. When it is a man's lot to be a moral\npillar of the community he lives in, he cannot be too circumspect. If\nonly I could be certain that people would interpret my motives\nproperly. But no matter for that; you must, and shall be, helped to\nraise yourself. Dina, is it a bargain between us that when I come--when\ncircumstances allow me to come--to you and say: \"Here is my hand,\" you\nwill take it and be my wife? Will you promise me that, Dina?\n\nDina: Yes.\n\nRorlund: Thank you, thank you! Because for my part, too--oh, Dina, I\nlove you so dearly. Hush! Some one is coming. Dina--for my sake--go out\nto the others.(She goes out to the coffee table. At the same moment\nRUMMEL, SANDSTAD and VIGELAND come out of BERNICK'S room, followed by\nBernick, who has a bundle of papers in his hand.)\n\nBernick: Well, then, the matter is settled.\n\nVigeland: Yes, I hope to goodness it is.\n\nRummel: It is settled, Bernick. A Norseman's word stands as firm as the\nrocks on Dovrefjeld, you know!\n\nBernick: And no one must falter, no one give way, no matter what\nopposition we meet with.\n\nRummel: We will stand or fall together, Bernick.\n\nHilmar (coming in from the verandah): Fall? If I may ask, isn't it the\nrailway scheme that is going to fall?\n\nBernick: No, on the contrary, it is going to proceed--\n\nRummel: Full steam, Mr. Tonnesen.\n\nHilmar (coming nearer): Really?\n\nRorlund: How is that?\n\nMrs. Bernick (at the verandah door): Karsten, dear, what is it that--?\n\nBernick:  My dear Betty, how can it interest you? (To the three men.)\nWe must get out lists of subscribers, and the sooner the better.\nObviously our four names must head the list. The positions we occupy in\nthe community makes it our duty to make ourselves as prominent as\npossible in the affair.\n\nSandstad: Obviously, Mr. Bernick.\n\nRummel: The thing shall go through, Bernick; I swear it shall!\n\nBernick: Oh, I have not the least anticipation of failure. We must see\nthat we work, each one among the circle of his own acquaintances; and\nif we can point to the fact that the scheme is exciting a lively\ninterest in all ranks of society, then it stands to reason that our\nMunicipal Corporation will have to contribute its share.\n\nMrs. Bernick: Karsten, you really must come out here and tell us--\n\nBernick: My dear Betty, it is an affair that does not concern ladies at\nall.\n\nHilmar: Then you are really going to support this railway scheme after\nall?\n\nBernick: Yes, naturally.\n\nRorlund: But last year, Mr. Bernick--\n\nBernick: Last year it was quite another thing. At that time it was a\nquestion of a line along the coast--\n\nVigeland:  Which would have been quite superfluous, Mr. Rorlund;\nbecause, of course, we have our steamboat service--\n\nSandstad:  And would have been quite unreasonably costly--\n\nRummel:  Yes, and would have absolutely ruined certain important\ninterests in the town.\n\nBernick: The main point was that it would not have been to the\nadvantage of the community as a whole. That is why I opposed it, with\nthe result that the inland line was resolved upon.\n\nHilmar:  Yes, but surely that will not touch the towns about here.\n\nBernick: It will eventually touch our town, my dear Hilmar, because we\nare going to build a branch line here.\n\nHilmar: Aha--a new scheme, then?\n\nRummel: Yes, isn't it a capital scheme? What?\n\nRorlund: Hm!--\n\nVigeland: There is no denying that it looks as though Providence had\njust planned the configuration of the country to suit a branch line.\n\nRorlund: Do you really mean it, Mr. Vigeland?\n\nBernick: Yes, I must confess it seems to me as if it had been the hand\nof Providence that caused me to take a journey on business this spring,\nin the course of which I happened to traverse a valley through which I\nhad never been before. It came across my mind like a flash of lightning\nthat this was where we could carry a branch line down to our town. I\ngot an engineer to survey the neighbourhood, and have here the\nprovisional calculations and estimate; so there is nothing to hinder us.\n\nMrs. Bernick (who is still with the other ladies at the verandah door):\nBut, my dear Karsten, to think that you should have kept it all a\nsecret from us!\n\nBernick: Ah, my dear Betty, I knew you would not have been able to\ngrasp the exact situation. Besides, I have not mentioned it to a living\nsoul until today. But now the decisive moment has come, and we must\nwork openly and with all our might. Yes, even if I have to risk all I\nhave for its sake, I mean to push the matter through.\n\nRummel: And we will back you up, Bernick; you may rely upon that.\n\nRorlund: Do you really promise us so much, then, from this undertaking,\ngentlemen?\n\nBernick: Yes, undoubtedly. Think what a lever it will be to raise the\nstatus of our whole community. Just think of the immense tracts of\nforest-land that it will make accessible; think of all the rich\ndeposits of minerals we shall be able to work; think of the river with\none waterfall above another! Think of the possibilities that open out\nin the way of manufactories!\n\nRorlund: And are you not afraid that an easier intercourse with the\ndepravity of the outer world--?\n\nBernick: No, you may make your mind quite easy on that score, Mr.\nRorlund. Our little hive of industry rests now-a-days, God be thanked,\non such a sound moral basis; we have all of us helped to drain it, if I\nmay use the expression; and that we will continue to do, each in his\ndegree. You, Mr. Rorlund, will continue your richly blessed activity in\nour schools and our homes. We, the practical men of business, will be\nthe support of the community by extending its welfare within as wide a\nradius as possible; and our women--yes, come nearer ladies--you will\nlike to hear it--our women, I say, our wives and daughters--you,\nladies--will work on undisturbed in the service of charity, and\nmoreover will be a help and a comfort to your nearest and dearest, as\nmy dear Betty and Martha are to me and Olaf.(Looks around him.) Where\nis Olaf today?\n\nMrs. Bernick: Oh, in the holidays it is impossible to keep him at home.\n\nBernick: I have no doubt he is down at the shore again. You will see he\nwill end by coming to some harm there.\n\nHilmar: Bah! A little sport with the forces of nature\n\nMrs. Rummel:  Your family affection is beautiful, Mr. Bernick!\n\nBernick: Well, the family is the kernel of society. A good home,\nhonoured and trusty friends, a little snug family circle where no\ndisturbing elements can cast their shadow-- (KRAP comes in from the\nright, bringing letters and papers.)\n\nKrap: The foreign mail, Mr. Bernick--and a telegram from New York.\n\nBernick (taking the telegram): Ah--from the owners of the \"Indian Girl\".\n\nRummel: Is the mail in? Oh, then you must excuse me.\n\nVigeland:  And me too.\n\nSandstad: Good day, Mr. Bernick.\n\nBernick: Good day, good day, gentlemen. And remember, we have a meeting\nthis afternoon at five o'clock.\n\nThe Three Men: Yes--quite so--of course. (They go out to the right.)\n\nBernick (who has read the telegram): This is thoroughly American!\nAbsolutely shocking!\n\nMrs. Bernick: Good gracious, Karsten, what is it?\n\nBernick: Look at this, Krap! Read it!\n\nKrap (reading):  \"Do the least repairs possible. Send over 'Indian\nGirl' as soon as she is ready to sail; good time of year; at a pinch\nher cargo will keep her afloat.\" Well, I must say--\n\nRorlund: You see the state of things in these vaunted great communities!\n\nBernick: You are quite right; not a moment's consideration for human\nlife, when it is a question of making a profit. (To KRAP:) Can the\n\"Indian Girl\" go to sea in four--or five--days?\n\nKrap: Yes, if Mr. Vigeland will agree to our stopping work on the \"Palm\nTree\" meanwhile.\n\nBernick: Hm--he won't. Well, be so good as to look through the letters.\nAnd look here, did you see Olaf down at the quay?\n\nKrap: No, Mr. Bernick. (Goes into BERNICK'S room.)\n\nBernick (looking at the telegram again): These gentlemen think nothing\nof risking eight men's lives--\n\nHilmar: Well, it is a sailor's calling to brave the elements; it must\nbe a fine tonic to the nerves to be like that, with only a thin plank\nbetween one and the abyss--\n\nBernick: I should like to see the ship-owner amongst us who would\ncondescend to such a thing! There is not one that would do it--not a\nsingle one! (Sees OLAF coming up to the house.) Ah, thank Heaven, here\nhe is, safe and sound. (OLAF, with a fishing-line in his hand, comes\nrunning up the garden and in through the verandah.)\n\nOlaf: Uncle Hilmar, I have been down and seen the steamer.\n\nBernick: Have you been down to the quay again?\n\nOlaf: No, I have only been out in a boat. But just think, Uncle Hilmar,\na whole circus company has come on shore, with horses and animals; and\nthere were such lots of passengers.\n\nMrs. Rummel:  No, are we really to have a circus?\n\nRorlund: We? I certainly have no desire to see it.\n\nMrs. Rummel:  No, of course I don't mean we, but--\n\nDina: I should like to see a circus very much.\n\nOlaf: So should I.\n\nHilmar: You are a duffer. Is that anything to see? Mere tricks. No, it\nwould be something quite different to see the Gaucho careering over the\nPampas on his snorting mustang. But, Heaven help us, in these wretched\nlittle towns of ours.\n\nOlaf (pulling at MARTHA'S dress): Look, Aunt Martha! Look, there they\ncome!\n\nMrs. Holt:  Good Lord, yes--here they come.\n\nMrs. Lynge: Ugh, what horrid people!\n\n(A number of passengers and a whole crowd of townsfolk, are seen coming\nup the street.)\n\nMrs. Rummel: They are a set of mountebanks, certainly. Just look at\nthat woman in the grey dress, Mrs. Holt--the one with a knapsack over\nher shoulder.\n\nMrs. Holt:  Yes--look--she has slung it on the handle of her parasol.\nThe manager's wife, I expect.\n\nMrs. Rummel:  And there is the manager himself, no doubt. He looks a\nregular pirate. Don't look at him, Hilda!\n\nMrs. Holt: Nor you, Netta!\n\nOlaf: Mother, the manager is bowing to us.\n\nBernick: What?\n\nMrs. Bernick: What are you saying, child?\n\nMrs. Rummel: Yes, and--good Heavens--the woman is bowing to us too.\n\nBernick: That is a little too cool--\n\nMartha (exclaims involuntarily):  Ah--!\n\nMrs. Bernick:  What is it, Martha?\n\nMartha:  Nothing, nothing. I thought for a moment--\n\nOlaf (shrieking with delight): Look, look, there are the rest of them,\nwith the horses and animals! And there are the Americans, too! All the\nsailors from the \"Indian Girl\"! (The strains of \"Yankee Doodle,\" played\non a clarinet and a drum, are heard.)\n\nHilmar (stopping his ears): Ugh, ugh, ugh!\n\nRorlund: I think we ought to withdraw ourselves from sight a little,\nladies; we have nothing to do with such goings on. Let us go to our\nwork again.\n\nMrs. Bernick: Do you think we had better draw the curtains?\n\nRorlund: Yes, that was exactly what I meant.\n\n(The ladies resume their places at the work-table; RORLUND shuts the\nverandah door, and draws the curtains over it and over the windows, so\nthat the room becomes half dark.)\n\nOlaf (peeping out through the curtains): Mother, the manager's wife is\nstanding by the fountain now, washing her face.\n\nMrs. Bernick: What? In the middle of the marketplace?\n\nMrs. Rummel: And in broad daylight, too!\n\nHilmar: Well, I must say if I were travelling across a desert waste and\nfound myself beside a well, I am sure I should not stop to think\nwhether--. Ugh, that frightful clarinet!\n\nRorlund: It is really high time the police interfered.\n\nBernick: Oh no; we must not be too hard on foreigners. Of course these\nfolk have none of the deep-seated instincts of decency which restrain\nus within proper bounds. Suppose they do behave outrageously, what does\nit concern us? Fortunately this spirit of disorder, that flies in the\nface of all that is customary and right, is absolutely a stranger to\nour community, if I may say so--. What is this! (LONA HESSEL walks\nbriskly in from the door on the right.)\n\nThe Ladies (in low, frightened tones): The circus woman! The manager's\nwife!\n\nMrs. Bernick: Heavens, what does this mean?\n\nMartha (jumping up):  Ah--!\n\nLona:  How do you do, Betty dear! How do you do, Martha! How do you do,\nbrother-in-law!\n\nMrs. Bernick (with a cry):  Lona--!\n\nBernick (stumbling backwards):  As sure as I am alive--!\n\nMrs. Holt:  Mercy on us--!\n\nMrs. Rummel:  It cannot possibly be--!\n\nHilmar: Well! Ugh!\n\nMrs. Bernick:  Lona--! Is it really--?\n\nLona:  Really me? Yes, indeed it is; you may fall on my neck if you\nlike.\n\nHilmar: Ugh, ugh!\n\nMrs. Bernick:  And coming back here as--?\n\nMrs. Bernick:  And actually mean to appear in--?\n\nLona: Appear? Appear in what?\n\nBernick: Well, I mean--in the circus--\n\nLona: Ha, ha, ha! Are you mad, brother-in-law? Do you think I belong to\nthe circus troupe? No, certainly I have turned my hand to a good many\nthings and made a fool of myself in a good many ways--\n\nMrs. Rummel:  Hm!\n\nLona: But I have never tried circus riding.\n\nBernick: Then you are not--?\n\nMrs. Bernick:  Thank Heaven!\n\nLona: No, we travelled like other respectable folk, second-class,\ncertainly, but we are accustomed to that.\n\nMrs. Bernick:  We, did you say?\n\nBernick (taking a step for-ward): Whom do you mean by \"we\"?\n\nLona: I and the child, of course.\n\nThe Ladies (with a cry): The child!\n\nHilmar: What?\n\nRorlund: I really must say--!\n\nMrs. Bernick:  But what do you mean, Lona?\n\nLona: I mean John, of course; I have no other child, as far as I know,\nbut John, or Johan as you used to call him.\n\nMrs. Bernick:  Johan--\n\nMrs. Rummel (in an undertone to MRS. LYNGE): The scapegrace brother!\n\nBernick (hesitatingly): Is Johan with you?\n\nLona:  Of course he is; I certainly would not come without him. Why do\nyou look so tragical? And why are you sitting here in the gloom, sewing\nwhite things? There has not been a death in the family, has there?\n\nRorlund: Madam, you find yourself in the Society for Fallen Women.\n\nLona (half to herself): What? Can these nice, quiet-looking ladies\npossibly be--?\n\nMrs. Rummel: Well, really--!\n\nLona: Oh, I understand! But, bless my soul, that is surely Mrs. Rummel?\nAnd Mrs. Holt sitting there too! Well, we three have not grown younger\nsince the last time we met. But listen now, good people; let the Fallen\nWomen wait for a day--they will be none the worse for that. A joyful\noccasion like this--\n\nRorlund:  A home-coming is not always a joyful occasion.\n\nLona: Indeed? How do you read your Bible, Mr. Parson?\n\nRorlund: I am not a parson.\n\nLona: Oh, you will grow into one, then. But--faugh!--this moral linen\nof yours smells tainted, just like a winding-sheet. I am accustomed to\nthe air of the prairies, let me tell you.\n\nBernick (wiping his forehead): Yes, it certainly is rather close in\nhere.\n\nLona: Wait a moment; we will resurrect ourselves from this vault.\n(Pulls the curtains to one side) We must have broad daylight in here\nwhen the boy comes. Ah, you will see a boy then that has washed himself.\n\nHilmar: Ugh!\n\nLona (opening the verandah door and window): I should say, when he has\nwashed himself, up at the hotel--for on the boat he got piggishly dirty.\n\nHilmar: Ugh, ugh!\n\nLona: Ugh? Why, surely isn't that--? (Points at HILDAR and asks the\nothers): Is he still loafing about here saying \"Ugh\"?\n\nHilmar: I do not loaf; it is the state of my health that keeps me here.\n\nRorlund: Ahem! Ladies, I do not think--\n\nLona (who has noticed OLAF): Is he yours, Betty? Give me a paw, my boy!\nOr are you afraid of your ugly old aunt?\n\nRorlund (putting his book under his arm): Ladies, I do not think any of\nus is in the mood for any more work today. I suppose we are to meet\nagain tomorrow?\n\nLona (while the others are getting up and taking their leave): Yes, let\nus. I shall be on the spot.\n\nRorlund: You? Pardon me, Miss Hessel, but what do you propose to do in\nour Society?\n\nLona: I will let some fresh air into it, Mr. Parson.\n\n\n\n\nACT II\n\n\n(SCENE.--The same room. MRS. BERNICK is sitting alone at the\nwork-table, sewing. BERNICK comes in from the right, wearing his hat\nand gloves and carrying a stick.)\n\nMrs. Bernick: Home already, Karsten?\n\nBernick: Yes, I have made an appointment with a man.\n\nMrs. Bernick (with a sigh): Oh yes, I suppose Johan is coming up here\nagain.\n\nBernick: With a man, I said. (Lays down his hat.) What has become of\nall the ladies today?\n\nMrs. Bernick: Mrs. Rummel and Hilda hadn't time to come.\n\nBernick: Oh!--did they send any excuse?\n\nMrs. Bernick: Yes, they had so much to do at home.\n\nBernick: Naturally. And of course the others are not coming either?\n\nMrs. Bernick: No, something has prevented them today, too.\n\nBernick: I could have told you that, beforehand. Where is Olaf?\n\nMrs. Bernick: I let him go out a little with Dina.\n\nBernick: Hm--she is a giddy little baggage. Did you see how she at once\nstarted making a fuss of Johan yesterday?\n\nMrs. Bernick: But, my dear Karsten, you know Dina knows nothing\nwhatever of--\n\nBernick: No, but in any case Johan ought to have had sufficient tact\nnot to pay her any attention. I saw quite well, from his face, what\nVigeland thought of it.\n\nMrs. Bernick (laying her sewing down on her lap): Karsten, can you\nimagine what his objective is in coming here?\n\nBernick: Well--I know he has a farm over there, and I fancy he is not\ndoing particularly well with it; she called attention yesterday to the\nfact that they were obliged to travel second class--\n\nMrs. Bernick: Yes, I am afraid it must be something of that sort. But\nto think of her coming with him! She! After the deadly insult she\noffered you!\n\nBernick: Oh, don't think about that ancient history.\n\nMrs. Bernick: How can I help thinking of it just now? After all, he is\nmy brother--still, it is not on his account that I am distressed, but\nbecause of all the unpleasantness it would mean for you. Karsten, I am\nso dreadfully afraid!\n\nBernick: Afraid of what?\n\nMrs. Bernick: Isn't it possible that they may send him to prison for\nstealing that money from your mother?\n\nBernick: What rubbish! Who can prove that the money was stolen?\n\nMrs. Bernick: The whole town knows it, unfortunately; and you know you\nsaid yourself.\n\nBernick: I said nothing. The town knows nothing whatever about the\naffair; the whole thing was no more than idle rumour.\n\nMrs. Bernick: How magnanimous you are, Karsten!\n\nBernick: Do not let us have any more of these reminiscences, please!\nYou don't know how you torture me by raking all that up. (Walks up and\ndown; then flings his stick away from him.) And to think of their\ncoming home now--just now, when it is particularly necessary for me\nthat I should stand well in every respect with the town and with the\nPress. Our newspaper men will be sending paragraphs to the papers in\nthe other towns about here. Whether I receive them well, or whether I\nreceive them ill, it will all be discussed and talked over. They will\nrake up all those old stories--as you do. In a community like\nours--(Throws his gloves down on the table.) And I have not a soul here\nto whom I can talk about it and to whom I can go for support.\n\nMrs. Bernick: No one at all, Karsten?\n\nBernick: No--who is there? And to have them on my shoulders just at\nthis moment! Without a doubt they will create a scandal in some way or\nanother--she, in particular. It is simply a calamity to be connected\nwith such folk in any way!\n\nMrs. Bernick: Well, I can't help their--\n\nBernick: What can't you help? Their being your relations? No, that is\nquite true.\n\nMrs. Bernick: And I did not ask them to come home.\n\nBernick: That's it--go on! \"I did not ask them to come home; I did not\nwrite to them; I did not drag them home by the hair of their heads!\"\nOh, I know the whole rigmarole by heart.\n\nMrs. Bernick (bursting into tears): You need not be so unkind--\n\nBernick: Yes, that's right--begin to cry, so that our neighbours may\nhave that to gossip about too. Do stop being so foolish, Betty. Go and\nsit outside; some one may come in here. I don't suppose you want people\nto see the lady of the house with red eyes? It would be a nice thing,\nwouldn't it, if the story got out about that--. There, I hear some one\nin the passage. (A knock is heard at the door.) Come in! (MRS. BERNICK\ntakes her sewing and goes out down the garden steps. AUNE comes in from\nthe right.)\n\nAune: Good morning, Mr. Bernick.\n\nBernick: Good morning. Well, I suppose you can guess what I want you\nfor?\n\nAune: Mr. Krap told me yesterday that you were not pleased with--\n\nBernick: I am displeased with the whole management of the yard, Aune.\nThe work does not get on as quickly as it ought. The \"Palm Tree\" ought\nto have been under sail long ago. Mr. Vigeland comes here every day to\ncomplain about it; he is a difficult man to have with one as part owner.\n\nAune: The \"Palm Tree\" can go to sea the day after tomorrow.\n\nBernick: At last. But what about the American ship, the \"Indian Girl,\"\nwhich has been laid up here for five weeks and--\n\nAune: The American ship? I understood that, before everything else, we\nwere to work our hardest to get your own ship ready.\n\nBernick: I gave you no reason to think so. You ought to have pushed on\nas fast as possible with the work on the American ship also; but you\nhave not.\n\nAune: Her bottom is completely rotten, Mr. Bernick; the more we patch\nit, the worse it gets.\n\nBernick: That is not the reason. Krap has told me the whole truth. You\ndo not understand how to work the new machines I have provided--or\nrather, you will not try to work them.\n\nAune: Mr. Bernick, I am well on in the fifties; and ever since I was a\nboy I have been accustomed to the old way of working--\n\nBernick:  We cannot work that way now-a-days. You must not imagine,\nAune, that it is for the sake of making profit; I do not need that,\nfortunately; but I owe consideration to the community I live in, and to\nthe business I am at the head of. I must take the lead in progress, or\nthere would never be any.\n\nAune: I welcome progress too, Mr. Bernick.\n\nBernick: Yes, for your own limited circle--for the working class. Oh, I\nknow what a busy agitator you are; you make speeches, you stir people\nup; but when some concrete instance of progress presents itself--as\nnow, in the case of our machines--you do not want to have anything to\ndo with it; you are afraid.\n\nAune: Yes, I really am afraid, Mr. Bernick. I am afraid for the number\nof men who will have the bread taken out of their mouths by these\nmachines. You are very fond, sir, of talking about the consideration we\nowe to the community; it seems to me, however, that the community has\nits duties too. Why should science and capital venture to introduce\nthese new discoveries into labour, before the community has had time to\neducate a generation up to using them?\n\nBernick: You read and think too much, Aune; it does you no good, and\nthat is what makes you dissatisfied with your lot.\n\nAune: It is not, Mr. Bernick; but I cannot bear to see one good workman\ndismissed after another, to starve because of these machines.\n\nBernick: Hm! When the art of printing was discovered, many a\nquill-driver was reduced to starvation.\n\nAune: Would you have admired the art so greatly if you had been a\nquill-driver in those days, sir?\n\nBernick: I did not send for you to argue with you. I sent for you to\ntell you that the \"Indian Girl\" must be ready to put to sea the day\nafter tomorrow.\n\nAune: But, Mr. Bernick--\n\nBernick: The day after tomorrow, do you hear?--at the same time as our\nown ship, not an hour later. I have good reasons for hurrying on the\nwork. Have you seen today's paper? Well, then you know the pranks these\nAmerican sailors have been up to again. The rascally pack are turning\nthe whole town upside down. Not a night passes without some brawling in\nthe taverns or the streets--not to speak of other abominations.\n\nAune: Yes, they certainly are a bad lot.\n\nBernick: And who is it that has to bear the blame for all this\ndisorder? It is I! Yes, it is I who have to suffer for it. These\nnewspaper fellows are making all sorts of covert insinuations because\nwe are devoting all our energies to the \"Palm Tree.\" I, whose task in\nlife it is to influence my fellow-citizens by the force of example,\nhave to endure this sort of thing cast in my face. I am not going to\nstand that. I have no fancy for having my good name smirched in that\nway.\n\nAune: Your name stands high enough to endure that and a great deal\nmore, sir.\n\nBernick: Not just now. At this particular moment I have need of all the\nrespect and goodwill my fellow-citizens can give me. I have a big\nundertaking on, the stocks, as you probably have heard; but, if it\nshould happen that evil-disposed persons succeeded in shaking the\nabsolute confidence I enjoy, it might land me in the greatest\ndifficulties. That is why I want, at any price, to avoid these shameful\ninnuendoes in the papers, and that is why I name the day after tomorrow\nas the limit of the time I can give you.\n\nAune: Mr. Bernick, you might just as well name this afternoon as the\nlimit.\n\nBernick: You mean that I am asking an impossibility?\n\nAune: Yes, with the hands we have now at the yard.\n\nBernick: Very good; then we must look about elsewhere.\n\nAune: Do you really mean, sir, to discharge still more of your old\nworkmen?\n\nBernick: No, I am not thinking of that.\n\nAune: Because I think it would cause bad blood against you both among\nthe townsfolk and in the papers, if you did that.\n\nBernick: Very probably; therefore, we will not do it. But, if the\n\"Indian Girl\" is not ready to sail the day after tomorrow, I shall\ndischarge you.\n\nAune (with a start): Me! (He laughs.) You are joking, Mr. Bernick.\n\nBernick: I should not be so sure of that, if I were you.\n\nAune: Do you mean that you can contemplate discharging me?--Me, whose\nfather and grandfather worked in your yard all their lives, as I have\ndone myself--?\n\nBernick: Who is it that is forcing me to do it?\n\nAune: You are asking what is impossible, Mr. Bernick.\n\nBernick: Oh, where there's a will there's a way. Yes or no; give me a\ndecisive answer, or consider yourself discharged on the spot.\n\nAune (coming a step nearer to him): Mr. Bernick, have you ever realised\nwhat discharging an old workman means? You think he can look about for\nanother job? Oh, yes, he can do that; but does that dispose of the\nmatter? You should just be there once, in the house of a workman who\nhas been discharged, the evening he comes home bringing all his tools\nwith him.\n\nBernick: Do you think I am discharging you with a light heart? Have I\nnot always been a good master to you?\n\nAune: So much the worse, Mr. Bernick. Just for that very reason those\nat home will not blame you; they will say nothing to me, because they\ndare not; but they will look at me when I am not noticing, and think\nthat I must have deserved it. You see, sir, that is--that is what I\ncannot bear. I am a mere nobody, I know; but I have always been\naccustomed to stand first in my own home. My humble home is a little\ncommunity too, Mr. Bernick--a little community which I have been able\nto support and maintain because my wife has believed in me and because\nmy children have believed in me. And now it is all to fall to pieces.\n\nBernick: Still, if there is nothing else for it, the lesser must go\ndown before the greater; the individual must be sacrificed to the\ngeneral welfare. I can give you no other answer; and that, and no\nother, is the way of the world. You are an obstinate man, Aune! You are\nopposing me, not because you cannot do otherwise, but because you will\nnot exhibit 'the superiority of machinery over manual labour'.\n\nAune: And you will not be moved, Mr. Bernick, because you know that if\nyou drive me away you will at all events have given the newspapers\nproof of your good will.\n\nBernick: And suppose that were so? I have told you what it means for\nme--either bringing the Press down on my back, or making them\nwell-disposed to me at a moment when I am working for an objective\nwhich will mean the advancement of the general welfare. Well, then, can\nI do otherwise than as I am doing? The question, let me tell you, turns\nupon this--whether your home is to be supported, as you put it, or\nwhether hundreds of new homes are to be prevented from\nexisting--hundreds of homes that will never be built, never have a fire\nlighted on their hearth, unless I succeed in carrying through the\nscheme I am working for now. That is the reason why I have given you\nyour choice.\n\nAune: Well, if that is the way things stand, I have nothing more to say.\n\nBernick: Hm--my dear Aune, I am extremely grieved to think that we are\nto part.\n\nAune: We are not going to part, Mr. Bernick.\n\nBernick: How is that?\n\nAune: Even a common man like myself has something he is bound to\nmaintain.\n\nBernick: Quite so, quite so--then I presume you think you may promise--?\n\nAune: The \"Indian Girl\" shall be ready to sail the day after tomorrow.\n(Bows and goes out to the right.)\n\nBernick: Ah, I have got the better of that obstinate fellow! I take it\nas a good omen. (HILMAR comes in through the garden door, smoking a\ncigar.)\n\nHilmar (as he comes up the steps to the verandah): Good morning, Betty!\nGood morning, Karsten!\n\nMrs. Bernick: Good morning.\n\nHilmar: Ah, I see you have been crying, so I suppose you know all about\nit too?\n\nMrs. Bernick: Know all about what?\n\nHilmar: That the scandal is in full swing. Ugh!\n\nBernick: What do you mean?\n\nHilmar (coming into the room): Why, that our two friends from America\nare displaying themselves about the streets in the company of Dina Dorf.\n\nMrs. Bernick (coming in after him): Hilmar, is it possible?\n\nHilmar: Yes, unfortunately, it is quite true. Lona was even so wanting\nin tact as to call after me, but of course I appeared not to have heard\nher.\n\nBernick: And no doubt all this has not been unnoticed.\n\nHilmar: You may well say that. People stood still and looked at them.\nIt spread like wildfire through the town--just like a prairie fire out\nWest. In every house people were at the windows waiting for the\nprocession to pass, cheek by jowl behind the curtains--ugh! Oh, you\nmust excuse me, Betty, for saying \"ugh\"--this has got on my nerves. If\nit is going on, I shall be forced to think about getting right away\nfrom here.\n\nMrs. Bernick: But you should have spoken to him and represented to him\nthat--\n\nHilmar: In the open street? No, excuse me, I could not do that. To\nthink that the fellow should dare to show himself in the town at all!\nWell, we shall see if the Press doesn't put a stopper on him;\nyes--forgive me, Betty, but--\n\nBernick: The Press, do you say? Have you heard a hint of anything of\nthe sort?\n\nHilmar: There are such things flying about. When I left here yesterday\nevening I looked in at the club, because I did not feel well. I saw at\nonce, from the sudden silence that fell when I went in, that our\nAmerican couple had been the subject of conversation. Then that\nimpudent newspaper fellow, Hammer, came in and congratulated me at the\ntop of his voice on the return of my rich cousin.\n\nBernick: Rich?\n\nHilmar: Those were his words. Naturally I looked him up and down in the\nmanner he deserved, and gave him to understand that I knew nothing\nabout Johan Tonnesen's being rich. \"Really,\" he said, \"that is very\nremarkable. People usually get on in America when they have something\nto start with, and I believe your cousin did not go over there quite\nempty-handed.\"\n\nBernick: Hm--now will you oblige me by--\n\nMrs. Bernick (distressed): There, you see, Karsten!\n\nHilmar: Anyhow, I have spent a sleepless night because of them. And\nhere he is, walking about the streets as if nothing were the matter.\nWhy couldn't he disappear for good and all? It really is insufferable\nhow hard some people are to kill.\n\nMrs. Bernick: My dear Hilmar, what are you saying P\n\nHilmar: Oh, nothing. But here this fellow escapes with a whole skin\nfrom railway accidents and fights with California grizzlies and\nBlackfoot Indians--has not even been scalped--. Ugh, here they come!\n\nBernick (looking down the street): Olaf is with them too!\n\nHilmar: Of course! They want to remind everybody that they belong to\nthe best family in the town. Look there!--look at the crowd of loafers\nthat have come out of the chemist's to stare at them and make remarks.\nMy nerves really won't stand it; how a man is to be expected to keep\nthe banner of the Ideal flying under such circumstances, I--\n\nBernick: They are coming here. Listen, Betty; it is my particular wish\nthat you should receive them in the friendliest possible way.\n\nMrs. Bernick: Oh, may I, Karsten.\n\nBernick: Certainly, certainly--and you too, Hilmar. It is to be hoped\nthey will not stay here very long; and when we are quite by\nourselves--no allusions to the past; we must not hurt their feelings in\nany way.\n\nMrs. Bernick: How magnanimous you are, Karsten!\n\nBernick: Oh, don't speak of that.\n\nMrs. Bernick: But you must let me thank you; and you must forgive me\nfor being so hasty. I am sure you had every reason to--\n\nBernick: Don't talk about it, please.\n\nHilmar: Ugh!\n\n(JOHAN TONNESEN and DINA come up through the garden, followed by LONA\nand OLAF.)\n\nLona: Good morning, dear people!\n\nJohan: We have been out having a look round the old place, Karsten.\n\nBernick: So I hear. Greatly altered, is it not?\n\nLona: Mr. Bernick's great and good works everywhere. We have been up\ninto the Recreation Ground you have presented to the town.\n\nBernick: Have you been there?\n\nLona: \"The gift of Karsten Bernick,\" as it says over the gateway. You\nseem to be responsible for the whole place here.\n\nJohan: Splendid ships you have got, too. I met my old schoolfellow, the\ncaptain of the \"Palm Tree.\"\n\nLona: And you have built a new school-house too; and I hear that the\ntown has to thank you for both the gas supply and the water supply.\n\nBernick: Well, one ought to work for the good of the community one\nlives in.\n\nLona: That is an excellent sentiment, brother-in-law, but it is a\npleasure, all the same, to see how people appreciate you. I am not\nvain, I hope; but I could not resist reminding one or two of the people\nwe talked to that we were relations of yours.\n\nHilmar: Ugh!\n\nLona: Do you say \"ugh\" to that?\n\nHilmar: No, I said \"ahem.\"\n\nLona: Oh, poor chap, you may say that if you like. But are you all by\nyourselves today?\n\nBernick: Yes, we are by ourselves today.\n\nLona: Ah, yes, we met a couple of members of your Morality Society up\nat the market; they made out they were very busy. You and I have never\nhad an opportunity for a good talk yet. Yesterday you had your three\npioneers here, as well as the parson.\n\nHilmar: The schoolmaster.\n\nLona: I call him the parson. But now tell me what you think of my work\nduring these fifteen years? Hasn't he grown a fine fellow? Who would\nrecognise the madcap that ran away from home?\n\nHilmar: Hm!\n\nJohan: Now, Lona, don't brag too much about me.\n\nLona: Well, I can tell you I am precious proud of him. Goodness knows\nit is about the only thing I have done in my life; but it does give me\na sort of right to exist. When I think, Johan, how we two began over\nthere with nothing but our four bare fists.\n\nHilmar: Hands.\n\nLona: I say fists; and they were dirty fists.\n\nHilmar: Ugh!\n\nLona: And empty, too.\n\nHilmar: Empty? Well, I must say--\n\nLona: What must you say?\n\nBernick: Ahem!\n\nHilmar: I must say--ugh! (Goes out through the garden.)\n\nLona: What is the matter with the man?\n\nBernick: Oh, do not take any notice of him; his nerves are rather upset\njust now. Would you not like to take a look at the garden? You have not\nbeen down there yet, and I have got an hour to spare.\n\nLona: With pleasure. I can tell you my thoughts have been with you in\nthis garden many and many a time.\n\nMrs. Bernick: We have made a great many alterations there too, as you\nwill see. (BERNICK, MRS. BERNICK, and LONA go down to the garden, where\nthey are visible every now and then during the following scene.)\n\nOlaf (coming to the verandah door): Uncle Hilmar, do you know what\nuncle Johan asked me? He asked me if I would go to America with him.\n\nHilmar: You, you duffer, who are tied to your mother's apron strings--!\n\nOlaf: Ah, but I won't be that any longer. You will see, when I grow big.\n\nHilmar: Oh, fiddlesticks! You have no really serious bent towards the\nstrength of character necessary to--.\n\n(They go down to the garden. DINA meanwhile has taken off her hat and\nis standing at the door on the right, shaking the dust off her dress.)\n\nJohan (to DINA): The walk has made you pretty warm.\n\nDina: Yes, it was a splendid walk. I have never had such a splendid\nwalk before.\n\nJohan: Do you not often go for a walk in the morning?\n\nDina: Oh, yes--but only with Olaf.\n\nJohan: I see.--Would you rather go down into the garden than stay here?\n\nDina: No, I would rather stay here.\n\nJohan: So would I. Then shall we consider it a bargain that we are to\ngo for a walk like this together every morning?\n\nDina: No, Mr. Tonnesen, you mustn't do that.\n\nJohan: What mustn't I do? You promised, you know.\n\nDina: Yes, but--on second thought--you mustn't go out with me.\n\nJohan: But why not?\n\nDina: Of course, you are a stranger--you cannot understand; but I must\ntell you--\n\nJohan: Well?\n\nDina: No, I would rather not talk about it.\n\nJohan: Oh, but you must; you can talk to me about whatever you like.\n\nDina: Well, I must tell you that I am not like the other young girls\nhere. There is something--something or other about me. That is why you\nmustn't.\n\nJohan: But I do not understand anything about it. You have not done\nanything wrong?\n\nDina: No, not I, but--no, I am not going to talk any more about it now.\nYou will hear about it from the others, sure enough.\n\nJohan: Hm!\n\nDina: But there is something else I want very much to ask you.\n\nJohan: What is that?\n\nDina: I suppose it is easy to make a position for oneself over in\nAmerica?\n\nJohan: No, it is not always easy; at first you often have to rough it\nand work very hard.\n\nDina: I should be quite ready to do that.\n\nJohan: You?\n\nDina: I can work now; I am strong and healthy; and Aunt Martha taught\nme a lot.\n\nJohan: Well, hang it, come back with us!\n\nDina: Ah, now you are only making fun of me; you said that to Olaf too.\nBut what I wanted to know is if people are so very--so very moral over\nthere?\n\nJohan: Moral?\n\nDina: Yes; I mean are they as--as proper and as well-behaved as they\nare here?\n\nJohan: Well, at all events they are not so bad as people here make out.\nYou need not be afraid on that score.\n\nDina: You don't understand me. What I want to hear is just that they\nare not so proper and so moral.\n\nJohan: Not? What would you wish them to be, then?\n\nDina: I would wish them to be natural.\n\nJohan: Well, I believe that is just what they are.\n\nDina: Because in that case I should get on if I went there.\n\nJohan: You would, for certain!--and that is why you must come back with\nus.\n\nDina: No, I don't want to go with you; I must go alone. Oh, I would\nmake something of my life; I would get on--\n\nBernick (speaking to LONA and his wife at the foot of the garden\nsteps): Wait a moment--I will fetch it, Betty dear; you might so easily\ncatch cold. (Comes into the room and looks for his wife's shawl.)\n\nMrs. Bernick (from outside): You must come out too, Johan; we are going\ndown to the grotto.\n\nBernick: No, I want Johan to stay here. Look here, Dina; you take my\nwife's shawl and go with them. Johan is going to stay here with me,\nBetty dear. I want to hear how he is getting on over there.\n\nMrs. Bernick: Very well--then you will follow us; you know where you\nwill find us. (MRS. BERNICK, LONA and DINA go out through the garden,\nto the left. BERNICK looks after them for a moment, then goes to the\nfarther door on the left and locks it, after which he goes up to JOHAN,\ngrasps both his hands, and shakes them warmly.)\n\nBernick: Johan, now that we are alone, you must let me thank you.\n\nJohan: Oh, nonsense!\n\nBernick: My home and all the happiness that it means to me--my position\nhere as a citizen--all these I owe to you.\n\nJohan: Well, I am glad of it, Karsten; some good came of that mad story\nafter all, then.\n\nBernick (grasping his hands again): But still you must let me thank\nyou! Not one in ten thousand would have done what you did for me.\n\nJohan: Rubbish! Weren't we, both of us, young and thoughtless? One of\nus had to take the blame, you know.\n\nBernick: But surely the guilty one was the proper one to do that?\n\nJohan: Stop! At the moment the innocent one happened to be the proper\none to do it. Remember, I had no ties--I was an orphan; it was a lucky\nchance to get free from the drudgery of the office. You, on the other\nhand, had your old mother still alive; and, besides that, you had just\nbecome secretly engaged to Betty, who was devoted to you. What would\nhave happened between you and her if it had come to her ears?\n\nBernick: That is true enough, but still--\n\nJohan: And wasn't it just for Betty's sake that you broke off your\nacquaintance with Mrs. Dorf? Why, it was merely in order to put an end\nto the whole thing that you were up there with her that evening.\n\nBernick: Yes, that unfortunate evening when that drunken creature came\nhome! Yes, Johan, it was for Betty's sake; but, all the same, it was\nsplendid of you to let all the appearances go against you, and to go\naway.\n\nJohan: Put your scruples to rest, my dear Karsten. We agreed that it\nshould be so; you had to be saved, and you were my friend. I can tell\nyou, I was uncommonly proud of that friendship. Here was I, drudging\naway like a miserable stick-in-the-mud, when you came back from your\ngrand tour abroad, a great swell who had been to London and to Paris;\nand you chose me for your chum, although I was four years younger than\nyou--it is true it was because you were courting Betty, I understand\nthat now--but I was proud of it! Who would not have been? Who would not\nwillingly have sacrificed himself for you?--especially as it only meant\na month's talk in the town, and enabled me to get away into the wide\nworld.\n\nBernick: Ah, my dear Johan, I must be candid and tell you that the\nstory is not so completely forgotten yet.\n\nJohan: Isn't it? Well, what does that matter to me, once I am back over\nthere on my farm again?\n\nBernick: Then you mean to go back?\n\nJohan: Of course.\n\nBernick: But not immediately, I hope?\n\nJohan: As soon as possible. It was only to humour Lona that I came over\nwith her, you know.\n\nBernick: Really? How so?\n\nJohan: Well, you see, Lona is no longer young, and lately she began to\nbe obsessed with home-sickness; but she never would admit it. (Smiles.)\nHow could she venture to risk leaving such a flighty fellow as me\nalone, who before I was nineteen had been mixed up in...\n\nBernick: Well, what then?\n\nJohan: Well, Karsten, now I am coming to a confession that I am ashamed\nto make.\n\nBernick: You surely haven't confided the truth to her?\n\nJohan: Yes. It was wrong of me, but I could not do otherwise. You can\nhave no conception what Lona has been to me. You never could put up\nwith her; but she has been like a mother to me. The first year we were\nout there, when things went so badly with us, you have no idea how she\nworked! And when I was ill for a long time, and could earn nothing and\ncould not prevent her, she took to singing ballads in taverns, and gave\nlectures that people laughed at; and then she wrote a book that she has\nboth laughed and cried over since then--all to keep the life in me.\nCould I look on when in the winter she, who had toiled and drudged for\nme, began to pine away? No, Karsten, I couldn't. And so I said, \"You go\nhome for a trip, Lona; don't be afraid for me, I am not so flighty as\nyou think.\" And so--the end of it was that she had to know.\n\nBernick: And how did she take it?\n\nJohan: Well, she thought, as was true, that as I knew I was innocent\nnothing need prevent me from taking a trip over here with her. But make\nyour mind easy; Lona will let nothing out, and I shall keep my mouth\nshut as I did before.\n\nBernick: Yes, yes I rely on that.\n\nJohan: Here is my hand on it. And now we will say no more about that\nold story; luckily it is the only mad prank either of us has been\nguilty of, I am sure. I want thoroughly to enjoy the few days I shall\nstay here. You cannot think what a delightful walk we had this morning.\nWho would have believed that that little imp, who used to run about\nhere and play angels' parts on the stage--! But tell me, my dear\nfellow, what became of her parents afterwards?\n\nBernick: Oh, my boy, I can tell you no more than I wrote to you\nimmediately after you went away. I suppose you got my two letters?\n\nJohan: Yes, yes, I have them both. So that drunken fellow deserted her?\n\nBernick: And drank himself to death afterwards.\n\nJohan: And she died soon afterwards, too?\n\nBernick: She was proud; she betrayed nothing, and would accept nothing.\n\nJohan: Well, at all events you did the right thing by taking Dina into\nyour house.\n\nBernick: I suppose so. As a matter of fact it was Martha that brought\nthat about.\n\nJohan: So it was Martha? By the way, where is she today?\n\nBernick: She? Oh, when she hasn't her school to look after, she has her\nsick people to see to.\n\nJohan: So it was Martha who interested herself in her.\n\nBernick: Yes, you know Martha has always had a certain liking for\nteaching; so she took a post in the boarding-school. It was very\nridiculous of her.\n\nJohan: I thought she looked very worn yesterday; I should be afraid her\nhealth was not good enough for it.\n\nBernick: Oh, as far as her health goes, it is all right enough. But it\nis unpleasant for me; it looks as though I, her brother, were not\nwilling to support her.\n\nJohan: Support her? I thought she had means enough of her own.\n\nBernick: Not a penny. Surely you remember how badly off our mother was\nwhen you went away? She carried things on for a time with my\nassistance, but naturally I could not put up with that state of affairs\npermanently. I made her take me into the firm, but even then things did\nnot go well. So I had to take over the whole business myself, and when\nwe made up our balance-sheet, it became evident that there was\npractically nothing left as my mother's share. And when mother died\nsoon afterwards, of course Martha was left penniless.\n\nJohan: Poor Martha!\n\nBernick: Poor! Why? You surely do not suppose I let her want for\nanything? No, I venture to say I am a good brother. Of course she has a\nhome here with us; her salary as a teacher is more than enough for her\nto dress on; what more could she want?\n\nJohan: Hm--that is not our idea of things in America.\n\nBernick: No, I dare say not--in such a revolutionary state of society\nas you find there. But in our small circle--in which, thank God,\ndepravity has not gained a footing, up to now at all events--women are\ncontent to occupy a seemly, as well as modest, position. Moreover, it\nis Martha's own fault; I mean, she might have been provided for long\nago, if she had wished.\n\nJohan: You mean she might have married?\n\nBernick: Yes, and married very well, too. She has had several good\noffers--curiously enough, when you think that she is a poor girl, no\nlonger young, and, besides, quite an insignificant person.\n\nJohan: Insignificant?\n\nBernick: Oh, I am not blaming her for that. I most certainly would not\nwish her otherwise. I can tell you it is always a good thing to have a\nsteady-going person like that in a big house like this--some one you\ncan rely on in any contingency.\n\nJohan: Yes, but what does she--?\n\nBernick: She? How? Oh well, of course she has plenty to interest\nherself in; she has Betty and Olaf and me. People should not think\nfirst of themselves--women least of all. We have all got some\ncommunity, great or small, to work for. That is my principle, at all\nevents. (Points to KRAP, who has come in from the right.) Ah, here is\nan example of it, ready to hand. Do you suppose that it is my own\naffairs that are absorbing me just now? By no means. (Eagerly to KRAP.)\nWell?\n\nKrap (in an undertone, showing him a bundle of papers): Here are all\nthe sale contracts, completed.\n\nBernick: Capital! Splendid!--Well, Johan, you must really excuse me for\nthe present. (In a low voice, grasping his hand.) Thanks, Johan,\nthanks! And rest assured that anything I can do for you-- Well, of\ncourse you understand. Come along, Krap. (They go into BERNICK'S room.)\n\nJohan (looking after them for a moment): Hm!-- (Turns to go down to the\ngarden. At the same moment MARTHA comes in from the right, with a\nlittle basket over her arm.) Martha!\n\nMartha: Ah, Johan--is it you?\n\nJohan: Out so early?\n\nMartha: Yes. Wait a moment; the others are just coming. (Moves towards\nthe door on the left.)\n\nJohan: Martha, are you always in such a hurry?\n\nMartha: I?\n\nJohan: Yesterday you seemed to avoid me, so that I never managed to\nhave a word with you--we two old playfellows.\n\nMartha: Ah, Johan; that is many, many years ago.\n\nJohan: Good Lord--why, it is only fifteen years ago, no more and no\nless. Do you think I have changed so much?\n\nMartha: You? Oh yes, you have changed too, although--\n\nJohan: What do you mean?\n\nMartha: Oh, nothing.\n\nJohan: You do not seem to be very glad to see me again.\n\nMartha: I have waited so long, Johan--too long.\n\nJohan: Waited? For me to come?\n\nMartha: Yes.\n\nJohan. And why did you think I would come?\n\nMartha: To atone for the wrong you had done.\n\nJohan: I?\n\nMartha: Have you forgotten that it was through you that a woman died in\nneed and in shame? Have you forgotten that it was through you that the\nbest years of a young girl's life were embittered?\n\nJohan: And you can say such things to me? Martha, has your brother\nnever--?\n\nMartha: Never what?\n\nJohan: Has he never--oh, of course, I mean has he never so much as said\na word in my defence?\n\nMartha: Ah, Johan, you know Karsten's high principles.\n\nJohan: Hm--! Oh, of course; I know my old friend Karsten's high\nprinciples! But really this is--. Well, well. I was having a talk with\nhim just now. He seems to me to have altered considerably.\n\nMartha: How can you say that? I am sure Karsten has always been an\nexcellent man.\n\nJohan: Yes, that was not exactly what I meant--but never mind. Hm! Now\nI understand the light you have seen me in; it was the return of the\nprodigal that you were waiting for.\n\nMartha: Johan, I will tell you what light I have seen you in. (Points\ndown to the garden.) Do you see that girl playing on the grass down\nthere with Olaf? That is Dina. Do you remember that incoherent letter\nyou wrote me when you went away? You asked me to believe in you. I have\nbelieved in you, Johan. All the horrible things that were rumoured\nabout you after you had gone must have been done through being led\nastray--from thoughtlessness, without premeditation.\n\nJohan: What do you mean?\n\nMartha: Oh! you understand me well enough--not a word more of that. But\nof course you had to go away and begin afresh--a new life. Your duties\nhere which you never remembered to undertake--or never were able to\nundertake--I have undertaken for you. I tell you this, so that you\nshall not have that also to reproach yourself with. I have been a\nmother to that much-wronged child; I have brought her up as well as I\nwas able.\n\nJohan: And have wasted your whole life for that reason.\n\nMartha: It has not been wasted. But you have come late, Johan.\n\nJohan: Martha--if only I could tell you--. Well, at all events let me\nthank you for your loyal friendship.\n\nMartha (with a sad smile): Hm.--Well, we have had it out now, Johan.\nHush, some one is coming. Goodbye, I can't stay now. (Goes out through\nthe farther door on the left. LONA comes in from the garden, followed\nby MRS. BERNICK.)\n\nMrs. Bernick: But good gracious, Lona--what are you thinking of?\n\nLona: Let me be, I tell you! I must and will speak to him.\n\nMrs. Bernick: But it would be a scandal of the worst sort! Ah,\nJohan--still here?\n\nLona: Out with you, my boy; don't stay here in doors; go down into the\ngarden and have a chat with Dina.\n\nJohan: I was just thinking of doing so.\n\nMrs. Bernick: But--\n\nLona: Look here, Johan--have you had a good look at Dina?\n\nJohan: I should think so!\n\nLona: Well, look at her to some purpose, my boy. That would be somebody\nfor you!\n\nMrs. Bernick: But, Lona!\n\nJohan: Somebody for me?\n\nLona: Yes, to look at, I mean. Be off with you!\n\nJohan: Oh, I don't need any pressing. (Goes down into the garden.)\n\nMrs. Bernick: Lona, you astound me! You cannot possibly be serious\nabout it?\n\nLona: Indeed I am. Isn't she sweet and healthy and honest? She is\nexactly the wife for Johan. She is just what he needs over there; it\nwill be a change from an old step-sister.\n\nMrs. Bernick: Dina? Dina Dorf? But think--\n\nLona: I think first and foremost of the boy's happiness. Because, help\nhim I must; he has not much idea of that sort of thing; he has never\nhad much of an eye for girls or women.\n\nMrs. Bernick: He? Johan? Indeed I think we have had only too sad proofs\nthat--\n\nLona: Oh, devil take all those stupid stories! Where is Karsten? I mean\nto speak to him.\n\nMrs. Bernick: Lona, you must not do it, I tell you.\n\nLona: I am going to. If the boy takes a fancy to her--and she to\nhim--then they shall make a match of it. Karsten is such a clever man,\nhe must find some way to bring it about.\n\nMrs. Bernick: And do you think these American indecencies will be\npermitted here?\n\nLona: Bosh, Betty!\n\nMrs. Bernick: Do you think a man like Karsten, with his strictly moral\nway of thinking--\n\nLona: Pooh! he is not so terribly moral.\n\nMrs. Bernick: What have you the audacity to say?\n\nLona: I have the audacity to say that Karsten is not any more\nparticularly moral than anybody else.\n\nMrs. Bernick: So you still hate him as deeply as that! But what are you\ndoing here, if you have never been able to forget that? I cannot\nunderstand how you, dare look him in the face after the shameful insult\nyou put upon him in the old days.\n\nLona: Yes, Betty, that time I did forget myself badly.\n\nMrs. Bernick: And to think how magnanimously he has forgiven you--he,\nwho had never done any wrong! It was not his fault that you encouraged\nyourself with hopes. But since then you have always hated me too.\n(Bursts into tears.) You have always begrudged me my good fortune. And\nnow you come here to heap all this on my head--to let the whole town\nknow what sort of a family I have brought Karsten into. Yes, it is me\nthat it all falls upon, and that is what you want. Oh, it is abominable\nof you! (Goes out by the door on the left, in tears.)\n\nLona (looking after her): Poor Betty! (BERNICK comes in from his room.\nHe stops at the door to speak to KRAP.)\n\nBernick: Yes, that is excellent, Krap--capital! Send twenty pounds to\nthe fund for dinners to the poor. (Turns round.) Lona! (Comes forward.)\nAre you alone? Is Betty not coming in?\n\nLona: No. Would you like me to call her?\n\nBernick: No, no--not at all. Oh, Lona, you don't know how anxious I\nhave been to speak openly to you--after having begged for your\nforgiveness.\n\nLona: Look here, Karsten--do not let us be sentimental; it doesn't suit\nus.\n\nBernick: You must listen to me, Lona. I know only too well how much\nappearances are against me, as you have learnt all about that affair\nwith Dina's mother. But I swear to you that it was only a temporary\ninfatuation; I was really, truly and honestly, in love with you once.\n\nLona: Why do you think I have come home?\n\nBernick: Whatever you have in your mind, I entreat, you to do nothing\nuntil I have exculpated myself. I can do that, Lona; at all events I\ncan excuse myself.\n\nLona: Now you are frightened. You once were in love with me, you say.\nYes, you told me that often enough in your letters; and perhaps it was\ntrue, too--in a way--as long as you were living out in the great, free\nworld which gave you the courage to think freely and greatly. Perhaps\nyou found in me a little more character and strength of will and\nindependence than in most of the folk at home here. And then we kept it\nsecret between us; nobody could make fun of your bad taste.\n\nBernick: Lona, how can you think--?\n\nLona: But when you came back--when you heard the gibes that were made\nat me on all sides--when you noticed how people laughed at what they\ncalled my absurdities...\n\nBernick: You were regardless of people's opinion at that time.\n\nLona: Chiefly to annoy the petticoated and trousered prudes that one\nmet at every turn in the town. And then, when you met that seductive\nyoung actress--\n\nBernick: It was a boyish escapade--nothing more; I swear to you that\nthere was no truth in a tenth part of the rumours and gossip that went\nabout.\n\nLona: Maybe. But then, when Betty came home--a pretty young girl,\nidolised by every one--and it became known that she would inherit all\nher aunt's money and that I would have nothing!\n\nBernick: That is just the point, Lona; and now you shall have the truth\nwithout any beating about the bush. I did not love Betty then; I did\nnot break off my engagement with you because of any new attachment. It\nwas entirely for the sake of the money. I needed it; I had to make sure\nof it.\n\nLona: And you have the face to tell me that?\n\nBernick: Yes, I have. Listen, Lona.\n\nLona: And yet you wrote to me that an unconquerable passion for Betty\nhad overcome you--invoked my magnanimity--begged me, for Betty's sake,\nto hold my tongue about all that had been between us.\n\nBernick: I had to, I tell you.\n\nLona: Now, by Heaven, I don't regret that I forgot myself as I did that\ntime--\n\nBernick: Let me tell you the plain truth of how things stood with me\nthen. My mother, as you remember, was at the head of the business, but\nshe was absolutely without any business ability whatever. I was\nhurriedly summoned home from Paris; times were critical, and they\nrelied on me to set things straight. What did I find? I found--and you\nmust keep this a profound secret--a house on the brink of ruin. Yes--as\ngood as on the brink of ruin, this old respected house which had seen\nthree generations of us. What else could I--the son, the only son--do\nthan look about for some means of saving it?\n\nLona: And so you saved the house of Bernick at the cost of a woman.\n\nBernick: You know quite well that Betty was in love with me.\n\nLona: But what about me?\n\nBernick: Believe me, Lona, you would never have been happy with me.\n\nLona: Was it out of consideration for my happiness that you sacrificed\nme?\n\nBernick: Do you suppose I acted as I did from selfish motives? If I had\nstood alone then, I would have begun all over again with cheerful\ncourage. But you do not understand how the life of a man of business,\nwith his tremendous responsibilities, is bound up with that of the\nbusiness which falls to his inheritance. Do you realise that the\nprosperity or the ruin of hundreds--of thousands--depends on him? Can\nyou not take into consideration the fact that the whole community in\nwhich both you and I were born would have been affected to the most\ndangerous extent if the house of Bernick had gone to smash?\n\nLon: Then is it for the sake of the community that you have maintained\nyour position these fifteen years upon a lie?\n\nBernick: Upon a lie?\n\nLona: What does Betty know of all this...that underlies her union with\nyou?\n\nBernick: Do you suppose that I would hurt her feelings to no purpose by\ndisclosing the truth?\n\nLona: To no purpose, you say? Well, well--You are a man of business;\nyou ought to understand what is to the purpose. But listen to me,\nKarsten--I am going to speak the plain truth now. Tell me, are you\nreally happy?\n\nBernick: In my family life, do you mean?\n\nLona: Yes.\n\nBernick: I am, Lona. You have not been a self-sacrificing friend to me\nin vain. I can honestly say that I have grown happier every year. Betty\nis good and willing; and if I were to tell you how, in the course of\nyears, she has learned to model her character on the lines of my own--\n\nLona: Hm!\n\nBernick: At first, of course, she had a whole lot of romantic notions\nabout love; she could not reconcile herself to the idea that, little by\nlittle, it must change into a quiet comradeship.\n\nLona: But now she is quite reconciled to that?\n\nBernick: Absolutely. As you can imagine, daily intercourse with me has\nhad no small share in developing her character. Every one, in their\ndegree, has to learn to lower their own pretensions, if they are to\nlive worthily of the community to which they belong. And Betty, in her\nturn, has gradually learned to understand this; and that is why our\nhome is now a model to our fellow citizens.\n\nLona: But your fellow citizens know nothing about the lie?\n\nBernick: The lie?\n\nLona: Yes--the lie you have persisted in for these fifteen years.\n\nBernick: Do you mean to say that you call that--?\n\nLona: I call it a lie--a threefold lie: first of all, there is the lie\ntowards me; then, the lie towards Betty; and then, the lie towards\nJohan.\n\nBernick: Betty has never asked me to speak.\n\nLona: Because she has known nothing.\n\nBernick: And you will not demand it--out of consideration for her.\n\nLona: Oh, no--I shall manage to put up with their gibes well enough; I\nhave broad shoulders.\n\nBernick: And Johan will not demand it either; he has promised me that.\n\nLona: But you yourself, Karsten? Do you feel within yourself no impulse\nurging you to shake yourself free of this lie?\n\nBernick: Do you suppose that of my own free will I would sacrifice my\nfamily happiness and my position in the world?\n\nLona: What right have you to the position you hold?\n\nBernick: Every day during these fifteen years I have earned some little\nright to it--by my conduct, and by what I have achieved by my work.\n\nLona: True, you have achieved a great deal by your work, for yourself\nas well as for others. You are the richest and most influential man in\nthe town; nobody in it dares do otherwise than defer to your will,\nbecause you are looked upon as a man without spot or blemish; your home\nis regarded as a model home, and your conduct as a model of conduct.\nBut all this grandeur, and you with it, is founded on a treacherous\nmorass. A moment may come and a word may be spoken, when you and all\nyour grandeur will be engulfed in the morass, if you do not save\nyourself in time.\n\nBernick: Lona--what is your object in coming here?\n\nLona: I want to help you to get firm ground under your feet, Karsten.\n\nBernick: Revenge!--you want to revenge yourself! I suspected it. But\nyou won't succeed! There is only one person here that can speak with\nauthority, and he will be silent.\n\nLona: You mean Johan?\n\nBernick: Yes, Johan. If any one else accuses me, I shall deny\neverything. If any one tries to crush me, I shall fight for my life.\nBut you will never succeed in that, let me tell you! The one who could\nstrike me down will say nothing--and is going away.\n\n(RUMMEL and VIGELAND come in from the right.)\n\nRummel: Good morning, my dear Bernick, good morning. You must come up\nwith us to the Commercial Association. There is a meeting about the\nrailway scheme, you know.\n\nBernick: I cannot. It is impossible just now.\n\nVigeland: You really must, Mr. Bernick.\n\nRummel: Bernick, you must. There is an opposition to us on foot.\nHammer, and the rest of those who believe in a line along the coast,\nare declaring that private interests are at the back of the new\nproposals.\n\nBernick: Well then, explain to them--\n\nVigeland: Our explanations have no effect, Mr. Bernick.\n\nRummel: No, no, you must come yourself. Naturally, no one would dare to\nsuspect you of such duplicity.\n\nLona: I should think not.\n\nBernick: I cannot, I tell you; I am not well. Or, at all events,\nwait--let me pull myself together. (RORLUND comes in from the right.)\n\nRorlund: Excuse me, Mr. Bernick, but I am terribly upset.\n\nBernick: Why, what is the matter with you?\n\nRorlund. I must put a question to you, Mr. Bernick. Is it with your\nconsent that the young girl who has found a shelter under your roof\nshows herself in the open street in the company of a person who--\n\nLona: What person, Mr. Parson?\n\nRorlund: With the person from whom, of all others in the world, she\nought to be kept farthest apart!\n\nLona: Ha! ha!\n\nRorlund: Is it with your consent, Mr. Bernick?\n\nBernick (looking for his hat and gloves). I know nothing about it. You\nmust excuse me; I am in a great hurry. I am due at the Commercial\nAssociation.\n\n(HILMAR comes up from the garden and goes over to the farther door on\nthe left.)\n\nHilmar: Betty--Betty, I want to speak to you.\n\nMrs. Bernick (coming to the door): What is it?\n\nHilmar: You ought to go down into the garden and put a stop to the\nflirtation that is going on between a certain person and Dina Dorf! It\nhas quite got on my nerves to listen to them.\n\nLona: Indeed! And what has the certain person been saying?\n\nHilmar: Oh, only that he wishes she would go off to America with him.\nUgh!\n\nRorlund: Is it possible?\n\nMrs. Bernick: What do you say?\n\nLona: But that would be perfectly splendid!\n\nBernick: Impossible! You cannot have heard right.\n\nHilmar: Ask him yourself, then. Here comes the pair of them. Only,\nleave me out of it, please.\n\nBernick (to RUMMEL and VIGELAND): I will follow you--in a moment.\n(RUMMEL and VIGELAND go out to the right. JOHAN and DINA come up from\nthe garden.)\n\nJohan: Hurrah, Lona, she is going with us!\n\nMrs. Bernick: But, Johan--are you out of your senses?\n\nRorlund: Can I believe my ears! Such an atrocious scandal! By what arts\nof seduction have you--?\n\nJohan: Come, come, sir--what are you saying?\n\nRorlund: Answer me, Dina; do you mean to do this--entirely of your own\nfree will?\n\nDina: I must get away from here.\n\nRorlund: But with him!--with him!\n\nDina: Can you tell me of any one else here who would have the courage\nto take me with him?\n\nRorlund: Very well, then--you shall learn who he is.\n\nJohan: Do not speak!\n\nBernick: Not a word more!\n\nRorlund: If I did not, I should be unworthy to serve a community of\nwhose morals I have been appointed a guardian, and should be acting\nmost unjustifiably towards this young girl, in whose upbringing I have\ntaken a material part, and who is to me--\n\nJohan: Take care what you are doing!\n\nRorlund: She shall know! Dina, this is the man who was the cause of all\nyour mother's misery and shame.\n\nBernick: Mr. Rorlund--?\n\nDina:  He! (TO JOHAN.) Is this true?\n\nJohan: Karsten, you answer.\n\nBernick: Not a word more! Do not let us say another word about it today.\n\nDina: Then it is true.\n\nRorlund: Yes, it is true. And more than that, this fellow--whom you\nwere going to trust--did not run away from home empty-handed; ask him\nabout old Mrs. Bernick's cash-box.... Mr. Bernick can bear witness to\nthat!\n\nLona: Liar\n\nBernick: Ah!\n\nMrs. Bernick: My God! my God!\n\nJohan (rushing at RORLUND with uplifted arm): And you dare to--\n\nLona (restraining him): Do not strike him, Johan!\n\nRorlund: That is right, assault me! But the truth will out; and it is\nthe truth--Mr. Bernick has admitted it--and the whole town knows it.\nNow, Dina, you know him. (A short silence.)\n\nJohan (softly, grasping BERNICK by the arm): Karsten, Karsten, what\nhave you done?\n\nMrs. Bernick (in tears): Oh, Karsten, to think that I should have mixed\nyou up in all this disgrace!\n\nSandstad (coming in hurriedly from the right, and calling out, with his\nhand still on the door-handle): You positively must come now, Mr.\nBernick. The fate of the whole railway is hanging by a thread.\n\nBernick (abstractedly): What is it? What have I to--\n\nLona (earnestly and with emphasis): You have to go and be a pillar of\nsociety, brother-in-law.\n\nSandstad: Yes, come along; we need the full weight of your moral\nexcellence on our side.\n\nJohan (aside, to BERNICK): Karsten, we will have a talk about this\ntomorrow. (Goes out through the garden. BERNICK, looking half dazed,\ngoes out to the right with SANDSTAD.)\n\n\n\n\nACT III\n\n\n(SCENE--The same room. BERNICK, with a cane in his hand and evidently\nin a great rage, comes out of the farther room on the left, leaving the\ndoor half-open behind him.)\n\nBernick (speaking to his wife, who is in the other room): There! I have\ngiven it him in earnest now; I don't think he will forget that\nthrashing! What do you say?--And I say that you are an injudicious\nmother! You make excuses for him, and countenance any sort of rascality\non his part--Not rascality? What do you call it, then? Slipping out of\nthe house at night, going out in a fishing boat, staying away till well\non in the day, and giving me such a horrible fright when I have so much\nto worry me! And then the young scamp has the audacity to threaten that\nhe will run away! Just let him try it!--You? No, very likely; you don't\ntrouble yourself much about what happens to him. I really believe that\nif he were to get killed--! Oh, really? Well, I have work to leave\nbehind me in the world; I have no fancy for being left childless--Now,\ndo not raise objections, Betty; it shall be as I say--he is confined to\nthe house. (Listens.) Hush; do not let any one notice anything. (KRAP\ncomes in from the right.)\n\nKrap: Can you spare me a moment, Mr. Bernick?\n\nBernick (throwing away the cane): Certainly, certainly. Have you come\nfrom the yard?\n\nKrap: Yes. Ahem--!\n\nBernick: Well? Nothing wrong with the \"Palm Tree,\" I hope?\n\nKrap: The \"Palm Tree\" can sail tomorrow, but\n\nBernick: It is the \"Indian Girl,\" then? I had a suspicion that that\nobstinate fellow--\n\nKrap: The \"Indian Girl\" can sail tomorrow, too; but I am sure she will\nnot get very far.\n\nBernick: What do you mean?\n\nKrap: Excuse me, sir; that door is standing ajar, and I think there is\nsome one in the other room--\n\nBernick (shutting the door): There, then! But what is this that no one\nelse must hear?\n\nKrap: Just this--that I believe Aune intends to let the \"Indian Girl\"\ngo to the bottom with every mother's son on board.\n\nBernick: Good God!--what makes you think that?\n\nKrap: I cannot account for it any other way, sir.\n\nBernick: Well, tell me as briefly as you can\n\nKrap: I will. You know yourself how slowly the work has gone on in the\nyard since we got the new machines and the new inexperienced hands?\n\nBernick: Yes, yes.\n\nKrap: But this morning, when I went down there, I noticed that the\nrepairs to the American boat had made extraordinary progress; the great\nhole in the bottom--the rotten patch, you know--\n\nBernick: Yes, yes--what about it?\n\nKrap: Was completely repaired--to all appearance at any rate, covered\nup--looked as good as new. I heard that Aune himself had been working\nat it by lantern light the whole night.\n\nBernick: Yes, yes--well?\n\nKrap: I turned it over in my head for a bit; the hands were away at\ntheir breakfast, so I found an opportunity to have a look around the\nboat, both outside and in, without anyone seeing me. I had a job to get\ndown to the bottom through the cargo, but I learned the truth. There is\nsomething very suspicious going on, Mr. Bernick.\n\nBernick: I cannot believe it, Krap. I cannot and will not believe such\na thing of Aune.\n\nKrap: I am very sorry--but it is the simple truth. Something very\nsuspicious is going on. No new timbers put in, as far as I could see,\nonly stopped up and tinkered at, and covered over with sailcloth and\ntarpaulins and that sort of thing--an absolute fraud. The \"Indian Girl\"\nwill never get to New York; she will go to the bottom like a cracked\npot.\n\nBernick: This is most horrible! But what can be his object, do you\nsuppose?\n\nKrap: Probably he wants to bring the machines into discredit--wants to\ntake his revenge--wants to force you to take the old hands on again.\n\nBernick: And to do this he is willing to sacrifice the lives of all on\nboard.\n\nKrap: He said the other day that there were no men on board the \"Indian\nGirl\"--only wild beasts.\n\nBernick: Yes, but--apart from that--has he no regard for the great loss\nof capital it would mean?\n\nKrap: Aune does not look upon capital with a very friendly eye, Mr.\nBernick.\n\nBernick: That is perfectly true; he is an agitator and a fomenter of\ndiscontent; but such an unscrupulous thing as this--Look here, Krap;\nyou must look into the matter once more. Not a word of it to any one.\nThe blame will fall on our yard if any one hears anything of it.\n\nKrap: Of course, but--\n\nBernick: When the hands are away at their dinner you must manage to get\ndown there again; I must have absolute certainty about it.\n\nKrap: You shall, sir; but, excuse me, what do you propose to do?\n\nBernick: Report the affair, naturally. We cannot, of course, let\nourselves become accomplices in such a crime. I could not have such a\nthing on my conscience. Moreover, it will make a good impression, both\non the press and on the public in general, if it is seen that I set all\npersonal interests aside and let justice take its course.\n\nKrap: Quite true, Mr. Bernick.\n\nBernick: But first of all I must be absolutely certain. And meanwhile,\ndo not breathe a word of it.\n\nKrap: Not a word, sir. And you shall have your certainty. (Goes out\nthrough the garden and down the street.)\n\nBernick (half aloud): Shocking!--But no, it is impossible!\nInconceivable!\n\n(As he turns to go into his room, HILMAR comes in from the right.)\n\nHilmar: Good morning, Karsten. Let me congratulate you on your triumph\nat the Commercial Association yesterday.\n\nBernick: Thank you.\n\nHilmar: It was a brilliant triumph, I hear; the triumph of intelligent\npublic spirit over selfishness and prejudice--something like a raid of\nFrench troops on the Kabyles. It is astonishing that after that\nunpleasant scene here, you could--\n\nBernick: Yes, yes--quite so.\n\nHilmar: But the decisive battle has not been fought yet.\n\nBernick: In the matter of the railway, do you mean?\n\nHilmar: Yes; I suppose you know the trouble that Hammer is brewing?\n\nBernick (anxiously): No, what is that?\n\nHilmar: Oh, he is greatly taken up with the rumour that is going\naround, and is preparing to dish up an article about it.\n\nBernick: What rumour?\n\nHilmar: About the extensive purchase of property along the branch line,\nof course.\n\nBernick: What? Is there such a rumour as that going about?\n\nHilmar: It is all over the town. I heard it at the club when I looked\nin there. They say that one of our lawyers has quietly bought up, on\ncommission, all the forest land, all the mining land, all the\nwaterfalls--\n\nBernick: Don't they say whom it was for?\n\nHilmar: At the club they thought it must be for some company, not\nconnected with this town, that has got a hint of the scheme you have in\nhand, and has made haste to buy before the price of these properties\nwent up. Isn't it villainous?--ugh!\n\nBernick: Villainous?\n\nHilmar: Yes, to have strangers putting their fingers into our pie--and\none of our own local lawyers lending himself to such a thing! And now\nit will be outsiders that will get all the profits!\n\nBernick: But, after all, it is only an idle rumour.\n\nHilmar: Meanwhile people are believing it, and tomorrow or the next\nday, I have no doubt Hammer will nail it to the counter as a fact.\nThere is a general sense of exasperation in the town already. I heard\nseveral people say that if the rumour were confirmed they would take\ntheir names off the subscription lists.\n\nBernick: Impossible!\n\nHilmar: Is it? Why do you suppose these mercenary-minded creatures were\nso willing to go into the undertaking with you? Don't you suppose they\nhave scented profit for themselves--\n\nBernick: It is impossible, I am sure; there is so much public spirit in\nour little community--\n\nHilmar: In our community? Of course you are a confirmed optimist, and\nso you judge others by yourself. But I, who am a tolerably experienced\nobserver--! There isn't a single soul in the place--excepting\nourselves, of course--not a single soul in the place who holds up the\nbanner of the Ideal. (Goes towards the verandah.) Ugh, I can see them\nthere--\n\nBernick: See whom?\n\nHilmar: Our two friends from America. (Looks out to the right.) And who\nis that they are walking with? As I am alive, if it is not the captain\nof the \"Indian Girl.\" Ugh!\n\nBernick: What can they want with him?\n\nHilmar. Oh, he is just the right company for them. He looks as if he\nhad been a slave-dealer or a pirate; and who knows what the other two\nmay have been doing all these years.\n\nBernick: Let me tell you that it is grossly unjust to think such things\nabout them.\n\nHilmar: Yes--you are an optimist. But here they are, bearing down upon\nus again; so I will get away while there is time. (Goes towards the\ndoor on the left. LONA comes in from the right.)\n\nLona: Oh, Hilmar, am I driving you away?\n\nHilmar: Not at all; I am in rather a hurry; I want to have a word with\nBetty. (Goes into the farthest room on the left.)\n\nBernick (after a moment's silence): Well, Lona?\n\nLona: Yes?\n\nBernick: What do you think of me today?\n\nLona: The same as I did yesterday. A lie more or less--\n\nBernick: I must enlighten you about it. Where has Johan gone?\n\nLona: He is coming; he had to see a man first.\n\nBernick: After what you heard yesterday, you will understand that my\nwhole life will be ruined if the truth comes to light.\n\nLona: I can understand that.\n\nBernick: Of course, it stands to reason that I was not guilty of the\ncrime there was so much talk about here.\n\nLona: That stands to reason. But who was the thief?\n\nBernick: There was no thief. There was no money stolen--not a penny.\n\nLona: How is that?\n\nBernick: Not a penny, I tell you.\n\nLona: But those rumours? How did that shameful rumour get about that\nJohan--\n\nBernick: Lona, I think I can speak to you as I could to no one else. I\nwill conceal nothing from you. I was partly to blame for spreading the\nrumour.\n\nLona: You? You could act in that way towards a man who for your sake--!\n\nBernick: Do not condemn me without bearing in mind how things stood at\nthat time. I told you about it yesterday. I came home and found my\nmother involved in a mesh of injudicious undertakings; we had all\nmanner of bad luck--it seemed as if misfortunes were raining upon us,\nand our house was on the verge of ruin. I was half reckless and half in\ndespair. Lona, I believe it was mainly to deaden my thoughts that I let\nmyself drift into that entanglement that ended in Johan's going away.\n\nLona: Hm--\n\nBernick: You can well imagine how every kind of rumour was set on foot\nafter you and he had gone. People began to say that it was not his\nfirst piece of folly--that Dorf had received a large sum of money to\nhold his tongue and go away; other people said that she had received\nit. At the same time it was obvious that our house was finding it\ndifficult to meet its obligations. What was more natural than that\nscandal-mongers should find some connection between these two rumours?\nAnd as the woman remained here, living in poverty, people declared that\nhe had taken the money with him to America; and every time rumour\nmentioned the sum, it grew larger.\n\nLona: And you, Karsten--?\n\nBernick: I grasped at the rumour like a drowning man at a straw.\n\nLona: You helped to spread it?\n\nBernick: I did not contradict it. Our creditors had begun to be\npressing, and I had the task of keeping them quiet. The result was the\ndissipating of any suspicion as to the stability of the firm; people\nsaid that we had been hit by a temporary piece of ill-luck--that all\nthat was necessary was that they should not press us--only give us time\nand every creditor would be paid in full.\n\nLona: And every creditor was paid in full?\n\nBernick: Yes, Lona, that rumour saved our house and made me the man I\nnow am.\n\nLona: That is to say, a lie has made you the man you now are.\n\nBernick: Whom did it injure at the time? It was Johan's intention never\nto come back.\n\nLona: You ask whom it injured. Look into your own heart, and tell me if\nit has not injured you.\n\nBernick: Look into any man's heart you please, and you will always\nfind, in every one, at least one black spot which he has to keep\nconcealed.\n\nLona: And you call yourselves pillars of society!\n\nBernick: Society has none better.\n\nLona: And of what consequence is it whether such a society be propped\nup or not? What does it all consist of? Show and lies--and nothing\nelse. Here are you, the first man in the town, living in grandeur and\nluxury, powerful and respected--you, who have branded an innocent man\nas a criminal.\n\nBernick: Do you suppose I am not deeply conscious of the wrong I have\ndone him? And do you suppose I am not ready to make amends to him for\nit?\n\nLona: How? By speaking out?\n\nBernick: Would you have the heart to insist on that?\n\nLona: What else can make amends for such a wrong?\n\nBernick: I am rich, Lona; Johan can demand any sum he pleases.\n\nLona: Yes, offer him money, and you will hear what he will say.\n\nBernick: Do you know what he intends to do?\n\nLona: No; since yesterday he has been dumb. He looks as if this had\nmade a grown man of him all at once.\n\nBernick: I must talk to him.\n\nLona: Here he comes. (JOHAN comes in from the right.)\n\nBernick (going towards hint): Johan--!\n\nJohan (motioning him away): Listen to me first. Yesterday morning I\ngave you my word that I would hold my tongue.\n\nBernick: You did.\n\nJohan: But then I did not know--\n\nBernick: Johan, only let me say a word or two to explain the\ncircumstances--\n\nJohan: It is unnecessary; I understand the circumstances perfectly. The\nfirm was in a dangerous position at the time; I had gone off, and you\nhad my defenceless name and reputation at your mercy. Well, I do not\nblame you so very much for what you did; we were young and thoughtless\nin those days. But now I have need of the truth, and now you must speak.\n\nBernick: And just now I have need of all my reputation for morality,\nand therefore I cannot speak.\n\nJohan: I don't take much account of the false reports you spread about\nme; it is the other thing that you must take the blame of. I shall make\nDina my wife, and here--here in your town--I mean to settle down and\nlive with her.\n\nLona: Is that what you mean to do?\n\nBernick: With Dina? Dina as your wife?--in this town?\n\nJohan: Yes, here and nowhere else. I mean to stay here to defy all\nthese liars and slanderers. But before I can win her, you must\nexonerate me.\n\nBernick: Have you considered that, if I confess to the one thing, it\nwill inevitably mean making myself responsible for the other as well?\nYou will say that I can show by our books that nothing dishonest\nhappened? But I cannot; our books were not so accurately kept in those\ndays. And even if I could, what good would it do? Should I not in any\ncase be pointed at as the man who had once saved himself by an untruth,\nand for fifteen years had allowed that untruth and all its consequences\nto stand without having raised a finger to demolish it? You do not know\nour community very much, or you would realise that it would ruin me\nutterly.\n\nJohan: I can only tell you that I mean to make Mrs. Dorf's daughter my\nwife, and live with her in this town.\n\nBernick (wiping the perspiration from his forehead): Listen to me,\nJohan--and you too, Lona. The circumstances I am in just now are quite\nexceptional. I am situated in such a way that if you aim this blow at\nme you will not only destroy me, but will also destroy a great future,\nrich in blessings, that lies before the community which, after all, was\nthe home of your childhood.\n\nJohan: And if I do not aim this blow at you, I shall be destroying all\nmy future happiness with my own hand.\n\nLona: Go on, Karsten.\n\nBernick: I will tell you, then. It is mixed up with the railway\nproject, and the whole thing is not quite so simple as you think. I\nsuppose you have heard that last year there was some talk of a railway\nline along the coast? Many influential people backed up the\nidea--people in the town and the suburbs, and especially the press; but\nI managed to get the proposal quashed, on the ground that it would have\ninjured our steamboat trade along the coast.\n\nLona: Have you any interest in the steamboat trade?\n\nBernick: Yes. But no one ventured to suspect me on that account; my\nhonoured name fully protected me from that. For the matter of that, I\ncould have stood the loss; but the place could not have stood it. So\nthe inland line was decided upon. As soon as that was done, I assured\nmyself--without saying anything about it--that a branch line could be\nlaid to the town.\n\nLona: Why did you say nothing about it, Karsten?\n\nBernick: Have you heard the rumours of extensive buying up of forest\nlands, mines and waterfalls--?\n\nJohan: Yes, apparently it is some company from another part of the\ncountry.\n\nBernick: As these properties are situated at present, they are as good\nas valueless to their owners, who are scattered about the\nneighbourhood; they have therefore been sold comparatively cheap. If\nthe purchaser had waited till the branch line began to be talked of,\nthe proprietors would have asked exorbitant prices.\n\nLona: Well--what then?\n\nBernick: Now I am going to tell you something that can be construed in\ndifferent ways--a thing to which, in our community, a man could only\nconfess provided he had an untarnished and honoured name to take his\nstand upon.\n\nLona: Well?\n\nBernick: It is I that have bought up the whole of them.\n\nLona: You?\n\nJohan: On your own account?\n\nBernick: On my own account. If the branch line becomes an accomplished\nfact, I am a millionaire; if it does not, I am ruined.\n\nLona: It is a big risk, Karsten.\n\nBernick: I have risked my whole fortune on it.\n\nLona: I am not thinking of your fortune; but if it comes to light that--\n\nBernick. Yes, that is the critical part of it. With the unblemished and\nhonoured name I have hitherto borne, I can take the whole thing upon my\nshoulders, carry it through, and say to my fellow-citizens: \"See, I\nhave taken this risk for the good of the community.\"\n\nLona: Of the community?\n\nBernick: Yes; and not a soul will doubt my motives.\n\nLona: Then some of those concerned in it have acted more\nopenly--without any secret motives or considerations.\n\nBernick: Who?\n\nLona: Why, of course, Rummel and Sandstad and Vigeland.\n\nBernick: To get them on my side I was obliged to let them into the\nsecret.\n\nLona: And they?\n\nBernick: They have stipulated for a fifth part of the profits as their\nshare.\n\nLona: Oh, these pillars of society.\n\nBernick: And isn't it society itself that forces us to use these\nunderhanded means? What would have happened if I had not acted\nsecretly? Everybody would have wanted to have a hand in the\nundertaking; the whole thing would have been divided up, mismanaged and\nbungled. There is not a single man in the town except myself who is\ncapable of directing so big an affair as this will be. In this country,\nalmost without exception, it is only foreigners who have settled here\nwho have the aptitude for big business schemes. That is the reason why\nmy conscience acquits me in the matter. It is only in my hands that\nthese properties can become a real blessing to the many who have to\nmake their daily bread.\n\nLona: I believe you are right there, Karsten.\n\nJohan: But I have no concern with the many, and my life's happiness is\nat stake.\n\nBernick: The welfare of your native place is also at stake. If things\ncome out which cast reflections on my earlier conduct, then all my\nopponents will fall upon me with united vigour. A youthful folly is\nnever allowed to be forgotten in our community. They would go through\nthe whole of my previous life, bring up a thousand little incidents in\nit, interpret and explain them in the light of what has been revealed;\nthey would crush me under the weight of rumours and slanders. I should\nbe obliged to abandon the railway scheme; and, if I take my hand off\nthat, it will come to nothing, and I shall be ruined and my life as a\ncitizen will be over.\n\nLona: Johan, after what we have just heard, you must go away from here\nand hold your tongue.\n\nBernick: Yes, yes, Johan--you must!\n\nJohan: Yes, I will go away, and I will hold my tongue; but I shall come\nback, and then I shall speak.\n\nBernick: Stay over there, Johan; hold your tongue, and I am willing to\nshare with you--\n\nJohan: Keep your money, but give me back my name and reputation.\n\nBernick: And sacrifice my own!\n\nJohan: You and your community must get out of that the best way you\ncan. I must and shall win Dina for my wife. And therefore, I am going\nto sail tomorrow in the \"Indian Girl\"--\n\nBernick: In the \"Indian Girl\"?\n\nJohan: Yes. The captain has promised to take me. I shall go over to\nAmerica, as I say; I shall sell my farm, and set my affairs in order.\nIn two months I shall be back.\n\nBernick: And then you will speak?\n\nJohan: Then the guilty man must take his guilt on himself.\n\nBernick: Have you forgotten that, if I do that, I must also take on\nmyself guilt that is not mine?\n\nJohan: Who is it that for the last fifteen years has benefited by that\nshameful rumour?\n\nBernick: You will drive me to desperation! Well, if you speak, I shall\ndeny everything! I shall say it is a plot against me--that you have\ncome here to blackmail me!\n\nLona: For shame, Karsten!\n\nBernick: I am a desperate man, I tell you, and I shall fight for my\nlife. I shall deny everything--everything!\n\nJohan: I have your two letters. I found them in my box among my other\npapers. This morning I read them again; they are plain enough.\n\nBernick: And will you make them public?\n\nJohan: If it becomes necessary.\n\nBernick: And you will be back here in two months?\n\nJohan: I hope so. The wind is fair. In three weeks I shall be in New\nYork--if the \"Indian Girl\" does not go to the bottom.\n\nBernick (with a start): Go to the bottom? Why should the \"Indian Girl\"\ngo to the bottom?\n\nJohan: Quite so--why should she?\n\nBernick (scarcely audibly): Go to the bottom?\n\nJohan: Well, Karsten, now you know what is before you. You must find\nyour own way out. Good-bye! You can say good-bye to Betty for me,\nalthough she has not treated me like a sister. But I must see Martha.\nShe shall tell Dina---; she shall promise me--(Goes out through the\nfarther door on the left.)\n\nBernick (to himself): The \"Indian Girl\"--? (Quickly.)  Lona, you must\nprevent that!\n\nLona: You see for yourself, Karsten--I have no influence over him any\nlonger. (Follows JOHAN into the other room.)\n\nBernick (a prey to uneasy thoughts): Go to the bottom--?\n\n(AUNE comes in from the right.)\n\nAune: Excuse me, sir, but if it is convenient--\n\nBernick (turning round angrily): What do you want?\n\nAune: To know if I may ask you a question, sir.\n\nBernick: Be quick about it, then. What is it?\n\nAune: I wanted to ask if I am to consider it as certain--absolutely\ncertain--that I should be dismissed from the yard if the \"Indian Girl\"\nwere not ready to sail tomorrow?\n\nBernick: What do you mean? The ship is ready to sail?\n\nAune: Yes--it is. But suppose it were not, should I be discharged?\n\nBernick: What is the use of asking such idle questions?\n\nAune: Only that I should like to know, sir. Will you answer me\nthat?--should I be discharged?\n\nBernick: Am I in the habit of keeping my word or not?\n\nAune: Then tomorrow I should have lost the position I hold in my house\nand among those near and dear to me--lost my influence over men of my\nown class--lost all opportunity of doing anything for the cause of the\npoorer and needier members of the community?\n\nBernick: Aune, we have discussed all that before.\n\nAune: Quite so--then the \"Indian Girl\" will sail.\n\n(A short silence.)\n\nBernick: Look here--it is impossible for me to have my eyes\neverywhere--I cannot be answerable for everything. You can give me your\nassurance, I suppose, that the repairs have been satisfactorily carried\nout?\n\nAune: You gave me very short grace, Mr. Bernick.\n\nBernick: But I understand you to warrant the repairs?\n\nAune: The weather is fine, and it is summer.\n\n(Another pause.)\n\nBernick: Have you anything else to say to me?\n\nAune: I think not, sir.\n\nBernick: Then--the \"Indian Girl\" will sail...\n\nAune: Tomorrow?\n\nBernick: Yes.\n\nAune: Very good. (Bows and goes out. BERNICK stands for a moment\nirresolute; then walks quickly towards the door, as if to call AUNE\nback; but stops, hesitatingly, with his hand on the door-handle. At\nthat moment the door is opened from without, and KRAP comes in.)\n\nKrap (in a low voice): Aha, he has been here. Has he confessed?\n\nBernick: Hm--; have you discovered anything?\n\nKrap: What need of that, sir? Could you not see the evil conscience\nlooking out of the man's eyes?\n\nBernick: Nonsense--such things don't show. Have you discovered\nanything, I want to know?\n\nKrap: I could not manage it; I was too late. They had already begun\nhauling the ship out of the dock. But their very haste in doing that\nplainly shows that--\n\nBernick: It shows nothing. Has the inspection taken place, then?\n\nKrap: Of course; but--\n\nBernick: There, you see! And of course they found nothing to complain\nof?\n\nKrap: Mr. Bernick, you know very well how much this inspection means,\nespecially in a yard that has such a good name as ours has.\n\nBernick: No matter--it takes all responsibility off us.\n\nKrap: But, sir, could you really not tell from Aune's manner that--?\n\nBernick: Aune has completely reassured me, let me tell you.\n\nKrap: And let me tell you, sir, that I am morally certain that--\n\nBernick: What does this mean, Krap? I see plainly enough that you want\nto get your knife into this man; but if you want to attack him, you\nmust find some other occasion. You know how important it is to me--or,\nI should say, to the owners--that the \"Indian Girl\" should sail\nto-morrow.\n\nKrap: Very well--so be it; but if ever we hear of that ship again--hm!\n\n(VIGELAND comes in from the right.)\n\nVigeland: I wish you a very good morning, Mr. Bernick. Have you a\nmoment to spare?\n\nBernick: At your service, Mr. Vigeland.\n\nVigeland: I only want to know if you are also of opinion that the \"Palm\nTree\" should sail tomorrow?\n\nBernick: Certainly; I thought that was quite settled.\n\nVigeland: Well, the captain came to me just now and told me that storm\nsignals have been hoisted.\n\nBernick: Oh! Are we to expect a storm?\n\nVigeland: A stiff breeze, at all events; but not a contrary wind--just\nthe opposite.\n\nBernick: Hm--well, what do you say?\n\nVigeland: I say, as I said to the captain, that the \"Palm Tree\" is in\nthe hands of Providence. Besides, they are only going across the North\nSea at first; and in England, freights are running tolerably high just\nnow, so that--\n\nBernick: Yes, it would probably mean a loss for us if we waited.\n\nVigeland: Besides, she is a stout ship, and fully insured as well. It\nis more risky, now, for the \"Indian Girl\"--\n\nBernick: What do you mean?\n\nVigeland: She sails tomorrow, too.\n\nBernick: Yes, the owners have been in such a hurry, and, besides--\n\nVigeland:  Well, if that old hulk can venture out--and with such a\ncrew, into the bargain--it would be a disgrace to us if we--\n\nBernick: Quite so. I presume you have the ship's papers with you.\n\nVigeland: Yes, here they are.\n\nBernick: Good; then will you go in with Mr. Krap?\n\nKrap: Will you come in here, sir, and we will dispose of them at once.\n\nVigeland: Thank you.--And the issue we leave in the hands of the\nAlmighty, Mr. Bernick. (Goes with KRAP into BERNICK'S room. RORLUND\ncomes up from the garden.)\n\nRorlund:  At home at this time of day, Mr. Bernick?\n\nBernick (lost in thought): As you see.\n\nRorlund: It was really on your wife's account I came. I thought she\nmight be in need of a word of comfort.\n\nBernick: Very likely she is. But I want to have a little talk with you,\ntoo.\n\nRorlund: With the greatest of pleasure, Mr. Bernick. But what is the\nmatter with you? You look quite pale and upset.\n\nBernick: Really? Do I? Well, what else could you expect--a man so\nloaded with responsibilities as I am? There is all my own big\nbusiness--and now the planning of this railway.--But tell me something,\nMr. Rorlund, let me put a question to you.\n\nRorlund: With pleasure, Mr. Bernick.\n\nBernick: It is about a thought that has occurred to me. Suppose a man\nis face to face with an undertaking which will concern the welfare of\nthousands, and suppose it should be necessary to make a sacrifice of\none--?\n\nRorlund: What do you mean?\n\nBernick: For example, suppose a man were thinking of starting a large\nfactory. He knows for certain--because all his experience has taught\nhim so--that sooner or later a toll of human life will be exacted in\nthe working of that factory.\n\nRorlund: Yes, that is only too probable.\n\nBernick: Or, say a man embarks on a mining enterprise. He takes into\nhis service fathers of families and young men in the first flush of\ntheir youth. Is it not quite safe to predict that all of them will not\ncome out of it alive?\n\nRorlund: Yes, unhappily that is quite true.\n\nBernick: Well--a man in that position will know beforehand that the\nundertaking he proposes to start must undoubtedly, at some time or\nother, mean a loss of human life. But the undertaking itself is for the\npublic good; for every man's life that it costs, it will undoubtedly\npromote the welfare of many hundreds.\n\nRorlund: Ah, you are thinking of the railway--of all the dangerous\nexcavating and blasting, and that sort of thing--\n\nBernick: Yes--quite so--I am thinking of the railway. And, besides, the\ncoming of the railway will mean the starting of factories and mines.\nBut do not think, nevertheless--\n\nRorlund: My dear Mr. Bernick, you are almost over-conscientious. What I\nthink is that, if you place the affair in the hands of Providence--\n\nBernick: Yes--exactly; Providence--\n\nRorlund: You are blameless in the matter. Go on and build your railway\nhopefully.\n\nBernick: Yes, but now I will put a special instance to you. Suppose a\ncharge of blasting-powder had to be exploded in a dangerous place, and\nthat unless it were exploded the line could not be constructed? Suppose\nthe engineer knew that it would cost the life of the workman who lit\nthe fuse, but that it had to be lit, and that it was the engineer's\nduty to send a workman to do it?\n\nRorlund: Hm--\n\nBernick: I know what you will say. It would be a splendid thing if the\nengineer took the match himself and went and lit the fuse. But that is\nout of the question, so he must sacrifice a workman.\n\nRorlund: That is a thing no engineer here would ever do.\n\nBernick: No engineer in the bigger countries would think twice about\ndoing it.\n\nRorlund: In the bigger countries? No, I can quite believe it. In those\ndepraved and unprincipled communities.\n\nBernick: Oh, there is a good deal to be said for those communities.\n\nRorlund: Can you say that?--you, who yourself--\n\nBernick: In the bigger communities a man finds space to carry out a\nvaluable project--finds the courage to make some sacrifice in a great\ncause; but here, a man is cramped by all kinds of petty considerations\nand scruples.\n\nRorlund: Is human life a petty consideration?\n\nBernick: When that human life threatens the welfare of thousands.\n\nRorlund: But you are suggesting cases that are quite inconceivable, Mr.\nBernick! I do not understand you at all today. And you quote the bigger\ncountries--well, what do they think of human life there? They look upon\nit simply as part of the capital they have to use. But we look at\nthings from a somewhat different moral standpoint, I should hope. Look\nat our respected shipping industry! Can you name a single one of our\nship-owners who would sacrifice a human life for the sake of paltry\ngain? And then think of those scoundrels in the bigger countries, who\nfor the sake of profit send out freights in one unseaworthy ship after\nanother--\n\nBernick: I am not talking of unseaworthy ships!\n\nRorlund: But I am, Mr. Bernick.\n\nBernick: Yes, but to what purpose? They have nothing to do with the\nquestion--Oh, these small, timid considerations! If a General from this\ncountry were to take his men under fire and some of them were shot, I\nsuppose he would have sleepless nights after it! It is not so in other\ncountries. You should bear what that fellow in there says--\n\nRorlund: He? Who? The American--?\n\nBernick: Yes. You should hear how in America--\n\nRorlund: He, in there? And you did not tell me? I shall at once--\n\nBernick: It is no use; you won't be able to do anything with him.\n\nRorlund: We shall see. Ah, here he comes. (JOHAN comes in from the\nother room.)\n\nJohan (talking back through the open door): Yes, yes, Dina--as you\nplease; but I do not mean to give you up, all the same. I shall come\nback, and then everything will come right between us.\n\nRorlund: Excuse me, but what did you mean by that? What is it you\npropose to do?\n\nJohan: I propose that that young girl, before whom you blackened my\ncharacter yesterday, shall become my wife.\n\nRorlund: Your wife? And can you really suppose that--?\n\nJohan: I mean to marry her.\n\nRorlund: Well, then you shall know the truth. (Goes to the half-open\ndoor.) Mrs. Bernick, will you be so kind as to come and be a\nwitness--and you too, Miss Martha. And let Dina come. (Sees LONA at the\ndoor.) Ah, you here too?\n\nLona: Shall I come too?\n\nRorlund: As many as you please--the more the better.\n\nBernick: What are you going to do? (LONA, MRS. BERNICK, MARTHA, DINA\nand HILMAR come in from the other room.)\n\nMrs. Bernick: Mr. Rorlund, I have tried my hardest, but I cannot\nprevent him...\n\nRorlund: I shall prevent him, Mrs. Bernick. Dina, you are a thoughtless\ngirl, but I do not blame you so greatly. You have too long lacked the\nnecessary moral support that should have sustained you. I blame myself\nfor not having afforded you that support.\n\nDina: You mustn't speak now!\n\nMrs. Bernick: What is it?\n\nRorlund: It is now that I must speak, Dina, although your conduct\nyesterday and today has made it ten times more difficult for me. But\nall other considerations must give way to the necessity for saving you.\nYou remember that I gave you my word; you remember what you promised\nyou would answer when I judged that the right time had come. Now I dare\nnot hesitate any longer, and therefore--. (Turns to JOHAN.) This young\ngirl, whom you are persecuting, is my betrothed.\n\nMrs. Bernick: What?\n\nBernick: Dina!\n\nJohan: She? Your--?\n\nMartha: No, no, Dina!\n\nLona: It is a lie!\n\nJohan: Dina--is this man speaking the truth?\n\nDina (after a short pause): Yes.\n\nRorlund: I hope this has rendered all your arts of seduction powerless.\nThe step I have determined to take for Dina's good, I now wish openly\nproclaimed to every one. I cherish the certain hope that it will not be\nmisinterpreted. And now, Mrs. Bernick, I think it will be best for us\nto take her away from here, and try to bring back peace and\ntranquillity to her mind.\n\nMrs. Bernick: Yes, come with me. Oh, Dina--what a lucky girl you are!\n(Takes DINA Out to the left; RORLUND follows them.)\n\nMartha: Good-bye, Johan! (Goes out.)\n\nHilmar (at the verandah door): Hm--I really must say...\n\nLona (who has followed DINA with her eyes, to JOHAN): Don't be\ndownhearted, my boy! I shall stay here and keep my eye on the parson.\n(Goes out to the right.)\n\nBernick: Johan, you won't sail in the \"Indian Girl\" now?\n\nJohan: Indeed I shall.\n\nBernick: But you won't come back?\n\nJohan: I am coming back.\n\nBernick: After this? What have you to do here after this?\n\nJohan: Revenge myself on you all; crush as many of you as I can. (Goes\nout to the right. VIGELAND and KRAP come in from BERNICK'S room.)\n\nVigeland: There, now the papers are in order, Mr. Bernick.\n\nBernick: Good, good.\n\nKrap (in a low voice): And I suppose it is settled that the \"Indian\nGirl\" is to sail tomorrow?\n\nBernick: Yes. (Goes into his room. VIGELAND and KRAP go out to the\nright. HILMAR is just going after them, when OLAF puts his head\ncarefully out of the door on the left.)\n\nOlaf: Uncle! Uncle Hilmar!\n\nHilmar: Ugh, is it you? Why don't you stay upstairs? You know you are\nconfined to the house.\n\nOlaf (coming a step or two nearer): Hush! Uncle Hilmar, have you heard\nthe news?\n\nHilmar: Yes, I have heard that you got a thrashing today.\n\nOlaf (looking threateningly towards his father's room): He shan't\nthrash me any more. But have you heard that Uncle Johan is going to\nsail tomorrow with the Americans?\n\nHilmar: What has that got to do with you? You had better run upstairs\nagain.\n\nOlaf: Perhaps I shall be going for a buffalo hunt, too, one of these\ndays, uncle.\n\nHilmar: Rubbish! A coward like you--\n\nOlaf: Yes--just you wait! You will learn something tomorrow!\n\nHilmar: Duffer! (Goes out through the garden. OLAF runs into the room\nagain and shuts the door, as he sees KRAP coming in from the right.)\n\nKrap (going to the door of BERNICK'S room and opening it slightly):\nExcuse my bothering you again, Mr. Bernick; but there is a tremendous\nstorm blowing up. (Waits a moment, but there is no answer.) Is the\n\"Indian Girl\" to sail, for all that? (After a short pause, the\nfollowing answer is heard.)\n\nBernick (from his room): The \"Indian Girl\" is to sail, for all that.\n\n(KRAP Shuts the door and goes out again to the right.)\n\n\n\n\nACT IV\n\n\n(SCENE--The same room. The work-table has been taken away. It is a\nstormy evening and already dusk. Darkness sets in as the following\nscene is in progress. A man-servant is lighting the chandelier; two\nmaids bring in pots of flowers, lamps and candles, which they place on\ntables and stands along the walls. RUMMEL, in dress clothes, with\ngloves and a white tie, is standing in the room giving instructions to\nthe servants.)\n\nRummel: Only every other candle, Jacob. It must not look as if it were\narranged for the occasion--it has to come as a surprise, you know. And\nall these flowers--? Oh, well, let them be; it will probably look as if\nthey stood there everyday. (BERNICK comes out of his room.)\n\nBernick (stopping at the door): What does this mean?\n\nRummel: Oh dear, is it you? (To the servants.) Yes, you might leave us\nfor the present. (The servants go out.)\n\nBernick: But, Rummel, what is the meaning of this?\n\nRummel: It means that the proudest moment of your life has come. A\nprocession of his fellow citizens is coming to do honour to the first\nman of the town.\n\nBernick: What!\n\nRummel: In procession--with banners and a band! We ought to have had\ntorches too; but we did not like to risk that in this stormy weather.\nThere will be illuminations--and that always sounds well in the\nnewspapers.\n\nBernick: Listen, Rummel--I won't have anything to do with this.\n\nRummel: But it is too late now; they will be here in half-an-hour.\n\nBernick: But why did you not tell me about this before?\n\nRummel: Just because I was afraid you would raise objections to it. But\nI consulted your wife; she allowed me to take charge of the\narrangements, while she looks after the refreshments.\n\nBernick (listening): What is that noise? Are they coming already? I\nfancy I hear singing.\n\nRummel (going to the verandah door): Singing? Oh, that is only the\nAmericans. The \"Indian Girl\" is being towed out.\n\nBernick: Towed out? Oh, yes. No, Rummel, I cannot this evening; I am\nnot well.\n\nRummel: You certainly do look bad. But you must pull yourself together;\ndevil take it--you must! Sandstad and Vigeland and I all attach the\ngreatest importance to carrying this thing through. We have got to\ncrush our opponents under the weight of as complete an expression of\npublic opinion as possible. Rumours are getting about the town; our\nannouncement about the purchase of the property cannot be withheld any\nlonger. It is imperative that this very evening--after songs and\nspeeches, amidst the clink of glasses--in a word, in an ebullient\natmosphere of festivity--you should inform them of the risk you have\nincurred for the good of the community. In such an ebullient atmosphere\nof festivity--as I just now described it--you can do an astonishing lot\nwith the people here. But you must have that atmosphere, or the thing\nwon't go.\n\nBernick: Yes, yes.\n\nRummel: And especially when so delicate and ticklish a point has to be\nnegotiated. Well, thank goodness, you have a name that will be a tower\nof strength, Bernick. But listen now; we must make our arrangements, to\nsome extent. Mr. Hilmar Tonnesen has written an ode to you. It begins\nvery charmingly with the words: \"Raise the Ideal's banner high!\" And\nMr. Rorlund has undertaken the task of making the speech of the\nevening. Of course you must reply to that.\n\nBernick: I cannot tonight, Rummel. Couldn't you--?\n\nRummel: It is impossible, however willing I might be; because, as you\ncan imagine, his speech will be especially addressed to you. Of course\nit is possible he may say a word or two about the rest of us; I have\nspoken to Vigeland and Sandstad about it. Our idea is that, in\nreplying, you should propose the toast of \"Prosperity to our\nCommunity\"; Sandstad will say a few words on the subject of harmonious\nrelations between the different strata of society; then Vigeland will\nexpress the hope that this new undertaking may not disturb the sound\nmoral basis upon which our community stands; and I propose, in a few\nsuitable words, to refer to the ladies, whose work for the community,\nthough more inconspicuous, is far from being without its importance.\nBut you are not listening to me.\n\nBernick: Yes--indeed I am. But, tell me, do you think there is a very\nheavy sea running outside?\n\nRummel: Why, are you nervous about the \"Palm Tree\"? She is fully\ninsured, you know.\n\nBernick: Yes, she is insured; but--\n\nRummel: And in good repair--and that is the main thing.\n\nBernick: Hm--. Supposing anything does happen to a ship, it doesn't\nfollow that human life will be in danger, does it? The ship and the\ncargo may be lost--and one might lose one's boxes and papers--\n\nRummel: Good Lord--boxes and papers are not of much consequence.\n\nBernick: Not of much consequence! No, no; I only meant--. Hush--I hear\nvoices again.\n\nRummel: It is on board the \"Palm Tree.\"\n\n(VIGELAND comes in from the right.)\n\nVigeland: Yes, they are just towing the \"Palm Tree\" out. Good evening,\nMr. Bernick.\n\nBernick: And you, as a seafaring man, are still of opinion that--\n\nVigeland: I put my trust in Providence, Mr. Bernick. Moreover, I have\nbeen on board myself and distributed a few small tracts which I hope\nmay carry a blessing with them.\n\n(SANDSTAD and KRAP come in from the right.)\n\nSandstad (to some one at the door): Well, if that gets through all\nright, anything will. (Comes in.) Ah, good evening, good evening!\n\nBernick: Is anything the matter, Krap?\n\nKrap: I say nothing, Mr. Bernick.\n\nSandstad: The entire crew of the \"Indian Girl\" are drunk; I will stake\nmy reputation on it that they won't come out of it alive. (LONA comes\nin from the right.)\n\nLona: Ah, now I can say his good-byes for him.\n\nBernick: Is he on board already?\n\nLona: He will be directly, at any rate. We parted outside the hotel.\n\nBernick: And he persists in his intention?\n\nLona: As firm as a rock.\n\nRummel (who is fumbling at the window): Confound these new-fangled\ncontrivances; I cannot get the curtains drawn.\n\nLona: Do you want them drawn? I thought, on the contrary--\n\nRummel: Yes, drawn at first, Miss Hessel. You know what is in the wind,\nI suppose?\n\nLona: Yes. Let me help you. (Takes hold of the cords.) I will draw down\nthe curtains on my brother-in-law--though I would much rather draw them\nup.\n\nRummel:  You can do that too, later on. When the garden is filled with\na surging crowd, then the curtains shall be drawn back, and they will\nbe able to look in upon a surprised and happy family. Citizens' lives\nshould be such that they can live in glass houses! (BERNICK opens his\nmouth, as though he were going to say something; but he turns hurriedly\naway and goes into his room.)\n\nRummel: Come along, let us have a final consultation. Come in, too, Mr.\nKrap; you must assist us with information on one or two points of\ndetail. (All the men go into BERNICK'S room. LONA has drawn the\ncurtains over the windows, and is just going to do the same over the\nopen glass door, when OLAF jumps down from the room above on to the\ngarden steps; he has a wrap over his shoulders and a bundle in his\nhand.)\n\nLona: Bless me, child, how you frightened me!\n\nOlaf (hiding his bundle): Hush, aunt!\n\nLona: Did you jump out of the window? Where are you going?\n\nOlaf: Hush!--don't say anything. I want to go to Uncle Johan--only on\nto the quay, you know--only to say goodbye to him. Good-night, aunt!\n(Runs out through the garden.)\n\nLona: No--stop! Olaf--Olaf!\n\n(JOHAN, dressed for his journey, with a bag over his shoulder, comes\nwarily in by the door on the right.)\n\nJohan: Lona!\n\nLona (turning round): What! Back again?\n\nJohan: I have still a few minutes. I must see her once more; we cannot\npart like this. (The farther door on the left opens, and MARTHA and\nDINA, both with cloaks on, and the latter carrying a small travelling\nbag in her hand, come in.)\n\nDina: Let me go to him! Let me go to him!\n\nMartha: Yes, you shall go to him, Dina!\n\nDina: There he is!\n\nJohan: Dina!\n\nDina: Take me with you!\n\nJohan: What--!\n\nLona: You mean it?\n\nDina: Yes, take me with you. The other has written to me that he means\nto announce to everyone this evening.\n\nJohan: Dina--you do not love him?\n\nDina: I have never loved the man! I would rather drown myself in the\nfjord than be engaged to him! Oh, how he humiliated me yesterday with\nhis condescending manner! How clear he made it that he felt he was\nlifting up a poor despised creature to his own level! I do not mean to\nbe despised any longer. I mean to go away. May I go with you?\n\nJohan: Yes, yes--a thousand times, yes!\n\nDina: I will not be a burden to you long. Only help me to get over\nthere; help me to go the right way about things at first.\n\nJohan: Hurrah, it is all right after all, Dina!\n\nLona (pointing to BERNICK'S door): Hush!--gently, gently!\n\nJohan: Dina, I shall look after you.\n\nDina: I am not going to let you do that. I mean to look after myself;\nover there, I am sure I can do that. Only let me get away from here.\nOh, these women!--you don't know--they have written to me today,\ntoo--exhorting me to realise my good fortune--impressing on me how\nmagnanimous he has been. Tomorrow, and every day afterwards, they would\nbe watching me to see if I were making myself worthy of it all. I am\nsick and tired of all this goodness!\n\nJohan: Tell me, Dina--is that the only reason you are coming away? Am I\nnothing to you?\n\nDina: Yes, Johan, you are more to me than any one else in the world.\n\nJohan: Oh, Dina--!\n\nDina: Every one here tells me I ought to hate and detest you--that it\nis my duty; but I cannot see that it is my duty, and shall never be\nable to.\n\nLona: No more you shall, my dear!\n\nMartha: No, indeed you shall not; and that is why you shall go with him\nas his wife.\n\nJohan: Yes, yes!\n\nLona: What? Give me a kiss, Martha. I never expected that from you!\n\nMartha: No, I dare say not; I would not have expected it myself. But I\nwas bound to break out some time! Ah, what we suffer under the tyranny\nof habit and custom! Make a stand against that, Dina. Be his wife. Let\nme see you defy all this convention.\n\nJohan: What is your answer, Dina?\n\nDina: Yes, I will be your wife.\n\nJohan: Dina!\n\nDina: But first of all I want to work--to make something of myself--as\nyou have done. I am not going to be merely a thing that is taken.\n\nLona: Quite right--that is the way.\n\nJohan: Very well; I shall wait and hope--\n\nLona: And win, my boy! But now you must get on board!\n\nJohan: Yes, on board! Ah, Lona, my dear sister, just one word with you.\nLook here-- (He takes her into the background and talks hurriedly to\nher.)\n\nMartha: Dina, you lucky girl, let me look at you, and kiss you once\nmore--for the last time.\n\nDina: Not for the last time; no, my darling aunt, we shall meet again.\n\nMartha: Never! Promise me, Dina, never to come back! (Grasps her hands\nand looks at her.) Now go to your happiness, my dear child--across the\nsea. How often, in my schoolroom, I have yearned to be over there! It\nmust be beautiful; the skies are loftier than here--a freer air plays\nabout your head--\n\nDina: Oh, Aunt Martha, some day you will follow us.\n\nMartha: I? Never--never. I have my little vocation here, and now I\nreally believe I can live to the full the life that I ought.\n\nDina: I cannot imagine being parted from you.\n\nMartha: Ah, one can part from much, Dina. (Kisses her.) But I hope you\nmay never experience that, my sweet child. Promise me to make him happy.\n\nDina: I will promise nothing; I hate promises; things must happen as\nthey will.\n\nMartha: Yes, yes, that is true; only remain what you are--true and\nfaithful to yourself.\n\nDina: I will, aunt.\n\nLona (putting into her pocket some papers that JOHAN has given her):\nSplendid, splendid, my dear boy. But now you must be off.\n\nJohan: Yes, we have no time to waste now. Goodbye, Lona, and thank you\nfor all your love. Goodbye, Martha, and thank you, too, for your loyal\nfriendship.\n\nMartha: Goodbye, Johan! Goodbye, Dina! And may you be happy all your\nlives! (She and LONA hurry them to the door at the back. JOHAN and DINA\ngo quickly down the steps and through the garden. LONA shuts the door\nand draws the curtains over it.)\n\nLona: Now we are alone, Martha. You have lost her and I him.\n\nMartha: You--lost him?\n\nLona: Oh, I had already half lost him over there. The boy was longing\nto stand on his own feet; that was why I pretended to be suffering from\nhomesickness.\n\nMartha: So that was it? Ah, then I understand why you came. But he will\nwant you back, Lona.\n\nLona: An old step-sister--what use will he have for her now? Men break\nmany very dear ties to win their happiness.\n\nMartha: That sometimes is so.\n\nLona: But we two will stick together, Martha.\n\nMartha: Can I be anything to you?\n\nLona: Who more so? We two foster-sisters--haven't we both lost our\nchildren? Now we are alone.\n\nMartha: Yes, alone. And therefore, you ought to know this too--I loved\nhim more than anything in the world.\n\nLona: Martha! (Grasps her by the arm.) Is that true?\n\nMartha: All my existence lies in those words. I have loved him and\nwaited for him. Every summer I waited for him to come. And then he\ncame--but he had no eyes for me.\n\nLona: You loved him! And it was you yourself that put his happiness\ninto his hands.\n\nMartha: Ought I not to be the one to put his happiness into his hands,\nsince I loved him? Yes, I have loved him. All my life has been for him,\never since he went away. What reason had I to hope, you mean? Oh, I\nthink I had some reason, all the same. But when he came back--then it\nseemed as if everything had been wiped out of his memory. He had no\neyes for me.\n\nLona: It was Dina that overshadowed you, Martha?\n\nMartha: And it is a good thing she did. At the time he went away, we\nwere of the same age; but when I saw him again--oh, that dreadful\nmoment!--I realised that now I was ten years older than he. He had gone\nout into the bright sparkling sunshine, and breathed in youth and\nhealth with every breath; and here I sat meanwhile, spinning and\nspinning--\n\nLona: Spinning the thread of his happiness, Martha.\n\nMartha: Yes, it was a golden thread I spun. No bitterness! We have been\ntwo good sisters to him, haven't we, Lona?\n\nLona (throwing her arms round her): Martha!\n\n(BERNICK comes in from his room.)\n\nBernick (to the other men, who are in his room): Yes, yes, arrange it\nany way you please. When the time comes, I shall be able to--. (Shuts\nthe door.) Ah, you are here. Look here, Martha--I think you had better\nchange your dress; and tell Betty to do the same. I don't want anything\nelaborate, of course--something homely, but neat. But you must make\nhaste.\n\nLona: And a bright, cheerful face, Martha; your eyes must look happy.\n\nBernick: Olaf is to come downstairs too; I will have him beside me.\n\nLona: Hm! Olaf.\n\nMartha: I will give Betty your message. (Goes out by the farther door\non the left.)\n\nLona: Well, the great and solemn moment is at hand.\n\nBernick (walking uneasily up and down): Yes, it is.\n\nLona: At such a moment I should think a man would feel proud and happy.\n\nBernick (looking at her): Hm!\n\nLona: I hear the whole town is to be illuminated.\n\nBernick: Yes, they have some idea of that sort.\n\nLona: All the different clubs will assemble with their banners--your\nname will blaze out in letters of fire--tonight the telegraph will\nflash the news to every part of the country: \"In the bosom of his happy\nfamily, Mr. Bernick received the homage of his fellow citizens, as one\nof the pillars of society.\"\n\nBernick: That is so; and they will begin to cheer outside, and the\ncrowd will shout in front of my house until I shall be obliged to go\nout and bow to them and thank them.\n\nLona: Obliged to?\n\nBernick. Do you suppose I shall feel happy at that moment?\n\nLona: No, I don't suppose you will feel so very happy.\n\nBernick: Lona, you despise me.\n\nLona: Not yet.\n\nBernick: And you have no right to; no right to despise me! Lona, you\ncan have no idea how utterly alone I stand in this cramped and stunted\ncommunity--where I have had, year after year, to stifle my ambition for\na fuller life. My work may seem many-sided, but what have I really\naccomplished? Odds and ends--scraps. They would not stand anything else\nhere. If I were to go a step in advance of the opinions and views that\nare current at the moment, I should lose all my influence. Do you know\nwhat we are--we who are looked upon as pillars of society? We are\nnothing more, nor less, than the tools of society.\n\nLona: Why have you only begun to realise that now?\n\nBernick: Because I have been thinking a great deal lately--since you\ncame back--and this evening I have thought more seriously than ever\nbefore. Oh, Lona, why did not I really know you then--in the old days,\nI mean?\n\nLona: And if you had?\n\nBernick: I should never have let you go; and, if I had had you, I\nshould not be in the position I am in tonight.\n\nLona: And do you never consider what she might have been to you--she\nwhom you chose in my place?\n\nBernick: I know, at all events, that she has been nothing to me of what\nI needed.\n\nLona: Because you have never shared your interests with her; because\nyou have never allowed her full and frank exchange of thoughts with\nyou; because you have allowed her to be borne under by self-reproach\nfor the shame you cast upon one who was dear to her.\n\nBernick: Yes, yes; it all comes from lying and deceit.\n\nLona: Then why not break with all this lying and deceit?\n\nBernick: Now? It is too late now, Lona.\n\nLona: Karsten, tell me--what gratification does all this show and\ndeception bring you?\n\nBernick: It brings me none. I must disappear someday, and all this\ncommunity of bunglers with me. But a generation is growing up that will\nfollow us; it is my son that I work for--I am providing a career for\nhim. There will come a time when truth will enter into the life of the\ncommunity, and on that foundation he shall build up a happier existence\nthan his father.\n\nLona: With a lie at the bottom of it all? Consider what sort of an\ninheritance it is that you are leaving to your son.\n\nBernick (in tones of suppressed despair): It is a thousand times worse\nthan you think. But surely some day the curse must be lifted; and\nyet--nevertheless--. (Vehemently.) How could I bring all this upon my\nown head! Still, it is done now; I must go on with it now. You shall\nnot succeed in crushing me! (HILMAR comes in hurriedly and agitatedly\nfrom the right, with an open letter in his hand.)\n\nHilmar: But this is--Betty, Betty.\n\nBernick: What is the matter? Are they coming already?\n\nHilmar: No, no--but I must speak to some one immediately. (Goes out\nthrough the farther door on the left.)\n\nLona: Karsten, you talk about our having come here to crush you. So let\nme tell you what sort of stuff this prodigal son, whom your moral\ncommunity shuns as if he had the plague, is made of. He can do without\nany of you--for he is away now.\n\nBernick: But he said he meant to come back\n\nLona: Johan will never come back. He is gone for good, and Dina with\nhim.\n\nBernick: Never come back?--and Dina with him?\n\nLona: Yes, to be his wife. That is how these two strike your virtuous\ncommunity in the face, just as I did once--but never mind that.\n\nBernick: Gone--and she too--in the \"Indian Girl\"--\n\nLona: No; he would not trust so precious a freight to that rascally\ncrew. Johan and Dina are on the \"Palm Tree.\"\n\nBernick: Ah! Then it is all in vain-- (Goes hurriedly to the door of\nhis room, opens it and calls in.) Krap, stop the \"Indian Girl\"--she\nmust not sail tonight!\n\nKrap (from within): The \"Indian Girl\" is already standing out to sea,\nMr. Bernick.\n\nBernick (shutting the door and speaking faintly): Too late--and all to\nno purpose--\n\nLona: What do you mean?\n\nBernick: Nothing, nothing. Leave me alone!\n\nLona: Hm!--look here, Karsten. Johan was good enough to say that he\nentrusted to me the good name and reputation that he once lent to you,\nand also the good name that you stole from him while he was away. Johan\nwill hold his tongue; and I can act just as I please in the matter.\nSee, I have two letters in my hand.\n\nBernick: You have got them! And you mean now--this very evening-perhaps\nwhen the procession comes--\n\nLona: I did not come back here to betray you, but to stir your\nconscience so that you should speak of your own free will. I did not\nsucceed in doing that--so you must remain as you are, with your life\nfounded upon a lie. Look, I am tearing your two letters in pieces. Take\nthe wretched things--there you are. Now there is no evidence against\nyou, Karsten. You are safe now; be happy, too--if you can.\n\nBernick (much moved): Lona--why did you not do that sooner! Now it is\ntoo late; life no longer seems good to me; I cannot live on after today.\n\nLona: What has happened?\n\nBernick: Do not ask me--But I must live on, nevertheless! I will\nlive--for Olaf's sake. He shall make amends for everything--expiate\neverything.\n\nLona: Karsten--! (HILMAR comes hurriedly back.)\n\nHilmar: I cannot find anyone; they are all out--even Betty!\n\nBernick: What is the matter with you?\n\nHilmar: I daren't tell you.\n\nBernick: What is it? You must tell me!\n\nHilmar: Very well--Olaf has run away, on board the \"Indian Girl.\"\n\nBernick (stumbling back): Olaf--on board the \"Indian Girl\"! No, no!\n\nLona: Yes, he is! Now I understand--I saw him jump out of the window.\n\nBernick (calls in through the door of his room in a despairing voice):\nKrap, stop the \"Indian Girl\" at any cost!\n\nKrap: It is impossible, sir. How can you suppose--?\n\nBernick: We must stop her; Olaf is on board!\n\nKrap: What!\n\nRummel (coming out of BERNICK'S room): Olaf, run away? Impossible!\n\nSandstad (following him): He will be sent back with the pilot, Mr.\nBernick.\n\nHilmar: No, no; he has written to me. (Shows the letter.) He says he\nmeans to hide among the cargo till they are in the open sea.\n\nBernick: I shall never see him again!\n\nRummel: What nonsense!--a good strong ship, newly repaired...\n\nVigeland (who has followed the others out of BERNICK'S room): And in\nyour own yard, Mr. Bernick!\n\nBernick: I shall never see him again, I tell you. I have lost him,\nLona; and--I see it now--he never was really mine. (Listens.) What is\nthat?\n\nRummel: Music. The procession must be coming.\n\nBernick. I cannot take any part in it--I will not.\n\nRummel: What are you thinking of! That is impossible.\n\nSandstad: Impossible, Mr. Bernick; think what you have at stake.\n\nBernick: What does it all matter to me now? What have I to work for now?\n\nRummel: Can you ask? You have us and the community.\n\nVigeland: Quite true.\n\nSandstad: And surely, Mr. Bernick, you have not forgotten that\nwe--.(MARTHA comes in through the farther door to the left. Music is\nheard in the distance, down the street.)\n\nMartha: The procession is just coming, but Betty is not in the house. I\ndon't understand where she--\n\nBernick: Not in the house! There, you see, Lona--no support to me,\neither in gladness or in sorrow.\n\nRummel: Draw back the curtains! Come and help me, Mr. Krap--and you,\nMr. Sandstad. It is a thousand pities that the family should not be\nunited just now; it is quite contrary to the program. (They draw back\nall the curtains. The whole street is seen to be illuminated. Opposite\nthe house is a large transparency, bearing the words: \"Long live\nKarsten Bernick, Pillar of our Society \")\n\nBernick (shrinking back): Take all that away! I don't want to see it!\nPut it out, put it out!\n\nRummel: Excuse me, Mr. Bernick, but are you not well?\n\nMartha: What is the matter with him, Lona?\n\nLona: Hush! (Whispers to her.)\n\nBernick: Take away those mocking words, I tell you! Can't you see that\nall these lights are grinning at us?\n\nRummel: Well, really, I must confess--\n\nBernick: Oh, how could you understand--! But I, I--! It is all like\ncandles in a dead-room!\n\nRummel: Well, let me tell you that you are taking the thing a great\ndeal too seriously.\n\nSandstad: The boy will enjoy a trip across the Atlantic, and then you\nwill have him back.\n\nVigeland: Only put your trust in the Almighty, Mr. Bernick.\n\nRummel: And in the vessel, Bernick; it is not likely to sink, I know.\n\nKrap: Hm--\n\nRummel: Now if it were one of those floating coffins that one hears are\nsent out by men in the bigger countries--\n\nBernick: I am sure my hair must be turning grey--\n\n(MRS. BERNICK comes in from the garden, with a shawl thrown over her\nhead.)\n\nMrs. Bernick: Karsten, Karsten, do you know--?\n\nBernick: Yes. I know; but you--you, who see nothing that is going\non--you, who have no mother's eyes for your son--!\n\nMrs. Bernick: Listen to me, do!\n\nBernick: Why did you not look after him? Now I have lost him. Give him\nback to me, if you can.\n\nMrs. Bernick: I can! I have got him.\n\nBernick: You have got him!\n\nThe Men: Ah!\n\nHilmar: Yes, I thought so.\n\nMartha: You have got him back, Karsten.\n\nLona: Yes--make him your own, now.\n\nBernick: You have got him! Is that true? Where is he?\n\nMrs. Bernick: I shall not tell you, till you have forgiven him.\n\nBernick: Forgiven! But how did you know--?\n\nMrs. Bernick: Do you not think a mother sees? I was in mortal fear of\nyour getting to know anything about it. Some words he let fall\nyesterday--and then his room was empty, and his knapsack and clothes\nmissing...\n\nBernick: Yes, yes?\n\nMrs. Bernick: I ran, and got hold of Aune; we went out in his boat; the\nAmerican ship was on the point of sailing. Thank God, we were in\ntime--got on board--searched the hold--found him! Oh, Karsten, you must\nnot punish him!\n\nBernick: Betty!\n\nMrs. Bernick: Nor Aune, either!\n\nBernick: Aune? What do you know about him? Is the \"Indian Girl\" under\nsail again?\n\nMrs. Bernick: No, that is just it.\n\nBernick: Speak, speak!\n\nMrs. Bernick: Aune was just as agitated as I was; the search took us\nsome time; it had grown dark, and the pilot made objections; and so\nAune took upon himself--in your name--\n\nBernick: Well?\n\nMrs. Bernick: To stop the ship's sailing till tomorrow.\n\nKrap: Hm--\n\nBernick: Oh, how glad I am!\n\nMrs. Bernick: You are not angry?\n\nBernick: I cannot tell you how glad I am, Betty\n\nRummel: You really take things far too seriously.\n\nHilmar: Oh yes, as soon as it is a question of a little struggle with\nthe elements--ugh!\n\nKrap (going to the window): The procession is just coming through your\ngarden gate, Mr. Bernick.\n\nBernick: Yes, they can come now.\n\nRummel: The whole garden is full of people.\n\nSandstad: The whole street is crammed.\n\nRummel: The whole town is afoot, Bernick. It really is a moment that\nmakes one proud.\n\nVigeland: Let us take it in a humble spirit, Mr. Rummel.\n\nRummel: All the banners are out! What a procession! Here comes the\ncommittee with Mr. Rorlund at their head.\n\nBernick: Yes, let them come in!\n\nRummel: But, Bernick--in your present agitated frame of mind--\n\nBernick: Well, what?\n\nRummel: I am quite willing to speak instead of you, if you like.\n\nBernick: No, thank you; I will speak for myself tonight.\n\nRummel: But are you sure you know what to say?\n\nBernick: Yes, make your mind easy, Rummel--I know now what to say.\n\n(The music grows louder. The verandah door is opened. RORLUND comes in,\nat the head of the Committee, escorted by a couple of hired waiters,\nwho carry a covered basket. They are followed by townspeople of all\nclasses, as many as can get into the room. An apparently endless crowd\nof people, waving banners and flags, are visible in the garden and the\nstreet.)\n\nRorlund: Mr. Bernick! I see, from the surprise depicted upon your face,\nthat it is as unexpected guests that we are intruding upon your happy\nfamily circle and your peaceful fireside, where we find you surrounded\nby honoured and energetic fellow citizens and friends. But it is our\nhearts that have bidden us come to offer you our homage--not for the\nfirst time, it is true, but for the first time on such a comprehensive\nscale. We have on many occasions given you our thanks for the broad\nmoral foundation upon which you have, so to speak, reared the edifice\nof our community. On this occasion we offer our homage especially to\nthe clear-sighted, indefatigable, unselfish--nay, self-sacrificing\ncitizen who has taken the initiative in an undertaking which, we are\nassured on all sides, will give a powerful impetus to the temporal\nprosperity and welfare of our community.\n\nVoices: Bravo, bravo!\n\nRorlund: You, sir, have for many years been a shining example in our\nmidst. This is not the place for me to speak of your family life, which\nhas been a model to us all; still less to enlarge upon your unblemished\npersonal character. Such topics belong to the stillness of a man's own\nchamber, not to a festal occasion such as this! I am here to speak of\nyour public life as a citizen, as it lies open to all men's eyes.\nWell-equipped vessels sail away from your shipyard and carry our flag\nfar and wide over the seas. A numerous and happy band of workmen look\nup to you as to a father. By calling new branches of industry into\nexistence, you have laid the foundations of the welfare of hundreds of\nfamilies. In a word--you are, in the fullest sense of the term, the\nmainstay of our community.\n\nVoices: Hear, hear! Bravo!\n\nRorlund: And, sir, it is just that disinterestedness, which colours all\nyour conduct, that is so beneficial to our community--more so than\nwords can express--and especially at the present moment. You are now on\nthe point of procuring for us what I have no hesitation in calling\nbluntly by its prosaic name--a railway!\n\nVoices: Bravo, bravo!\n\nRorlund: But it would seem as though the undertaking were beset by\ncertain difficulties, the outcome of narrow and selfish considerations.\n\nVoices: Hear, hear!\n\nRorlund: For the fact has come to light that certain individuals, who\ndo not belong to our community, have stolen a march upon the\nhard-working citizens of this place, and have laid hands on certain\nsources of profit which by rights should have fallen to the share of\nour town.\n\nVoices: That's right! Hear, hear!\n\nRorlund: This regrettable fact has naturally come to your knowledge\nalso, Mr. Bernick. But it has not had the slightest effect in deterring\nyou from proceeding steadily with your project, well knowing that a\npatriotic man should not solely take local interests into consideration.\n\nVoices: Oh!--No, no!--Yes, yes!\n\nRorlund: It is to such a man--to the patriot citizen, whose character\nwe all should emulate--that we bring our homage this evening. May your\nundertaking grow to be a real and lasting source of good fortune to\nthis community! It is true enough that a railway may be the means of\nour exposing ourselves to the incursion of pernicious influences from\nwithout; but it gives us also the means of quickly expelling them from\nwithin. For even we, at the present time, cannot boast of being\nentirely free from the danger of such outside influences; but as we\nhave, on this very evening--if rumour is to be believed--fortunately\ngot rid of certain elements of that nature, sooner than was to be\nexpected--\n\nVoices: Order, order!\n\nRorlund:--I regard the occurrence as a happy omen for our undertaking.\nMy alluding to such a thing at such a moment only emphasises the fact\nthat the house in which we are now standing is one where the claims of\nmorality are esteemed even above ties of family.\n\nVoices: Hear, hear! Bravo!\n\nBernick (at the same moment): Allow me--\n\nRorlund: I have only a few more words to say, Mr. Bernick. What you\nhave done for your native place we all know has not been done with any\nunderlying idea of its bringing tangible profit to yourself. But,\nnevertheless, you must not refuse to accept a slight token of grateful\nappreciation at the hands of your fellow-citizens--least of all at this\nimportant moment when, according to the assurances of practical men, we\nare standing on the threshold of a new era.\n\nVoices: Bravo! Hear, hear!\n\n(RORLUND signs to the servants, who bring forward the basket. During\nthe following speech, members of the Committee take out and present the\nvarious objects mentioned.)\n\nRorlund: And so, Mr. Bernick, we have the pleasure of presenting you\nwith this silver coffee-service. Let it grace your board when in the\nfuture, as so often in the past, we have the happiness of being\nassembled under your hospitable roof. You, too, gentlemen, who have so\ngenerously seconded the leader of our community, we ask to accept a\nsmall souvenir. This silver goblet is for you, Mr. Rummel. Many a time\nhave you, amidst the clink of glasses, defended the interests of your\nfellow-citizens in well-chosen words; may you often find similar worthy\nopportunities to raise and empty this goblet in some patriotic toast!\nTo you, Mr. Sandstad, I present this album containing photographs of\nyour fellow-citizens. Your well-known and conspicuous liberality has\nput you in the pleasant position of being able to number your friends\namongst all classes of society. And to you, Mr. Vigeland, I have to\noffer this book of Family Devotions, printed on vellum and handsomely\nbound, to grace your study table. The mellowing influence of time has\nled you to take an earnest view of life; your zeal in carrying out your\ndaily duties has, for a long period of years, been purified and enobled\nby thoughts of higher and holier things. (Turns to the crowd.) And now,\nfriends, three cheers for Mr. Bernick and his fellow-workers! Three\ncheers for the Pillars of our Society!\n\nThe whole crowd: Bernick! Pillars of Society! Hurrah-hurrah-hurrah!\n\nLona: I congratulate you, brother-in-law.\n\n(An expectant hush follows.)\n\nBernick (speaking seriously and slowly): Fellow citizens--your\nspokesman said just now that tonight we are standing on the threshold\nof a new era. I hope that will prove to be the case. But before that\ncan come to pass, we must lay fast hold of truth--truth which, till\ntonight, has been altogether and in all circumstances a stranger to\nthis community of ours. (Astonishment among the audience.) To that end,\nI must begin by deprecating the praises with which you, Mr. Rorlund,\naccording to custom on such occasions, have overwhelmed me. I do not\ndeserve them; because, until today, my actions have by no means been\ndisinterested. Even though I may not always have aimed at pecuniary\nprofit, I at all events recognise now that a craving for power,\ninfluence and position has been the moving spirit of most of my actions.\n\nRummel (half aloud): What next!\n\nBernick: Standing before my fellow citizens, I do not reproach myself\nfor that; because I still think I am entitled to a place in the front\nrank of our capable men of affairs.\n\nVoices: Yes, yes, yes!\n\nBernick: But what I charge myself with is that I have so often been\nweak enough to resort to deceitfulness, because I knew and feared the\ntendency of the community to espy unclean motives behind everything a\nprominent man here undertakes. And now I am coming to a point which\nwill illustrate that.\n\nRummel (uneasily): Hm-hm!\n\nBernick: There have been rumours of extensive purchases of property\noutside the town. These purchases have been made by me--by me alone,\nand by no one else. (Murmurs are heard: \"What does he\nsay?--He?--Bernick?\") The properties are, for the time being, in my\nhands. Naturally I have confided in my fellow-workers, Mr. Rummel, Mr.\nVigeland and Mr. Sandstad, and we are all agreed that--\n\nRummel: It is not true! Prove it--prove it!\n\nVigeland: We are not all agreed about anything!\n\nSandstad: Well, really I must say--!\n\nBernick: That is quite true--we are not yet agreed upon the matter I\nwas going to mention. But I confidently hope that these three gentlemen\nwill agree with me when I announce to you that I have tonight come to\nthe decision that these properties shall be exploited as a company of\nwhich the shares shall be offered for public subscription; any one that\nwishes can take shares.\n\nVoices: Hurrah! Three cheers for Bernick!\n\nRummel (in a low voice, to BERNICK): This is the basest treachery--!\n\nSandstad (also in an undertone): So you have been fooling us!\n\nVigeland: Well, then, devil take--! Good Lord, what am I saying?\n(Cheers are heard without.)\n\nBernick: Silence, gentlemen. I have no right to this homage you offer\nme; because the decision I have just come to does not represent what\nwas my first intention. My intention was to keep the whole thing for\nmyself; and, even now, I am of opinion that these properties would be\nworked to best advantage if they remained in one man's hands. But you\nare at liberty to choose. If you wish it, I am willing to administer\nthem to the best of my abilities.\n\nVoices: Yes, yes, yes!\n\nBernick: But, first of all, my fellow townsmen must know me thoroughly.\nAnd let each man seek to know himself thoroughly, too; and so let it\nreally come to pass that tonight we begin a new era. The old era--with\nits affectation, its hypocrisy and its emptiness, its pretence of\nvirtue and its miserable fear of public opinion--shall be for us like a\nmuseum, open for purposes of instruction; and to that museum we will\npresent--shall we not, gentlemen?--the coffee service, and the goblet,\nand the album, and the Family Devotions printed on vellum, and\nhandsomely bound.\n\nRummel: Oh, of course.\n\nVigeland (muttering): If you have taken everything else, then--\n\nSandstad: By all means.\n\nBernick: And now for the principal reckoning I have to make with the\ncommunity. Mr. Rorlund said that certain pernicious elements had left\nus this evening. I can add what you do not yet know. The man referred\nto did not go away alone; with him, to become his wife, went--\n\nLona (loudly): Dina Dorf!\n\nRorlund: What?\n\nMrs. Bernick: What? (Great commotion.)\n\nRorlund: Fled? Run away--with him! Impossible!\n\nBernick: To become his wife, Mr. Rorlund. And I will add more. (In a\nlow voice, to his wife.) Betty, be strong to bear what is coming.\n(Aloud.) This is what I have to say: hats off to that man, for he has\nnobly taken another's guilt upon his shoulders. My friends, I want to\nhave done with falsehood; it has very nearly poisoned every fibre of my\nbeing. You shall know all. Fifteen years ago, I was the guilty man.\n\nMrs. Bernick (softly and tremblingly): Karsten!\n\nMartha (similarly): Ah, Johan--!\n\nLona: Now at last you have found yourself!\n\n(Speechless consternation among the audience.)\n\nBernick: Yes, friends, I was the guilty one, and he went away. The vile\nand lying rumours that were spread abroad afterwards, it is beyond\nhuman power to refute now; but I have no right to complain of that. For\nfifteen years I have climbed up the ladder of success by the help of\nthose rumours; whether now they are to cast me down again, or not, each\nof you must decide in his own mind.\n\nRorlund: What a thunderbolt! Our leading citizen--! (In a low voice, to\nBETTY.) How sorry I am for you, Mrs. Bernick!\n\nHilmar: What a confession! Well, I must say--!\n\nBernick: But come to no decision tonight. I entreat every one to go\nhome--to collect his thoughts--to look into his own heart. When once\nmore you can think calmly, then it will be seen whether I have lost or\nwon by speaking out. Goodbye! I have still much--very much--to repent\nof; but that concerns my own conscience only. Good night! Take away all\nthese signs of rejoicing. We must all feel that they are out of place\nhere.\n\nRorlund: That they certainly are. (In an undertone to MRS. BERNICK.)\nRun away! So then she was completely unworthy of me. (Louder, to the\nCommittee.) Yes, gentlemen, after this I think we had better disperse\nas quietly as possible.\n\nHilmar: How, after this, any one is to manage to hold the Ideal's\nbanner high--Ugh!\n\n(Meantime the news has been whispered from mouth to mouth. The crowd\ngradually disperses from the garden. RUMMEL, SANDSTAD and VIGELAND go\nout, arguing eagerly but in a low voice. HILMAR slinks away to the\nright. When silence is restored, there only remain in the room BERNICK,\nMRS. BERNICK, MARTHA, LONA and KRAP.)\n\nBernick: Betty, can you forgive me?\n\nMrs. Bernick (looking at him with a smile): Do you know, Karsten, that\nyou have opened out for me the happiest prospect I have had for many a\nyear?\n\nBernick: How?\n\nMrs. Bernick: For many years, I have felt that once you were mine and\nthat I had lost you. Now I know that you never have been mine yet; but\nI shall win you.\n\nBernick (folding her in his arms): Oh, Betty, you have won me. It was\nthrough Lona that I first learned really to know you. But now let Olaf\ncome to me.\n\nMrs. Bernick: Yes, you shall have him now. Mr. Krap--! (Talks softly to\nKRAP in the background. He goes out by the garden door. During what\nfollows, the illuminations and lights in the houses are gradually\nextinguished.)\n\nBernick (in a low voice): Thank you, Lona--you have saved what was best\nin me--and for me.\n\nLona: Do you suppose I wanted to do anything else?\n\nBernick: Yes, was that so--or not? I cannot quite make you out.\n\nLona: Hm--\n\nBernick: Then it was not hatred? Not revenge? Why did you come back,\nthen?\n\nLona: Old friendship does not rust.\n\nBernick: Lona!\n\nLona: When Johan told me about the lie, I swore to myself that the hero\nof my youth should stand free and true.\n\nBernick: What a wretch I am!--and how little I have deserved it of you!\n\nLona. Oh, if we women always looked for what we deserve, Karsten--!\n(AUNE comes in with OLAF from the garden.)\n\nBernick (going to meet them): Olaf!\n\nOlaf: Father, I promise I will never do it again--\n\nBernick: Never run away?\n\nOlaf: Yes, yes, I promise you, father.\n\nBernick: And I promise you, you shall never have reason to. For the\nfuture you shall be allowed to grow up, not as the heir to my life's\nwork, but as one who has his own life's work before him.\n\nOlaf: And shall I be allowed to be what I like, when I grow up?\n\nBernick: Yes.\n\nOlaf. Oh, thank you! Then I won't be a pillar of society.\n\nBernick: No? Why not?\n\nOlaf: No--I think it must be so dull.\n\nBernick: You shall be yourself, Olaf; the rest may take care of\nitself--And you, Aune...\n\nAune: I know, Mr. Bernick; I am dismissed.\n\nBernick: We remain together, Aune; and forgive me.\n\nAune: What? The ship has not sailed tonight.\n\nBernick: Nor will it sail tomorrow, either. I gave you too short grace.\nIt must be looked to more thoroughly.\n\nAune: It shall, Mr. Bernick--and with the new machines!\n\nBernick: By all means--but thoroughly and conscientiously. There are\nmany among us who need thorough and conscientious repairs, Aune. Well,\ngood night.\n\nAune: Good-night, sir--and thank you, thank you. (Goes out.)\n\nMrs. Bernick: Now they are all gone.\n\nBernick: And we are alone. My name is not shining in letters of fire\nany longer; all the lights in the windows are out.\n\nLona: Would you wish them lit again?\n\nBernick: Not for anything in the world. Where have I been! You would be\n\nhorrified if you knew. I feel now as if I had come back to my right\nsenses, after being poisoned. But I feel this that I can be young and\nhealthy again. Oh, come nearer--come closer round me. Come, Betty!\nCome, Olaf, my boy! And you, Martha--it seems to me as if I had never\nseen you all these years.\n\nLona: No, I can believe that. Your community is a community of bachelor\nsouls; you do not see women.\n\nBernick: That is quite true; and for that very reason--this is a\nbargain, Lona--you must not leave Betty and me.\n\nMrs. Bernick: No, Lona, you must not.\n\nLona: No, how could I have the heart to go away and leave you young\npeople who are just setting up housekeeping? Am I not your\nfoster-mother? You and I, Martha, the two old aunts-- What are you\nlooking at?\n\nMartha: Look how the sky is clearing, and how light it is over the sea.\nThe \"Palm Tree\" is going to be lucky.\n\nLona: It carries its good luck on board.\n\nBernick: And we--we have a long earnest day of work ahead of us; I most\nof all. But let it come; only keep close round me you true, loyal\nwomen. I have learned this too, in these last few days; it is you women\nthat are the pillars of society.\n\nLona: You have learned a poor sort of wisdom, then, brother-in-law.\n(Lays her hand firmly upon his shoulder.) No, my friend; the spirit of\ntruth and the spirit of freedom--they are the pillars of society.\n\n\n\n\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Pillars of Society, by Henrik Ibsen\n\n*** END OF THIS PROJECT GUTENBERG EBOOK PILLARS OF SOCIETY ***\n\n***** This file should be named 2296.txt or 2296.zip *****\nThis and all associated files of various formats will be found in:\n        http:\/\/www.gutenberg.org\/2\/2\/9\/2296\/\n\nProduced by Martin Adamson.  HTML version by Al Haines.\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp:\/\/gutenberg.net\/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark\/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s\/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http:\/\/www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp:\/\/pglaf.org\/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http:\/\/pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http:\/\/pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http:\/\/pglaf.org\/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http:\/\/www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n","id":1198,"split":"test"}
