{"ori_id":"e92339d923dacda2b56d536945db17f321e1a47a","title":"Hider in the House (film)","context":"Hider in the House (film)\n A recently released psychiatric patient named Tom Sykes creates a home for himself in the attic of the Dreyer family's newly built house. He uses electronic devices to spy on them. The Dreyer's beloved dog Rudolph is murdered by Tom in an attempt to defend his family from the titular hider. After that, Tom really begins to get down to the business. He starts to focus his attention on the mom, Julie, going so far as to watch her skinny dip in the pool. He interferes secretly in the relationship between Julie and her husband, Phil, planting bogus evidence of secret love affairs. He befriends the Sykes' son Neal and teaches him fighting techniques. After two explosive arguments, Phil leaves the house and moves into a hotel. Seeing this as an opportunity, Sykes pretends to be a visitor who lives on Willmington St. a couple of blocks over. His attempt to insinuate himself into their lives works at first, although the creepy neighbor (and huge Philly fan) Gene is the only one who distrusts him. Sykes murders two people who had accidentally discovered his bizarre goings-on and finally Julie becomes sufficiently suspicious to reject his advances. Tom loses it, and he tries to kill Julie. Phil shows up and is severely injured defending her while Julie gets a gun and shoots Tom in the chest. This does not kill him, and Tom gets up and tries to kill both Julie and himself, but the police (summoned by Gene) shoot Tom dead from the doorway.\n<html>\n\n<head>\n   <title>\"Hider in the House,\" by Lem Dobbs<\/title>\n<\/head>\n\n<body>\n<pre>\n\n\n\n\n\n\n\n\n\n                         <u>HIDER IN THE HOUSE<\/u>\n\n\n                       an original screenplay\n\n                                 by\n\n                              Lem Dobbs\n\n\n\n\n\n\n\n\n\n                                                September 9, 1987\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n        EXT. RESIDENTIAL STREET - DAY\n\n        On a very lovely street in a very nice neighborhood, Tom\n        Sykes, THE HIDER, is out for a walk.  The Hider is a man\n        who blends in well with his surroundings.  A good-looking\n        man in his thirties.  To look at him, you wouldn't know\n        there was anything wrong...\n\n        The Hider walks with such strange grace that he could be\n        on a conveyor belt, a variety of neighborhood houses\n        passing him by, one style after another.\n\n        Sunlight and shadow play over the Hider's face as he walks,\n        filtered through the lush trees and greenery all around.\n\n        Then the hedge he's walking past ends and the next house\n        makes him stop.  Because it isn't a house yet.  It's a\n        half-house.  A house under reconstruction.  Part built,\n        part torn down, part finished, part matchstick frame.  An\n        evolving house, with a swarm of workmen all over it,\n        hammering, sawing, drilling.\n\n        The Hider stands and watches awhile.\n\n                                                   CUT TO:\n\n\n        EXT. THE HOUSE - EVENING\n\n        The workmen have gone.  The Hider enters the house from the\n        back where it's all completely open without doors or\n        windows.\n\n\n        INT. THE HOUSE\n\n        The Hider explores in the waning light.  There are building\n        materials about.  He runs his hand over a pile of bricks.\n        He looks at some wooden boards and planks leaning against\n        a wall.  WIND HOWLS through the dark house.\n\n        He tries the tap on a newly installed sink.  Water gushes\n        out.\n\n        Where the main stairway will be is now only a ladder.  The\n        Hider climbs it to the next floor.  There are a number of\n        rooms; a hallway to more rooms.  On a worktable are some\n        plans and blueprints.  The Hider looks at them.\n\n        Behind a door is a narrow little stairway.  The Hider goes\n        up it to --\n\n\n        THE ATTIC\n\n        A fairly large attic, with a small window at one end.  The\n        attic is a part of the house that has remained pretty much\n        untouched.\n\n        The Hider looks up.\n\n\n        EXT. THE ROOF\n\n        A trap door is opened.  The Hider climbs out from the\n        attic.  He surveys the scene from up here.  Below in the\n        backyard there's an empty swimming pool, a partially\n        completed patio, piles of dirt.\n\n        Because the house itself has many curves and corners and\n        levels, so does the roof.  The Hider jumps down to another\n        section and teeters for a moment where there's a gaping\n        hole (where the skylight will be).  He catches himself.\n        The hole goes right through the house all the way to the\n        ground floor.\n\n\n        INT. THE ATTIC\n\n        The Hider drops back in from the roof.  He goes to the\n        small window and looks out over the front street and\n        neighborhood.  The Hider feels tired.  He lies down on the\n        attic floor and curls up.\n\n        MAIN TITLES BEGIN.\n\n                                                   CUT TO:\n\n\n        <u>MONTAGE<\/u> - EXT.\/INT. MAIN TITLE SEQUENCE\n\n        In which we SEE the gradual progress of the house as it\n        grows toward completion -- juxtaposed with the activities\n        of the Hider as he follows his own secret agenda:\n\n        We SEE builders carefully fit a big skylight into place\n        over that hole in the roof.\n\n        We SEE how the Hider spends his days -- in a library,\n        studying diagrams in a book on Home Improvements.\n\n        We SEE him in the house at night, up in the attic, working\n        on the floor in some way, hunched so we can't see.  He's\n        draped a black cloth over the attic window and is\n        surrounded by candles.\n\n        We SEE the house taking shape.  Carpenters finishing a\n        staircase.\n\n        We SEE the Hider eating alone in a simple cafeteria.\n\n        We SEE the back of the house at night.  The Hider appears\n        over the edge of the roof, rappelling down on a rope,\n        making little toeholds in the wall as he goes.  CHINK-CHINK\n        with a small hammer, the SOUND MUFFLED by cloth.  The house\n        is quite private from the view of its neighbors, and the\n        section of wall the Hider has chosen for his secret ladder\n        is further shadowed by being an indented corner.\n\n        We SEE plumbers at work and painters arrive.\n\n        We SEE the Hider cashing his disability insurance check at\n        a check-cashing place.\n\n        We SEE the house further along.  Painters painting.\n        Electricians wiring.  Landscape gardeners planting.\n\n        We SEE the Hider returning to the house at night, emerging\n        out of shadows.  He goes to his special corner, looking\n        around -- and starts climbing.  His hands and shoes finding\n        the chinks in the wall only he knows are there.  In LONG\n        SHOT, if we see the figure climbing fly-like up the side\n        of the house at all, it's only because we know he's there.\n\n        We SEE locksmiths installing locks on doors.  Not that it\n        will do any good now.\n\n        We SEE the Hider drop silently to the ground at night.\n        Newly planted vines help hide his descent even more and\n        cause natural shadows to move on the side of the house in\n        the breeze of the night.  The Hider walks down into the\n        empty pool.  He stands in the middle of it.  There's a full\n        moon.  The Hider spreads his arms as if to float backwards.\n\n        SPLASH!  We SEE the Hider backstroking off one end of a\n        long swimming pool.  He rolls in the water and swims to the\n        other end where he climbs out.  The Hider is strong and\n        powerfully built.  He retrieves a towel from a bench.  The\n        towel says \"YMCA.\"\n\n        We SEE the Hider at his YMCA locker, after having a shower.\n        Inside is everything he owns in the world.  The locker is\n        <u>packed<\/u> with stuff.\n\n        We SEE the house nearing completion.  Two men with\n        clipboards walk around, checking final details.\n\n        They go up to the attic.  Everything looks fine.  They go\n        back down, closing the attic stairway door.\n\n        We SEE the Hider at a booth in a coffee shop, sketching a\n        diagram in a notebook while he eats.\n\n        We SEE the house is done.  And here the MAIN TITLES PAUSE.\n        Because we are almost at the end of our set-up now.  Just\n        one more important job to be taken care of.\n\n\n        EXT. THE HOUSE - DAY\n\n        It's RAINING.  The house is all finished.  There are no\n        more trucks parked on the street.  No more rubble in the\n        driveway.  Nothing abnormal to set the house apart from any\n        others on the street.  The house is still and peaceful in\n        the rain and part of the neighborhood.\n\n\n        EXT. BACKYARD\n\n        The swimming pool has now been filled with water.  And\n        RAINDROPS pound into it.\n\n\n        INT. THE HOUSE\n\n        The rooms are stark and empty.  White walls.  Shiny wood\n        floors.  Light reflected off their smooth surfaces.  Coming\n        through the bare windowpanes.\n\n\n        RECEPTION HALL\n\n        Here by the solid front door, the house is an invitation.\n        The hallway leading deeper in.  Doors to rooms.  The\n        stairway to the next landing.  The skylight over all, RAIN\n        spattering up there on the thick glass.\n\n        The only other NOISE, indistinct, is coming from the attic.\n\n\n        THE ATTIC\n\n        The Hider has the house to himself now.  He's finishing his\n        wall -- a false wall at the far end of the attic.  The real\n        wall goes straight for a while then juts off at an angle\n        to form a sort of alcove.  The Hider has bricked off this\n        alcove, giving the illusion of one straight wall running\n        the length of the attic.\n\n\n        THE ATTIC - LATER\n\n        The rain has stopped.  Now the Hider is plastering his\n        wall.\n\n\n        THE ATTIC - LATE AFTERNOON\n\n        The Hider is taking a breather.  He stands looking out of\n        the small attic window as he eats a sandwich.  To the\n        right, he sees a NASTY NEIGHBOR yell at some Kids who've\n        come to retrieve their ball from his property.  The Nasty\n        Neighbor kicks the ball away as hard as he can.  On the\n        left, a car pulls into the driveway of the other\n        neighboring house.  A mother (the NICE NEIGHBOR) bringing\n        her kids home from school -- a Boy and a Girl.  Another boy\n        comes by on a bike, pausing to talk to the first Boy.  At\n        a house across the street, the Hider hears a DOOR SHUT and\n        sees a Cleaning Woman in a white uniform walk away along\n        a path.\n\n\n        THE ATTIC - NIGHT\n\n        The Hider stands back to look over his handiwork.  The\n        false wall is now indistinguishable from the real wall.\n        Such a good job that one wonders why the Hider built it,\n        why he's cut off the extra space behind it, apparently\n        without access...\n\n        ... but wait.  He's made a secret panel in the floor.  By\n        pushing down in a certain way then sliding away a section\n        of floorboard, a hole is revealed, cut large enough to fit\n        him like a coffin.  He lies in it, covering himself up with\n        the sliding floorboard again, which CLICKS neatly back into\n        place, and --\n\n\n        BEHIND THE FALSE WALL\n\n        -- as he rolls under the wall, coming up out of a similar\n        trap on the other side.  He slides a floorboard cover into\n        place over it.  He pulls down a foam mattress that he's cut\n        to size and blankets from where they've been hooked up.\n        He props up two pillows in place and sits against the front\n        wall beyond which is the street.  He looks over his\n        shoulder, pulling the lever of a second vent he's installed\n        in this wall for air and to enable him to look out over the\n        street.  Across the way, a mailman delivers mail to houses.\n        A woman walking her dog says hello to the mailman.  The\n        Hider looks forward again.  He's made a shelf or two for\n        himself.  There are a few books, some snacks, a Thermos and\n        plastic bottles of water.  He has a few other things.  He\n        has a lantern and a flashlight.\n\n        The space here is big enough for him to lie down with his\n        arms at his sides, or to stand comfortably.  Like a monk\n        in his cell, it's a room of his own.\n\n\n        THE ATTIC - DAY\n\n        Silent.  Empty.  The Hider behind the wall.\n\n\n        EXT. THE HOUSE - DAY\n\n        Oh, and one last thing... a \"FOR SALE\" sign out in front.\n\n        MAIN TITLES END.\n\n                                                   CUT TO:\n\n\n        EXT. A KEY - DAY\n\n        Turning in the front door.\n\n\n        INT. THE HOUSE\n\n        A REAL-ESTATE LADY comes in with a Yuppie Couple.\n\n                                REAL-ESTATE LADY\n                  -- and it's been done up so\n                  beautifully, you're lucky to be\n                  the first people to look at it.\n                  It's my personal favorite of all\n                  of our homes.\n\n        They step into the light of the reception area, their heads\n        turning up instinctively to the skylight.\n\n\n        INT. HIDER'S SECRET ROOM\n\n        The Hider looks tense.  And displeased.  His privacy has\n        been disturbed.  There are strangers in his house.\n\n\n        INT. KITCHEN - DAY\n\n        FOOTSTEPS approaching.\n\n                                WOMAN'S VOICE\n                  -- then there's the kitchen, which\n                  has been entirely remodelled.\n\n        She comes in and we SEE that it's a SECOND REAL-ESTATE\n        LADY -- with an Older Couple this time.\n\n        The wife goes to the sink and turns the tap.  She jumps\n        back in fright as it SPITS violently and no water comes\n        out.\n\n                                SECOND REAL-ESTATE LADY\n                         (going over)\n                  That's strange.  I what\n                  could be wrong here.\n\n\n        INT. BATHROOM - DAY\n\n        Another Couple have tried a tap, and this time the faucet\n        has <u>burst<\/u> -- exploding water at them.\n\n\n        INT. THE HOUSE - DAY\n\n        Ouch!  A Single Man scratches his arm on a nasty splinter\n        as he goes through a doorway.\n\n\n        EXT. PATIO - DAY\n\n        As he comes out, the door now comes unhinged, falling on\n        him.\n\n\n        INT. MAIN STAIRWAY - DAY\n\n        Two Men are led upstairs.  Along the way, one of them\n        notices a large patch of dampness on the wall and brings\n        it to the attention of his friend.\n\n\n        EXT. THE ROOF\n\n        Spreadeagled on the roof as he peeks down through the\n        skylight... the Hider.\n\n\n        INT. HALLWAY - DAY\n\n        A Black Couple are being taken through the house.  Suddenly\n        the wife notices something on the floor as they pass -- a\n        \"Roach Motel.\"  She and her husband look at each other\n        distastefully.\n\n\n        INT. SUPERMARKET - DAY\n\n        The Hider looks over a display of meat.  He selects a\n        steak.\n\n\n        INT. THE HOUSE - DAY\n\n        The Hider puts the steak away -- underneath the floor of\n        a room.\n\n\n        INT. HALLWAY - DAY\n\n        A Fat Couple are sniffing the air as they follow a\n        REAL-ESTATE MAN.  The Real-Estate Man opens the door to a\n        room -- and a <u>cascade of flies<\/u> swarms out.\n\n\n        EXT. THE HOUSE - DAY\n\n        The Fat Couple hurry out, handkerchiefs over their noses,\n        chased by the upset Real-Estate Man.\n\n                                REAL-ESTATE MAN\n                  -- in all new houses there are\n                  certain kinks to be ironed out.\n\n        CRANE UP to that vent in the wall at the very top of the\n        house.\n\n\n        INT. HIDER'S SECRET ROOM\n\n        He watches the Fat Couple leaving.  His expression says:\n        \"Yeah, that's it, go away, go away, you awful people.\"\n\n                                                  CUT TO:\n\n\n        EXT. THE STREET - DAY\n\n        A car approaches the house.\n\n\n        INT. AN UPSTAIRS ROOM\n\n        The Hider is lying on the floor in a patch of sunlight.\n        When he hears the CAR PARK and DOORS OPEN, he stands up in\n        one quick movement and goes to the side of the window.\n\n\n        EXT. HOUSE\n\n        The original Real-Estate Lady has come out of the car.\n        While from the other side of the car emerges --\n\n\n        JULIE DREYER\n\n        A beautiful woman.  She gets out of the car with an\n        extraordinary grace.\n\n        She smooths her skirt with one light brush of her hand.\n        She turns to look at the house, afternoon sunlight falling\n        on one side of her face.\n\n\n        THE HIDER\n\n        His face moving closer to the window, though keeping to the\n        side in shadow.\n\n\n        THE HIDER'S FACE\n\n        A look we haven't seen before.  A look of fascination.\n        He's smitten.\n\n\n        JULIE DREYER\n\n        Walking toward the house now, glancing gently from side to\n        side, almost gliding.\n\n\n        THE HIDER\n\n        steps back from the window, instinctively neatening his\n        hair.\n\n\n        INT. DOWNSTAIRS\n\n        The front door opens and the Real-Estate Lady and Julie\n        come in.\n\n                                JULIE\n                  It's been on the market a while,\n                  hasn't it?\n\n                                REAL-ESTATE LADY\n                  Not very long.  There have been\n                  a couple of bids already.\n\n                                JULIE\n                  Because it caught my eye when it\n                  was in a higher price bracket in\n                  the listings.\n\n                                REAL-ESTATE LADY\n                  Oh, yes, well, you know, when\n                  developers remodel a house they\n                  often overestimate their costs at\n                  first.  It's not like it's been\n                  marked down or anything.\n\n                                JULIE\n                         (a sly look)\n                  Just reduced.\n\n                                REAL-ESTATE LADY\n                         (concedes with a\n                          shrug)\n                  Sometimes they prefer a quicker\n                  return on their investment.\n\n                                JULIE\n                  This is a terrific entrance hall,\n                  What a welcoming feeling.\n\n                                REAL-ESTATE LADY\n                  Isn't it?\n\n        Julie steps on a floorboard that CREAKS, but it doesn't\n        seem to bother her.  It's clear her first impressions of\n        the house are very good.\n\n\n        INT. UPSTAIRS - DAY\n\n        Julie and the Real-Estate Lady come up.\n\n                                REAL-ESTATE LADY\n                  You'll see that there's really\n                  much more space than the average\n                  three bedroom.\n\n                                JULIE\n                  Oh, space!  -- You said the right\n                  thing.\n\n                                REAL-ESTATE LADY\n                  How large is your brood?\n\n                                JULIE\n                  Two -- three if you count the\n                  husband.\n\n                                REAL-ESTATE LADY\n                  We must <u>always<\/u> count the husband.\n                  By my count there've been... four.\n                  But I still live in hope.\n\n        Julie is looking around, still liking what she sees.  She\n        goes into the room the Hider was in.\n\n\n        INT. ROOM\n\n        Of course he's not here now.  Julie walks around the\n        room.\n\n                                JULIE\n                  Well, Phil wasn't sure he wanted\n                  us to be this far outside the\n                  city.  But we have friends around\n                  here and something told me I\n                  should take a look at this house.\n                  I want to be somewhere surrounded\n                  by <u>green<\/u>.\n\n        The window the Hider was at has been opened, the\n        branch of a tree swaying outside it, and Julie takes a\n        breath, the air fresh and sweet.\n\n                                JULIE\n                         (continuing)\n                  ... I just had a feeling.\n\n        She walks around the room, almost a waltz in beauty.  She\n        comes to the closet.  She opens the door and looks in, left\n        and right.  It's quite empty.\n\n\n        INT. HIDER'S SECRET ROOM\n\n        Above the front bedroom that Julie is in.  The Hider is\n        crouched on the floor, a look of contentment on his face.\n        his cheek against the wood like a caress.\n\n                                                   CUT TO:\n\n\n        INT. THERAPIST'S OFFICE - DAY\n\n        The Hider is sitting in a chair.\n\n                                THERAPIST\n                  How's the new place?\n\n                                HIDER\n                  It's great.  It's clean and airy\n                  and quiet -- there are trees and\n                  flowers.  There's still some\n                  fixing up I have to do, but it's\n                  coming along.\n\n                                THERAPIST\n                  And the rent is okay?\n\n                                HIDER\n                  Oh, it's nothing.  No problem.\n                  I was really lucky to find this\n                  place.\n\n                                THERAPIST\n                  All right then.  That's important,\n                  isn't it?  -- For you to be in an\n                  \"up\" environment.  I'm saying you\n                  should literally take that as your\n                  <u>base<\/u>, do you know what I mean?\n                  It's something positive that\n                  you've accomplished -- even if you\n                  were forced by circumstance --\n                  something for you to build upon.\n\n                                HIDER\n                         (nodding)\n                  Right.\n\n                                THERAPIST\n                  And what about work?  Have you had\n                  any more thoughts about what you'd\n                  like to be doing now?\n\n                                HIDER\n                  Well, I've been doing a little\n                  independent contracting, some\n                  carpentry here and there, y'know,\n                  do-it-yourself-type stuff.  I\n                  still find it very soothing.\n\n                                THERAPIST\n                  I'm happy that you're working\n                  again.  As long as it comes\n                  naturally, that's terrific.\n                  You've always liked working with\n                  your hands, haven't you?\n\n                                HIDER\n                  Yeah, since I was a kid.  I had\n                  a woodwork class once when I\n                  was... in school that time.  Then\n                  I learned a lot more when I was\n                  in the --\n\n                                THERAPIST\n                  -- hospital.\n\n                                HIDER\n                  -- institution.\n\n                                THERAPIST\n                  Right.\n                         (shuffles paper)\n                  So, you have a new place, you've\n                  started working a bit -- I'm sure\n                  you'll be meeting some new people.\n\n                                HIDER\n                  Actually, I have met someone.\n                  There's a woman I think I like.\n\n                                THERAPIST\n                  Oh, good -- well, I hope you'll\n                  have more to tell me next time.\n\n                                                   CUT TO:\n\n\n        INT. ATTIC STAIRWAY - DAY\n\n        A twelve-year-old boy, NEIL DREYER, rushes up the steps to\n        the attic.\n\n\n        INT. HIDER'S SECRET ROOM\n\n        The Hider watches through the vent as Neil runs around the\n        attic in a circle then runs out again.\n\n\n        DOWNSTAIRS\n\n        Neil runs down the stairs and past Julie, who's with the\n        Real-Estate Lady, and past --\n\n\n        PHIL DREYER\n\n        Husband and father, who turns around as Neil zooms past.\n\n                                PHIL\n                  Neil, calm down.\n\n                                JULIE\n                  Neil, don't leave the back doors\n                  open -- I don't want Holly near\n                  the pool.\n\n                                PHIL\n                  We'd have to get one of those\n                  sliding covers for the pool.\n\n        The Real-Estate Lady glances with a smile at HOLLY DREYER,\n        five years old, wandering around in the next room.\n\n                                REAL-ESTATE LADY\n                  Yes -- they're quite inexpensive\n                  and easy to install.\n\n                                PHIL\n                         (taking Julie aside,\n                          to Real-Estate Lady)\n                  Do you mind if we --\n\n                                REAL-ESTATE LADY\n                  Please -- take as much time as you\n                  want.\n\n        The Real-Estate Lady goes to be with Holly while Phil leads\n        Julie into the living room.  On the way, Julie happens to\n        notice that the creaking floorboard doesn't anymore.\n\n\n        LIVING ROOM\n\n        Phil paces around.\n\n                                PHIL\n                  <u>Julie<\/u>, I just don't think we can\n                  afford this house.\n\n        ZOOM to an air-conditioning vent in a wall behind them.\n\n\n        INT. HIDER'S SECRET ROOM\n\n        The Hider is listening on an <u>intercom<\/u> he's obviously set\n        up.\n\n                                HIDER\n                         (mouths the word to\n                          himself)\n                  ... \"Julie\"...\n\n\n        INT. LIVING ROOM\n\n        Julie remains still and calm as she watches her husband\n        walk nervously around her.\n\n                                JULIE\n                  I hear what you're saying, but I\n                  know what you're thinking.\n\n                                PHIL\n                  What?\n\n                                JULIE\n                  You're thinking exactly what I\n                  thought when I first saw this\n                  house,\n\n                                PHIL\n                  What's that?\n\n                                JULIE\n                  This -- is -- the -- one -- for\n                  -- us.\n\n                                PHIL\n                  Stop knowing me so well.\n\n                                JULIE\n                  I know it's at the high end of our\n                  range --\n\n                                PHIL\n                  High end?  Honey, it's a whole new\n                  budget.\n\n                                JULIE\n                  But it's what we want.\n\n                                PHIL\n                  You wanted furniture too, didn't\n                  you?\n\n                                JULIE\n                  They don't expect to get what\n                  they're asking.  Let's make an\n                  offer.\n\n                                PHIL\n                  You want me to bargain at the high\n                  end of our range?  -- I'll have\n                  a stroke.  I've got to save all\n                  my sweat for my meeting in three\n                  weeks.\n\n                                JULIE\n                  You could have a pool to cool off\n                  in.\n\n                                PHIL\n                         (looks out at pool,\n                          nodding)\n                  It's a nice pool, isn't it?\n\n                                JULIE\n                  And it's a shorter commute.\n\n                                PHIL\n                  It'll be even shorter if I get\n                  that new job.  Come on.\n\n        Phil takes her hand and walk out of the room.\n\n\n        EXT. POOL - DAY\n\n        Neil kneels by the pool, splashing his hand in the water.\n\n\n        JULIE AND PHIL\n\n        Standing back further in the garden, regarding the house\n        from this viewpoint.  Little Holly plays on the grass near\n        them.\n\n                                JULIE\n                  Let's do it.  Take a\n                  breath and -- and if we're\n                  over our heads, well, we'll\n                  sell it.  Philip, this <u>is<\/u> our\n                  house.  You know it is.  It's our\n                  house.\n\n        Phil is nodding to himself now, her enthusiasm turning him\n        on.  Finally he gives in.\n\n                                PHIL\n                  All right, but look, we can't say\n                  anything to this shark lady now,\n                  okay?  We have to play it real\n                  cool.\n\n\n        OTHER SIDE OF FENCE\n\n        The Nasty Neighbor, watering his yard, notices them,\n        particularly Julie, and stares.\n\n\n        JULIE AND PHIL\n\n        Starting back to the house.\n\n                                JULIE\n                  What if someone else buys it in\n                  the meantime?\n\n                                PHIL\n                  Honey, nobody buys a house\n                  overnight -- if someone else comes\n                  back at them, well, we might have\n                  to make a counter offer.  But we\n                  can't look too eager or we'll get\n                  screwed.\n\n\n        THE POOL\n\n        The Real-Estate Lady stands by Neil.\n\n                                REAL-ESTATE LADY\n                  So you've seen a lot of houses\n                  then?\n\n                                NEIL\n                  Yeah, a bunch, but my mom really\n                  likes this one.  She was all\n                  excited when she saw it and got\n                  my dad all excited when she told\n                  him about it.  He's sick of\n                  looking already.\n\n\n        JULIE AND PHIL\n\n        Strolling back, trying to look cool.\n\n                                NEIL\n                  Are we gonna buy this house?\n\n                                PHIL\n                  Do you have enough money?\n\n                                JULIE\n                         (to the Real-Estate\n                          Lady)\n                  We're going to think about it.\n\n                                PHIL\n                  It's very nice, but it's still a\n                  little pricey for us.\n\n                                REAL-ESTATE LADY\n                         (as they go back\n                          inside)\n                  Well, Mr. Dreyer, I don't have to\n                  tell you what an important\n                  investment a house is.\n\n                                PHIL\n                  Actually, I never recommend\n                  property to my clients as merely\n                  a good investment.  There are\n                  bonds that can serve just as well.\n                  A house for me is a place I want\n                  to live and raise my family in.\n\n\n        INT. DOWNSTAIRS ROOM\n\n        There's something shiny on the floor.  We HEAR them COMING\n        BACK in.  Holly appears, notices the shiny thing, comes to\n        pick it up.\n\n\n        INT. HALLWAY\n\n        Holly comes running out of the room.\n\n                                HOLLY\n                  Mommy, Mommy, Mommy!\n\n        Julie sweeps her daughter up in her arms.\n\n                                HOLLY\n                         (continuing)\n                  I found a cent!\n\n                                JULIE\n                  \"Find a penny, pick it up, all day\n                  long you'll have good luck!\"\n\n\n        INT. HIDER'S SECRET ROOM\n\n        Straining to hear the SOFTLY CRACKLING VOICES on his\n        intercom, he's thrilled that she got the point and shares\n        common folklore with him.  He goes \"<u>Yeah<\/u>!\" to himself.\n\n\n        INT. DOWNSTAIRS\n\n        Holly shows the Real-Estate Lady the penny.\n\n                                HOLLY\n                  Look at my coin!\n\n                                REAL-ESTATE LADY\n                  Must be a good omen, sugar.\n\n        As if on cue, some birds alight on a sunny windowsill\n        nearby and start chirping.  Julie is delighted, turning\n        Holly to show her.\n\n                                JULIE\n                  Must be.\n\n\n        NEIL\n\n        tugs his father's arm.\n\n                                NEIL\n                  Dad, we can't decide unless Rudolf\n                  gets to look too!\n\n                                PHIL\n                         (to Real-Estate Lady)\n                  Would you mind if Rudolf had a\n                  look too?\n\n                                REAL-ESTATE LADY\n                  By all means, let's Rudolf's\n                  opinion.\n\n        Neil flings open the front door -- and Rudolf comes\n        charging in -- barking!\n\n\n        INT. HIDER'S SECRET ROOM\n\n        The Hider's eyes go wide in alarm.\n\n\n        INT. HOUSE\n\n        Rudolf races right up the stairs!\n\n\n        UPSTAIRS HALLWAY\n\n        Rudolf rushes toward the attic doorway, his paws sliding\n        on the new floor.  He barks.\n\n\n        DOWNSTAIRS\n\n        Phil shouts upstairs:\n\n                                PHIL\n                  Rudolf, get down here!\n\n        WOOF-WOOF!  Rudolf reappears. comes charging downstairs,\n        goes running right through the house and --\n\n\n        EXT. BACK PATIO\n\n        The stupid dog runs right outside and jumps straight in the\n        pool.\n\n                                HOLLY\n                  Oh, gross!\n\n                                NEIL\n                  It's okay -- Rudolf likes the\n                  house!\n\n                                PHIL\n                  Hey, c'mon now, get him out of\n                  there!  -- This isn't our house\n                  yet.\n\n\n        EXT. FRONT OF HOUSE - DAY\n\n        The family is leaving. Phil whispering an aside to Julie.\n\n                                PHIL\n                  How were we -- were we cool?\n\n                                JULIE\n                  Paul Newman in \"The Hustler.\"\n\n                                PHIL\n                  Good -- that's what I was trying\n                  to project.\n\n\n        JULIE\n\n        takes a last look over her shoulder, noticing more birds\n        at another window.  A lyrical scene that charms her.\n\n\n        INT. HIDER'S SECRET ROOM\n\n        Lying looking out his vent at her, the Hider bites his hand\n        with glee.\n\n        CAMERA PANS BACK from him to his shelf... where sits a\n        packet of bird seed.\n\n                                                   CUT TO:\n\n\n        EXT. THE HOUSE - EVENING\n\n        The Hider, walking by again, sees that a \"SOLD\" sticker has\n        been plastered onto the \"FOR SALE\" sign.\n\n                                                   CUT TO:\n\n\n        INT. APPLIANCE STORE - DAY\n\n        The Hider is looking at <u>telephones<\/u>.  He chooses one to buy.\n\n                                                   CUT TO:\n\n\n        INT. THE HOUSE - UPSTAIRS BEDROOM - NIGHT\n\n        The Hider is in the house.  Doing something at a telephone\n        jack.  Then we SEE him unreeling a length of wire into the\n        closet, and we HEAR a DRILL.\n\n\n        INT. HIDER'S SECRET ROOM - NIGHT\n\n        He's run a wire up here and is now connecting it to the\n        phone he bought.\n\n\n        INT. HIDER'S SECRET ROOM - LATER THAT NIGHT\n\n        Now the Hider is relaxing on his mattress, his phone to his\n        ear.  His call is answered.\n\n                                ANSWER SERVICE\n                  Dial Answer Service?\n\n                                HIDER\n                  Hi, this is Tom Sykes.\n\n                                ANSWER SERVICE\n                  Mr. Sykes?  Let me see... there\n                  were two calls for you today.  One\n                  from Dr. Levine at three o'clock\n                  -- he'd like to reschedule next\n                  week's appointment, if possible.\n                  And the dry cleaners called and\n                  said your jacket is ready.\n\n                                HIDER\n                  Oh, yeah, I forgot about that.\n                  I've been real busy.  I just got\n                  a new phone installed, so I\n                  thought I'd test it.  Okay,\n                  Claire, thanks a lot, talk to you\n                  again.\n\n                                ANSWER SERVICE\n                  Goodbye, Mr. Sykes.\n\n        The Hider disconnects his phone.\n\n                                                   CUT TO:\n\n\n        INT. HIDER'S SEORET ROOM - LATER THAT NIGHT\n\n        He's DRILLING again.  Stopping, he blows away the dust and\n        presses his face down to the tiny hole he's made, squinting\n        to see if he can see anything through it.  He sits up\n        again, wiping his brow,\n\n\n        INT. HIDER'S SECRET ROOM - DAY\n\n        He's asleep.  Breeze enters through the outside wall vent,\n        rustling his hair.  He's awakened by the SOUND of a CAR\n        parking in the driveway.  He rolls over and pulls the lever\n        of his vent for a view outside.\n\n\n        EXT. THE HOUSE\n\n        Phil gets out of his car, smiling, holding his hand out.\n\n                                PHIL\n                  Come on, honey -- let's go play\n                  in the new house.\n\n\n        INT. HIDER'S SECRET ROOM\n\n        He's all excited to see Julie again -- but then his face\n        drops.\n\n\n        EXT. THE HOUSE\n\n        Another woman has emerged from the car, taking Phil's hand\n        as he leads her to the front door.  A very attractive,\n        toothy young woman.  His SECRETARY.\n\n\n        INT. ENTRANCE HALL\n\n        They come in.  The Secretary looking around.  She has a\n        certain air of sophistication that makes Phil want to\n        swoon.\n\n                                SECRETARY\n                  Ooh, I like.\n\n        Phil starts hugging her. They both giggle.\n\n\n        INT. UPSTAIRS BEDROOM - DAY\n\n        They come in.\n\n                                PHIL\n                  And this -- is the master bedroom.\n\n                                SECRETARY\n                  Oh yeah?  Where's the bed?\n\n                                PHIL\n                  Right over here.\n\n        The room is still completely empty, but he goes and\n        outlines where the bed will be.\n\n                                SECRETARY\n                  Is it a king or a queen?\n\n                                PHIL\n                  It's a double.\n\n                                SECRETARY\n                  Even better.\n\n                                PHIL\n                         (starting to nibble\n                          her neck)\n                  Even cosier.\n\n                                SECRETARY\n                  That's right -- you got the bill\n                  this morning.  I put it on your\n                  desk.\n\n                                PHIL\n                  Thank you -- how efficient of you.\n\n\n        INT. HIDER'S SECRET ROOM\n\n        His face is to the floor, looking through the peephole he\n        made.\n\n\n        THROUGH THE PEEPHOLE\n\n        He sees the two of them dropping to the floor, Phil's hand\n        going up under his Secretary's skirt, helping her tug down\n        her pantyhose.\n\n\n        INT. HIDER'S SECRET ROOM\n\n        He recoils.  He's disgusted by this.  But more than that,\n        he's angry -- angry for Julie.  She's married to this\n        <u>bastard<\/u>.  The Hider gets more and more incensed as he\n        thinks about it.\n\n\n        INT. MASTER BEDROOM - LATER\n\n        Phil is on his feet again, buckling his pants.  His\n        Secretary is pulling her pantyhose back on.\n\n\n        INT. ENTRANCE HALL - LATER\n\n        Phil and his Secretary on their way out, Phil pausing to\n        punch in the code on the security box.\n\n                                PHIL\n                  When we move in, everyone's going\n                  to have to learn to work this\n                  complicated security system.\n\n\n        EXT. THE HOUSE\n\n        Phil and his Secretary come out.  Phil double-locks the\n        front door, proudly showing his Secretary the key to his\n        new house.  His face flushed with contentment.\n\n\n        INT. HIDER'S SECRET ROOM\n\n        The Hider watches them leave.  His face flushed with anger\n        and hatred.\n\n                                                   CUT TO:\n\n\n        <u>MONTAGE<\/u> - INT\/EXT. THE HOUSE - DAY\n\n        Moving day as the Dreyers move into their new house.\n\n                                                   CUT TO:\n\n\n        INT. THE HOUSE - NIGHT\n\n        There are boxes and things in the entrance hall, and VOICES\n        coming from the living room.\n\n\n        INT. LIVING ROOM\n\n        The family cheers as a clear picture appears on a big color\n        TV and Phil emerges from behind it.\n\n                                PHIL\n                  Okay!  We have TV!  We can all get\n                  stupid again!\n\n                                NEIL\n                  What about cable?\n\n                                PHIL\n                  We'll get cable when the cable\n                  company is good and ready -- you\n                  think you can survive till then?\n\n                                NEIL\n                  No.\n\n                                JULIE\n                  Gimme a break, Neil -- your father\n                  just spent three hours connecting\n                  the VCR.\n\n        Neil pushes a button to play a tape -- and we SEE Steve\n        McQueen in solitary confinement in \"Papillion\" or \"The\n        Great Escape.\"\n\n                                PHIL\n                  All right, that's enough for one\n                  day -- I want everyone up at the\n                  crack of dawn.  We have the whole\n                  weekend to get this place in\n                  shape.\n\n        Everyone moans, too excited to go to bed, as he turns off\n        the VCR and the TV and everyone upstairs.\n\n                                                   CUT TO:\n\n\n        INT. NEIL'S ROOM - NIGHT\n\n        He dumps out of a box more cars, guns, soldiers and robots\n        than we've ever seen.\n\n\n        INT. MASTER BEDROOM\n\n        Phil looks out the window over his new street before\n        hanging up a sheet as a temporary curtain.  It falls down.\n\n\n        INT. HOLLY'S ROOM\n\n        Julie sits on the bed, reading Holly a bedtime story.\n\n                                JULIE\n                  '\"... or I'll huff and I'll puff\n                  and I'll blow your house down!\"\n                  And inside their new house, the\n                  three little pigs just laughed -- '\n\n                                HOLLY\n                  'Who's afraid of the Big Bad Wolf,\n                  the Big Bad Wolf...'\n\n\n        INT. UPSTAIRS HALLWAY\n\n        Rudolf the dog sniffs at the closed attic door.\n\n\n        EXT. THE HOUSE - NIGHT\n\n        The \"FOR SALE\" sign is gone, of course.  The Dreyers' two\n        cars are in the driveway.  There are lights on in the\n        house.  One by one they go out.  And then... up in what\n        seems to be the attic... a single light... comes on.\n\n                                                   CUT TO:\n\n\n        INT. DEPARTMENT STORE - DAY\n\n        The Hider is at a <u>perfume<\/u> counter.\n\n                                SALESGIRL\n                  Are you being helped, sir?\n\n                                HIDER\n                  I'm looking for some perfume.\n\n                                SALESGIRL\n                  Any particular brand?\n\n                                HIDER\n                  Well, it's for a woman.\n\n                                SALESGIRL\n                         (laughs, although the\n                          Hider wasn't being\n                          humorous)\n                  Wife, girlfriend or mother?\n\n                                HIDER\n                  Oh -- uh -- girlfriend.\n\n                                                   CUT TO:\n\n\n        INT. KITCHEN - DAY\n\n        Julie turns to her kids, who are finishing breakfast.\n\n                                JULIE\n                  C'mon, kids, let's go.\n\n                                NEIL\n                         (sarcastic)\n                  \"We don't want to be late for our\n                  first day of school.\"\n\n                                PHIL\n                         (looking in\n                          refrigerator)\n                  All right, who ate the last piece\n                  of cheesecake?\n\n                                NEIL\n                  I didn't.\n\n        He jabs his little sister in the ribs.\n\n                                JULIE\n                  <u>Now<\/u>, Neil.  Stop teasing your\n                  sister.\n\n                                PHIL\n                         (slams refrigerator\n                          door)\n                  Damn.\n\n        Holly turns her head, deadpan, as she watches her Dad walk\n        out of the kitchen.\n\n\n        EXT. DRIVEWAY - DAY\n\n        Phil walks from the house toward his car -- when he sees\n        the Nasty Neighbor kick a paper cup from his drive onto\n        Phil's.\n\n                                PHIL\n                  Hey -- uh, excuse me.\n\n        He goes over.  The Nasty Neighbor turns around and stares\n        at him.\n\n                                PHIL\n                         (continuing)\n                  I didn't kick this onto <u>your<\/u>\n                  property.\n\n        Phil tosses it into a nearby brand-new garbage can on his\n        side of their common border.\n\n                                PHIL\n                         (continuing; holds out\n                          his hand)\n                  Phil Dreyer -- we just moved in\n                  over here.\n\n        The Nasty Neighbor stares at him.\n\n                                NASTY NEIGHBOR\n                  I see you have kids -- and a dog.\n\n                                PHIL\n                  That's right.\n\n                                NASTY NEIGHBOR\n                  Just keep 'em quiet and away from\n                  my property.\n\n        He walks away, muttering something under his breath.  Phil\n        is stunned by this impoliteness -- as Julie comes out with\n        the kids and the dog, ushering them into her car, then\n        coming over to Phil.\n\n                                PHIL\n                  Did you hear that?\n\n                                JULIE\n                  What?\n\n                                PHIL\n                  Did you hear what he said?\n\n                                JULIE\n                  What?\n\n                                PHIL\n                  He made, you know, a remark.\n\n                                JULIE\n                  Honey, are you okay?\n\n                                PHIL\n                  -- And keep my kids away from his\n                  property -- who the hell does he\n                  think he is?  Some nice\n                  neighborhood.\n\n                                JULIE\n                  Honey, the meeting today is going\n                  to be fine.  Don't get in an\n                  uproar.\n\n                                PHIL\n                  I know.  It's just having to pass\n                  muster with these juniors before\n                  the senior partner even agrees to\n                  see me.\n\n                                JULIE\n                  It's just a dumb game they play.\n                  You want to be at a bigger firm,\n                  get used to the politics.\n\n                                NEIL AND HOLLY\n                         (in b.g.)\n                  MOM!\n\n        Julie gives Phil a hug.\n\n                                JULIE\n                  Kill 'em.\n\n\n        HIGH ANGLE\n\n        A VIEW DOWN on the driveway from, say, the attic of the\n        house.  We SEE Phil give Julie a perfunctory kiss.  He\n        waves to the kids as he goes to his car but first turns\n        to the garbage can, picks out the paper cup, and tosses it\n        over the Nasty Neighbor's fence.\n\n                                                   CUT TO:\n\n\n        INT. JULIE'S CAR - DAY\n\n        She parks the car -- and turns to Neil.\n\n                                JULIE\n                  Good luck, kid,\n\n        Neil doesn't find that particular amusing.  He looks with\n        a frown at where they've arrived -- his new school.  He\n        reluctantly gets out of the car.\n\n                                JULIE\n                         (continuing)\n                  Hey.\n                         (leans for a kiss)\n                  Have a nice time -- it's a good\n                  school.\n\n                                HOLLY\n                  Bye, Neil!\n\n\n        NEIL\n\n        As Julie drives away, he turns around to see --\n\n        -- a terrifying, brutish kid staring malevolently at him\n        and making kissing sounds.  This is the BULLY.\n\n                                BULLY\n                         (mimicking\n                          sarcastically)\n                  \"<u>Bye<\/u>, Mom -- Bye, <u>Mommy<\/u>.\"\n\n        The Bully has two Goons flanking him, also making kissing\n        noises, and giggling at Neil's expense.\n\n        Neil just thinks to himself, \"Oh, Christ.\"\n\n                                                   CUT TO:\n\n\n        INT. THE HOUSE - UPSTAIRS HALLWAY - DAY\n\n        Alone in the house now, the Hider descends from the attic,\n        coming cautiously out of the attic doorway.\n\n\n        INT. MASTER BEDROOM - DAY\n\n        The Hider, listening for sounds from the driveway outside,\n        pulls a shirt of Phil's from a laundry basket.  He starts\n        pouring perfume on it.\n\n                                                   CUT TO:\n\n\n        EXT. PLAYGROUP SCHOOL - DAY\n\n        Julie takes Holly inside with other small children\n        and their parents.\n\n                                                   CUT TO:\n\n\n        EXT. PLAYGROUND - DAY\n\n        Neil leans against a wall, frown on his face, hands in his\n        pockets.  Watching a game of kickball he hasn't been\n        invited to join in.  Suddenly, the Bully and his Goons are\n        standing in front of him.\n\n                                BULLY\n                  So, <u>Neil<\/u>.  How's it goin'?\n\n                                NEIL\n                  Okay.\n\n                                BULLY\n                  I'm Bernard, by the way.  Those\n                  are cool Reeboks, Neil.  They're\n                  real new, aren't they?\n\n        The Bully scuffs Neil's new Reeboks with his own shoe.\n\n                                NEIL\n                  Hey, c'mon.\n\n                                BULLY\n                  They're really white.\n\n        The Bully's two Goons join in, all smearing their shoes on\n        Neil's.\n\n                                NEIL\n                  Hey, c'mon, you guys, lay off.\n\n        He tries to move forward, but the Bully pushes him back\n        against the wall and holds him there while the two Goons\n        continue messing up Neil's shoes.\n\n                                BULLY\n                  We gotta break 'em in for you.\n                  You don't wanna go 'round lookin'\n                  like a new dil-wad, do ya?\n\n        He points to something on Neil's shirt.  Neil looks down\n        and the Bully slaps his face.  The Bully walks away, giving\n        Neil a shove.  His Goons do the same.  Presently, two\n        FRIENDLY BOYS come up to Neil (one is the boy who lives\n        next door to Neil).\n\n                                FRIENDLY BOY\n                  You met Bernard.  Nice guy, huh?\n\n                                                   CUT TO:\n\n\n        EXT. THE HOUSE - DAY\n\n        Julie's car comes back.  She gets out with the dog.  She's\n        juggling two bags of groceries.  She drops one of them and\n        after bending over to pick it up hears a NOISE, turns to\n        see the Nasty Neighbor leering at her.  She goes inside.\n\n\n        INT. THE HOUSE - ENTRANCE HALL\n\n        Putting the bags down, Julie peeks past the blind at the\n        window next to the door, watching the Nasty Neighbor go\n        back to his house.  She sees the Nasty Neighbor's Wife\n        there, giving the Nasty Neighbor a hard time.  The Nasty\n        Neighbor ignores his wife, walking past her into their\n        house.\n\n                                                   CUT TO:\n\n\n        INT. LAUNDRY ROOM - DAY\n\n        Julie is putting laundry into the washer.  We HEAR a SMALL\n        NOISE in the house that she doesn't seem to notice.  She\n        sorts out some clothes.  Then pauses, pilling out a shirt\n        of her husband's.  She holds the collar up to her nose.\n        Something bothers her.  She smells the collar again.\n\n                                                   CUT TO:\n\n\n        INT. THERAPIST'S OFFICE - DAY\n\n        The Hider looks pensive.\n\n                                HIDER\n                  Yeah, things are moving along, but\n                  she's still involved with this\n                  other guy and it's a little\n                  tricky.\n\n                                THERAPIST\n                  Listen, no one ever said\n                  expressing yourself to the\n                  opposite sex is easy, but when the\n                  time comes, you have to do it and\n                  you <u>hope<\/u> the outcome will be good\n                  for both of you.\n                  You come out of solitary and you\n                  rejoin the human race, as\n                  difficult as that sometimes can\n                  be.\n\n                                HIDER\n                  When I was a child... I got used\n                  to the closets.  The boxes.  The\n                  cabinet under the kitchen sink...\n                  with that persistent drip.  I\n                  used to the smell of the boxes.\n                  Wood.  Cardboard.  I got so I was\n                  comfortable there in the dark.\n                  Even... even that old refrigerator\n                  in the yard.  That smelled like\n                  rust and decay.\n                         (pause)\n                  It was safe in the boxes.  It was\n                  when they took me out --\n\n        You don't want to know what his parents did to him when\n        they took him out of the boxes.\n\n                                THERAPIST\n                  In the institution... when you\n                  were violent... did you <u>want<\/u> them\n                  to put you in solitary\n                  confinement?\n\n        He watches the Hider.\n\n                                HIDER\n                  I guess so.  I mean, I know I'm\n                  responsible for my own actions.\n                  It was never because I was angry\n                  with anyone.  I didn't mean to\n                  hurt anyone ever.\n\n                                THERAPIST\n                  You're responsible for your own\n                  actions and you don't mean to hurt\n                  anyone.  In other words, you've\n                  done <u>your<\/u> best.  I'm saying don't\n                  carry the burden of <u>other<\/u> people's\n                  actions on your shoulders, because\n                  they're beyond your control.\n\n        The Hider nods in agreement.  There's a pause.\n\n                                THERAPIST\n                         (continuing; softer)\n                  Are you still afraid of your\n                  parents?  Of them finding you?\n\n        The Hider shifts uncomfortably in his chair.\n\n                                HIDER\n                  That was years and years ago.\n                  They must be very old now, if\n                  they're still alive.\n\n        He puts on a brave face.\n\n                                HIDER\n                         (continuing)\n                  No, my parents don't worry me\n                  anymore.  I mean, that's why I was\n                  ultimately released, wasn't it?\n                  I mean, even with the state\n                  closing down the hospital and all.\n                  Because I'm able to be on my own\n                  at last.\n                         (smiles)\n                  I'm cured.\n\n                                                   CUT TO:\n\n\n        INT. THE HOUSE - NIGHT\n\n        Family life.  Holly is playing with toys in the living room\n        with the dog.  Neil trails after his mother, who's moving\n        back and forth from the kitchen to the dining room.\n\n                                NEIL\n                  Why can't you just drive me to my\n                  old school every morning?\n\n                                JULIE\n                  Because you'd have to get up at\n                  five a.m., would you like that?\n\n                                NEIL\n                  I could take a cab on the way\n                  home.\n\n                                JULIE\n                  Here, take this out to the table.\n\n                                NEIL\n                  But there's this <u>psycho<\/u>.  Really.\n                  Mom, there's a psycho I have to\n                  deal with <u>every day<\/u>.  I don't know\n                  why they let a psycho even go to\n                  school!\n\n        She pushes him out of the room.  She looks at Phil, who's\n        tossing a salad.\n\n                                JULIE\n                  How was lunch?\n\n                                PHIL\n                  Huh?\n\n                                JULIE\n                  How was your lunch with Charlie?\n\n                                PHIL\n                  Oh -- great.\n\n                                JULIE\n                  Well, did he hear anything about\n                  your prospects for the new job?\n\n                                PHIL\n                  <u>No<\/u>.  If I hear anything you'll be\n                  the first to know, all right?\n\n\n        JULIE\n\n        watches him take the salad out to the dining room.  We HEAR\n        HIS VOICE from out there, saying the typical kind of thing\n        a parent says in a child-filled house when he's trying to\n        clear the table for dinner:\n\n                                PHIL (O.S.)\n                  Whose is this?  Who left this\n                  here?\n\n                                                   CUT TO:\n\n\n        INT. NEIL'S ROOM - NIGHT\n\n        He's fast asleep.  So is the dog on the floor.  A mask of\n        a bearded man hangs from a chair.\n\n\n        INT. HOLLY'S ROOM - NIGHT\n\n        She's fast asleep.  A Disney mobile twirls gently in the\n        air overhead.\n\n\n        INT. MASTER BEDROOM - NIGHT\n\n        Julie and Phil fast asleep.  She's turned toward him.  He's\n        turned away from her.\n\n\n        INT. UPSTAIRS HALLWAY - NIGHT\n\n        The dog scratches again at the attic door... which slowly\n        starts to open.\n\n                                                   CUT TO:\n\n\n        INT. THE HOUSE - ENTRANCE HALL - DAY\n\n        A Sunday-lunch housewarming party is in progress.  Julie\n        is greeting Phil's friend, CHARLIE, who's just arrived with\n        his wife.\n\n                                CHARLIE\n                         (handing over a\n                          present)\n                  -- A little something for the new\n                  house.\n\n                                JULIE\n                  Oh, thank you, Charlie.\n\n        Other guests are in the living room.\n\n\n        EXT. THE POOL - DAY\n\n        Some cute teenage girls in bikinis are lounging around the\n        pool.  They're giggling as they pass a cigarette of some\n        kind between them, checking over their shoulders that there\n        are no adults around.\n\n\n        AT THE BACK OF THE GARDEN\n\n        Neil and his two Friends from his new school are spying on\n        the girls.  Behind them, a rope ladder dangles from a\n        treehouse under construction.\n\n                                NEIL\n                  God, your sister's really hot.\n\n                                NEIL'S FRIEND #1\n                  Shut up.\n\n                                NEIL'S FRIEND #2\n                  She is.\n\n                                NEIL'S FRIEND #1\n                  Don't look at her.  Look at the\n                  other ones.\n\n\n        INT. THE HOUSE - DINING ROOM - DAY\n\n        The guests are eating now.\n\n                                JULIE\n                  Well, the neighbors are a little\n                  weird -- other than that...\n\n        Another couple, the Nice Neighbors, laugh at that.  (The\n        woman is the mother next door who the Hider saw come home\n        that day.)\n\n                                NICE MAN\n                  Thanks a lot.\n\n                                PHIL\n                  Present company excepted -- it's\n                  the neighbors out there to the\n                  <u>right<\/u> who are a bit strange.\n\n                                JULIE\n                  Yeah, I caught him <u>looking<\/u> at me\n                  the other day.\n\n                                NICE WOMAN\n                  In all the years we've lived here,\n                  I don't think we've spoken a word\n                  to them, have we, hon?\n\n                                NICE MAN\n                  Sometimes when I go to the\n                  hospital early in the morning,\n                  I've seen him coming home.  Maybe\n                  he works at night.\n\n                                NICE WOMAN\n                  You'll probably see the wife once\n                  in a while at the supermarket.\n                  Truly one of the walking dead.\n\n        More easy laughter.  A very sensual woman, RITA, smokes a\n        cigarette and gives Julie a wink.  Julie smiles back.\n        Clearly they're best friends.\n\n                                CHARLIE\n                  Sounds like your normal upper-\n                  middle-class neighborhood to me.\n\n\n        EXT. THE POOL - DAY\n\n        The girls go away.  The boys emerge from their hiding\n        place.\n\n                                NEIL\n                  Let's follow 'em.\n\n                                NEIL'S FRIEND #1\n                  What for, dickweed?\n\n                                NEIL\n                  It's fun.\n\n                                NEIL'S FRIEND #1\n                  Grow up, Dreyer.\n\n\n        INT. KITCHEN - DAY\n\n        Julie is making coffee in here with Rita.\n\n                                RITA\n                  You've done a really great job\n                  with the house.  It's great!\n\n                                JULIE\n                  Yeah.  There's still a lot I want\n                  to do.  It's not quite... the kids\n                  aren't really settled in yet.\n                  Even the dog has been terribly\n                  high-strung and whines a lot since\n                  we've been here.  Look, he hasn't\n                  even come in for his food today.\n\n                                RITA\n                  So you don't have anything\n                  concrete?\n\n                                JULIE\n                  No, I told you.  A whiff of\n                  perfume on his shirt.\n\n                                RITA\n                  Have you just plain asked him?\n\n                                JULIE\n                  I've asked him what's wrong.\n\n                                RITA\n                  And?\n\n                                JULIE\n                  The same thing -- his business\n                  pressures, the whole move and\n                  everything.  He's frantic about\n                  nailing this new job, worried\n                  about screwing over his present\n                  boss.\n\n                                RITA\n                  I'm sure that's all it is, honey.\n                  Maybe you both just need a\n                  vacation.\n\n                                JULIE\n                  I've tried to get him to agree to\n                  one.  I just -- I don't know...\n                  I'm getting such weird vibes\n                  lately.\n\n                                RITA\n                  Don't drive yourself crazy.  It's\n                  probably nothing.\n\n        The boys come in from the backyard.\n\n                                RITA\n                         (continuing; flirting\n                          shamelessly)\n                  Hi, Neil.\n\n                                NEIL\n                  Hi.  We're going to the mall.\n\n        He and his friends go out.\n\n                                JULIE\n                  Rita, he's only twelve years old,\n\n                                RITA\n                         (raising her drink)\n                  He'll never appreciate it more.\n\n                                                   CUT TO:\n\n\n        INT. DINING ROOM - DAY\n\n        Julie lifts Holly up into her lap, then engrossed in\n        conversation doesn't pay attention when Holly climbs back\n        down.\n\n                                NICE WOMAN\n                  ... No, not really.  We do hear\n                  of break-ins now and again, but\n                  it's generally a real low-crime\n                  area.  We've never had any\n                  trouble.\n\n                                JULIE\n                  Is there any kind of Neighborhood\n                  Watch or --\n\n                                NICE MAN\n                         (puts arm around his\n                          wife)\n                  You're talking to her.\n\n        His wife laughs and gives him a playful slap on the arm.\n        Phil seems to be flirting with Rita.  Holly walks out of\n        the room.\n\n\n        INT. DOWNSTAIRS HALL\n\n        Holly comes out from the room.\n\n        She starts along toward... the door out to the pool\n        that's been left wide open.\n\n\n        EXT. THE POOL\n\n        Holly comes out.  She walks to the pool.  She walks to the\n        edge and looks over the water, walks further on --\n        toward the deep end.  She crouches the there.  She\n        picks up a leaf and tosses it in the pool and watches it\n        float.  She reaches to bring it back but it's already\n        floated too far out.  She reaches further, leaning over the\n        deep water and -- SUDDENLY two big hands lunge at her back\n        -- as if to push her in -- but they grab her to <u>stop<\/u> her\n        falling in, and lift her up in the air, running back to the\n        house with her, pushing her inside and shutting the door\n        with a definite CLICK behind her,\n\n                                                   CUT TO:\n\n\n        INT. LIVING ROOM - NIGHT\n\n        Julie and Phil are cleaning up after their housewarming.\n        Julie is looking at a very pretty green vase among other\n        presents.\n\n                                JULIE\n                  Do you remember who gave us this?\n\n                                PHIL\n                  No.\n\n                                JULIE\n                  There's no card or anything.\n\n                                                   CUT TO:\n\n\n        INT. MASTER BEDROOM - NIGHT\n\n        Julie and Phil in bed.\n\n                                JULIE\n                  I hear things in this house,\n\n                                PHIL\n                  All new houses have noises.\n\n                                JULIE\n                  How long does it have to be a new\n                  house?\n\n                                PHIL\n                  One day before we know it it'll\n                  be an old house and we'll be old\n                  in it -- and I'll still be paying\n                  for it.\n\n                                JULIE\n                  Neil's still having a bad time at\n                  school.  I feel terrible seeing\n                  him so upset all the time.\n\n                                PHIL\n                  He's made some friends, hasn't he?\n\n        Julie is starting to give Phil little nibbles on his neck.\n\n                                PHIL\n                         (continuing)\n                  I mean, he's a smart kid, he'll\n                  get by -- he takes after me.\n                  You're too sensitive.\n\n                                JULIE\n                         (seductively)\n                  I know someone else who's\n                  sensitive.\n\n        She's rubbing him under the covers.\n\n                                PHIL\n                         (had enough of this)\n                  Honey, I have a lot of meetings\n                  in the morning.\n\n        He turns away.\n\n                                PHIL\n                         (continuing)\n                  You never know when, do you.\n\n                                                   CUT TO:\n\n\n        EXT. THE HOUSE - NIGHT\n\n        All quiet.\n\n\n        INT. HIDER'S SECRET ROOM\n\n        He wakes up.  He's restless.  He's hot.  He reaches for one\n        of his water bottles, but it's empty.  He licks his lips.\n        Now that he's thought about having a drink, he can't get\n        the idea out of his mind.  He lies down again, but soon\n        sits up.  He's starting to feel a little trapped.\n\n\n        INT. THE ATTIC - NIGHT\n\n        The Hider emerges out of his secret panel in the floor.\n        He's holding an water bottle.\n\n\n        INT. UPSTAIRS HALLWAY\n\n        The door from the attic stairway slowly opens.  The Hider\n        carefully steps out.  He looks one way -- all clear --\n        looks the other -- and stops dead in his tracks.\n\n        Holly is standing at the other end of the hall looking at\n        him.  She rubs her eyes sleepily.  When she looks again,\n        the Hider is gone.\n\n        Holly turns around and walks to her parents' door where she\n        knocks.\n\n        Julie opens the door, looking down at Holly.\n\n                                JULIE\n                  Baby, what is it?\n\n                                HOLLY\n                  I'm thirsty.\n\n                                JULIE\n                  Aw, okay.\n\n        She starts to lead Holly down the main stairs.\n\n\n        INT. HIDER'S SECRET ROOM\n\n        He's back in hiding, and hitting himself for his\n        carelessness, sweating more than ever, desperately afraid\n        that he almost blew the whole deal.\n\n\n        INT. MAIN STAIRS\n\n        Julie holds Holly's hand as they descend the dark stairs.\n\n                                JULIE\n                  It's the middle of the night,\n                  sweetie.\n\n                                HOLLY\n                  A man scared me.\n\n                                JULIE\n                  A man?  Was it a dream?\n\n                                HOLLY\n                  Uh huh.\n\n                                                   CUT TO:\n\n\n        INT. DINING ROOM - MORNING\n\n        The family have breakfast.  Phil reads the \"Wall Street\n        Journal,\" not even looking at his toast as he lifts it to\n        his mouth.  Julie feels ignored.\n\n                                NEIL\n                         (looking around)\n                  Has anyone seen Rudolf?  I don't\n                  think he came in last night.\n\n                                JULIE\n                  No, honey, I haven't seen him.\n                  Didn't you feed him this morning?\n\n                                NEIL\n                         (screams)\n                  RUDOLF!\n\n                                PHIL\n                  Neil, do you mind?\n\n                                NEIL\n                         (softer)\n                  Rudolf?  C'mere, Rudolf!\n\n        Holly is drawing a picture.\n\n\n        HOLLY'S PICTURE\n\n        A dark silhouette of a man's shape.\n\n                                NEIL (O.S.)\n                  Rudolf!\n\n                                                   CUT TO:\n\n\n        INT. THE HOUSE - LIVING ROOM - NIGHT\n\n        Phil cradles Holly on the couch.  She's crying.  The family\n        watch TV.\n\n                                PHIL\n                  Don't cry, honey, Rudolf knows how\n                  to take care of himself.  I'm sure\n                  he's okay.  Maybe he just went on\n                  a trip.\n\n                                HOLLY\n                  Like our vacation?  Are we still\n                  going?\n\n        Phil looks at Julie.\n\n                                PHIL\n                  Yeah, I guess it would be\n                  good for us to get away for a\n                  while.  Maybe Rudolf got the same\n                  idea.  Dogs need a change of\n                  scene, too, from time to time.\n\n                                JULIE\n                         (strokes Holly's hair)\n                  Someone nice will find him if he\n                  gets lost.\n\n        Neil gets up to leave.\n\n                                NEIL\n                  I hate it here!  I hate it!\n\n        He runs out and upstairs.  Julie and Phil look at each\n        other.\n\n                                                   CUT TO:\n\n\n        INT. COFFEE SHOP RESTAURANT - NIGHT\n\n        The Hider sits at the counter, eating a simple meal.  It's\n        late.  There are a few other lonely people at the counter\n        or in booths.  A faded WAITRESS.  It's an American scene.\n\n                                WAITRESS\n                         (flirting slightly)\n                  You didn't finish your greens, but\n                  I'll let you have some dessert.\n\n                                HIDER\n                         (picking up check)\n                  No, thank you.\n\n                                WAITRESS\n                  Come on, you know you want some.\n\n                                HIDER\n                  No, not tonight, I have to be\n                  getting on home.\n\n        He leaves enough money on the counter and turns away.  The\n        Waitress's hopes go with him.\n\n                                                   CUT TO:\n\n\n        EXT. THE HOUSE - NIGHT\n\n        The Hider, like the human fly, crawls up the side of the\n        house using his toeholds, shielded by the vines and\n        shadows.\n\n                                                   CUT TO:\n\n\n        INT. THE HOUSE - ENTRANCE HALL - DAY\n\n        Neil is walking away from his dad.\n\n                                NEIL\n                  All right then, if I have to go\n                  to school then I'd better go.\n\n                                PHIL\n                  Why?  I just read your report\n                  card.  What's the point?  Stay\n                  home, watch some television, we'll\n                  get \"Mad\" magazine delivered.\n                         (waves report card)\n                  What kind of report card do you\n                  call this?!\n\n                                NEIL\n                  I've been going through a lot of\n                  personal crap, all right?\n\n                                PHIL\n                  Oh really?  <u>You've<\/u> been going\n                  through a lot of personal crap.\n                  You, Princess Di and Madonna?\n\n        Neil coughs.\n\n                                PHIL\n                         (continuing)\n                  If you want that baseball jacket\n                  for your birthday, Neil, learn to\n                  cough a little more realistically.\n\n                                NEIL\n                  I have a cold.\n\n                                PHIL\n                  What did the thermometer say?\n\n                                NEIL\n                  The thermometer's broken.\n\n                                JULIE\n                  He doesn't have a temperature.\n\n                                NEIL\n                  I can't help it if my homework is\n                  torn to shreds three times a week\n                  by someone <u>much<\/u> bigger than me<\/u>.\n\n                                PHIL\n                  Y'know what?  I'm ready to cancel\n                  our trip.  I really am. I've had\n                  it.\n\n                                NEIL\n                  And I can't help having a cold.\n\n                                PHIL\n                  What d'you want me to do, Neil?\n                  I've told you we'll get another\n                  dog.  What does EVERYONE want me\n                  to do?  You want to move back?\n                  Huh?  Would you like that?  Should\n                  we all just pack up again and MOVE\n                  BACK?!\n\n        This yell resounds throughout the entire house.\n\n                                                   CUT TO:\n\n\n        EXT. A STREET - DAY\n\n        Neil is walking home from school.  He HEARS something and\n        looks back nervously.  Suddenly, the Bully and his Goons\n        come out of some trees, surrounding Neil.\n\n        Immediately they start shoving him around a bit, taking his\n        bag.\n\n                                NEIL\n                  Give it here, Bernard.\n\n                                BULLY\n                  Whoa, check it out.\n\n        A new fountain-pen set he finds in Neil's bag.\n\n                                NEIL.\n                  Put it back!\n\n                                BULLY\n                  Nice pen, Neil.\n\n        He shakes it at Neil, spraying ink all over the new\n        baseball jacket he's wearing -- then stabs the nib into a\n        tree.\n\n                                NEIL\n                  Fucker!\n\n        The Goons hold Neil back.  The Bully hits Neil.\n\n                                BULLY\n                  Don't call me a fucker, you little\n                  asshole.\n\n        He yanks a pocket of Neil's jacket until it tears.  Neil\n        tries to get him again but one of the Goons trips him.\n\n                                BULLY\n                         (continuing)\n                  Hey, you're really clumsy, Neil.\n                  Look at the mess you made.\n\n        He dumps the rest of the contents of Neil's bag over Neil's\n        head and walks away laughing cruelly with his Goons.  Neil\n        looks at his jacket and calls after them.\n\n                                NEIL\n                  FUCKERS!\n\n                                                   CUT TO:\n\n\n        EXT. ANOTHER STREET - DAY\n\n        Now the Bully is walking home.  Alone.  Suddenly he stops.\n        There's a dollar on the ground in front of him.  He bends\n        to pick it up -- and a hand CLAMPS over his face and pulls\n        him into some bushes.\n\n\n        IN THE BUSHES\n\n        The Bully is dragged deeper in.  He struggles in sheer\n        panic.  He's twisted around momentarily.  His face is\n        filled with fear as he glimpses his attacker.\n\n                                BULLY\n                  Please -- <u>please<\/u> --\n\n        The Hider's big hand muffles him again.\n\n                                                   CUT TO:\n\n\n        INT. THE HOUSE - LAUNDRY ROOM - NIGHT\n\n        Julie flattens the baseball jacket out to have a look with\n        Neil.  It looks all right.  We HEAR a PHONE RING and PHIL\n        ANSWER it.\n\n                                NEIL\n                  Thank God.\n\n                                JULIE\n                  I think we got it just in time\n                  before the ink dried.\n\n                                NEIL\n                  Whew.\n\n                                JULIE\n                  The pocket's a cinch -- I'll sew\n                  it up for you after dinner, okay?\n\n                                NEIL\n                  Thanks, Mom.\n\n\n        INT. KITCHEN\n\n        Phil is about to hang up.  Holly sits at the kitchen table.\n\n                                PHIL\n                         (into phone)\n                  Oh, gee, well, thanks for letting\n                  us know. Goodbye.\n                         (there's a <u>double<\/u>\n                          click)\n                  Hello?\n\n        He hangs up.  Julie and Neil come in.\n\n                                PHIL\n                         (continuing)\n                  Oh boy, I just heard something\n                  horrible.  That was Audrey next\n                  door.  Neil, do you know a boy\n                  named Bernard Gunther?\n\n        Neil looks up in alarm.\n\n                                PHIL\n                         (continuing)\n                  He lives on the other side of the\n                  hill, I guess, so don't get too\n                  scared, but it looks like he was\n                  just, I don't know, attacked on\n                  his way home from school.  Audrey\n                  heard that he was...\n                         (catches himself with\n                          a sigh)\n                  ... well, apparently he's in the\n                  hospital now.  One of his legs\n                  was...  They don't know if he'll\n                  ever walk properly again.\n\n        In the silence and dread that follow, no one notices the\n        great big beaming smile of sheer God-given good fortune\n        that breaks out on Neil's face.\n\n                                                   CUT TO:\n\n\n        INT. RESTAURANT - DAY\n\n        Phil has a grin on his face.\n\n                                PHIL\n                  Really?\n\n        Across the table from him is his Secretary.\n\n                                SECRETARY\n                  Really.\n\n        Under the table she's slipped off a shoe and is running her\n        stockinged foot up his thigh.\n\n                                PHIL\n                  Promise?\n\n                                SECRETARY\n                  Promise.\n\n        In the b.g. the Hider sits at another table alone.\n\n                                PHIL\n                  I'd like that.\n\n                                SECRETARY\n                  Would you?\n\n                                PHIL\n                  Uh huh.\n\n        The Hider takes a book of matches from the ashtray on his\n        table and plays with it.\n\n                                SECRETARY\n                  Really?\n\n                                PHIL\n                  Really.\n\n                                                   CUT TO:\n\n\n        INT. THE HOUSE - UPSTAIRS HALLWAY - EVENING\n\n        Phil comes upstairs looking for something.  Neil walks by\n        wearing his bearded-man mask and goes downstairs.\n\n                                PHIL\n                  Honey!  Was the paper delivered\n                  today?\n\n\n        INT. MASTER BEDROOM\n\n        Julie is for their trip.\n\n                                JULIE\n                  I think so!  Didn't you take it\n                  in?\n\n\n        INT. HIDER'S SECRET ROOM\n\n        The Hider isn't here.  But more stuff is.  A cork bulletin\n        board has been put up.  On the bulletin board are all sorts\n        of pictures, clippings, bits and pieces.  Things that\n        interest the Hider.  There's a calendar with \"VACATION!\"\n        marked prominently.  And underneath on his mattress lies\n        the newspaper.  Folded to the movie-listings page.\n\n\n        INT. WALK-IN CLOSET - MASTER BEDROOM\n\n        Julie takes one of Phil's jackets and something falls out\n        of the pocket.  She bends to pick up whatever it is.\n\n\n        INT. LIVING ROOM\n\n        Neil, wearing his bearded-man mask, joins his sister on the\n        couch to watch TV.  She pays no attention to him.\n\n\n        INT. MASTER BEDROOM\n\n        Phil is trying to look stunned.\n\n                                PHIL\n                  The old incriminating matchbook!\n                  Are you kidding me?!  The oldest\n                  cliche in the <u>world<\/u>!\n\n        Julie is looking mad.\n\n                                JULIE\n                  No, I'm not kidding you, <u>Philip<\/u>.\n\n                                PHIL\n                  What next?!  -- A strange bra\n                  under my pillow!\n\n\n        INT. MOVIE THEATRE - EVENING\n\n        The Hider munches popcorn slowly as he watches a romantic\n        scene.  He's quite swept up by it.\n\n\n        INT. THE HOUSE - MASTER BEDROOM - EVENING\n\n        Phil tosses the incriminating matchbook onto the bed.\n\n                                JULIE\n                  I <u>remember<\/u> what day you wore that\n                  jacket.  It was <u>Monday<\/u>.  The day\n                  you were all day in <u>meetings<\/u>\n                  again?  And had to send out for\n                  <u>sandwiches<\/u>?\n\n                                PHIL\n                  Honey, you know what I've been\n                  like lately... I've been a total\n                  zombie.  I have no idea what that\n                  was doing in my pocket.\n\n                                JULIE\n                  Well, what about <u>these<\/u>?\n                         (taking something else\n                          out)\n                  Do you usually put your <u>carbons<\/u>\n                  in your pocket, too?!\n\n        Her wild card.  She flings them in his face and storms into\n        the adjoining bathroom.  Phil stares at the torn-in-half\n        carbons.  He can't believe it.  Didn't he <u>leave<\/u> them in the\n        restaurant?  <u>Is<\/u> he getting absent-minded?\n\n\n        INT. BATHROOM\n\n        Julie packs more things as Phil comes in.\n\n                                PHIL\n                  Sweetheart, this is a very risky\n                  time for me right now.  Maybe you\n                  don't appreciate that.\n\n                                JULIE\n                  I don't care, Philip.  You want\n                  to go chasing Barbara Zelman, go\n                  ahead.  Just watch out for those\n                  buck teeth.\n\n                                PHIL\n                  Barbara <u>Zelman<\/u>?  I don't believe\n                  this!\n\n                                JULIE\n                  Do you usually pay for Charlie?\n                  At \"Trattoria <u>Valentino<\/u>\"?\n\n                                PHIL\n                  Honey, I can't track of all\n                  the meals Charlie and I have been\n                  having.  This is a delicate time.\n                  If it leaks out that I'm jumping\n                  ship before I'm set up someplace\n                  else I could be out on my ear\n                  before I'm ready with nothing.\n                  With <u>nothing<\/u>.\n\n                                JULIE\n                         (going back to the\n                          bedroom)\n                  There <u>are<\/u> people who do things\n                  because they <u>want<\/u> to get caught.\n\n\n        INT. MASTER BEDROOM\n\n        Phil comes out of the bathroom.\n\n                                PHIL\n                  Who told you that -- someone on\n                  the radio?\n\n                                JULIE\n                  Fuck you, Philip.\n\n                                                   CUT TO:\n\n\n        EXT. A LIVELY STREET - NIGHT\n\n        The Hider strolls along, drinking a soft drink through a\n        straw.  He passes a flower stand and pauses to look at the\n        arrangements.  He turns a reel of seed packets, and pulls\n        one of the packets out to look at.  Just then he hears a\n        NOISE and turns to witness --\n\n\n        A MINOR ACCIDENT\n\n        A car cuts off a bicyclist.  The bicyclist falls off his\n        bike -- scraping his knee quite severely.  Other onlookers\n        go to his aid.  We SEE where his trouser leg was torn and\n        the bloody kneecap.\n\n\n        THE HIDER\n\n        thinks it's funny.  The Hider laughs.\n\n                                                   CUT TO:\n\n\n        INT. THE HOUSE - KITCHEN - NIGHT\n\n        Julie is crying softly in the aftermath of the argument,\n        pouring herself a cup of tea.  Phil is consoling her.\n\n                                JULIE\n                  I thought we'd be happy here.\n\n                                PHIL\n                         (holds her)\n                  Honey, I'm sorry, I think the\n                  vacation will be a good break for\n                  both of us.  You'll see.\n\n        She nods, taking her tea, and they go out.  Phil shuts the\n        light as they leave -- and we SEE the Hider's face at the\n        window.\n\n                                                   CUT TO:\n\n\n        INT. THE HOUSE - DAY\n\n        Vacation time.  Phil tries rounding everyone up.\n\n                                PHIL\n                  The cab's waiting!\n\n                                JULIE\n                  Where should I hide the car keys?\n\n                                PHIL\n                  I don't know -- put 'em in the\n                  drawer with all the Chinese take-\n                  away menus.\n\n                                JULIE\n                         (goes to do so)\n                  Did you lock the garage door?\n\n        Neil thinks he's taking along a gigantic plastic Rambo\n        machine gun.  Phil discourages him by grabbing it out of\n        his hands and putting it somewhere.\n\n\n        EXT. THE HOUSE - DAY\n\n        Phil makes sure the front door is double-locked, then joins\n        the others in the cab.\n\n        The cab doors SLAM.  The cab drives away.\n\n                                PHIL (O.S.)\n                  Did you set the timer switches for\n                  the lights?\n\n        The house stands alone.\n\n                                                   CUT TO:\n\n\n        INT. THE HOUSE - LIVING ROOM - EVENING\n\n        Room in shadow.  Then CLICK -- a lamp comes on.\n        Illuminating the Hider sitting on the couch.  Here in the\n        silent house.\n\n\n        INT. KITCHEN - MORNING\n\n        Whistling, the Hider strolls in, opens a cabinet, takes out\n        a box of Raisin Bran, then finds a bowl for himself.\n\n\n        INT. LIVING ROOM - DAY\n\n        The Hider watches a sporting event on TELEVISION, keeping\n        the SOUND LOW.\n\n\n        INT. NEIL'S ROOM - DAY\n\n        The Hider plays with Neil's train set.\n\n\n        EXT. ROOF - DAY\n\n        The Hider peers through the skylight.  We HEAR the SOUND\n        of a VACUUM CLEANER.\n\n\n        INT. ENTRANCE HALL\n\n        A Cleaning Woman goes through the house.\n\n\n        INT. DINING ROOM - DAY\n\n        Mail has been neatly put on the table.  Out in the entrance\n        hall, we SEE the Cleaning Woman leave, locking the front\n        door after her.  The Hider steps INTO VIEW from the\n        kitchen.  He sits at the table to go through the mail.  He\n        opens a letter that's addressed to \"OCCUPANT.\"\n\n\n        EXT. GARDEN - DAY\n\n        He plants some flower seeds using a gardening trowel.\n\n\n        INT. BATHROOM - EVENING\n\n        The Hider has a bath.  He smells a bar of soap,\n\n\n        INT. MASTER BEDROOM - NIGHT\n\n        The Hider gets into the bed.  He strokes her pillow.  He\n        smells it.  He puts his head gently on it.  He's happy.\n\n                                                   CUT TO:\n\n\n        INT. THERAPIST'S OFFICE - DAY\n\n        The Hider looks quite content today.\n\n                                THERAPIST\n                  And how are things with your lady\n                  friend, if I may call her that?\n\n                                HIDER\n                  Oh, fine.  She's gone away for a\n                  little while and when she comes\n                  back I've sort of resolved to\n                  really tell her how much I care\n                  for her.\n\n                                THERAPIST\n                  That's terrific.  Don't be afraid\n                  to be demonstrative.  You're\n                  sounding a lot more confident than\n                  when we last spoke.\n\n                                HIDER\n                  I am.  I'm really feeling pretty\n                  good.  I have a much stronger\n                  sense of how far I've come.\n\n                                THERAPIST\n                  As long as you keep remembering\n                  why.\n\n                                HIDER\n                  Well, we talked about the whole\n                  disapproval thing.\n\n                                THERAPIST\n                         (nodding)\n                  The whole disapproval thing.  If\n                  you allow yourself to get into a\n                  situation where someone else's\n                  potential disapproval becomes the\n                  focal point of your life -- then\n                  you're back to a life of fear,\n                  aren't you?  -- You're a prisoner\n                  to that again, and that isn't much\n                  of a life.\n\n                                HIDER\n                  I understand that.\n\n                                THERAPIST\n                  And please, don't for God's sake\n                  misinterpret that as being the\n                  voice of discouragement in any\n                  way --\n\n                                HIDER\n                  No, no, no, no.\n\n                                THERAPIST\n                  On the contrary -- this is\n                  tremendous.  I mean, we're all\n                  frightened to death of disapproval\n                  and we're constantly hiding behind\n                  these layers we manufacture for\n                  ourselves -- and I'm not saying\n                  we should, you know, <u>declare<\/u>\n                  ourselves unhesitatingly to our\n                  fellow human beings in the\n                  interests of total openness and\n                  honesty --\n\n                                HIDER\n                  That would be stupid.\n\n                                THERAPIST\n                  That would be monumentally stupid.\n                  All I'm saying is --\n\n                                HIDER\n                  -- a sense of proportion.\n\n                                THERAPIST\n                         (nods emphatically)\n                  A sense of proportion.\n\n                                                   CUT TO:\n\n\n        INT. THE HOUSE - BY THE PATIO DOORS - NIGHT\n\n        A SCRATCHING at the glass.  Then a TAP.  And a CLINK.  And\n        a CLICK.  And the curtain stirs -- and a Burglar slips in.\n        He crouches by the floor a moment, listening and getting\n        accustomed to the dark.\n\n\n        INT. DINING ROOM - NIGHT\n\n        The Burglar opens the drawers of some cabinets in here.\n        Looking for loot.  It's after midnight and the lights are\n        out.\n\n\n        INT. LIVING ROOM - NIGHT\n\n        The Burglar comes in.  He goes over to the TV and crouches\n        down to look at the VCR in the trolley underneath.  He runs\n        his hand over its smooth surface, then suddenly leans\n        forward to unscrew cables at the back.  This abrupt\n        movement probably extends his life by a few minutes --\n        because when a <u>hammer<\/u> comes down on his head, the blow is\n        only a glancing one.\n\n        The Burglar groans and turns -- the Hider was thrown off-\n        balance by his miss -- and the Burglar has enough time to\n        put an arm up for protection -- the second blow shattering\n        his elbow.  He cries out in pain, but he's a strong man\n        himself.  He's a match for the Hider!  He manages to grab\n        the Hider's ankle at the same time and pull him completely\n        off-balance -- the Hider throwing his arm out to stop\n        himself falling, knocking to the floor the vase he bought\n        for Julie -- landing on the floor himself as it SMASHES\n        alongside him -- and with a great gasp the Burglar pushes\n        the big television off the trolley onto the Hider.\n\n        The Hider has the wind knocked out of him as the big TV\n        lands heavily onto his chest, nearly squashing him like a\n        bug.  The Burglar is already running away, clutching his\n        broken elbow -- but the Hider's powerful arm shoots out to\n        catch his leg, pulling the Burglar back, while with an\n        almost superhuman effort the Hider heaves the TV off his\n        chest.\n\n        The Burglar struggles with all his might.  The two men\n        wrestle on the living room floor.  The Burglar tries to\n        gouge out the Hider's eyes.  Craning his face out of the\n        reach of the Burglar's flailing, frenzied fingers, the\n        Hider tries to get a firm grasp on him.  He grabs wildly\n        at the Burglar's hair, finally getting a good hold.  He\n        smashes the Burglar's head onto the glass-topped coffee\n        table.  BANG, BANG, BANG -- the glass cracks -- BANG, BANG,\n        BANG, the Burglar's face into the glass until the\n        glass breaks completely.\n\n        The Burglar won't give up.  He's beyond pain.  He's only\n        trying to survive.  His hand is at the Hider's throat,\n        squeezing.  They throttle each ether.  The Burglar is on\n        his back, his legs kicking at the Hider.  His shoe catches\n        the Hider a kick to the ear.  They both cough and gasp as\n        a release is forced, both struggling for a better position,\n        the Burglar trying to slide out from under again, the Hider\n        keeping him down -- and now the Hider is able to seize the\n        Burglar's arm again and jam the fingers in a door jamb and\n        pull the door back.  We don't hear the Burglar scream\n        because the Hider's other hand is in his mouth, but the\n        Burglar bites down so hard on it the Hider is the one who\n        lets out a roar of animal agony and the Burglar's good hand\n        punches at his face, the Burglar somehow on his feet again,\n        trying to make it to the dining room.\n\n        The Hider catches hold of the Burglar's shirt, tearing it.\n        but pulling the Burglar back to the floor -- and the\n        Hider's foot slips in some blood and he lands hard on his\n        back, hitting his head, the Burglar's torn shirt in his\n        hand.  The Burglar is crawling on all fours to get away,\n        but his knees slip in the blood, too, and the Hider's legs\n        grapple him like a pair of pythons, pulling him back, and\n        the two of them struggle on the slippery floor, out of\n        breath, near exhaustion.\n\n        There's a tall plant in the hall.  The Hider stuffs the\n        Burglar's face in the pot, suffocating him in the soggy\n        earth.  The Burglar's body twists and turns and kicks as\n        he's smothered in the damp dirt, the tall plant shaking\n        above the two of them, casting horrible shadows around the\n        entrance hall in the moonlight cast from the skylight.\n\n        The Hider can barely hold the Burglar's head in place,\n        every muscle tensing as the Burglar's body shudders in\n        rebellion -- and then the tremendous surge as the Burglar's\n        body breaks free!  -- Tall plant tipping as the Burglar\n        pushes back against the Hider with unbelievable strength\n        -- tall plant falling -- the Burglar knocking the Hider\n        back flat on the floor, the Burglar on top, but the Hider\n        still hugging him in a death grip, then getting a\n        full-nelson hold on the Burglar's shoulders and neck, the\n        two of them struggling to a standing position again, the\n        Hider again smacking the Burglar's head again and again and\n        again, into the front door this time, the Burglar sinking\n        back to the floor, still resisting, still breathing, his\n        good hand still madly feeling for a grip on the Hider, but\n        this time the Hider's hold is too strong and when he's got\n        the Burglar on the floor again, he's able to get a knee\n        into the small of the Burglar's back and with the knee as\n        leverage and the full nelson on the Burglar's neck, the\n        Hider pulls back with every last ounce of strength,\n        pulling, pulling, moaning with the sheer effort of it until\n        -- the Burglar's neck BREAKS.\n\n        The Hider rolls off, gasping for breath.  He pulls himself\n        to a sitting position against the front door.  He sits\n        here in the entrance hall under the moonlit skylight with\n        the shadows and the dead Burglar and the blood and the\n        earth all over the floor and he breathes air into his lungs\n        as if he'll never get enough.\n\n                                                   CUT TO:\n\n\n        INT. GARAGE OF THE HOUSE - NIGHT\n\n        The Hider enters, carrying over his shoulder a giant-sized\n        black Hefty trash bag with the body of the Burglar in it.\n        From his pocket he takes -- the keys to Phil's car.  He\n        lays the body bag on the floor in the back and gets in the\n        front.  He adjusts the driver's seat to suit him.\n\n                                                   CUT TO:\n\n\n        EXT. DINGY DOWNTOWN STREET - NIGHT\n\n        The Hider, driving Phil's car, turns into a filthy alley.\n        Halfway along it he parks, gets out, pulls the body bag\n        out, dumps it callously on the ground, and drives away.\n\n                                                   CUT TO:\n\n\n        INT. DESIGNER STORE - DAY\n\n        The Hider buys a green vase identical to the one that\n        smashed in his burglar fight.\n\n                                STORE MAN\n                         (wrapping vase)\n                  I knew you'd be back for another\n                  one of these.\n\n                                                   CUT TO:\n\n\n        EXT. GRASS LAWN - DAY\n\n        The Hider walks along a path with a man named BERT.\n\n                                HIDER\n                  You test each one thoroughly?\n\n                                BERT\n                  You better believe it, buddy.\n                  Your average Rolls Royce doesn't\n                  have to pass as many tests.  You\n                  want consistency?  You want\n                  dependability?  You want safety?\n\n                                HIDER\n                  Safety?\n\n                                BERT\n                  Listen, you can kick 'em, hit 'em,\n                  pour water all over 'em --\n                  <u>nothing<\/u>.  I'm telling you, under\n                  ordinary conditions they're <u>quiet<\/u>,\n                  they're nice to have around,\n                  they're completely harmless -- but\n                  when you blow this whistle...\n                         (holds up a whistle)\n                  ... then look out.\n\n\n        A VICIOUS, SAVAGE KILLER DOG\n\n        <u>LUNGING<\/u> directly AT THE CAMERA!  Snarling fiercely.\n\n        This is the \"product\" under discussion -- attacking a Man\n        who's wearing considerable protective, padded clothing.\n        It's a simulated \"mugging\" demonstration.  The Man in the\n        clothing and face mask is playing the part of the mugger,\n        while a Woman Dog Trainer is the victim -- with a whistle\n        in her mouth.\n\n                                BERT\n                  Look at that.  You can't buy\n                  better protection than that.  That\n                  there is your Man's Best Friend.\n\n                                HIDER\n                  How are they with kids?\n\n                                BERT\n                  They're great with kids.  They\n                  love 'em.  They eat 'em up.\n                         (gives the Hider a\n                          friendly slap)\n                  I'm kidding.\n\n                                HIDER\n                         (looking at whistle)\n                  So this really does the trick, eh?\n\n                                BERT\n                  Friend, that animal will go after\n                  whoever's approaching the sound\n                  of that whistle.  And God help\n                  whoever it is.  Because that dog\n                  will not let up until there's dead\n                  meat on the ground.  Put your\n                  faith in that, pal.\n\n        The padded Man is indeed on the ground, the Killer Dog\n        attacking him viciously.\n\n                                                   CUT TO:\n\n\n        INT. THE HOUSE - EVENING\n\n        The family comes back in.  The kids immediately dropping\n        their bags and rushing upstairs.\n\n                                PHIL\n                  Kids, don't leave your bags in the\n                  hall -- take them upstairs.\n\n        He and Julie have a look round.  Everything looks fine.\n\n                                PHIL\n                         (continuing)\n                  Did the cleaning woman come?\n\n                                JULIE\n                         (in the living room)\n                  Yeah -- she did a good job.  This\n                  glass looks brand-new.\n\n        (And the green vase is back in place on the mantelpiece.)\n\n                                PHIL\n                  The floor has a nice shine to it.\n                         (going into kitchen)\n                  Oh God -- we have twenty-two\n                  messages on the machine.\n\n                                JULIE\n                         (coming from living\n                          room)\n                  Did she water this plant?  It\n                  looks a little bent out of shape.\n\n        The kids come rushing in excitedly from the back.\n\n                                NEIL AND HOLLY\n                  Mom!  Dad!  Mom!  Dad!  Come look,\n                  come and look, come and look!\n\n        Julie and Phil are dragged outside.\n\n\n        EXT. BACKYARD\n\n        The kids pull Julie and Phil out the back door.\n\n                                PHIL\n                  All right, all right -- what?\n\n                                HOLLY\n                  Look!\n\n        They look.  The savage Killer Dog is sitting here --\n        looking like the friendliest, cuddliest lost thing you ever\n        saw, tongue hanging out, the sweetest Disney image of\n        doghood imaginable.\n\n                                HOLLY\n                         (continuing)\n                  He was lying asleep at the back\n                  of the yard like it was home!\n\n                                NEIL\n                  -- And there's no collar or tags\n                  on him or nothin'!\n\n                                HOLLY\n                  Can we keep him, Mom, oh, can we?\n                  Can we keep him?\n\n        Julie and Phil laugh.  They crouch down with the kids to\n        pet the Killer Dog, too.  The Killer Dog is happy.\n\n                                PHIL\n                  Hiya, sport.  Where'd you come\n                  from, huh?\n\n                                NEIL\n                  Can we keep him?\n\n        The Killer Dog licks Phil's face.\n\n                                                   CUT TO:\n\n\n        INT. THE HOUSE - EVENING\n\n        The kids are watching MTV in the living room.  The Killer\n        Dog strolls out, wearing a collar.  In the dining room Phil\n        is pacing nervously as he talks on the kitchen phone,\n        stretched in here on the super-long flex cord.\n\n                                PHIL\n                  Sensational.  Wednesday is fine,\n                  no problemo.  One o'clock at the\n                  Somerset Grill -- yes, I know it\n                  well.  Okay then -- looking\n                  forward to it.  Ciao.\n                         (again a double click)\n                  Hello?  Hello?\n\n        He goes into the kitchen to hang up, punching the air\n        triumphantly.\n\n\n        INT. KITCHEN\n\n        Julie is preparing dinner.  The Killer Dog walks to the dog\n        bowl to munch his chow.\n\n                                PHIL\n                  He wants to see me!\n\n                                JULIE\n                  Philip!  The senior partner?\n\n                                PHIL\n                  His secretary just confirmed.\n\n                                JULIE\n                  Oh baby.\n\n        She hugs him, giving him a kiss.\n\n\n        INT. HIDER'S SECRET ROOM\n\n        He presses the redial button on his phone extension.\n\n                                HIDER\n                  Oh, hi, this is Phil Dreyer again.\n                  Stupidly, I just looked at my\n                  calendar and I'm going to have to\n                  cancel Wednesday.  Please\n                  apologize to him for me and I'll\n                  call back to reschedule -- is that\n                  all right?  No problemo?\n                  Sensational.  Thanks -- I'm really\n                  sorry.  Ciao.\n\n\n        INT. KITCHEN\n\n        Julie and Phil hugging and kissing.  The MUSIC coming from\n        the liVing room.  Julie starts dancing slowly with Phil --\n        but he wants to break it up now.\n\n                                PHIL\n                  What -- what are you doing?\n\n                                JULIE\n                  I think you should feel like\n                  dancing at a time like this.\n\n                                PHIL\n                         (trying to break away)\n                  C'mon.\n\n        Julie lets him go, pissed off now.\n\n                                JULIE\n                  You can never bring yourself to\n                  do anything spontaneous or\n                  romantic, can you?\n\n        Now Phil is pissed off that she's pissed off.\n\n                                PHIL\n                  I bought the house, dear heart --\n                  we took the vacation.  I deliver\n                  your dreams from time to time.\n\n        He starts walking out.\n\n                                JULIE\n                  A dance is for free.\n\n        He's gone.  With a sigh she turns back to her cooking.\n\n                                                   CUT TO;\n\n\n        INT. HIDER'S SECRET ROOM - DAY\n\n        He wakes up suddenly from sleep.  He hears something.  He\n        smells something.  He sniffs.  He crawls over to look\n        through the vent in the false wall.\n\n\n        INT. THE ATTIC\n\n        Neil and his friends are here.  The attic is full of all\n        kinds of junk.  Neil and his friends are <u>playing with<\/u>\n        <u>matches<\/u> -- melting a naked \"G.I. Joe.\"\n\n                                NEIL'S FRIEND #1\n                  Oooh, look at him <u>burn<\/u>.\n\n\n        INT. HIDER'S SECRET ROOM\n\n        The Hider is appalled by this sadistic game.  Suddenly, he\n        almost hits the ceiling -- as his PHONE RINGS!  He\n        instantly disconnects it, and waits with horror to see if\n        it's given him away.\n\n\n        INT. THE ATTIC\n\n        The PHONES are still RINGING in the rest of the house.\n\n                                NEIL'S FRIEND #2\n                  You guys have a loud phone.\n\n\n        INT. DINING ROOM\n\n        Julie answers it.\n\n                                JULIE\n                  Hello?  Hi, Rita.\n\n\n        INT. HIDER'S SECRET ROOM\n\n        He finishes writing a note to himself and posts it on his\n        bulletin board:  \"ALWAYS REMEMBER TO UNPLUG THE PHONE!!!\"\n        Then he turns over the phone to turn the \"ring\" dial to\n        low.\n\n\n        INT. DINING ROOM\n\n        Julie on the phone with her friend.\n\n                                JULIE\n                  Uh huh... uh huh... You didn't\n                  even have dinner with him first?\n\n\n        INT. HIDER'S SECRET ROOM\n\n        Keeping one eye on the antics of the kids in the attic, the\n        Hider reconnects his phone so he can listen in on Julie's\n        conversation, holding a cloth over the mouthpiece.\n\n\n        INT. DINING ROOM\n\n        Julie hears PHIL COMING HOME.  CAR DOOR SLAMMING.\n\n                                JULIE\n                  Uh huh... uh huh... Well, Rita,\n                  if he's that big a slob, why are\n                  you even bothering?\n\n        Phil comes in, head down, goes straight upstairs.\n\n                                JULIE\n                         (continuing)\n                  Rita, I'm going to have to call\n                  you back.\n\n\n        INT. THE ATTIC\n\n        Suddenly Neil or one of his idiot friends drops a match and\n        accidentally sets on fire a roll of carpet lying against\n        the Hider's wall.  The roll of carpet is wrapped in brown\n        paper.\n\n                                NEIL\n                  Shit!\n\n                                NEIL'S FRIEND #1\n                  Put it out, man!\n\n        The boys frantically try to put out the fire.\n\n\n        INT. HIDER'S SECRET ROOM\n\n        Oh Christ, Oh God, Oh Jesus, Oh Christ, Oh God -- the Hider\n        puts the phone down and pulls the ventilator lever shut and\n        backs off as far as his terribly limited space allows.\n\n\n        INT. MASTER BEDROOM\n\n        Phil is lying on the bed as Julie comes in.\n\n                                JULIE\n                  Honey?  How did it go?  You didn't\n                  call me.\n\n                                PHIL\n                  He wasn't there.\n\n                                JULIE\n                  What?\n\n        She comes to sit on the bed.  She tries putting a hand on\n        him, but it's like putting a hand on a corpse.\n\n                                PHIL\n                  I get to the restaurant and he's\n                  not there. I waited for forty-\n                  five minutes.  When I called his\n                  office, his secretary said they\n                  thought I had cancelled.  I had\n                  cancelled!  Then I get back to my\n                  office and <u>Aranson<\/u> is waiting for\n                  me and he knows <u>everything<\/u>.\n\n                                JULIE\n                  Oh, honey.\n\n                                PHIL\n                  <u>Everything<\/u> -- that I've been\n                  talking to other people behind his\n                  back -- that's what he called me\n                  -- a back-stabber and a deceiver.\n                  To him and to the company.\n                  He called me a traitor in front\n                  of everybody and told me if I\n                  wanted to be a VP over at\n                  Lowenthal I might as well pack up\n                  and go -- only <u>Lowenthal never<\/u>\n                  <u>showed up for our lunch<\/u>!  It's\n                  like everybody got an anonymous\n                  poison-pen letter or some --\n                         (sits up)\n                  Do you smell smoke?\n\n\n        INT. THE ATTIC\n\n        Phil comes running up as Neil was rushing down.\n\n                                NEIL\n                  Dad!  Dad!\n\n        The carpet is blazing!  Noxious smoke pouring off it!\n\n\n        INT. HIDER'S SECRET ROOM\n\n        He can't stop the smoke coming through his vent.  His\n        little cell is quickly flooding with smoke.  Choking,\n        gasping, he throws himself down on his mattress, sticking\n        his face to the second vent in the street wall, sucking the\n        real air from out there.\n\n\n        INT. THE ATTIC\n\n        Phil slaps at the fire with another rug.\n\n                                PHIL\n                  Neil, go get some water!  Now!\n\n\n        EXT. THE HOUSE\n\n        That small vent up by the attic -- smoke coming from it.\n        UP CLOSE, a man's hideously distorted and desperate face\n        pressed against it.\n\n\n        INT. HIDER'S SECRET ROOM\n\n        He lies there gasping for air, more smoke filling his small\n        space.\n\n\n        INT. THE ATTIC\n\n        Neil and Julie rush back up with buckets of water.  After\n        a lot more screaming and yelling and exertion, the flames\n        are put out.\n                                                   CUT TO:\n\n\n        INT. ENTRANCE HALL DOWNSTAIRS - DAY\n\n        Phil shouts at Neil and his friends.\n\n                                PHIL\n                  What the <u>fuck<\/u> did you guys think\n                  you were doing?!\n\n        They all have their heads down.  Phil opens the front door\n        to get rid of Neil's friends.\n\n                                PHIL\n                         (continuing)\n                  You two get out of here, go on.\n                  Your parents are going to be\n                  hearing from me.\n\n        He slams the door.  Neil glances embarrassedly at his\n        little sister, who's crying fearfully in the next room.\n\n                                NEIL\n                  A <u>man<\/u> started the fire.\n\n                                PHIL\n                         (<u>hits<\/u> Neil)\n                  Neil, goddamn it, you're not five\n                  years old!\n\n                                JULIE\n                  Neil, you could have burned the\n                  house down!\n\n                                NEIL\n                  I don't <u>know<\/u> how it started!\n\n                                PHIL\n                  You knew a second ago.  <u>Who<\/u>\n                  started it?\n\n                                NEIL\n                  -- A man.\n\n        WHAM!  He gets hit again.  Hard.  He holds his arm and\n        looks about to cry.\n\n                                PHIL\n                  A man started it?  Oh really?  You\n                  wanna show me, Neil?  Right, okay,\n                  here we go, Neil's gonna show me\n                  the man.\n\n        He grabs Neil's arm roughly and starts pulling him toward\n        the stairs.\n\n\n        INT. THE ATTIC\n\n        The Hider emerges with a cloud of smoke from under his\n        secret panel in the floor.  He lies here, gasping\n        desperately for air.\n\n\n        INT. MAIN STAIRWAY\n\n        Phil dragging Neil up.\n\n                                PHIL\n                  We're going to go see the man.\n                  Here we go, Neil's gonna show his\n                  dad the man.  Come on, let's go\n                  see the man.\n\n\n        INT. THE ATTIC\n\n        The Hider has practically passed out from his ordeal.  But\n        then he hears them coming back up.\n\n\n        ATTIC STAIRWAY\n\n        Phil drags Neil up, pushes him forward into the attic.\n\n\n        THE HIDER\n\n        Standing stiff in the shadows behind some old bookcases.\n        He didn't have time to go back under his false wall.  He's\n        here in the attic with them!\n\n\n        PHIL\n\n        spins Neil around the center of the floor a few times.\n\n                                PHIL\n                  Do you see a man?\n\n                                NEIL\n                  No.\n\n                                PHIL\n                  No man!\n                         (WHAM!)\n                  <u>Go to your room<\/u>.\n\n        He pushes Neil back downstairs and turns with a sigh to\n        look at the charred mess up here.  He goes closer to the\n        burnt carpet and bends over it.\n\n\n        THE HIDER\n\n        Alone with the person he hates most in life.  His fists\n        start to clench.\n\n\n        PHIL\n\n        gingerly touches bits of the carpet, making sure the fire\n        is completely out.  SUDDENLY, he jumps -- the attic door\n        has swung shut.  He turns toward it -- and a shadow moves\n        somewhere behind him.  He opens the door again -- and\n        there's a little CREAK.  He bends over again, putting\n        something at the bottom of the door to keep it open.  Then\n        he thinks he hears something -- turns around again -- but\n        JULIE distracts him, CALLING from downstairs:\n\n                                JULIE (O.S.)\n                  Honey -- I can't find those large-\n                  size Hefty trash bags!\n\n                                PHIL\n                         (goes downstairs)\n                  There might be some extras in the\n                  garage.\n\n\n        INT. THE ATTIC - LATER\n\n        Neil is pushed back in, followed by his parents.\n\n                                NEIL\n                  I thought I was supposed to stay\n                  in my room.\n\n                                PHIL\n                         (pushing him)\n                  Get on the other side of that.\n\n        Holly comes up to watch, too.\n\n\n        INT. HIDER'S SECRET ROOM\n\n        Hider has made it back in here.  As the last vestiges\n        of smoke clear, he lies back on his mattress, breathing\n        slowly.\n\n\n        INT. THE ATTIC\n\n        They're cleaning up the mess, trying to put trash bags over\n        the burnt carpet roll.\n\n                                JULIE\n                  Neil, lift up your end.\n\n\n        INT. HIDER'S SECRET ROOM\n\n        Here on the other side of the false wall.  Lying on his\n        mattress.\n\n                                                   CUT TO:\n\n\n        EXT. THE POOL - EVENING\n\n        Phil is sitting in a deck chair, looking shell-shocked.\n        Julie is still trying to comfort him.\n\n                                JULIE\n                  Honey, it's not the end of the\n                  world.  You'll call Lowenthal\n                  tomorrow and find out it was just\n                  a mix-up.  And if he's not\n                  interested anymore, then you'll\n                  find another company to go to\n                  maybe even your own.  You are free\n                  now, you are independent.\n\n                                PHIL\n                  I'm <u>fired<\/u>.  I'm unemployed.  Is\n                  that your idea of negotiating from\n                  a position of strength?  Clearly\n                  any potential employers have been\n                  warned to back off!\n\n                                JULIE\n                  That's not the case.\n\n                                PHIL\n                         (head down again)\n                  Someone blew the whistle.  Someone\n                  hates me.\n\n                                                 CUT TO:\n\n\n        EXT. THE ROOF - DAWN\n\n        The Hider looks at the sky, daylight about to break.  He\n        goes aver the top.\n\n\n        EXT. BACK OF THE HOUSE\n\n        Nearing the bottom, he slips and falls the rest of the way,\n        hurting himself as he scrapes his hands and legs.  He picks\n        himself up off the ground, brushing himself off, stumbling\n        slightly again.  Looking around, worried in case his fall\n        was heard, he sneaks away around the corner of the house...\n\n        ... leaving behind the <u>dog whistle<\/u> that's fallen out of his\n        pocket, that he accidentally stepped on and kicked to one\n        side.  Dented slightly, but shining temptingly in the\n        grass.\n\n                                                   CUT TO:\n\n\n        INT. THERAPIST'S OFFICE - DAY\n\n        The Hider looks intense.\n\n                                HIDER\n                  Things are beginning to come to\n                  a head.  I can feel it.  And I\n                  want everything to be perfect.\n\n                                THERAPIST\n                  Who doesn't?\n\n                                HIDER\n                  I've cultivated her interests so\n                  that now we have even more in\n                  common than ever.\n\n                                THERAPIST\n                  Well, now, don't go creating some\n                  artificial environment for\n                  yourself.\n\n                                HIDER\n                  Oh no -- I mean, she's genuinely\n                  made me more fulfilled in many\n                  ways -- and I hope eventually to\n                  be able to teach her a few things,\n                  too.  What I mean is, I guess I'm\n                  still waiting for just that right\n                  -- synthesis between us -- where\n                  everything will be understood\n                  between us without even the need\n                  for words.\n\n                                THERAPIST\n                  It's not going to happen unless\n                  you make it happen, my friend.\n                  You're going to have to assert\n                  yourself a little bit more.  <u>Show<\/u>\n                  your affection.\n\n                                HIDER\n                  Yeah, maybe you're right.\n                  Everything else is just an excuse.\n                  I'm treating the situation with\n                  kid gloves because I'm afraid of\n                  losing her.\n\n                                THERAPIST\n                  <u>Ask<\/u> her how she feels.\n\n                                HIDER\n                  I should.\n\n                                THERAPIST\n                  You have to put yourself out there\n                  a bit more.\n\n                                HIDER\n                  Right.\n\n                                THERAPIST\n                  Because life isn't about playing\n                  it safe.  Life is about taking\n                  risks.\n\n                                                   CUT TO:\n\n\n        INT. THE HOUSE - MASTER BEDROOM - NIGHT\n\n        Phil is packing a suitcase.  Julie has her arms folded and\n        is looking grim.\n\n                                JULIE\n                  Boy, you really buckle under a\n                  little pressure, don't you?\n\n                                PHIL\n                  This is for the best, you know it\n                  is.\n                         (slams a drawer)\n                  Why do my socks keep disappearing!\n\n                                JULIE\n                         (mimicking him)\n                  \"Honey, I'm a zombie, I don't know\n                  whether I'm coming or going.\"\n\n                                                   CUT TO:\n\n\n        EXT. DRIVEWAY - NIGHT\n\n        Phil comes out of the house, followed by Julie.  He stuffs\n        his suitcase in his car.\n\n                                JULIE\n                  You're even sadder and more burnt-\n                  out than I thought.\n\n                                PHIL\n                  I am so sick to death of hearing\n                  <u>your<\/u> opinion of my state of mind,\n                  what <u>you<\/u> think is for my own good.\n                  Without me you'd still be twirling\n                  a baton at U.C. Santa Barbara.\n                  <u>You're<\/u> the final straw on this\n                  back, baby!\n\n        As he gets into his car he has a little fit, readjusting\n        the seat.\n\n                                PHIL\n                         (continuing)\n                  Why the hell is this seat never\n                  right!\n\n\n        INT. THE HOUSE - MAIN STAIRWAY\n\n        POV of someone coming down the stairs slowly, toward the\n        front door that stands half open, the SOUND of Phil's CAR\n        DOOR SLAMMING out there.\n\n        It's Neil.  Looking unhappy as children do at such moments.\n        He glances into the living room where Holly, too young to\n        understand, is watching TV with the Killer Dog.  Neil looks\n        forward again as he hears his DAD'S CAR DRIVING AWAY -- and\n        his mother comes back inside.  She puts an arm around him.\n\n                                                   CUT TO:\n\n\n        INT. DINING ROOM - MORNING\n\n        Julie has breakfast with her children.\n\n                                JULIE\n                  Your daddy and I are kind of mad\n                  at each other right now, so we\n                  have to spend some time apart.\n\n                                HOLLY\n                  Why are you mad at each other?\n\n                                JULIE\n                  You know how sometimes Neil bugs\n                  you and you just get up and walk\n                  away from him?\n\n                                HOLLY\n                  Uh huh.\n\n                                JULIE\n                  Well, that's what happens with\n                  grownups, too.\n\n                                HOLLY\n                  Did Daddy tease you?\n\n                                JULIE\n                  Yes, he did, and I don't like it\n                  any more than you do.\n\n                                NEIL\n                  Where'd he go?\n\n                                JULIE\n                         (sighs)\n                  He's staying with a friend.\n                         (stands)\n                  Hurry up now, you'll be late for\n                  school.\n\n\n        EXT. DRIVEWAY - MORNING\n\n        The kids get in the back of Julie's car.  She helps Holly\n        with her seatbelt, then shuts the door and goes to the\n        front.  As she's about to get in, a CLANKING NOISE makes\n        her jump.  She turns -- seeing the garbage cans of the\n        Nasty Neighbor's house -- and then the Nasty Neighbor\n        himself, standing up from behind one of them.  He looks at\n        her.  She instantly looks away, getting into her oar.\n\n\n        INT. ENTRANCE HALL - MORNING\n\n        As we HEAR Julie's CAR DRIVING AWAY outside...  The Hider\n        appears at the top of the stairs.  He strolls down as if\n        he owns the place.  The Killer comes wandering in.  The\n        Hider crouches down to pet him.  The Hider looks around <u>his<\/u>\n        house, and starts to laugh.\n\n\n        INT. MASTER BEDROOM - MORNING\n\n        The Hider comes in.  His euphoria is building.  He opens\n        a drawer -- to check that Phil has cleared his stuff out\n        and really gone.\n\n\n        INT. BATHROOM - MORNING\n\n        The Hider opens the medicine cabinet to see that there's\n        no shaving gear.  He notes an empty towel rack -- and sees\n        that there's only one toothbrush now.\n\n\n        INT. JULIE'S CAR - MORNING\n\n        Driving away from the house -- when suddenly Holly bursts\n        out crying.\n\n                                HOLLY\n                  Daddy's gone where Rudolf went and\n                  isn't coming back!\n\n                                JULIE\n                  Holly -- that's not so.\n\n        Holly has a plastic container of orange juice with a spill-\n        proof lid.  In her hysteria she flings it, the lid coming\n        off, juice splashing all over Julie.\n\n                                JULIE\n                         (continuing)\n                  Oh, Holly!\n\n\n        INT. MASTER BEDROOM - MORNING\n\n        The Hider falls onto the bed, laughing, rolling over,\n        pulling the comforter around him like a shroud.  It's all\n        his now, he's the man.  He sits up with a start when he\n        hears SOMEONE COMING up the stairs.\n\n\n        INT. MAIN STAIRWAY\n\n        Julie runs up and goes into her bedroom.\n\n\n        INT. MASTER BEDROOM\n\n        She hurries in and immediately starts to take off her\n        orange-juice-stained dress.\n\n\n        INT. WALK-IN CLOSET\n\n        The Hider is hiding in here.  Peeking out at her.  Watching\n        her undress.\n\n\n        INT. MASTER BEDROOM\n\n        Julie goes into the adjoining bathroom, washing out the\n        orange juice.  She comes out of the bathroom and goes to\n        the closet.  She takes out another dress and starts to put\n        it on.\n\n\n        INT. DOWNSTAIRS - MORNING\n\n        Julie comes back down to where her kids are waiting.  Holly\n        isn't crying anymore, but looks sulky.\n\n                                JULIE\n                  All right, now come on,\n                  everything's going to be just\n                  fine.\n\n                                                   CUT TO:\n\n\n        EXT. SCHOOL PLAYGROUND - DAY\n\n        Neil is sitting at an outdoor table, reading a comic book,\n        when he hears an OMINOUS SOUND -- a kind of limping SHUFFLE\n        coming toward him.  He dare not turn around, but he doesn't\n        have to, because the Bully, walking with the help at a\n        crutch, appears and sits down next to Neil.\n\n                                BULLY\n                         (very matter of fact)\n                  My friends have been expelled.\n                         (pokes Neil)\n                  <u>You're<\/u> gonna be my friend now.\n\n        The Bully gets up awkwardly and we HEAR his limping SHUFFLE\n        moving away.  Neil just sits here and wonders why God\n        despises him.\n\n                                                   CUT TO:\n\n\n        EXT. THE HOUSE - BACKYARD - DAY\n\n        Julie is watering plants.  Moving deeper into the garden,\n        reaching to spray water at out-of-the-way bushes, she comes\n        upon a little hidden patch of flowerbed that she certainly\n        never noticed before -- because now it boasts a lovely\n        group of roses that have only recently bloomed.\n\n\n        INT. THE HOUSE - LAUNDRY ROOM - DAY\n\n        The washing machine is going.  Julie is folding clothes\n        that are already done.  Abruptly the washing machine stops\n        with a GRINDING CLANK.\n\n        Julie looks at it.  She tries pushing its buttons and making\n        sure that the door is properly closed, but it seems to be\n        broken.\n\n\n        INT. DINING ROOM - DAY\n\n        Julie looks sad.  She doesn't know what to do with herself.\n        She pets the Killer Dog.  She hears a COMMOTION outside and\n        goes to look out the window.\n\n\n        JULIE'S POV\n\n        She sees the Nasty Neighbor and his Wife shouting at each\n        other -- and the Nasty Neighbor's Wife getting into a car\n        with another man and driving off.  The Nasty Neighbor just\n        makes some crude gesture at the departing car and goes back\n        into his house.\n\n\n        BACK TO SCENE\n\n                                JULIE\n                         (to Killer Dog)\n                  Must be something in the air.\n\n\n        INT. LIVING ROOM - DAY\n\n        Julie, alone, on the phone.\n\n                                JULIE\n                  No, Rita.  No.  No, I don't want\n                  to meet him.  No, Rita.  Yes, I'm\n                  fine.  No, I don't want to meet\n                  him, either.  Absolutely not,\n                  Rita,\n\n\n        INT. KITCHEN - AFTERNOON\n\n        Julie opens the refrigerator, but the light doesn't come\n        on.  She checks the plug.  The refrigerator is broken now,\n        too.  She can't stand it.  She slams the door, having a\n        fit, starting to cry,\n\n\n        INT, UPSTAIRS HALLWAY - AFTERNOON\n\n        Julie puts away some boxes of Kleenex in a linen closet.\n        The front DOORBELL RINGS.  Julie turns to go downstairs.\n\n\n        MAIN STAIRWAY\n\n        Julie comes down the stairs to the front door.  The Killer\n        Dog joins her.  She opens the door.  Standing outside is --\n\n\n        THE HIDER!!\n\n        SEE the handyman's clothes he's wearing.  SEE the\n        handyman's business card he's holding out.  SEE the\n        pleasant smile on his face.\n\n                                HIDER\n                  Hello, my name is Thomas Sykes,\n                  I'm a handyman.  If there's any\n                  work you need done, please give\n                  me a call,\n\n\n        JULIE\n\n        She looks at his card.\n\n                                JULIE\n                  Oh, well, do you fix\n                  refrigerators?\n\n                                HIDER\n                  Sure.\n\n                                JULIE\n                  Well, can I make an appointment?\n\n                                HIDER\n                         (looks at his watch)\n                  Maybe I could take a look at it\n                  now.\n\n                                                   CUT TO:\n\n\n        INT. KITCHEN - DAY\n\n        BLINK!  The refrigerator light pops on and the whole thing\n        starts HUMMING again.\n\n                                JULIE\n                  Oh, great.\n\n                                HIDER\n                  Yeah, that was easy.\n\n                                JULIE\n                  Do you do washing machines, too?\n\n                                HIDER\n                  Just show me the way.\n\n        She takes him into the --\n\n\n        LAUNDRY ROOM\n\n        The Hider, with his toolbox, starts investigating the\n        broken washer.  Julie watches him.\n\n                                JULIE\n                  Everything breaks at once.\n\n                                HIDER\n                  Isn't that always the way?\n\n                                JULIE\n                  So, you're just kind of a roving --\n\n                                HIDER\n                  -- General handyman, yeah.  I do\n                  carpentry, too, painting, almost\n                  any odd job around the house.  I\n                  do housesitting while the owners\n                  are away.  In fact, that's why\n                  I've been in the area.  I've been\n                  living very close by.\n                         (he stands up)\n                  Here's the part that's giving you\n                  trouble, but I won't be able to\n                  get a replacement till the stores\n                  open tomorrow morning.\n\n                                JULIE\n                  Oh, that's fine.\n\n        The Hider puts the part in his toolbox.\n\n                                HIDER\n                  I'll call you when I have the\n                  part.\n\n                                                   CUT TO:\n\n\n        EXT. BACK PATIO - NIGHT\n\n        Holly is playing with the Killer Dog.  Julie is reclining\n        in a deck chair, talking to Rita on the phone.\n\n                                JULIE\n                  Well, of course I'm upset, Rita.\n                  No, I <u>don't<\/u> want to go out.\n\n        Neil climbs out of the swimming pool, notices something\n        <u>glistening<\/u> in the grass not far away.  He goes toward it.\n\n        Holly giggles as she twists the Killer Dog's face into\n        various grotesque expressions.\n\n                                HOLLY\n                  Look, Mommy, look at Edgar.\n\n        Neil picks up -- <u>the whistle<\/u>.\n\n        Holly pulls the Killer Dog's gums apart.\n\n                                HOLLY\n                         (doing dog voice)\n                  \"Hi. I'm Mr. Edgar!\"\n                         (turns to Julie)\n                  Look, Mommy, it doesn't even hurt\n                  him.\n\n                                JULIE\n                         (on phone)\n                  Well, what do you want me to do,\n                  Rita -- I can't just forget\n                  fifteen years of marriage.  Well,\n                  of course I know <u>you<\/u> can.  No,\n                  Rita, I -- what was that?  -- oh,\n                  I thought I heard something on the\n                  line.\n\n        Neil starts cleaning the whistle on his towel.\n\n                                NEIL\n                  Look what I found.\n\n        He puts it to his mouth.  Holly is spreading the Killer\n        Dog's jaws playfully.  Neil's cheeks start to puff out as\n        he blows.  Holly giggles.  Neil blows the whistle with all\n        his might -- but nothing comes out but PHFFT.  The dent in\n        it has ruined it.  Neil throws the whistle back down on the\n        ground and goes to play with the dog, too.\n\n                                                   CUT TO:\n\n\n        EXT. BACK OF THE HOUSE - LATER THAT NIGHT\n\n        The Hider returns home.  He notices the whistle on the\n        ground.  He picks it up and looks at it, alarmed at himself\n        for being so careless.  He puts it back in his pocket.\n\n                                                   CUT TO:\n\n\n        INT. THE HOUSE - LIVING ROOM - DAY\n\n        Julie is showing the Hider a section of the floor that\n        seems to be damaged.\n\n                                HIDER\n                  Well, I'll tell you -- the only\n                  way of making sure this doesn't\n                  spread is to double-coat it with\n                  sealant before putting the varnish\n                  on top.\n\n                                                   CUT TO:\n\n\n        INT. KITCHEN - DAY\n\n        Humming to himself, the Hider washes some rags in the sink.\n        He rinses them and walks breezily out of the kitchen,\n        bumping smack into --\n\n\n        THE BULLY!\n\n        Who's coming in with Neil.  The Bully almost loses his\n        balance but the Hider catches him.\n\n                                HIDER\n                  Excuse me.\n\n\n        THE HIDER\n\n        Walking past -- his face suddenly covered with a film of\n        sweat.  Jesus, <u>that kid<\/u> is the one person who's seen him\n        before.\n\n\n        THE BULLY\n\n        continues into the kitchen with Neil.\n\n                                BULLY\n                  Was that your dad?\n\n                                NEIL\n                  Nah, that's some guy fixing the\n                  living room floor.\n\n        Something nags at the Bully.  He looks over his shoulder.\n\n\n        EXT. FRONT DRIVEWAY\n\n        Julie is pruning some hedges.  She's startled by the\n        appearance of the Nasty Neighbor, carrying some flowers to\n        present to her.\n\n                                NASTY NEIGHBOR\n                  Hello there.\n\n                                JULIE\n                  Oh -- hi.\n\n                                NASTY NEIGHBOR\n                         (handing her flowers)\n                  I've been cleaning up my yard, too\n                  -- I noticed you do some\n                  gardening.  Thought you might like\n                  these.\n\n        (The flowers are not very nice.)\n\n                                JULIE\n                  Oh -- well -- thank you, Mr.\n                  Stone.\n\n\n        INT. LIVING ROOM\n\n        The Hider works on the floor.\n\n\n        INT. ENTRANCE HALL\n\n        Julie comes in, followed by the Nasty Neighbor.\n\n                                NASTY NEIGHBOR\n                  Yeah, I've been meaning to drop\n                  by -- just in case you needed\n                  anything.\n\n\n        INT. LIVING ROOM\n\n        The Hider looks over his shoulder at the Nasty Neighbor.\n        The Hider seethes with territorial jealousy.\n\n\n        INT. DINING ROOM\n\n        Julie reaches for a tall glass container on a high shelf.\n\n                                NASTY NEIGHBOR\n                  Here, lemme get that.\n\n        Damn it, thinks the Hider in the b.g., he's acting like a\n        man.\n\n                                NASTY NEIGHBOR\n                         (continuing)\n                  Because, you know, I couldn't help\n                  noticing that we have a lot in\n                  common.\n\n        He's leaning in the kitchen doorway while she fills the\n        container with water.\n\n                                NASTY NEIGHBOR\n                         (continuing)\n                  Yeah, y'know, both of us with\n                  recent spousal disappearance.\n\n                                JULIE\n                         (how can she get rid\n                          of this guy?)\n                  Ah.\n\n\n        INT. LIVING ROOM\n\n        The Hider turns away and hunches over the floor as he sees\n        Neil and the Bully come back out of the kitchen, walking\n        this way.  A chill runs through the Hider.\n\n                                BULLY\n                  So where are all your toys?\n\n                                NEIL\n                  Let's watch some TV.\n\n                                BULLY\n                  Where are these toys of yours?\n\n                                NEIL\n                  A lot of my stuff hasn't been\n                  unpacked yet.  Here's the TV.\n\n                                BULLY\n                  What toys do you have?\n\n        The Hider has to turn away even more.  The Bully keeps\n        looking over at him.\n\n                                NEIL\n                         (turning on TV)\n                  Hey, look -- the new Pretenders\n                  video.\n\n        The Bully glances over at the Hider.  Something preying on\n        the Bully's mind.  He tries to get a better look.  The\n        Hider tries to hunch out of the way even more, sweat\n        breaking out again on his forehead.\n\n        He feels the eyes of the Bully on his back.  Now it's his\n        turn to be scared -- of this <u>kid<\/u>.  Also, he's anxious to\n        keep track of what his <u>rival<\/u> from next door is doing with\n        Julie.  It's a horrible situation from any angle.\n\n\n        INT. ENTRANCE HALL\n\n        Julie tries to show the Nasty Neighbor to the door.\n\n                                JULIE\n                  Well, thanks again.\n\n        But the Nasty Neighbor steps into the living room.\n\n                                NASTY NEIGHBOR\n                  Say, this is a nice den.\n\n        Without looking, he backs into the Hider's work area by the\n        doorway, accidentally kicking the Hider.\n\n                                NASTY NEIGHBOR\n                         (continuing)\n                  Whoops.  Excuse me, pal.\n\n        The Hider might as well be invisible.  He doesn't notice\n        the Hider's look of hatred.\n\n                                NASTY NEIGHBOR\n                         (continuing; coming\n                          out to entrance hall\n                          again)\n                  Okay then, you have my number,\n                  gimme me a call sometime.\n\n                                JULIE\n                  Yeah, right.\n\n        She closes the door on him, sighs, and goes off into the\n        kitchen.\n\n\n        INT. LIVING ROOM\n\n        The Bully, with his crutch, is struggling closer to the\n        Hider.\n\n                                BULLY\n                  I don't wanna watch TV.\n\n        He's trying to see the Hider's face.\n\n                                NEIL\n                  Hey, look what's on cable,\n                  Bernard!\n\n        The Bully turns to see a woman undress on TV.  This\n        interests him.  The Hider, drenched in sweat, seizes the\n        moment and stands up to walk out.\n\n\n        INT. ENTRANCE HALL\n\n        The Hider comes out of the living room breathing a sigh of\n        relief.  He keeps his back turned as Neil and the Bully now\n        come out.\n\n                                BULLY\n                  Show me your room <u>now<\/u>.\n\n        They go upstairs.  But now the Hider is scared by the front\n        door suddenly opening!  Phil has come back.\n\n                                PHIL\n                  Oh, uh -- hi... I --\n\n        The Hider just gestures Phil in and escapes through the\n        dining room to the kitchen -- passing Julie, who's coming\n        out again.  She's expecting to see the Nasty Neighbor\n        again, doesn't know whether she's relieved to see her\n        husband instead.\n\n                                PHIL\n                  Who was that?\n\n                                JULIE\n                  I'm having the floor fixed,\n\n                                PHIL\n                  And what was that neighbor guy\n                  doing here?\n\n                                JULIE\n                  Philip, what are <u>you<\/u> doing here?\n\n                                PHIL\n                  Look, I think we should work\n                  things out.\n\n\n        INT. KITCHEN\n\n        Hider has his back against a wall, breathing hard.  He\n        can hear them.\n\n\n        INT. ENTRANCE HALL\n\n        Julie folds her arms as she listens.\n\n                                PHIL\n                  I was having a bad day -- I lost\n                  that job, I was dependent on other\n                  people, I was let down --\n\n                                JULIE\n                  There's always an excuse, isn't\n                  there?\n\n                                PHIL\n                  I think it's time I came home now.\n\n                                JULIE\n                  That's not a decision for you to\n                  make on your own.\n\n\n        INT. KITCHEN\n\n        Yes!  Overhearing that brightens the Hider's spirits.  He\n        hugs the Killer Dog.  Everything's going to be okay, after\n        all.\n\n\n        INT. ENTRANCE HALL\n\n        Phil pretends to be shocked.\n\n                                PHIL\n                  What?\n\n                                JULIE\n                  No, Philip, I don't want you\n                  coming back here.  And if you want\n                  to talk to me -- <u>call<\/u>.\n\n                                PHIL\n                         (storms out angrily)\n                  This is my house.\n\n\n        INT. KITCHEN\n\n        As he hears the DOOR SLAM, the Hider leans back against the\n        wall with a happy sigh.\n\n                                                   CUT TO:\n\n\n        INT. LIVING ROOM - DAY\n\n        Julie watches the Hider work.\n\n                                JULIE\n                  I apologize for that scene with\n                  my husband.  You must have\n                  overheard.\n\n                                HIDER\n                  An occupational hazard, I'm\n                  afraid.\n\n                                JULIE\n                  I bet.  Going into people's homes.\n\n                                HIDER\n                  It's a living.\n\n        Julie tilts her head slightly, studying him.  There's\n        certainly something compelling about this quiet man.  He's\n        leaning forward, muscles rippling in his strong arm.\n\n                                JULIE\n                  Do you have a family?\n\n                                HIDER\n                  Uh, no -- I've never really found\n                  the time to settle down.\n\n                                JULIE\n                  You must value your independence.\n\n                                HIDER\n                  Yeah, I've always been able to\n                  make my way in the world.  I don't\n                  like having to rely on other\n                  people.\n\n                                JULIE\n                  It's nice that you can make that\n                  choice.\n\n                                HIDER\n                  I was alone a lot as a child.  No\n                  one to compete with.  My parents\n                  ensured that I found happiness in\n                  the smallest things.  When you're\n                  all alone it's your own world, you\n                  don't have to take orders from\n                  anybody.  You don't necessarily\n                  believe the stories people tell\n                  you.\n\n                                JULIE\n                         (laughs)\n                  Not me, I fell for it right\n                  down the line.  Be a good girl and\n                  believe all the fairy tales.\n                         (faraway look out the\n                          window)\n                  He married me because I was\n                  pretty.\n\n                                HIDER\n                  Because you <u>were<\/u> pretty?\n\n        She looks back at him.  Smiles at the compliment.  He looks\n        back at her again and could almost die from the pleasure of\n        her smile.\n\n                                                   CUT TO:\n\n\n        INT. THERAPIST'S OFFICE - DAY\n\n        The Therapist looks happy for the Hider.\n\n                                THERAPIST\n                  Well, these are good signs --\n                  she's broken up with him and the\n                  two of you seem to be developing\n                  quite a rapport.\n\n                                HIDER\n                  I <u>know<\/u>.  I just feel that the\n                  relationship has reached that\n                  delicate stage where the slightest\n                  little thing could wreck the\n                  careful groundwork I've laid up\n                  till now.\n\n                                THERAPIST\n                  I can't help you if you don't help\n                  yourself.  It's really up to you.\n                  Brooding endlessly isn't going to\n                  help matters any.\n\n                                HIDER\n                  There's so much I want to say to\n                  her, it's all jumbled up in my\n                  mind, and I don't want her to\n                  misunderstand --\n\n                                THERAPIST\n                  Well, you'll just have to <u>make<\/u> her\n                  understand.\n\n                                                   CUT TO:\n\n\n        EXT. THE HOUSE - NIGHT\n\n        Lights off.  Street quiet.\n\n\n        INT. MASTER BEDROOM - NIGHT\n\n        Julie is asleep.  Alone in her bed.  In the dark room.\n\n\n        EXT. BACK OF THE HOUSE - NIGHT\n\n        The Hider approaches his special part of the wall.  In the\n        shadows, his face is intense.  This is it.  He knows what\n        he has to do.  He starts climbing the wall.  He's halfway\n        up it -- when a FLASHLIGHT BEAM hits his face!!\n\n                                VOICE\n                  Come down here.\n\n        The Hider climbs back down, shielding his eyes against the\n        flashlight.  The voice laughs, the beam lowering.  It's the\n        Nasty Neighbor.\n\n                                NASTY NEIGHBOR\n                  Well now, what do we have here?\n                         (chuckles nastily,\n                          glancing up wall)\n                  You got a pretty good deal goin'\n                  here, buddy.\n\n        The Hider is looking more desperate by the second.\n\n                                NASTY NEIGHBOR\n                         (continuing)\n                  I believe I've seen you hanging\n                  around here before, haven't I?\n                  Correct me if I'm wrong.\n                         (suddenly his eyes\n                          bulge)\n                  OHHHHHHHHHHHHHHHHH!\n\n        And the Hider's face is <u>wild<\/u> with madness -- as he jams\n        something against the Nasty Neighbor's stomach -- again and\n        again and again -- stab after stab -- the strength of the\n        Hider's arm lifting the Nasty Neighbor up off his feet --\n        as the Hider eviscerates him with -- a steel gardening\n        trowel, the sharp point ripping the Nasty Neighbor's guts\n        open, tearing upwards; the Nasty Neighbor's mouth gaping\n        with the shock of it.\n\n                                                   CUT TO:\n\n\n        INT. MASTER BEDROOM - NIGHT\n\n        The Hider stands over Julie's bed.  Watching her sleep.\n        His eyes are completely crazy now, completely obsessed.\n        His clothes are splattered with blood.  He's snapped and\n        their time together has come.\n\n        And yet, for a moment, something still holds him back.\n        She's so beautiful.  Tears come once more to the Hider's\n        eyes.  We SEE that he's building to a kind of crescendo of\n        emotion.  It's now or never.  He begins to breathe quicker,\n        he begins to move, to reach for her -- but suddenly the\n        bedroom door is pushed all the way open -- the Hider\n        managing to dart behind it just in time -- as Neil comes\n        rushing into his mother's bedside.\n\n                                NEIL\n                  Mom, Mom, wake up, Mom --\n\n        Julie wakes up.  Neil is holding a baseball bat,\n\n                                JULIE\n                  Neil -- what --\n\n                                NEIL\n                  Mom, <u>there's somebody in the<\/u>\n                  <u>house<\/u>!\n\n                                JULIE\n                         (sitting up)\n                  Honey --\n\n                                NEIL\n                  Mom, I heard someone downstairs!\n\n        Julie quickly gets out of bed, reaching for the bedside\n        phone and the emergency pad she keeps there.\n\n\n        BLOODY HIDER BEHIND THE DOOR\n\n        Horrified.  Frozen.  Not daring to breathe.\n\n\n        JULIE\n\n        speaks softly into the phone.\n\n                                JULIE\n                  Hello -- can you please help me\n                  -- I think there's an intruder in\n                  my house.  Yes, we heard someone\n                  moving downstairs.  I live on\n                  Coral Avenue -- number five\n                  eleven.\n\n\n        BLOODY HIDER BEHIND THE DOOR\n\n        OhmyGod, OhmyGod, OhmyGod -- he tries to melt even more\n        into the wall as he hears Julie HANG UP and grab Neil and\n        move out of the room.\n\n\n        INT. UPSTAIRS HALLWAY\n\n        Julie and Neil go into Holly's room -- and the Hider darts\n        out -- and into Neil's room as he hears JULIE COMING OUT\n        again.\n\n                                JULIE\n                         (quietly)\n                  Edgar!  <u>Edgar<\/u>!\n\n\n        INT. NEIL'S ROOM\n\n        Edgar, the Killer Dog, moves placidly past the Hider in\n        answer to Julie's call.  The Hider, desperate, is scared\n        by his own reflection in Neil's mirror.  He brings a hand\n        to his face, realizing -- Jesus, if she sees it's <u>me<\/u>!  He\n        looks around -- and sees Neil's full-head mask of a bearded\n        man.\n\n\n        INT. HOLLY'S ROOM\n\n        Holly sits up in bed.  Neil shushes her, staying by her\n        side protectively with his baseball bat.  Julie ushers the\n        Killer Dog into the room with them and shuts the door,\n        though not all the way so she can still watch and listen.\n\n                                JULIE\n                         (holding Killer Dog)\n                  You stay with us, Edgar.\n\n        INT. UPSTAIRS HALLWAY\n\n        The Hider has the bearded-man mask stretched grotesquely\n        over his head.  He peeks first, then darts out of Neil's\n        room and straight downstairs.\n\n\n        INT. HOLLY'S ROOM\n\n        Julie couldn't see him from here, but she does hear the\n        CREAKS on the stairs.\n\n\n        INT. DOWNSTAIRS\n\n        The Hider pauses at the bottom of the stairs, looking back\n        up, then turns in the darkness toward the front door and\n        -- HOLY SHIT! -- runs smack into <u>Phil<\/u>!  Phil was the\n        intruder downstairs!  And he's just as shocked to run into\n        the Hider.  Immediately, the Hider clamps a hand over\n        Phil's mouth -- and Phil starts fighting for his life.\n\n\n        INT. HOLLY'S ROOM\n\n        Julie and the kids hear the COMMOTION downstairs, sounds\n        that are all the more frightening because they don't know\n        what they are.  For all they know it's one maniac down\n        there destroying the house.  Then they hear a CRY in the\n        night:\n\n                                VOICE\n                  <u>Get out of my house<\/u>!\n\n        But is it the husband or the Hider?  The Killer Dog barks.\n\n\n        INT. LIVING ROOM\n\n        CRASH! -- the two men come tumbling in here -- and in the\n        air above them, gripped by both of them in their struggle\n        -- the shiny gardening trowel.  Phil's eyes are wild with\n        fear as he battles his unknown assailant, the hideous\n        expressionless bearded-man mask looming above him.\n\n\n        INT. HOLLY'S ROOM\n\n        The SAVAGE NOISES from downstairs continue.  Holly starts\n        crying, Neil comforting her.\n\n                                HOLLY\n                  Mommy!\n\n                                JULIE\n                         (joins them in a\n                          scared huddle)\n                  It's okay, baby, the police are\n                  coming.\n\n\n        EXT. THE STREET\n\n        Distant SIRENS pierce the quiet of the neighborhood.\n\n\n        INT. THE HOUSE - LIVING ROOM\n\n        The Hider's fingers lose the gardening trowel.  Phil\n        manages to keep hold of it, ramming it against the Hider's\n        rib cage.  The Hider <u>shrieks<\/u> in pain -- then slams his fist\n        across Phil's head.  The gardening trowel goes skittling\n        across the floor.  The Hider is out of control, on the\n        rampage, insane with fury -- he punches off the mantelpiece\n        the second green vase, SMASHING it into a million pieces.\n\n\n        INT. HOLLY'S ROOM\n\n        Julie and the kids jump at the scary NOISE from downstairs.\n\n\n        INT. LIVING ROOM\n\n        The Hider advances on Phil, who's groggily trying to get\n        up, shaking his head.\n\n\n        EXT. THE STREET\n\n        The police car comes around the corner.\n\n\n        INT. THE HOUSE - LIVING ROOM\n\n        The Hider is <u>kicking<\/u> Phil.  The gardening trowel is on the\n        floor near Phil's hand.  The Hider looks up as the FLASHING\n        RED LIGHT of the police car starts swirling around the room\n        from the street outside, and he hears the STATIC CRACKLE\n        of the POLICE RADIO.\n\n        Phil grabs the trowel and slams it into the Hider's leg,\n        With a groan muffled by his mask, the Hider staggers out\n        of the living room.\n\n\n        INT. ENTRANCE HALL\n\n        Limping, the Hider stumbles through to the dining room.\n        Phil comes after him, throwing open the front door and\n        punching the appropriate button on the security box that\n        sets off the ALARM BELL!\n\n\n        INT. HOLLY'S ROOM\n\n        Julie shoots to her feet at the SOUND of this.\n\n\n        INT. KITCHEN\n\n        The Hider runs in, heading for the laundry room and the\n        back door there.  He's the intruder trying to escape now,\n        Suddenly, he's hit on the head from behind.  He falls.\n        It's Phil trying to stop him, clubbing him again with the\n        phone.  The Hider wrestles it away from him, wrapping the\n        super-long flex cord around Phil's neck, strangling him,\n        wrapping it tighter, pull it harder, and Phil is choking\n        and the masked Hider is out of his mind -- and then the\n        SOUND of POLICE RADIOS -- and the Hider has to run again.\n        Phil still trying to hold onto him, but the Hider gets hold\n        of the phone and beats Phil's head with it.  Then the Hider\n        escapes outside, still staggering.\n\n\n        INT. ENTRANCE HALL\n\n        TWO COPS come in, guns drawn, looking around -- hearing the\n        NOISE from the kitchen, running that way.\n\n\n        INT. KITCHEN\n\n        Getting rid of the cord around his neck, Phil stumbles\n        onward in the darkness toward the back door -- as the Cops\n        appear behind him, pointing their guns.\n\n                                COP #1\n                  Hold it!\n\n                                PHIL\n                         (turning)\n                  I'm the owner, I'm the owner!\n                         (pointing outside)\n                  He's out there -- he's out there!\n\n        Cop #1 keeps his gun on Phil as his partner goes out.  Phil\n        is shaking with fear and exhaustion.  He manages to extract\n        his wallet from his pocket to show the Cop his ID.\n\n                                PHIL\n                         (continuing)\n                  Look -- I live here -- I live\n                  here.\n\n                                COP #2 (O.S.)\n                  Frank!\n\n        Cop #1 and Phil go out.\n\n\n        EXT. BACK PATIO\n\n        Cop #2 is standing over the pool.  The body of the man in\n        the bearded-man mask floats in the pool.\n\n                                PHIL\n                         (sinks to his knees)\n                  I got the son of a bitch.\n                         (calls out)\n                  JULIE!\n\n                                                   CUT TO:\n\n\n        EXT. THE HOUSE - NIGHT\n\n        Neighborhood people have come out of their homes to see\n        what the trouble is.  There is more than one police car\n        outside the house now -- and an ambulance.\n\n\n        EXT. BACK OF THE HOUSE - NIGHT\n\n        While the body in the pool is being fished in and pulled\n        out, Phil and Julie talk with the police officers.  One of\n        the police officers holds up the gardening trowel.  Phil\n        is being tended to Paramedics.\n\n                                PHIL\n                  Yes, I used that first of all --\n                  then I just kept hitting him.\n\n                                COP #1\n                  And you were upstairs the whole\n                  time, ma'am?\n\n                                JULIE\n                  Yes -- I didn't know what was\n                  going on.\n\n        She looks at Phil.  He looks back at her with a little\n        pleading look of understanding in his eyes.\n\n                                PHIL\n                  Yeah, <u>we<\/u> were upstairs when we\n                  heard the intruder.  My wife\n                  called the police and I went\n                  downstairs.\n\n\n        THE BODY IN THE POOL\n\n        is now laid dripping on the ground.  Someone starts to peel\n        off the mask.\n\n\n        JULIE AND PHIL\n\n        don't really want to look, but have to.\n\n                                JULIE\n                  Oh God.\n\n                                PHIL\n                  Yeah -- we know him.  He's been\n                  hanging around the house.\n\n\n        THE BODY\n\n        It's the Nasty Neighbor, his face still looking shocked as\n        it was when the Hider first killed him.\n\n                                                   CUT TO:\n\n\n        INT. HIDER'S SECRET ROOM - NIGHT\n\n        He splashes water on his face.  He rips his sheet to\n        bandage his hurt leg.  He flings clothes around, finding\n        new ones to change into.  He's acting like a crazed,\n        cornered animal -- he's acting like there'll be no need to\n        come back to this room.\n\n                                                   CUT TO:\n\n\n        INT. THE HOUSE - HOLLY'S ROOM - NIGHT\n\n        The Nice Neighbor Woman is comforting the kids.\n\n\n        EXT. THE HOUSE - FRONT STREET\n\n        A COP is getting rid of the neighborhood onlookers.\n\n                                COP\n                  All right, people, there's nothing\n                  to see here.  Let's go back to bed\n                  now, shall we?\n\n\n        INT. ENTRANCE HALL\n\n        Phil is about to go off with the Paramedics and the Cops.\n\n                                COP #1\n                  We can get the rest of the\n                  details at the hospital, Mr.\n                  Dreyer.\n\n                                JULIE\n                  Philip, I'll be fine, really.\n\n                                PHIL\n                         (privately to Julie)\n                  Should I come home when I'm\n                  finished there?\n\n                                JULIE\n                         (nodding)\n                  We'll talk in the morning.\n\n\n        EXT. THE HOUSE - FRONT STREET\n\n        Phil goes into the ambulance.  It drives away, The crowd\n        has dispersed\n\n\n        INT. ENTRANCE HALL\n\n        The last of the police leave.\n\n                                VOICE\n                  Julie?\n\n        Julie turns around.  It's the Hider.\n\n                                HIDER\n                         (breathless)\n                  I was driving by -- I saw all the\n                  cars.  Are you all right?\n\n                                JULIE\n                  Yeah, I'm okay -- it's been a long\n                  night.\n\n                                HIDER\n                         (seeing all the mess)\n                  What happened?\n\n                                JULIE\n                  Can I tell you tomorrow?  I think\n                  I...\n\n        She suddenly puts a trembling hand to her head.  The Hider\n        grips her arms reassuringly.\n\n                                HIDER\n                  Look, you don't have to say\n                  another word...  You should have\n                  some tea, it'll make you feel\n                  better.  And I'll clean up a bit.\n\n        She nods -- as the Nice Neighbor Woman comes down the\n        stairs with Neil.  Neil still holds his baseball bat.  He's\n        clearly being the little man of the house.\n\n                                NICE WOMAN\n                  Holly is asleep.\n\n                                JULIE\n                  Oh, Audrey, thank you.\n\n        Neil glances in the living room where the Hider is\n        neatening up.\n\n                                NEIL\n                  Hi, Mr. Sykes.\n\n                                HIDER\n                  Hi, Neil -- you've had quite a\n                  night.\n\n                                NEIL\n                  Yeah, but I'm okay.\n\n                                JULIE\n                  Honey, do you want some hot\n                  chocolate?\n\n                                NEIL\n                  No, thanks, Mom -- I'll go up to\n                  bed now.\n\n                                JULIE\n                  Do you want me to come up and tuck\n                  you in?\n\n                                NEIL\n                         (brave)\n                  That's okay, Mom.\n\n        Julie realizes how protective Neil is being, gives him a\n        hug and a kiss.\n\n                                JULIE\n                  You were very brave tonight.\n\n        Neil, cool, turns to go back upstairs.\n\n                                NEIL\n                  'Night, Mr. Sykes.\n\n                                HIDER\n                  Goodbye, Neil.\n\n        Julie shows the Nice Neighbor Woman to the door.\n\n                                JULIE\n                  Audrey...\n                         (gives her a hug)\n                  ... you've been wonderful.  Good\n                  night.\n\n        She leaves and Julie shuts the front door.\n\n                                                   CUT TO:\n\n\n        INT. KITCHEN\n\n        Julie and the Hider are here.  Julie puts the kettle on.\n        Then she gives the Killer Dog some food.\n\n                                HIDER\n                  I was thinking about our\n                  conversation the other day -- what\n                  you said about choices.\n\n                                JULIE\n                         (preoccupied)\n                  Uh huh.\n\n                                HIDER\n                  Yeah, you know, that in life you\n                  really have to choose what you\n                  want to do.\n\n                                JULIE\n                         (sensing a big\n                          discussion)\n                  Listen, I'm sorry, but it's really\n                  late -- you don't have to come\n                  tomorrow to work on the floor.\n\n                                HIDER\n                  It is tomorrow.\n\n        The kettle is starting to percolate.\n\n                                JULIE\n                  Yeah, right -- I really have to\n                  go to bed.\n\n                                HIDER\n                  I think we should talk first.\n\n        The water is starting to boil.  The cap of the kettle gives\n        a little BLOW.  The jaws of the Killer Dog savagely munch\n        his food.\n\n                                JULIE\n                  About what?\n\n                                HIDER\n                  About us.\n\n                                JULIE\n                  Mr. Sykes, I think you should go\n                  home.\n\n        The Hider gives a little smile, but doesn't move.\n\n                                JULIE\n                         (continuing)\n                  I think you should leave.\n\n        The Hider tenses.  Julie sees that he's had two totally\n        different reactions to what she thought was the same\n        statement in each case.\n\n                                JULIE\n                         (continuing)\n                  Don't you understand?\n\n        The Hider moves a step closer.\n\n                                HIDER\n                         (gently)\n                  Yes, <u>I<\/u> do understand...\n                         (beginning to repeat\n                          himself)\n                  ... I was thinking about our\n                  conversation the other day -- what\n                  you said about choices.\n\n        The kettle begins a LOW WHISTLE.  The Killer Dog's ears\n        perk up.  He's been activated.\n\n                                HIDER\n                         (continuing)\n                  You decided that Philip should\n                  stay away.  You made your choice.\n\n        Julie, sensing real danger now, glances at the kettle of\n        boiling water.  The WHISTLE continues to get HIGHER IN\n        PITCH.\n\n                                HIDER\n                         (continuing; carried\n                          away by his own\n                          internal logic)\n                  Now things are the way they're\n                  supposed to be.  I <u>fixed<\/u> things\n                  in this house.\n\n        As the WHISTLE BUILDS the Killer Dog turns.  Nobody is\n        approaching the kettle at the moment, so the Killer Dog\n        doesn't know what to do.\n\n                                JULIE\n                  I don't know what's going on with\n                  you --\n\n        Now she notices -- <u>blood<\/u> starting to seep through his\n        trouser leg.\n\n                                JULIE\n                         (continuing)\n                  -- I don't know who you are, I\n                  don't know anything about you.\n\n        She measures the distance between her and the WHISTLING\n        KETTLE.  The Killer Dog goes into a crouch.\n\n                                HIDER\n                  I have to show my feelings.  I\n                  have to take action.\n\n\n        THE KETTLE\n\n        The WHISTLE reaches its HIGHEST PITCH.\n\n\n        JULIE\n\n        rushes toward it.\n\n\n        THE KILLER DOG\n\n        springs at Julie!\n\n\n        THE HIDER\n\n        throws himself in front of the Killer Dog.  As the dog\n        starts to tear him apart --\n\n                                HIDER\n                  -- Julie --\n\n\n        JULIE\n\n        drops the kettle, starts backing out of the kitchen in\n        terror.\n\n\n        INT. DINING ROOM\n\n        Julie comes backing out from the kitchen, the kitchen door\n        swinging closed after her.  She keeps backing away, her\n        hand to her mouth in horror as we HEAR the HORRIFIC\n        MAULING, SNARLING, GROWLING from the kitchen.\n\n\n        INT. ENTRANCE HALL\n\n        The AWFUL SOUNDS continue as Julie in a daze keeps backing\n        further and further away.\n\n\n        EXT. THE HOUSE\n\n        The street is empty, the neighborhood quiet -- except for\n        the SOUNDS we HEAR of the Hider in the house being torn to\n        bits.\n\n        And the CAMERA STARTS CRANING UP once more... up to the top\n        of the house, moving in on that small vent up there.\n\n\n        INT. HIDER'S SECRET ROOM\n\n        All his stuff still here.  And his PHONE... which starts\n        to RING.\n\n\n        INT. KITCHEN\n\n        The PHONE RINGING in here, too, and OVER the savage MAULING\n        SOUNDS the ANSWER MACHINE CLICKS on.\n\n\n        INT. ENTRANCE HALL\n\n        Julie backing away.\n\n                                JULIE (V.O.)\n                         (on machine)\n                  Hi, we can't come to the phone\n                  right now -- please leave your\n                  message after the beep.\n\n        BEEP.\n\n\n        INT. KITCHEN\n\n        There's blood splashed on the walls.  The SNARLING is\n        starting to subside, CHEWING SOUNDS continuing.\n\n                                PHIL (V.O.)\n                         (on machine)\n                  Hi, hon, I'm still at the\n                  hospital, but everything's fine.\n\n\n        INT. HIDER'S SECRET ROOM\n\n        We PAN around the Hider's belongings, his shelf, his\n        bulletin board...\n\n                                PHIL (V.O.)\n                  ... I really do think it's time\n                  for me to come home.\n\n        ... his sign that says:  \"ALWAYS REMEMBER TO UNPLUG THE\n        PHONE!!!\"\n\n                                PHIL (V.O.)\n                  You and the kids should have a man\n                  around the house.\n\n        GROWL.\n\n                                                   FADE OUT.\n\n\n                                <u>THE END<\/u>\n\n\n\n\n<\/pre>\n<\/body>\n<\/html>","id":1012,"split":"train"}
