{"ori_id":"ad5fe734ec4575e7ec381085bc294d4e10f9621f","title":"An Occurrence at Owl Creek Bridge","context":"An Occurrence at Owl Creek Bridge\n Peyton Farquhar, a plantation owner in his mid-thirties, is being prepared for execution by hanging from an Alabama railroad bridge during the American Civil War. Six military men and a company of infantrymen are present, guarding the bridge and carrying out the sentence. Farquhar thinks of his wife and children and is then distracted by a noise that, to him, sounds like an unbearably loud clanging; it is actually the ticking of his watch. He considers the possibility of jumping off the bridge and swimming to safety if he can free his tied hands, but the soldiers drop him from the bridge before he can act on the idea.\nIn a flashback, Farquhar and his wife are relaxing at home one evening when a soldier rides up to the gate. Farquhar, a supporter of the Confederacy, learns from him that Union troops have seized the Owl Creek railroad bridge and repaired it. The soldier suggests that Farquhar might be able to burn the bridge down if he can slip past its guards. He then leaves, but doubles back after nightfall to return north the way he came. The soldier is actually a disguised Union scout who has lured Farquhar into a trap, as any civilian caught interfering with the railroads will be hanged.\nThe story returns to the present, and the rope around Farquhar's neck breaks when he falls from the bridge into the creek. He frees his hands, pulls the noose away, and surfaces to begin his escape. His senses now greatly sharpened, he dives and swims downstream to avoid rifle and cannon fire. Once he is out of range, he leaves the creek to begin the journey to his home, 30 miles away. Farquhar walks all day long through a seemingly endless forest, and that night he begins to hallucinate, seeing strange constellations and hearing whispered voices in an unknown language. He travels on, urged by the thought of his wife and children despite the pains caused by his ordeal. The next morning, after having apparently fallen asleep while walking, he finds himself at the gate to his plantation. He rushes to embrace his wife, but before he can do so, he feels a heavy blow upon the back of his neck; there is a loud noise and a flash of white, and everything goes black.\nIt is revealed that Farquhar never escaped at all; he imagined the entire third part of the story during the time between falling through the bridge and the noose breaking his neck.\nï»¿The Project Gutenberg EBook of An Occurrence at Owl Creek, by Ambrose Bierce\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n\nTitle: An Occurrence at Owl Creek\n\nAuthor: Ambrose Bierce\n\nRelease Date: March 19, 2008 [EBook #375]\n\nLanguage: English\n\n\n*** START OF THIS PROJECT GUTENBERG EBOOK AN OCCURRENCE AT OWL CREEK ***\n\n\n\n\n\n\n\n\n\n\n\nAN OCCURRENCE AT OWL CREEK BRIDGE\n\n\nby\n\nAmbrose Bierce\n\nTHE MILLENNIUM FULCRUM EDITION, 1988\n\n\n\nA man stood upon a railroad bridge in northern Alabama, looking down\ninto the swift water twenty feet below.  The man's hands were behind\nhis back, the wrists bound with a cord.  A rope closely encircled his\nneck.  It was attached to a stout cross-timber above his head and the\nslack fell to the level of his knees.  Some loose boards laid upon the\nties supporting the rails of the railway supplied a footing for him\nand his executioners--two private soldiers of the Federal army,\ndirected by a sergeant who in civil life may have been a deputy\nsheriff.  At a short remove upon the same temporary platform was an\nofficer in the uniform of his rank, armed.  He was a captain.  A\nsentinel at each end of the bridge stood with his rifle in the\nposition known as \"support,\" that is to say, vertical in front of the\nleft shoulder, the hammer resting on the forearm thrown straight\nacross the chest--a formal and unnatural position, enforcing an erect\ncarriage of the body.  It did not appear to be the duty of these two\nmen to know what was occurring at the center of the bridge; they\nmerely blockaded the two ends of the foot planking that traversed it.\n\nBeyond one of the sentinels nobody was in sight; the railroad ran\nstraight away into a forest for a hundred yards, then, curving, was\nlost to view.  Doubtless there was an outpost farther along.  The\nother bank of the stream was open ground--a gentle slope topped with\na stockade of vertical tree trunks, loopholed for rifles, with a\nsingle embrasure through which protruded the muzzle of a brass cannon\ncommanding the bridge.  Midway up the slope between the bridge and\nfort were the spectators--a single company of infantry in line, at\n\"parade rest,\" the butts of their rifles on the ground, the barrels\ninclining slightly backward against the right shoulder, the hands\ncrossed upon the stock. A lieutenant stood at the right of the line,\nthe point of his sword upon the ground, his left hand resting upon his\nright.  Excepting the group of four at the center of the bridge, not a\nman moved.  The company faced the bridge, staring stonily, motionless.\nThe sentinels, facing the banks of the stream, might have been statues\nto adorn the bridge.  The captain stood with folded arms, silent,\nobserving the work of his subordinates, but making no sign. Death is a\ndignitary who when he comes announced is to be received with formal\nmanifestations of respect, even by those most familiar with him.  In\nthe code of military etiquette silence and fixity are forms of\ndeference.\n\nThe man who was engaged in being hanged was apparently about\nthirty-five years of age.  He was a civilian, if one might judge from\nhis habit, which was that of a planter.  His features were good--a\nstraight nose, firm mouth, broad forehead, from which his long, dark\nhair was combed straight back, falling behind his ears to the collar\nof his well fitting frock coat.  He wore a moustache and pointed\nbeard, but no whiskers; his eyes were large and dark gray, and had a\nkindly expression which one would hardly have expected in one whose\nneck was in the hemp.  Evidently this was no vulgar assassin.  The\nliberal military code makes provision for hanging many kinds of\npersons, and gentlemen are not excluded.\n\nThe preparations being complete, the two private soldiers stepped\naside and each drew away the plank upon which he had been standing.\nThe sergeant turned to the captain, saluted and placed himself\nimmediately behind that officer, who in turn moved apart one pace.\nThese movements left the condemned man and the sergeant standing on\nthe two ends of the same plank, which spanned three of the cross-ties\nof the bridge.  The end upon which the civilian stood almost, but not\nquite, reached a fourth.  This plank had been held in place by the\nweight of the captain; it was now held by that of the sergeant.  At a\nsignal from the former the latter would step aside, the plank would\ntilt and the condemned man go down between two ties.  The arrangement\ncommended itself to his judgement as simple and effective.  His face\nhad not been covered nor his eyes bandaged.  He looked a moment at his\n\"unsteadfast footing,\" then let his gaze wander to the swirling water\nof the stream racing madly beneath his feet. A piece of dancing\ndriftwood caught his attention and his eyes followed it down the\ncurrent.  How slowly it appeared to move!  What a sluggish stream!\n\nHe closed his eyes in order to fix his last thoughts upon his wife and\nchildren.  The water, touched to gold by the early sun, the brooding\nmists under the banks at some distance down the stream, the fort, the\nsoldiers, the piece of drift--all had distracted him.  And now he\nbecame conscious of a new disturbance.  Striking through the thought\nof his dear ones was sound which he could neither ignore nor\nunderstand, a sharp, distinct, metallic percussion like the stroke of\na blacksmith's hammer upon the anvil; it had the same ringing quality.\nHe wondered what it was, and whether immeasurably distant or near by--\nit seemed both.  Its recurrence was regular, but as slow as the\ntolling of a death knell.  He awaited each new stroke with impatience\nand--he knew not why--apprehension.  The intervals of silence grew\nprogressively longer; the delays became maddening.  With their greater\ninfrequency the sounds increased in strength and sharpness.  They hurt\nhis ear like the thrust of a knife; he feared he would shriek.  What he\nheard was the ticking of his watch.\n\nHe unclosed his eyes and saw again the water below him.  \"If I could\nfree my hands,\" he thought, \"I might throw off the noose and spring\ninto the stream.  By diving I could evade the bullets and, swimming\nvigorously, reach the bank, take to the woods and get away home.  My\nhome, thank God, is as yet outside their lines; my wife and little\nones are still beyond the invader's farthest advance.\"\n\nAs these thoughts, which have here to be set down in words, were\nflashed into the doomed man's brain rather than evolved from it the\ncaptain nodded to the sergeant.  The sergeant stepped aside.\n\nII\n\nPeyton Farquhar was a well to do planter, of an old and highly\nrespected Alabama family.  Being a slave owner and like other slave\nowners a politician, he was naturally an original secessionist and\nardently devoted to the Southern cause.  Circumstances of an imperious\nnature, which it is unnecessary to relate here, had prevented him from\ntaking service with that gallant army which had fought the disastrous\ncampaigns ending with the fall of Corinth, and he chafed under the\ninglorious restraint, longing for the release of his energies, the\nlarger life of the soldier, the opportunity for distinction.  That\nopportunity, he felt, would come, as it comes to all in wartime.\nMeanwhile he did what he could.  No service was too humble for him to\nperform in the aid of the South, no adventure too perilous for him to\nundertake if consistent with the character of a civilian who was at\nheart a soldier, and who in good faith and without too much\nqualification assented to at least a part of the frankly villainous\ndictum that all is fair in love and war.\n\nOne evening while Farquhar and his wife were sitting on a rustic bench\nnear the entrance to his grounds, a gray-clad soldier rode up to the\ngate and asked for a drink of water. Mrs. Farquhar was only too happy\nto serve him with her own white hands.  While she was fetching the\nwater her husband approached the dusty horseman and inquired eagerly\nfor news from the front.\n\n\"The Yanks are repairing the railroads,\" said the man, \"and are\ngetting ready for another advance.  They have reached the Owl Creek\nbridge, put it in order and built a stockade on the north bank.  The\ncommandant has issued an order, which is posted everywhere, declaring\nthat any civilian caught interfering with the railroad, its bridges,\ntunnels, or trains will be summarily hanged.  I saw the order.\"\n\n\"How far is it to the Owl Creek bridge?\" Farquhar asked.\n\n\"About thirty miles.\"\n\n\"Is there no force on this side of the creek?\"\n\n\"Only a picket post half a mile out, on the railroad, and a single\nsentinel at this end of the bridge.\"\n\n\"Suppose a man--a civilian and student of hanging--should elude the\npicket post and perhaps get the better of the sentinel,\" said\nFarquhar, smiling, \"what could he accomplish?\"\n\nThe soldier reflected.  \"I was there a month ago,\" he replied.  \"I\nobserved that the flood of last winter had lodged a great quantity of\ndriftwood against the wooden pier at this end of the bridge.  It is\nnow dry and would burn like tinder.\"\n\nThe lady had now brought the water, which the soldier drank. He\nthanked her ceremoniously, bowed to her husband and rode away.  An\nhour later, after nightfall, he repassed the plantation, going\nnorthward in the direction from which he had come.  He was a Federal\nscout.\n\nIII\n\nAs Peyton Farquhar fell straight downward through the bridge he lost\nconsciousness and was as one already dead. From this state he was\nawakened--ages later, it seemed to him--by the pain of a sharp\npressure upon his throat, followed by a sense of suffocation.  Keen,\npoignant agonies seemed to shoot from his neck downward through every\nfiber of his body and limbs.  These pains appeared to flash along well\ndefined lines of ramification and to beat with an inconceivably rapid\nperiodicity.  They seemed like streams of pulsating fire heating him\nto an intolerable temperature.  As to his head, he was conscious of\nnothing but a feeling of fullness--of congestion.  These sensations\nwere unaccompanied by thought.  The intellectual part of his nature\nwas already effaced; he had power only to feel, and feeling was\ntorment.  He was conscious of motion. Encompassed in a luminous cloud,\nof which he was now merely the fiery heart, without material\nsubstance, he swung through unthinkable arcs of oscillation, like a\nvast pendulum.  Then all at once, with terrible suddenness, the light\nabout him shot upward with the noise of a loud splash; a frightful\nroaring was in his ears, and all was cold and dark.  The power of\nthought was restored; he knew that the rope had broken and he had\nfallen into the stream.  There was no additional strangulation; the\nnoose about his neck was already suffocating him and kept the water\nfrom his lungs.  To die of hanging at the bottom of a river!--the idea\nseemed to him ludicrous.  He opened his eyes in the darkness and saw\nabove him a gleam of light, but how distant, how inaccessible!  He was\nstill sinking, for the light became fainter and fainter until it was a\nmere glimmer.  Then it began to grow and brighten, and he knew that he\nwas rising toward the surface--knew it with reluctance, for he was now\nvery comfortable.  \"To be hanged and drowned,\" he thought, \"that is\nnot so bad; but I do not wish to be shot.  No; I will not be shot;\nthat is not fair.\"\n\nHe was not conscious of an effort, but a sharp pain in his wrist\napprised him that he was trying to free his hands.  He gave the\nstruggle his attention, as an idler might observe the feat of a\njuggler, without interest in the outcome.  What splendid effort!--what\nmagnificent, what superhuman strength!  Ah, that was a fine endeavor!\nBravo!  The cord fell away; his arms parted and floated upward, the\nhands dimly seen on each side in the growing light.  He watched them\nwith a new interest as first one and then the other pounced upon the\nnoose at his neck.  They tore it away and thrust it fiercely aside,\nits undulations resembling those of a water snake.  \"Put it back, put\nit back!\"  He thought he shouted these words to his hands, for the\nundoing of the noose had been succeeded by the direst pang that he had\nyet experienced.  His neck ached horribly; his brain was on fire, his\nheart, which had been fluttering faintly, gave a great leap, trying to\nforce itself out at his mouth.  His whole body was racked and wrenched\nwith an insupportable anguish! But his disobedient hands gave no heed\nto the command.  They beat the water vigorously with quick, downward\nstrokes, forcing him to the surface.  He felt his head emerge; his\neyes were blinded by the sunlight; his chest expanded convulsively,\nand with a supreme and crowning agony his lungs engulfed a great\ndraught of air, which instantly he expelled in a shriek!\n\nHe was now in full possession of his physical senses.  They were,\nindeed, preternaturally keen and alert.  Something in the awful\ndisturbance of his organic system had so exalted and refined them that\nthey made record of things never before perceived.  He felt the\nripples upon his face and heard their separate sounds as they struck.\nHe looked at the forest on the bank of the stream, saw the individual\ntrees, the leaves and the veining of each leaf--he saw the very\ninsects upon them:  the locusts, the brilliant bodied flies, the gray\nspiders stretching their webs from twig to twig.  He noted the\nprismatic colors in all the dewdrops upon a million blades of grass.\nThe humming of the gnats that danced above the eddies of the stream,\nthe beating of the dragon flies' wings, the strokes of the water\nspiders' legs, like oars which had lifted their boat--all these made\naudible music.  A fish slid along beneath his eyes and he heard the\nrush of its body parting the water.\n\nHe had come to the surface facing down the stream; in a moment the\nvisible world seemed to wheel slowly round, himself the pivotal point,\nand he saw the bridge, the fort, the soldiers upon the bridge, the\ncaptain, the sergeant, the two privates, his executioners.  They were\nin silhouette against the blue sky.  They shouted and gesticulated,\npointing at him.  The captain had drawn his pistol, but did not fire;\nthe others were unarmed.  Their movements were grotesque and horrible,\ntheir forms gigantic.\n\nSuddenly he heard a sharp report and something struck the water\nsmartly within a few inches of his head, spattering his face with\nspray.  He heard a second report, and saw one of the sentinels with\nhis rifle at his shoulder, a light cloud of blue smoke rising from the\nmuzzle.  The man in the water saw the eye of the man on the bridge\ngazing into his own through the sights of the rifle.  He observed that\nit was a gray eye and remembered having read that gray eyes were\nkeenest, and that all famous marksmen had them. Nevertheless, this one\nhad missed.\n\nA counter-swirl had caught Farquhar and turned him half round; he was\nagain looking at the forest on the bank opposite the fort.  The sound\nof a clear, high voice in a monotonous singsong now rang out behind\nhim and came across the water with a distinctness that pierced and\nsubdued all other sounds, even the beating of the ripples in his ears.\nAlthough no soldier, he had frequented camps enough to know the dread\nsignificance of that deliberate, drawling, aspirated chant; the\nlieutenant on shore was taking a part in the morning's work.  How\ncoldly and pitilessly--with what an even, calm intonation, presaging,\nand enforcing tranquility in the men--with what accurately measured\ninterval fell those cruel words:\n\n\"Company! . . . Attention! . . . Shoulder arms! . . . Ready!. . .\nAim! . . . Fire!\"\n\nFarquhar dived--dived as deeply as he could.  The water roared in his\nears like the voice of Niagara, yet he heard the dull thunder of the\nvolley and, rising again toward the surface, met shining bits of\nmetal, singularly flattened, oscillating slowly downward.  Some of\nthem touched him on the face and hands, then fell away, continuing\ntheir descent. One lodged between his collar and neck; it was\nuncomfortably warm and he snatched it out.\n\nAs he rose to the surface, gasping for breath, he saw that he had been\na long time under water; he was perceptibly farther downstream--nearer\nto safety.  The soldiers had almost finished reloading; the metal\nramrods flashed all at once in the sunshine as they were drawn from\nthe barrels, turned in the air, and thrust into their sockets.  The\ntwo sentinels fired again, independently and ineffectually.\n\nThe hunted man saw all this over his shoulder; he was now swimming\nvigorously with the current.  His brain was as energetic as his arms\nand legs; he thought with the rapidity of lightning:\n\n\"The officer,\" he reasoned, \"will not make that martinet's error a\nsecond time.  It is as easy to dodge a volley as a single shot.  He\nhas probably already given the command to fire at will.  God help me,\nI cannot dodge them all!\"\n\nAn appalling splash within two yards of him was followed by a loud,\nrushing sound, DIMINUENDO, which seemed to travel back through the air\nto the fort and died in an explosion which stirred the very river to\nits deeps!  A rising sheet of water curved over him, fell down upon\nhim, blinded him, strangled him!  The cannon had taken an hand in the\ngame.  As he shook his head free from the commotion of the smitten\nwater he heard the deflected shot humming through the air ahead, and\nin an instant it was cracking and smashing the branches in the forest\nbeyond.\n\n\"They will not do that again,\" he thought; \"the next time they will\nuse a charge of grape.  I must keep my eye upon the gun; the smoke\nwill apprise me--the report arrives too late; it lags behind the\nmissile.  That is a good gun.\"\n\nSuddenly he felt himself whirled round and round--spinning like a top.\nThe water, the banks, the forests, the now distant bridge, fort and\nmen, all were commingled and blurred.  Objects were represented by\ntheir colors only; circular horizontal streaks of color--that was all\nhe saw. He had been caught in a vortex and was being whirled on with a\nvelocity of advance and gyration that made him giddy and sick.  In few\nmoments he was flung upon the gravel at the foot of the left bank of\nthe stream--the southern bank--and behind a projecting point which\nconcealed him from his enemies.  The sudden arrest of his motion, the\nabrasion of one of his hands on the gravel, restored him, and he wept\nwith delight.  He dug his fingers into the sand, threw it over himself\nin handfuls and audibly blessed it.  It looked like diamonds, rubies,\nemeralds; he could think of nothing beautiful which it did not\nresemble.  The trees upon the bank were giant garden plants; he noted\na definite order in their arrangement, inhaled the fragrance of their\nblooms.  A strange roseate light shone through the spaces among their\ntrunks and the wind made in their branches the music of AEolian harps.\nHe had not wish to perfect his escape--he was content to remain in\nthat enchanting spot until retaken.\n\nA whiz and a rattle of grapeshot among the branches high above his\nhead roused him from his dream.  The baffled cannoneer had fired him a\nrandom farewell.  He sprang to his feet, rushed up the sloping bank,\nand plunged into the forest.\n\nAll that day he traveled, laying his course by the rounding sun.  The\nforest seemed interminable; nowhere did he discover a break in it, not\neven a woodman's road.  He had not known that he lived in so wild a\nregion.  There was something uncanny in the revelation.\n\nBy nightfall he was fatigued, footsore, famished.  The thought of his\nwife and children urged him on.  At last he found a road which led him\nin what he knew to be the right direction.  It was as wide and\nstraight as a city street, yet it seemed untraveled.  No fields\nbordered it, no dwelling anywhere.  Not so much as the barking of a\ndog suggested human habitation.  The black bodies of the trees formed\na straight wall on both sides, terminating on the horizon in a point,\nlike a diagram in a lesson in perspective.  Overhead, as he looked up\nthrough this rift in the wood, shone great golden stars looking\nunfamiliar and grouped in strange constellations.  He was sure they\nwere arranged in some order which had a secret and malign\nsignificance.  The wood on either side was full of singular noises,\namong which--once, twice, and again--he distinctly heard whispers in\nan unknown tongue.\n\nHis neck was in pain and lifting his hand to it found it horribly\nswollen.  He knew that it had a circle of black where the rope had\nbruised it.  His eyes felt congested; he could no longer close them.\nHis tongue was swollen with thirst; he relieved its fever by thrusting\nit forward from between his teeth into the cold air.  How softly the\nturf had carpeted the untraveled avenue--he could no longer feel the\nroadway beneath his feet!\n\nDoubtless, despite his suffering, he had fallen asleep while walking,\nfor now he sees another scene--perhaps he has merely recovered from a\ndelirium.  He stands at the gate of his own home.  All is as he left\nit, and all bright and beautiful in the morning sunshine.  He must\nhave traveled the entire night.  As he pushes open the gate and passes\nup the wide white walk, he sees a flutter of female garments; his\nwife, looking fresh and cool and sweet, steps down from the veranda to\nmeet him.  At the bottom of the steps she stands waiting, with a smile\nof ineffable joy, an attitude of matchless grace and dignity.  Ah, how\nbeautiful she is!  He springs forwards with extended arms.  As he is\nabout to clasp her he feels a stunning blow upon the back of the neck;\na blinding white light blazes all about him with a sound like the\nshock of a cannon--then all is darkness and silence!\n\nPeyton Farquhar was dead; his body, with a broken neck, swung gently\nfrom side to side beneath the timbers of the Owl Creek bridge.\n\n\n\n\n\n\n\n\n\nEnd of Project Gutenberg's An Occurrence at Owl Creek, by Ambrose Bierce\n\n*** END OF THIS PROJECT GUTENBERG EBOOK AN OCCURRENCE AT OWL CREEK ***\n\n***** This file should be named 375.txt or 375.zip *****\nThis and all associated files of various formats will be found in:\n        http:\/\/www.gutenberg.org\/3\/7\/375\/\n\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp:\/\/gutenberg.net\/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark\/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s\/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http:\/\/www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp:\/\/pglaf.org\/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http:\/\/pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http:\/\/pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http:\/\/pglaf.org\/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http:\/\/www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n","id":742,"split":"train"}
