{"ori_id":"e3f3a84e789ac0600c47997785bdc710cc3a0445","title":"The Great Stone Face (Hawthorne)","context":"The Great Stone Face (Hawthorne)\n Hawthorne sets the scene in a rural valley located in an unnamed U.S. state that resembles New Hampshire. A rock formation in a nearby notch is imagined, by many locals and visitors, to resemble the shape and features of a human face:\nThe Great Stone Face, then, was a work of Nature in her mood of majestic playfulness, formed on the perpendicular side of a mountain by some immense rocks, which had been thrown together in such a position as, when viewed at a proper distance, to precisely to resemble the features of the human countenance. It seemed as if an enormous giant, or a Titan, had sculptured his own likeness on the precipice. There was the broad arch of the forehead, a hundred feet in height. . . .\nThe local folklore of the valley includes a prophecy, alleged to descend from the Native Americans, that at some future date a native son would be born within sight of the notch whose features would resemble the Great Stone Face; and when this face was seen, those who would see him would recognize that he was \"the greatest and noblest personage of his time.\" This prophecy inspires an innocent youngster of the valley, Ernest, who feels within himself the quest to help uncover this hero.\nAs time passes and Ernest grows to manhood, the story from the notch is bruited about the United States, and others are also inspired. Unlike Ernest, the hope of some of them is that they themselves would be the hero of the tale. One by one, they revisit the valley to seek public recognition and acknowledgment of this resemblance. The succession of would-be American heroes forms the body of Hawthorne's narrative. In succession, a merchant of immense wealth, a conquering general, a politician renowned for his skilled oratory, and finally a brilliant writer return to the glen. After enjoying the brief plaudits of their admirers, the four men each reveal themselves to have character flaws that prevent them from fulfilling the conditions of the prophecy. Each of them have slight flaws in their physiognomies, recognized at once by the sensitive Ernest, that serve as foreshadows of their inability to live up to the expectations of their eager friends.\nDuring this string of disappointments, Ernest has become a spry but aged man. He has progressed from being a hill farmer to the position of local lay preacher. The writer, who (in contrast to the first three contestants) frankly acknowledges his failure to fulfill the prophecy, caps his visit to the notch by attending one of Ernest's impromptu sunset sermons. By popular demand, the congregation has asked Ernest to deliver his sacred remarks from a site at the base of the notch where the worshipers can see the Great Stone Face high above.\nHawthorne describes the climax of Ernest's sermon:\nAt that moment, in sympathy with a thought which he was about to utter, the face of Ernest assumed a grandeur of expression, so imbued with benevolence, that the poet, by an irresistible impulse, threw his arms aloft and shouted, 'Behold! Behold! Ernest is himself the likeness of the Great Stone Face!' Then all the people looked, and saw that what the deep-sighted poet said was true. The prophecy was fulfillled. But Ernest, having finished what he had to say, took the poet's arm, and walked slowly homeward, still hoping that some wiser and better man than himself would by and by appear, bearing a resemblance to the GREAT STONE FACE.\nï»¿The Project Gutenberg EBook of The Great Stone Face, by Nathaniel Hawthorne\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n\nTitle: The Great Stone Face\n       And Other Tales Of The White Mountains\n\nAuthor: Nathaniel Hawthorne\n\nRelease Date: February 25, 2006 [EBook #1916]\n\nLanguage: English\n\n\n*** START OF THIS PROJECT GUTENBERG EBOOK THE GREAT STONE FACE ***\n\n\n\n\nProduced by An Anonymous Volunteer and David Widger\n\n\n\n\n\nTHE GREAT STONE FACE AND OTHER TALES OF THE WHITE MOUNTAINS\n\nBy Nathaniel Hawthorne\n\n\n1882\n\n\nCONTENTS\n\n     Introduction\n     The Great Stone Face\n     The Ambitious Guest\n     The Great Carbuncle\n     Sketches From Memory\n\n\n\n\nINTRODUCTION\n\nTHE first three numbers in this collection are tales of the White Hills\nin New Hampshire. The passages from Sketches from Memory show that\nHawthorne had visited the mountains in one of his occasional rambles\nfrom home, but there are no entries in his Note Books which give\naccounts of such a visit. There is, however, among these notes\nthe following interesting paragraph, written in 1840 and clearly\nforeshadowing The Great Stone Face:\n\n'The semblance of a human face to be formed on the side of a mountain,\nor in the fracture of a small stone, by a lusus naturae [freak of\nnature]. The face is an object of curiosity for years or centuries, and\nby and by a boy is born whose features gradually assume the aspect of\nthat portrait. At some critical juncture the resemblance is found to be\nperfect. A prophecy may be connected.'\n\nIt is not impossible that this conceit occurred to Hawthorne before he\nhad himself seen the Old Man of the Mountain, or the Profile, in the\nFranconia Notch which is generally associated in the minds of readers\nwith The Great Stone Face.\n\nIn The Ambitious Guest he has made use of the incident still told to\ntravellers through the Notch, of the destruction of the Willey family\nin August, 1826. The house occupied by the family was on the slope of\na mountain, and after a long drought there was a terrible tempest which\nnot only raised the river to a great height but loosened the surface of\nthe mountain so that a great landslide took place. The house was in\nthe track of the slide, and the family rushed out of doors. Had they\nremained within they would have been safe, for a ledge above the house\nparted the avalanche so that it was diverted into two paths and swept\npast the house on either side. Mr. and Mrs. Willey, their five children,\nand two hired men were crushed under the weight of earth, rocks, and\ntrees.\n\nIn the Sketches from Memory Hawthorne gives an intimation of the tale\nwhich he might write and did afterward write of The Great Carbuncle. The\npaper is interesting as showing what were the actual experiences out of\nwhich he formed his imaginative stories.\n\n\n\n\n\nTHE GREAT STONE FACE and Other Tales Of The White Mountains\n\n\n\n\nTHE GREAT STONE FACE\n\nOne afternoon, when the sun was going down, a mother and her little boy\nsat at the door of their cottage, talking about the Great Stone Face.\nThey had but to lift their eyes, and there it was plainly to be seen,\nthough miles away, with the sunshine brightening all its features.\nAnd what was the Great Stone Face? Embosomed amongst a family of\nlofty mountains, there was a valley so spacious that it contained many\nthousand inhabitants. Some of these good people dwelt in log-huts, with\nthe black forest all around them, on the steep and difficult hillsides.\nOthers had their homes in comfortable farm-houses, and cultivated the\nrich soil on the gentle slopes or level surfaces of the valley. Others,\nagain, were congregated into populous villages, where some wild,\nhighland rivulet, tumbling down from its birthplace in the upper\nmountain region, had been caught and tamed by human cunning, and\ncompelled to turn the machinery of cotton-factories. The inhabitants of\nthis valley, in short, were numerous, and of many modes of life. But all\nof them, grown people and children, had a kind of familiarity with the\nGreat Stone Face, although some possessed the gift of distinguishing\nthis grand natural phenomenon more perfectly than many of their\nneighbors.\n\nThe Great Stone Face, then, was a work of Nature in her mood of majestie\nplayfulness, formed on the perpendicular side of a mountain by some\nimmense rocks, which had been thrown together in such a position as,\nwhen viewed at a proper distance, precisely to resemble the features of\nthe human countenance. It seemed as if an enormous giant, or a Titan,\nhad sculptured his own likeness on the precipice. There was the broad\narch of the forehead, a hundred feet in height; the nose, with its long\nbridge; and the vast lips, which, if they could have spoken, would have\nrolled their thunder accents from one end of the valley to the other.\nTrue it is, that if the spectator approached too near, he lost the\noutline of the gigantic visage, and could discern only a heap of\nponderous and gigantic rocks, piled in chaotic ruin one upon another.\nRetracing his steps, however, the wondrous features would again be seen;\nand the farther he withdrew from them, the more like a human face, with\nall its original divinity intact, did they appear; until, as it grew dim\nin the distance, with the clouds and glorified vapor of the mountains\nclustering about it, the Great Stone Face seemed positively to be alive.\n\nIt was a happy lot for children to grow up to manhood or womanhood with\nthe Great Stone Face before their eyes, for all the features were noble,\nand the expression was at once grand and sweet, as if it were the glow\nof a vast, warm heart, that embraced all mankind in its affections, and\nhad room for more. It was an education only to look at it. According to\nthe belief of many people, the valley owed much of its fertility to this\nbenign aspect that was continually beaming over it, illuminating the\nclouds, and infusing its tenderness into the sunshine.\n\nAs we began with saying, a mother and her little boy sat at their\ncottage-door, gazing at the Great Stone Face, and talking about it. The\nchild's name was Ernest.\n\n'Mother,' said he, while the Titanic visage miled on him, 'I wish that\nit could speak, for it looks so very kindly that its voice must needs\nbe pleasant. If I were to See a man with such a face, I should love him\ndearly.' 'If an old prophecy should come to pass,' answered his mother,\n'we may see a man, some time for other, with exactly such a face as\nthat.' 'What prophecy do you mean, dear mother?' eagerly inquired\nErnest. 'Pray tell me all about it!'\n\nSo his mother told him a story that her own mother had told to her, when\nshe herself was younger than little Ernest; a story, not of things that\nwere past, but of what was yet to come; a story, nevertheless, so very\nold, that even the Indians, who formerly inhabited this valley, had\nheard it from their forefathers, to whom, as they affirmed, it had been\nmurmured by the mountain streams, and whispered by the wind among the\ntree-tops. The purport was, that, at some future day, a child should\nbe born hereabouts, who was destined to become the greatest and noblest\npersonage of his time, and whose countenance, in manhood, should bear\nan exact resemblance to the Great Stone Face. Not a few old-fashioned\npeople, and young ones likewise, in the ardor of their hopes, still\ncherished an enduring faith in this old prophecy. But others, who had\nseen more of the world, had watched and waited till they were weary, and\nhad beheld no man with such a face, nor any man that proved to be much\ngreater or nobler than his neighbors, concluded it to be nothing but\nan idle tale. At all events, the great man of the prophecy had not yet\nappeared.\n\n'O mother, dear mother!' cried Ernest, clapping his hands above his head,\n'I do hope that I shall live to see him!'\n\nHis mother was an affectionate and thoughtful woman, and felt that it\nwas wisest not to discourage the generous hopes of her little boy. So\nshe only said to him, 'Perhaps you may.'\n\nAnd Ernest never forgot the story that his mother told him. It was\nalways in his mind, whenever he looked upon the Great Stone Face.\nHe spent his childhood in the log-cottage where he was born, and was\ndutiful to his mother, and helpful to her in many things, assisting\nher much with his little hands, and more with his loving heart. In this\nmanner, from a happy yet often pensive child, he grew up to be a mild,\nquiet, unobtrusive boy, and sun-browned with labor in the fields, but\nwith more intelligence brightening his aspect than is seen in many lads\nwho have been taught at famous schools. Yet Ernest had had no teacher,\nsave only that the Great Stone Face became one to him. When the toil\nof the day was over, he would gaze at it for hours, until he began to\nimagine that those vast features recognized him, and gave him a smile of\nkindness and encouragement, responsive to his own look of veneration.\nWe must not take upon us to affirm that this was a mistake, although\nthe Face may have looked no more kindly at Ernest than at all the\nworld besides. But the secret was that the boy's tender and confiding\nsimplicity discerned what other people could not see; and thus the love,\nwhich was meant for all, became his peculiar portion.\n\nAbout this time there went a rumor throughout the valley, that the great\nman, foretold from ages long ago, who was to bear a resemblance to\nthe Great Stone Face, had appeared at last. It seems that, many years\nbefore, a young man had migrated from the valley and settled at a\ndistant seaport, where, after getting together a little money, he had\nset up as a shopkeeper. His name but I could never learn whether it was\nhis real one, or a nickname that had grown out of his habits and success\nin life--was Gathergold.\n\nBeing shrewd and active, and endowed by Providence with that inscrutable\nfaculty which develops itself in what the world calls luck, he became an\nexceedingly rich merchant, and owner of a whole fleet of bulky-bottomed\nships. All the countries of the globe appeared to join hands for the\nmere purpose of adding heap after heap to the mountainous accumulation\nof this one man's wealth. The cold regions of the north, almost within\nthe gloom and shadow of the Arctic Circle, sent him their tribute in the\nshape of furs; hot Africa sifted for him the golden sands of her rivers,\nand gathered up the ivory tusks of her great elephants out of the\nforests; the east came bringing him the rich shawls, and spices, and\nteas, and the effulgence of diamonds, and the gleaming purity of large\npearls. The ocean, not to be behindhand with the earth, yielded up her\nmighty whales, that Mr. Gathergold might sell their oil, and make a\nprofit on it. Be the original commodity what it might, it was gold\nwithin his grasp. It might be said of him, as of Midas, in the fable,\nthat whatever he touched with his finger immediately glistened, and grew\nyellow, and was changed at once into sterling metal, or, which suited\nhim still better, into piles of coin. And, when Mr. Gathergold had\nbecome so very rich that it would have taken him a hundred years only\nto count his wealth, he bethought himself of his native valley, and\nresolved to go back thither, and end his days where he was born. With\nthis purpose in view, he sent a skilful architect to build him such a\npalace as should be fit for a man of his vast wealth to live in.\n\nAs I have said above, it had already been rumored in the valley that\nMr. Gathergold had turned out to be the prophetic personage so long and\nvainly looked for, and that his visage was the perfect and undeniable\nsimilitude of the Great Stone Face. People were the more ready to\nbelieve that this must needs be the fact, when they beheld the splendid\nedifice that rose, as if by enchantment, on the site of his father's\nold weather-beaten farmhouse. The exterior was of marble, so dazzlingly\nwhite that it seemed as though the whole structure might melt away in\nthe sunshine, like those humbler ones which Mr. Gathergold, in his\nyoung play-days, before his fingers were gifted with the touch of\ntransmutation, had been accustomed to build of snow. It had a richly\nornamented portico supported by tall pillars, beneath which was a lofty\ndoor, studded with silver knobs, and made of a kind of variegated wood\nthat had been brought from beyond the sea. The windows, from the floor\nto the ceiling of each stately apartment, were composed, respectively\nof but one enormous pane of glass, so transparently pure that it was\nsaid to be a finer medium than even the vacant atmosphere. Hardly\nanybody had been permitted to see the interior of this palace; but it\nwas reported, and with good semblance of truth, to be far more gorgeous\nthan the outside, insomuch that whatever was iron or brass in other\nhouses was silver or gold in this; and Mr. Gathergold's bedchamber,\nespecially, made such a glittering appearance that no ordinary man would\nhave been able to close his eyes there. But, on the other hand, Mr.\nGathergold was now so inured to wealth, that perhaps he could not have\nclosed his eyes unless where the gleam of it was certain to find its way\nbeneath his eyelids.\n\nIn due time, the mansion was finished; next came the upholsterers, with\nmagnificent furniture; then, a whole troop of black and white servants,\nthe haringers of Mr. Gathergold, who, in his own majestic person, was\nexpected to arrive at sunset. Our friend Ernest, meanwhile, had been\ndeeply stirred by the idea that the great man, the noble man, the man of\nprophecy, after so many ages of delay, was at length to be made manifest\nto his native valley. He knew, boy as he was, that there were a thousand\nways in which Mr. Gathergold, with his vast wealth, might transform\nhimself into an angel of beneficence, and assume a control over human\naffairs as wide and benignant as the smile of the Great Stone Face.\nFull of faith and hope, Ernest doubted not that what the people said\nwas true, and that now he was to behold the living likeness of those\nwondrous features on the mountainside. While the boy was still gazing\nup the valley, and fancying, as he always did, that the Great Stone Face\nreturned his gaze and looked kindly at him, the rumbling of wheels was\nheard, approaching swiftly along the winding road.\n\n'Here he comes!' cried a group of people who were assembled to witness\nthe arrival. 'Here comes the great Mr. Gathergold!'\n\nA carriage, drawn by four horses, dashed round the turn of the road.\nWithin it, thrust partly out of the window, appeared the physiognomy\nof the old man, with a skin as yellow as if his own Midas-hand had\ntransmuted it. He had a low forehead, small, sharp eyes, puckered about\nwith innumerable wrinkles, and very thin lips, which he made still\nthinner by pressing them forcibly together.\n\n'The very image or the Great Stone Face!' shouted the people. 'Sure\nenough, the old prophecy is true; and here we have the great man come,\nat last!'\n\nAnd, what greatly perplexed Ernest, they seemed actually to believe that\nhere was the likeness which they spoke of. By the roadside there chanced\nto be an old beggar woman and two little beggar-children, stragglers\nfrom some far-off region, who, as the carriage rolled onward, held\nout their hands and lifted up their doleful voices, most piteously\nbeseeching charity. A yellow claw the very same that had dawed together\nso much wealth--poked itself out of the coach-window, and dropt some\ncopper coins upon the ground; so that, though the great man's name seems\nto have been Gathergold, he might just as suitably have been nicknamed\nScattercopper. Still, nevertheless, with an earnest shout, and evidently\nwith as much good faith as ever, the people bellowed 'He is the very\nimage of the Great Stone Face!' But Ernest turned sadly from the\nwrinkled shrewdness of that sordid visage, and gazed up the valley,\nwhere, amid a gathering mist, gilded by the last sunbeams, he could\nstill distinguish those glorious features which had impressed themselves\ninto his soul. Their aspect cheered him. What did the benign lips seem\nto say?\n\n'He will come! Fear not, Ernest; the man will come!'\n\nThe years went on, and Ernest ceased to be a boy. He had grown to be a\nyoung man now. He attracted little notice from the other inhabitants\nof the valley; for they saw nothing remarkable in his way of life, save\nthat, when the labor of the day was over, he still loved to go apart and\ngaze and meditate upon the Great Stone Face. According to their idea of\nthe matter, it was a folly, indeed, but pardonable, inasmuch as Ernest\nwas industrious, kind, and neighborly, and neglected no duty for the\nsake of indulging this idle habit. They knew not that the Great Stone\nFace had become a teacher to him, and that the sentiment which was\nexpressed in it would enlarge the young man's heart, and fill it with\nwider and deeper sympathies than other hearts. They knew not that thence\nwould come a better wisdom than could be learned from books, and a\nbetter life than could be moulded on the defaced example of other human\nlives. Neither did Ernest know that the thoughts and affections which\ncame to him so naturally, in the fields and at the fireside, and\nwherever he communed with himself, were of a higher tone than those\nwhich all men shared with him. A simple soul--simple as when his mother\nfirst taught him the old prophecy--he beheld the marvellous features\nbeaming adown the valley, and still wondered that their human\ncounterpart was so long in making his appearance.\n\nBy this time poor Mr. Gathergold was dead and buried; and the oddest\npart of the matter was, that his wealth, which was the body and spirit\nof his existence, had disappeared before his death, leaving nothing of\nhim but a living skeleton, covered over with a wrinkled, yellow skin.\nSince the melting away of his gold, it had been very generally conceded\nthat there was no such striking resemblance, after all, betwixt the\nignoble features of the ruined merchant and that majestic face upon the\nmountainside. So the people ceased to honor him during his lifetime,\nand quietly consigned him to forgetfulness after his decease. Once in\na while, it is true, his memory was brought up in connection with the\nmagnificent palace which he had built, and which had long ago been\nturned into a hotel for the accommodation of strangers, multitudes of\nwhom came, every summer, to visit that famous natural curiosity, the\nGreat Stone Face. Thus, Mr. Gathergold being discredited and thrown into\nthe shade, the man of prophecy was yet to come.\n\nIt so happened that a native-born son of the valley, many years before,\nhad enlisted as a soldier, and, after a great deal of hard fighting,\nhad now become an illustrious commander. Whatever he may be called in\nhistory, he was known in camps and on the battlefield under the nickname\nof Old Blood-and-Thunder. This war-worn veteran, being now infirm with\nage and wounds, and weary of the turmoil of a military life, and of the\nroll of the drum and the clangor of the trumpet, that had so long been\nringing in his ears, had lately signified a purpose of returning to his\nnative valley, hoping to find repose where he remembered to have left\nit. The inhabitants, his old neighbors and their grown-up children, were\nresolved to welcome the renowned warrior with a salute of cannon and a\npublic dinner; and all the more enthusiastically, it being affirmed\nthat now, at last, the likeness of the Great Stone Face had actually\nappeared. An aid-de-camp of Old Blood-and-Thunder, travelling through\nthe valley, was said to have been struck with the resemblance. Moreover\nthe schoolmates and early acquaintances of the general were ready to\ntestify, on oath, that, to the best of their recollection, the aforesaid\ngeneral had been exceedingly like the majestic image, even when a boy,\nonly that the idea had never occurred to them at that period. Great,\ntherefore, was the excitement throughout the valley; and many people,\nwho had never once thought of glancing at the Great Stone Face for years\nbefore, now spent their time in gazing at it, for the sake of knowing\nexactly how General Blood-and-Thunder looked.\n\nOn the day of the great festival, Ernest, with all the other people of\nthe valley, left their work, and proceeded to the spot where the sylvan\nbanquet was prepared. As he approached, the loud voice of the Rev. Dr.\nBattleblast was heard, beseeching a blessing on the good things set\nbefore them, and on the distinguished friend of peace in whose honor\nthey were assembled. The tables were arranged in a cleared space of the\nwoods, shut in by the surrounding trees, except where a vista opened\neastward, and afforded a distant view of the Great Stone Face. Over the\ngeneral's chair, which was a relic from the home of Washington, there\nwas an arch of verdant boughs, with the laurel profusely intermixed,\nand surmounted by his country's banner, beneath which he had won his\nvictories. Our friend Ernest raised himself on his tiptoes, in hopes\nto get a glimpse of the celebrated guest; but there was a mighty crowd\nabout the tables anxious to hear the toasts and speeches, and to catch\nany word that might fall from the general in reply; and a volunteer\ncompany, doing duty as a guard, pricked ruthlessly with their bayonets\nat any particularly quiet person among the throng. So Ernest, being of\nan unobtrusive character, was thrust quite into the background, where he\ncould see no more of Old Blood-and-Thunder's physiognomy than if it had\nbeen still blazing on the battlefield. To console himself, he turned\ntowards the Great Stone Face, which, like a faithful and long-remembered\nfriend, looked back and smiled upon him through the vista of the forest.\nMeantime, however, he could overhear the remarks of various individuals,\nwho were comparing the features of the hero with the face on the distant\nmountainside.\n\n''T is the same face, to a hair!' cried one man, cutting a caper for joy.\n\n'Wonderfully like, that's a fact!' responded another.\n\n'Like! why, I call it Old Blood-and-Thunder himself, in a monstrous\nlooking-glass!' cried a third.\n\n'And why not? He's the greatest man of this or any other age, beyond a\ndoubt.'\n\nAnd then all three of the speakers gave a great shout, which\ncommunicated electricity to the crowd, and called forth a roar from a\nthousand voices, that went reverberating for miles among the mountains,\nuntil you might have supposed that the Great Stone Face had poured\nits thunder-breath into the cry. All these comments, and this vast\nenthusiasm, served the more to interest our friend; nor did he think of\nquestioning that now, at length, the mountain-visage had found its human\ncounterpart. It is true, Ernest had imagined that this long-looked-for\npersonage would appear in the character of a man of peace, uttering\nwisdom, and doing good, and making people happy. But, taking an habitual\nbreadth of view, with all his simplicity, he contended that providence\nshould choose its own method of blessing mankind, and could conceive\nthat this great end might be effected even by a warrior and a bloody\nsword, should inscrutable wisdom see fit to order matters SO.\n\n'The general! the general!' was now the cry. 'Hush! silence! Old\nBlood-and-Thunder's going to make a speech.'\n\nEven so; for, the cloth being removed, the general's health had been\ndrunk, amid shouts of applause, and he now stood upon his feet to thank\nthe company. Ernest saw him. There he was, over the shoulders of the\ncrowd, from the two glittering epaulets and embroidered collar upward,\nbeneath the arch of green boughs with intertwined laurel, and the banner\ndrooping as if to shade his brow! And there, too, visible in the same\nglance, through the vista of the forest, appeared the Great Stone Face!\nAnd was there, indeed, such a resemblance as the crowd had testified?\nAlas, Ernest could not recognize it! He beheld a war-worn and\nweather-beaten countenance, full of energy, and expressive of an iron\nwill; but the gentle wisdom, the deep, broad, tender sympathies, were\naltogether wanting in Old Blood-and-Thunder's visage; and even if the\nGreat Stone Face had assumed his look of stern command, the milder\ntraits would still have tempered it.\n\n'This is not the man of prophecy,' sighed Ernest to himself, as he made\nhis way out of the throng. 'And must the world wait longer yet?'\n\nThe mists had congregated about the distant mountainside, and there were\nseen the grand and awful features of the Great Stone Face, awful but\nbenignant, as if a mighty angel were sitting among the hills, and\nenrobing himself in a cloud-vesture of gold and purple. As he looked,\nErnest could hardly believe but that a smile beamed over the whole\nvisage, with a radiance still brightening, although without motion of\nthe lips. It was probably the effect of the western sunshine, melting\nthrough the thinly diffused vapors that had swept between him and\nthe object that he gazed at. But--as it always did--the aspect of his\nmarvellous friend made Ernest as hopeful as if he had never hoped in\nvain.\n\n'Fear not, Ernest,' said his heart, even as if the Great Face were\nwhispering him--'fear not, Ernest; he will come.'\n\nMore years sped swiftly and tranquilly away. Ernest still dwelt in\nhis native valley, and was now a man of middle age. By imperceptible\ndegrees, he had become known among the people. Now, as heretofore, he\nlabored for his bread, and was the same simple-hearted man that he had\nalways been. But he had thought and felt so much, he had given so many\nof the best hours of his life to unworldly hopes for some great good to\nmankind, that it seemed as though he had been talking with the angels,\nand had imbibed a portion of their wisdom unawares. It was visible in\nthe calm and well-considered beneficence of his daily life, the quiet\nstream of which had made a wide green margin all along its course. Not\na day passed by, that the world was not the better because this man,\nhumble as he was, had lived. He never stepped aside from his own path,\nyet would always reach a blessing to his neighbor. Almost involuntarily,\ntoo, he had become a preacher. The pure and high simplicity of his\nthought, which, as one of its manifestations, took shape in the good\ndeeds that dropped silently from his hand, flowed also forth in speech.\nHe uttered truths that wrought upon and moulded the lives of those who\nheard him. His auditors, it may be, never suspected that Ernest, their\nown neighbor and familiar friend, was more than an ordinary man; least\nof all did Ernest himself suspect it; but, inevitably as the murmur of\na rivulet, came thoughts out of his mouth that no other human lips had\nspoken.\n\nWhen the people's minds had had a little time to cool, they were ready\nenough to acknowledge their mistake in imagining a similarity between\nGeneral Blood-and-Thunder's truculent physiognomy and the benign visage\non the mountain-side. But now, again, there were reports and many\nparagraphs in the newspapers, affirming that the likeness of the Great\nStone Face had appeared upon the broad shoulders of a certain eminent\nstatesman. He, like Mr. Gathergold and old Blood-and-Thunder, was a\nnative of the valley, but had left it in his early days, and taken up\nthe trades of law and politics. Instead of the rich man's wealth and\nthe warrior's sword, he had but a tongue, and it was mightier than both\ntogether. So wonderfully eloquent was he, that whatever he might choose\nto say, his auditors had no choice but to believe him; wrong looked like\nright, and right like wrong; for when it pleased him, he could make a\nkind of illuminated fog with his mere breath, and obscure the natural\ndaylight with it. His tongue, indeed, was a magic instrument: sometimes\nit rumbled like the thunder; sometimes it warbled like the sweetest\nmusic. It was the blast of war--the song of peace; and it seemed to have\na heart in it, when there was no such matter. In good truth, he was a\nwondrous man; and when his tongue had acquired him all other imaginable\nsuccess--when it had been heard in halls of state, and in the courts of\nprinces and potentates--after it had made him known all over the world,\neven as a voice crying from shore to shore--it finally persuaded his\ncountrymen to select him for the Presidency. Before this time--indeed,\nas soon as he began to grow celebrated--his admirers had found out the\nresemblance between him and the Great Stone Face; and so much were they\nstruck by it, that throughout the country this distinguished gentleman\nwas known by the name of Old Stony Phiz. The phrase was considered as\ngiving a highly favorable aspect to his political prospects; for, as\nis likewise the case with the Popedom, nobody ever becomes President\nwithout taking a name other than his own.\n\nWhile his friends were doing their best to make him President, Old Stony\nPhiz, as he was called, set out on a visit to the valley where he was\nborn. Of course, he had no other object than to shake hands with his\nfellow-citizens, and neither thought nor cared about any effect\nwhich his progress through the country might have upon the election.\nMagnificent preparations were made to receive the illustrious statesman;\na cavalcade of horsemen set forth to meet him at the boundary line of\nthe State, and all the people left their business and gathered along the\nwayside to see him pass. Among these was Ernest. Though more than once\ndisappointed, as we have seen, he had such a hopeful and confiding\nnature, that he was always ready to believe in whatever seemed beautiful\nand good.\n\nHe kept his heart continually open, and thus was sure to catch the\nblessing from on high when it should come. So now again, as buoyantly as\never, he went forth to behold the likeness of the Great Stone Face.\n\nThe cavalcade came prancing along the road, with a great clattering of\nhoofs and a mighty cloud of dust, which rose up so dense and high that\nthe visage of the mountainside was completely hidden from Ernest's eyes.\nAll the great men of the neighborhood were there on horseback; militia\nofficers, in uniform; the member of Congress; the sheriff of the county;\nthe editors of newspapers; and many a farmer, too, had mounted his\npatient steed, with his Sunday coat upon his back. It really was a very\nbrilliant spectacle, especially as there were numerous banners flaunting\nover the cavalcade, on some of which were gorgeous portraits of the\nillustrious statesman and the Great Stone Face, smiling familiarly at\none another, like two brothers. If the pictures were to be trusted, the\nmutual resemblance, it must be confessed, was marvellous. We must not\nforget to mention that there was a band of music, which made the echoes\nof the mountains ring and reverberate with the loud triumph of its\nstrains; so that airy and soul-thrilling melodies broke out among all\nthe heights and hollows, as if every nook of his native valley had found\na voice, to welcome the distinguished guest. But the grandest effect was\nwhen the far-off mountain precipice flung back the music; for then the\nGreat Stone Face itself seemed to be swelling the triumphant chorus, in\nacknowledgment, that, at length, the man of prophecy was come.\n\nAll this while the people were throwing up their hats and shouting, with\nenthusiasm so contagious that the heart of Ernest kindled up, and he\nlikewise threw up his hat, and shouted, as loudly as the loudest, 'Huzza\nfor the great man! Huzza for Old Stony Phiz!' But as yet he had not seen\nhim.\n\n'Here he is, now!' cried those who stood near Ernest. 'There! There!\nLook at Old Stony Phiz and then at the Old Man of the Mountain, and see\nif they are not as like as two twin brothers!'\n\nIn the midst of all this gallant array came an open barouche, drawn by\nfour white horses; and in the barouche, with his massive head uncovered,\nsat the illustrious statesman, Old Stony Phiz himself.\n\n'Confess it,' said one of Ernest's neighbors to him, 'the Great Stone\nFace has met its match at last!'\n\nNow, it must be owned that, at his first glimpse of the countenance\nwhich was bowing and smiling from the barouche, Ernest did fancy that\nthere was a resemblance between it and the old familiar face upon the\nmountainside. The brow, with its massive depth and loftiness, and all\nthe other features, indeed, were boldly and strongly hewn, as if in\nemulation of a more than heroic, of a Titanic model. But the sublimity\nand stateliness, the grand expression of a divine sympathy, that\nilluminated the mountain visage and etherealized its ponderous granite\nsubstance into spirit, might here be sought in vain. Something had been\noriginally left out, or had departed. And therefore the marvellously\ngifted statesman had always a weary gloom in the deep caverns of his\neyes, as of a child that has outgrown its playthings or a man of mighty\nfaculties and little aims, whose life, with all its high performances,\nwas vague and empty, because no high purpose had endowed it with\nreality.\n\nStill, Ernest's neighbor was thrusting his elbow into his side, and\npressing him for an answer.\n\n'Confess! confess! Is not he the very picture of your Old Man of the\nMountain?'\n\n'No!' said Ernest, bluntly, 'I see little or no likeness.'\n\n'Then so much the worse for the Great Stone Face!' answered his\nneighbor; and again he set up a shout for Old Stony Phiz.\n\nBut Ernest turned away, melancholy, and almost despondent: for this\nwas the saddest of his disappointments, to behold a man who might have\nfulfilled the prophecy, and had not willed to do so. Meantime, the\ncavalcade, the banners, the music, and the barouches swept past him,\nwith the vociferous crowd in the rear, leaving the dust to settle down,\nand the Great Stone Face to be revealed again, with the grandeur that it\nhad worn for untold centuries.\n\n'Lo, here I am, Ernest!' the benign lips seemed to say. 'I have waited\nlonger than thou, and am not yet weary. Fear not; the man will come.'\n\nThe years hurried onward, treading in their haste on one another's\nheels. And now they began to bring white hairs, and scatter them over\nthe head of Ernest; they made reverend wrinkles across his forehead, and\nfurrows in his cheeks. He was an aged man. But not in vain had he grown\nold: more than the white hairs on his head were the sage thoughts in his\nmind; his wrinkles and furrows were inscriptions that Time had graved,\nand in which he had written legends of wisdom that had been tested by\nthe tenor of a life. And Ernest had ceased to be obscure. Unsought for,\nundesired, had come the fame which so many seek, and made him known in\nthe great world, beyond the limits of the valley in which he had dwelt\nso quietly. College professors, and even the active men of cities, came\nfrom far to see and converse with Ernest; for the report had gone abroad\nthat this simple husbandman had ideas unlike those of other men,\nnot gained from books, but of a higher tone--a tranquil and familiar\nmajesty, as if he had been talking with the angels as his daily friends.\nWhether it were sage, statesman, or philanthropist, Ernest received\nthese visitors with the gentle sincerity that had characterized him from\nboyhood, and spoke freely with them of whatever came uppermost, or lay\ndeepest in his heart or their own. While they talked together, his face\nwould kindle, unawares, and shine upon them, as with a mild evening\nlight. Pensive with the fulness of such discourse, his guests took leave\nand went their way; and passing up the valley, paused to look at the\nGreat Stone Face, imagining that they had seen its likeness in a human\ncountenance, but could not remember where.\n\nWhile Ernest had been growing up and growing old, a bountiful Providence\nhad granted a new poet to this earth. He, likewise, was a native of the\nvalley, but had spent the greater part of his life at a distance from\nthat romantic region, pouring out his sweet music amid the bustle and\ndin of cities. Often, however, did the mountains which had been familiar\nto him in his childhood lift their snowy peaks into the clear atmosphere\nof his poetry. Neither was the Great Stone Face forgotten, for the poet\nhad celebrated it in an ode, which was grand enough to have been uttered\nby its own majestic lips. This man of genius, we may say, had come down\nfrom heaven with wonderful endowments. If he sang of a mountain, the\neyes of all mankind beheld a mightier grandeur reposing on its breast,\nor soaring to its summit, than had before been seen there. If his theme\nwere a lovely lake, a celestial smile had now been thrown over it, to\ngleam forever on its surface. If it were the vast old sea, even the deep\nimmensity of its dread bosom seemed to swell the higher, as if moved by\nthe emotions of the song. Thus the world assumed another and a better\naspect from the hour that the poet blessed it with his happy eyes. The\nCreator had bestowed him, as the last best touch to his own handiwork.\nCreation was not finished till the poet came to interpret, and so\ncomplete it.\n\nThe effect was no less high and beautiful, when his human brethren were\nthe subject of his verse. The man or woman, sordid with the common dust\nof life, who crossed his daily path, and the little child who played in\nit, were glorified if they beheld him in his mood of poetic faith. He\nshowed the golden links of the great chain that intertwined them with an\nangelic kindred; he brought out the hidden traits of a celestial birth\nthat made them worthy of such kin. Some, indeed, there were, who thought\nto show the soundness of their judgment by affirming that all the beauty\nand dignity of the natural world existed only in the poet's fancy.\nLet such men speak for themselves, who undoubtedly appear to have been\nspawned forth by Nature with a contemptuous bitterness; she plastered\nthem up out of her refuse stuff, after all the swine were made. As\nrespects all things else, the poet's ideal was the truest truth.\n\nThe songs of this poet found their way to Ernest. He read them after his\ncustomary toil, seated on the bench before his cottage-door, where for\nsuch a length of time he had filled his repose with thought, by gazing\nat the Great Stone Face. And now as he read stanzas that caused the soul\nto thrill within him, he lifted his eyes to the vast countenance beaming\non him so benignantly.\n\n'O majestic friend,' he murmured, addressing the Great Stone Face, 'is\nnot this man worthy to resemble thee?'\n\nThe face seemed to smile, but answered not a word.\n\nNow it happened that the poet, though he dwelt so far away, had not only\nheard of Ernest, but had meditated much upon his character, until he\ndeemed nothing so desirable as to meet this man, whose untaught wisdom\nwalked hand in hand with the noble simplicity of his life.\n\nOne summer morning, therefore, he took passage by the railroad, and,\nin the decline of the afternoon, alighted from the cars at no great\ndistance from Ernest's cottage. The great hotel, which had formerly been\nthe palace of Mr. Gathergold, was close at hand, but the poet, with\nhis carpetbag on his arm, inquired at once where Ernest dwelt, and was\nresolved to be accepted as his guest.\n\nApproaching the door, he there found the good old man, holding a volume\nin his hand, which alternately he read, and then, with a finger between\nthe leaves, looked lovingly at the Great Stone Face.\n\n'Good evening,' said the poet. 'Can you give a traveller a night's\nlodging?'\n\n'Willingly,' answered Ernest; and then he added, smiling, 'Methinks I\nnever saw the Great Stone Face look so hospitably at a stranger.'\n\nThe poet sat down on the bench beside him, and he and Ernest talked\ntogether. Often had the poet held intercourse with the wittiest and\nthe wisest, but never before with a man like Ernest, whose thoughts\nand feelings gushed up with such a natural feeling, and who made great\ntruths so familiar by his simple utterance of them. Angels, as had\nbeen so often said, seemed to have wrought with him at his labor in\nthe fields; angels seemed to have sat with him by the fireside;\nand, dwelling with angels as friend with friends, he had imbibed the\nsublimity of their ideas, and imbued it with the sweet and lowly charm\nof household words. So thought the poet. And Ernest, on the other hand,\nwas moved and agitated by the living images which the poet flung out\nof his mind, and which peopled all the air about the cottage-door with\nshapes of beauty, both gay and pensive. The sympathies of these two men\ninstructed them with a profounder sense than either could have attained\nalone. Their minds accorded into one strain, and made delightful\nmusic which neither of them could have claimed as all his own, nor\ndistinguished his own share from the other's. They led one another, as\nit were, into a high pavilion of their thoughts, so remote, and hitherto\nso dim, that they had never entered it before, and so beautiful that\nthey desired to be there always.\n\nAs Ernest listened to the poet, he imagined that the Great Stone Face\nwas bending forward to listen too. He gazed earnestly into the poet's\nglowing eyes.\n\n'Who are you, my strangely gifted guest?' he said.\n\nThe poet laid his finger on the volume that Ernest had been reading.\n\n'You have read these poems,' said he. 'You know me, then--for I wrote\nthem.'\n\nAgain, and still more earnestly than before, Ernest examined the poet's\nfeatures; then turned towards the Great Stone Face; then back, with an\nuncertain aspect, to his guest. But his countenance fell; he shook his\nhead, and sighed.\n\n'Wherefore are you sad?' inquired the poet. 'Because,' replied Ernest,\n'all through life I have awaited the fulfilment of a prophecy; and, when\nI read these poems, I hoped that it might be fulfilled in you.'\n\n'You hoped,' answered the poet, faintly smiling, 'to find in me the\nlikeness of the Great Stone Face. And you are disappointed, as formerly\nwith Mr. Gathergold, and old Blood-and-Thunder, and Old Stony Phiz. Yes,\nErnest, it is my doom.\n\nYou must add my name to the illustrious three, and record another\nfailure of your hopes. For--in shame and sadness do I speak it,\nErnest--I am not worthy to be typified by yonder benign and majestic\nimage.'\n\n'And why?' asked Ernest. He pointed to the volume. 'Are not those\nthoughts divine?'\n\n'They have a strain of the Divinity,' replied the poet. 'You can hear in\nthem the far-off echo of a heavenly song. But my life, dear Ernest, has\nnot corresponded with my thought. I have had grand dreams, but they have\nbeen only dreams, because I have lived--and that, too, by my own choice\namong poor and mean realities. Sometimes, even--shall I dare to say\nit?---I lack faith in the grandeur, the beauty, and the goodness, which\nmy own works are said to have made more evident in nature and in human\nlife. Why, then, pure seeker of the good and true, shouldst thou hope to\nfind me, in yonder image of the divine?'\n\nThe poet spoke sadly, and his eyes were dim with tears. So, likewise,\nwere those of Ernest.\n\nAt the hour of sunset, as had long been his frequent custom, Ernest was\nto discourse to an assemblage of the neighboring inhabitants in the open\nair. He and the poet, arm in arm, still talking together as they went\nalong, proceeded to the spot. It was a small nook among the hills, with\na gray precipice behind, the stern front of which was relieved by the\npleasant foliage of many creeping plants that made a tapestry for the\nnaked rock, by hanging their festoons from all its rugged angles. At a\nsmall elevation above the ground, set in a rich framework of verdure,\nthere appeared a niche, spacious enough to admit a human figure, with\nfreedom for such gestures as spontaneously accompany earnest thought and\ngenuine emotion. Into this natural pulpit Ernest ascended, and threw a\nlook of familiar kindness around upon his audience. They stood, or sat,\nor reclined upon the grass, as seemed good to each, with the departing\nsunshine falling obliquely over them, and mingling its subdued\ncheerfulness with the solemnity of a grove of ancient trees, beneath and\namid the boughs of which the golden rays were constrained to pass. In\nanother direction was seen the Great Stone Face, with the same cheer,\ncombined with the same solemnity, in its benignant aspect.\n\nErnest began to speak, giving to the people of what was in his heart\nand mind. His words had power, because they accorded with his thoughts;\nand his thoughts had reality and depth, because they harmonized with\nthe life which he had always lived. It was not mere breath that this\npreacher uttered; they were the words of life, because a life of good\ndeeds and holy love was melted into them. Pearls, pure and rich, had\nbeen dissolved into this precious draught. The poet, as he listened,\nfelt that the being and character of Ernest were a nobler strain of\npoetry than he had ever written.\n\nHis eyes glistening with tears, he gazed reverentially at the venerable\nman, and said within himself that never was there an aspect so worthy of\na prophet and a sage as that mild, sweet, thoughtful countenance, with\nthe glory of white hair diffused about it. At a distance, but distinctly\nto be seen, high up in the golden light of the setting sun, appeared\nthe Great Stone Face, with hoary mists around it, like the white hairs\naround the brow of Ernest. Its look of grand beneficence seemed to\nembrace the world.\n\nAt that moment, in sympathy with a thought which he was about to utter,\nthe face of Ernest assumed a grandeur of expression, so imbued with\nbenevolence, that the poet, by an irresistible impulse, threw his arms\naloft and shouted--\n\n'Behold! Behold! Ernest is himself the likeness of the Great Stone\nFace!'\n\nThen all the people looked and saw that what the deep-sighted poet said\nwas true. The prophecy was fulfilled. But Ernest, having finished what\nhe had to say, took the poet's arm, and walked slowly homeward, still\nhoping that some wiser and better man than himself would by and by\nappear, bearing a resemblance to the GREAT STONE FACE.\n\n\n\n\n\nTHE AMBITIOUS GUEST\n\nOne September night a family had gathered round their hearth, and piled\nit high with the driftwood of mountain streams, the dry cones of the\npine, and the splintered ruins of great trees that had come crashing\ndown the precipice. Up the chimney roared the fire, and brightened the\nroom with its broad blaze. The faces of the father and mother had a\nsober gladness; the children laughed; the eldest daughter was the image\nof Happiness at seventeen; and the aged grandmother who sat knitting in\nthe warmest place, was the image of Happiness grown old. They had found\nthe 'herb, heart's-ease,' in the bleakest spot of all New England. (This\nfamily were situated in the Notch of the White Hills, where the wind\nwas sharp throughout the year, and pitilessly cold in the winter--giving\ntheir cottage all its fresh inclemency before it descended on the\nvalley of the Saco) They dwelt in a cold spot and a dangerous one; for\na mountain towered above their heads, so steep, that the stones would\noften rumble down its sides and startle them at midnight.\n\nThe daughter had just uttered some simple jest that filled them all with\nmirth, when the wind came through the Notch and seemed to pause\nbefore their cottage--rattling the door, with a sound of wailing and\nlamentation, before it passed into the valley. For a moment it saddened\nthem, though there was nothing unusual in the tones. But the family\nwere glad again when they perceived that the latch was lifted by some\ntraveller, whose footsteps had been unheard amid the dreary blast which\nheralded his approach, and wailed as he was entering, and went moaning\naway from the door.\n\nThough they dwelt in such a solitude, these people held daily converse\nwith the world. The romantic pass of the Notch is a great artery,\nthrough which the life-blood of internal commerce is continually\nthrobbing between Maine, on one side, and the Green Mountains and the\nshores of the St. Lawrence, on the other. The stage-coach always drew up\nbefore the door of the cottage. The wayfarer, with no companion but\nhis staff, paused here to exchange a word, that the sense of loneliness\nmight not utterly overcome him ere he could pass through the cleft\nof the mountain, or reach the first house in the valley. And here the\nteamster, on his way to Portland market, would put up for the night;\nand, if a bachelor, might sit an hour beyond the usual bedtime, and\nsteal a kiss from the mountain maid at parting. It was one of those\nprimitive taverns where the traveller pays only for food and lodging,\nbut meets with a homely kindness beyond all price. When the footsteps\nwere heard, therefore, between the outer door and the inner one, the\nwhole family rose up, grandmother, children, and all, as if about to\nwelcome some one who belonged to them, and whose fate was linked with\ntheirs.\n\nThe door was opened by a young man. His face at first wore the\nmelancholy expression, almost despondency, of one who travels a wild and\nbleak road, at nightfall and alone, but soon brightened up when he saw\nthe kindly warmth of his reception. He felt his heart spring forward to\nmeet them all, from the old woman, who wiped a chair with her apron,\nto the little child that held out its arms to him. One glance and smile\nplaced the stranger on a footing of innocent familiarity with the eldest\ndaughter.\n\n'Ah, this fire is the right thing!' cried he; 'especially when there is\nsuch a pleasant circle round it. I am quite benumbed; for the Notch is\njust like the pipe of a great pair of bellows; it has blown a terrible\nblast in my face all the way from Bartlett.'\n\n'Then you are going towards Vermont?' said the master of the house, as\nhe helped to take a light knapsack off the young man's shoulders.\n\n'Yes; to Burlington, and far enough beyond,' replied he. 'I meant to\nhave been at Ethan Crawford's tonight; but a pedestrian lingers along\nsuch a road as this. It is no matter; for, when I saw this good fire,\nand all your cheerful faces, I felt as if you had kindled it on purpose\nfor me, and were waiting my arrival. So I shall sit down among you, and\nmake myself at home.'\n\nThe frank-hearted stranger had just drawn his chair to the fire when\nsomething like a heavy footstep was heard without, rushing down the\nsteep side of the mountain, as with long and rapid strides, and taking\nsuch a leap in passing the cottage as to strike the opposite precipice.\nThe family held their breath, because they knew the sound, and their\nguest held his by instinct.\n\n'The old mountain has thrown a stone at us, for fear we should forget\nhim,' said the landlord, recovering himself. 'He sometimes nods his head\nand threatens to come down; but we are old neighbors, and agree together\npretty well upon the whole. Besides we have a sure place of refuge hard\nby if he should be coming in good earnest.'\n\nLet us now suppose the stranger to have finished his supper of bear's\nmeat; and, by his natural felicity of manner, to have placed himself\non a footing of kindness with the whole family, so that they talked as\nfreely together as if he belonged to their mountain brood. He was of a\nproud, yet gentle spirit--haughty and reserved among the rich and great;\nbut ever ready to stoop his head to the lowly cottage door, and be like\na brother or a son at the poor man's fireside. In the household of\nthe Notch he found warmth and simplicity of feeling, the pervading\nintelligence of New England, and a poetry of native growth, which they\nhad gathered when they little thought of it from the mountain peaks and\nchasms, and at the very threshold of their romantic and dangerous abode.\nHe had travelled far and alone; his whole life, indeed, had been a\nsolitary path; for, with the lofty caution of his nature, he had kept\nhimself apart from those who might otherwise have been his companions.\nThe family, too, though so kind and hospitable, had that consciousness\nof unity among themselves, and separation from the world at large,\nwhich, in every domestic circle, should still keep a holy place where no\nstranger may intrude. But this evening a prophetic sympathy impelled\nthe refined and educated youth to pour out his heart before the simple\nmountaineers, and constrained them to answer him with the same free\nconfidence. And thus it should have been. Is not the kindred of a common\nfate a closer tie than that of birth?\n\nThe secret of the young man's character was a high and abstracted\nambition. He could have borne to live an undistinguished life, but not\nto be forgotten in the grave. Yearning desire had been transformed\nto hope; and hope, long cherished, had become like certainty,\nthat, obscurely as he journeyed now, a glory was to beam on all his\npathway--though not, perhaps, while he was treading it. But when\nposterity should gaze back into the gloom of what was now the present,\nthey would trace the brightness of his footsteps, brightening as meaner\nglories faded, and confess that a gifted one had passed from his cradle\nto his tomb with none to recognize him.\n\n'As yet,' cried the stranger--his cheek glowing and his eye flashing\nwith enthusiasm--'as yet, I have done nothing. Were I to vanish from the\nearth tomorrow, none would know so much of me as you: that a nameless\nyouth came up at nightfall from the valley of the Saco, and opened his\nheart to you in the evening, and passed through the Notch by sunrise,\nand was seen no more. Not a soul would ask, 'Who was he? Whither did the\nwanderer go? But I cannot die till I have achieved my destiny. Then,\nlet Death come! I shall have built my monument!'\n\nThere was a continual flow of natural emotion, gushing forth amid\nabstracted reverie, which enabled the family to understand this\nyoung man's sentiments, though so foreign from their own. With quick\nsensibility of the ludicrous, he blushed at the ardor into which he had\nbeen betrayed.\n\n'You laugh at me,' said he, taking the eldest daughter's hand, and\nlaughing himself. 'You think my ambition as nonsensical as if I were to\nfreeze myself to death on the top of Mount Washington, only that people\nmight spy at me from the country round about. And, truly, that would be\na noble pedestal for a man's statue!'\n\n'It is better to sit here by this fire,' answered the girl, blushing,\n'and be comfortable and contented, though nobody thinks about us.'\n\n'I suppose,' Said her father, after a fit of musing, 'there is\nsomething natural in what the young man says; and if my mind had been\nturned that way, I might have felt just the same. It is strange, wife,\nhow his talk has set my head running on things that are pretty certain\nnever to come to pass.'\n\n'Perhaps they may,' observed the wife. 'Is the man thinking what he will\ndo when he is a widower?'\n\n'No, no!' cried he, repelling the idea with reproachful kindness. 'When\nI think of your death, Esther, I think of mine, too. But I was wishing\nwe had a good farm in Bartlett, or Bethlehem, or Littleton, or some\nother township round the White Mountains; but not where they could\ntumble on our heads. I should want to stand well with my neighbors and\nbe called Squire, and sent to General Court for a term or two; for a\nplain, honest man may do as much good there as a lawyer. And when I\nshould be grown quite an old man, and you an old woman, so as not to be\nlong apart, I might die happy enough in my bed, and leave you all\ncrying around me. A slate gravestone would suit me as well as a marble\none--with just my name and age, and a verse of a hymn, and something to\nlet people know that I lived an honest man and died a Christian.'\n\n'There now!' exclaimed the stranger; 'it is our nature to desire a\nmonument, be it slate or marble, or a pillar of granite, or a glorious\nmemory in the universal heart of man.'\n\n'We're in a strange way, tonight,' said the wife, with tears in her\neyes. 'They say it's a sign of something, when folks' minds go a\nwandering so. Hark to the children!'\n\nThey listened accordingly. The younger children had been put to bed in\nanother room, but with an open door between, so that they could be heard\ntalking busily among themselves. One and all seemed to have caught the\ninfection from the fireside circle, and were outvying each other in wild\nwishes, and childish projects of what they would do when they came to\nbe men and women. At length a little boy, instead of addressing his\nbrothers and sisters, called out to his mother.\n\n'I'll tell you what I wish, mother,' cried he. 'I want you and father\nand grandma'm, and all of us, and the stranger too, to start right away,\nand go and take a drink out of the basin of the Flume!'\n\nNobody could help laughing at the child's notion of leaving a warm\nbed, and dragging them from a cheerful fire, to visit the basin of the\nFlume--a brook, which tumbles over the precipice, deep within the Notch.\nThe boy had hardly spoken when a wagon rattled along the road, and\nstopped a moment before the door. It appeared to contain two or three\nmen, who were cheering their hearts with the rough chorus of a song,\nwhich resounded, in broken notes, between the cliffs, while the singers\nhesitated whether to continue their journey or put up here for the\nnight.\n\n'Father,' said the girl, 'they are calling you by name.'\n\nBut the good man doubted whether they had really called him, and was\nunwilling to show himself too solicitous of gain by inviting people to\npatronize his house. He therefore did not hurry to the door; and the\nlash being soon applied, the travellers plunged into the Notch, still\nsinging and laughing, though their music and mirth came back drearily\nfrom the heart of the mountain.\n\n'There, mother!' cried the boy, again. 'They'd have given us a ride to\nthe Flume.'\n\nAgain they laughed at the child's pertinacious fancy for a night ramble.\nBut it happened that a light cloud passed over the daughter's spirit;\nshe looked gravely into the fire, and drew a breath that was almost a\nsigh. It forced its way, in spite of a little struggle to repress it.\nThen starting and blushing, she looked quickly round the circle, as if\nthey had caught a glimpse into her bosom. The stranger asked what she\nhad been thinking of.\n\n'Nothing,' answered she, with a downcast smile. 'Only I felt lonesome\njust then.'\n\n'Oh, I have always had a gift of feeling what is in other people's\nhearts,' said he, half seriously. 'Shall I tell the secrets of yours?\nFor I know what to think when a young girl shivers by a warm hearth,\nand complains of lonesomeness at her mother's side. Shall I put these\nfeelings into words?'\n\n'They would not be a girl's feelings any longer if they could be put\ninto words,' replied the mountain nymph, laughing, but avoiding his eye.\n\nAll this was said apart. Perhaps a germ of love was springing in their\nhearts, so pure that it might blossom in Paradise, since it could not be\nmatured on earth; for women worship such gentle dignity as his; and\nthe proud, contemplative, yet kindly soul is oftenest captivated by\nsimplicity like hers. But while they spoke softly, and he was watching\nthe happy sadness, the lightsome shadows, the shy yearnings of a\nmaiden's nature, the wind through the Notch took a deeper and drearier\nsound. It seemed, as the fanciful stranger said, like the choral strain\nof the spirits of the blast, who in old Indian times had their dwelling\namong these mountains, and made their heights and recesses a sacred\nregion. There was a wail along the road, as if a funeral were passing.\nTo chase away the gloom, the family threw pine branches on their fire,\ntill the dry leaves crackled and the flame arose, discovering once again\na scene of peace and humble happiness. The light hovered about them\nfondly, and caressed them all. There were the little faces of the\nchildren, peeping from their bed apart, and here the father's frame of\nstrength, the mother's subdued and careful mien, the high-browed youth,\nthe budding girl, and the good old grandam, still knitting in the\nwarmest place. The aged woman looked up from her task, and, with fingers\never busy, was the next to speak.\n\n'Old folks have their notions,' said she, 'as well as young ones. You've\nbeen wishing and planning; and letting your heads run on one thing and\nanother, till you've set my mind a wandering too. Now what should an old\nwoman wish for, when she can go but a step or two before she comes to\nher grave? Children, it will haunt me night and day till I tell you.'\n\n'What is it, mother?' cried the husband and wife at once.\n\nThen the old woman, with an air of mystery which drew the circle closer\nround the fire, informed them that she had provided her grave-clothes\nsome years before--a nice linen shroud, a cap with a muslin ruff, and\neverything of a finer sort than she had worn since her wedding day. But\nthis evening an old superstition had strangely recurred to her. It used\nto be said, in her younger days, that if anything were amiss with a\ncorpse, if only the ruff were not smooth, or the cap did not set right,\nthe corpse in the coffin and beneath the clods would strive to put up\nits cold hands and arrange it. The bare thought made her nervous.\n\n'Don't talk so, grandmother!' said the girl, shuddering.\n\n'Now'--continued the old woman, with singular earnestness, yet smiling\nstrangely at her own folly--'I want one of you, my children--when\nyour mother is dressed and in the coffin---I want one of you to hold\na looking-glass over my face. Who knows but I may take a glimpse at\nmyself, and see whether all's right?'\n\n'Old and young, we dream of graves and monuments,' murmured the stranger\nyouth. 'I wonder how mariners feel when the ship is sinking, and\nthey, unknown and undistinguished, are to be buried together in the\nocean--that wide and nameless sepulchre?'\n\nFor a moment, the old woman's ghastly conception so engrossed the minds\nof her hearers that a sound abroad in the night, rising like the roar\nof a blast, had grown broad, deep, and terrible, before the fated\ngroup were conscious of it. The house and all within it trembled; the\nfoundations of the earth seemed to be shaken, as if this awful sound\nwere the peal of the last trump. Young and old exchanged one wild\nglance, and remained an instant, pale, affrighted, without utterance, or\npower to move. Then the same shriek burst simultaneously from all their\nlips.\n\n'The Slide! The Slide!'\n\nThe simplest words must intimate, but not portray, the unutterable\nhorror of the catastrophe. The victims rushed from their cottage, and\nsought refuge in what they deemed a safer spot--where, in contemplation\nof such an emergency, a sort of barrier had been reared. Alas! they had\nquitted their security, and fled right into the pathway of destruction.\nDown came the whole side of the mountain, in a cataract of ruin.\nJust before it reached the house, the stream broke into two\nbranches--shivered not a window there, but overwhelmed the whole\nvicinity, blocked up the road, and annihilated everything in its\ndreadful course. Long ere the thunder of the great Slide had ceased to\nroar among the mountains, the mortal agony had been endured, and the\nvictims were at peace. Their bodies were never found.\n\nThe next morning, the light smoke was seen stealing from the cottage\nchimney up the mountain side. Within, the fire was yet smouldering on\nthe hearth, and the chairs in a circle round it, as if the inhabitants\nhad but gone forth to view the devastation of the Slide, and would\nshortly return, to thank Heaven for their miraculous escape. All had\nleft separate tokens, by which those who had known the family were made\nto shed a tear for each. Who has not heard their name? (The story\nhas been told far and wide, and Will forever be a legend of these\nmountains.) Poets have sung their fate.\n\nThere were circumstances which led some to suppose that a stranger had\nbeen received into the cottage on this awful night, and had shared the\ncatastrophe of all its inmates. Others denied that there were sufficient\ngrounds for such a conjecture. Woe for the high-souled youth, with his\ndream of Earthly Immortality! His name and person utterly unknown; his\nhistory, his way of life, his plans, a mystery never to be solved, his\ndeath and his existence equally a doubt! Whose was the agony of that\ndeath moment?\n\n\n\n\nTHE GREAT CARBUNCLE\n\nA MYSTERY OF THE WHITE MOUNTAINS\n\n(The Indian tradition, on which this somewhat extravagant tale is\nfounded, is both too wild and too beautiful to be adequately wrought\nup in prose. Sullivan, in his History of Maine, written since the\nRevolution, remarks, that even then the existence of the Great Carbuncle\nwas not entirely discredited.)\n\nAT nightfall, once in the olden time, on the rugged side of one of the\nCrystal Hills, a party of adventurers were refreshing themselves, after\na toilsome and fruitless quest for the Great Carbuncle. They had come\nthither, not as friends nor partners in the enterprise, but each, save\none youthful pair, impelled by his own selfish and solitary longing for\nthis wondrous gem. Their feeling of brotherhood, however, was strong\nenough to induce them to contribute a mutual aid in building a rude\nhut of branches, and kindling a great fire of shattered pines, that had\ndrifted down the headlong current of the Amonoosuck, on the lower bank\nof which they were to pass the night. There was but one of their number,\nperhaps, who had become so estranged from natural sympathies, by the\nabsorbing spell of the pursuit, as to acknowledge no satisfaction at the\nsight of human faces, in the remote and solitary region whither they had\nascended. A vast extent of wilderness lay between them and the nearest\nsettlement, while scant a mile above their heads was that black verge\nwhere the hills throw off their shaggy mantle of forest trees, and\neither robe themselves in clouds or tower naked into the sky. The roar\nof the Amonoosuck would have been too awful for endurance if only a\nsolitary man had listened, while the mountain stream talked with the\nwind.\n\nThe adventurers, therefore, exchanged hospitable greetings, and welcomed\none another to the hut, where each man was the host, and all were the\nguests of the whole company. They spread their individual supplies of\nfood on the flat surface of a rock, and partook of a general repast; at\nthe close of which, a sentiment of good fellowship was perceptible among\nthe party, though repressed by the idea, that the renewed search for the\nGreat Carbuncle must make them strangers again in the morning. Seven men\nand one young woman, they warmed themselves together at the fire, which\nextended its bright wall along the whole front of their wigwam. As they\nobserved the various and contrasted figures that made up the assemblage,\neach man looking like a caricature of himself, in the unsteady light\nthat flickered over him, they came mutually to the conclusion, that\nan odder society had never met, in city or wilderness, on mountain or\nplain.\n\nThe eldest of the group, a tall, lean, weather-beaten man, some sixty\nyears of age, was clad in the skins of wild animals, whose fashion of\ndress he did well to imitate, since the deer, the wolf, and the\nbear, had long been his most intimate companions. He was one of those\nill-fated mortals, such as the Indians told of, whom, in their early\nyouth, the Great Carbuncle smote with a peculiar madness, and became the\npassionate dream of their existence. All who visited that region knew\nhim as the Seeker and by no other name. As none could remember when he\nfirst took up the search, there went a fable in the valley of the Saco,\nthat for his inordinate lust after the Great Carbuncle, he had been\ncondemned to wander among the mountains till the end of time, still with\nthe same feverish hopes at sunrise--the same despair at eve. Near this\nmiserable Seeker sat a little elderly personage, wearing a high-crowned\nhat, shaped somewhat like a crucible. He was from beyond the sea, a\nDoctor Cacaphodel, who had wilted and dried himself into a mummy by\ncontinually stooping over charcoal furnaces, and inhaling unwholesome\nfumes during his researches in chemistry and alchemy. It was told of\nhim, whether truly or not, that, at the commencement of his studies, he\nhad drained his body of all its richest blood, and wasted it, with other\ninestimable ingredients, in an unsuccessful experiment--and had never\nbeen a well man since. Another of the adventurers was Master bod\nPigsnort, a weighty merchant and selector Boston, and an elder of the\nfamous Mr. Norton's church. His enemies had a ridiculous story that\nMaster Pigsnort was accustomed to spend a whole hour after prayer time,\nevery morning and evening, in wallowing naked among an immense quantity\nof pine-tree shillings, which were the earliest silver coinage of\nMassachusetts. The fourth whom we shall notice had no name that his\ncompanions knew of, and was chiefly distinguished by a sneer that always\ncontorted his thin visage, and by a prodigious pair of spectacles, which\nwere supposed to deform and discolor the whole face of nature, to this\ngentleman's perception. The fifth adventurer likewise lacked a name,\nwhich was the greater pity, as he appeared to be a poet. He was a\nbright-eyed man, but woefully pined away, which was no more than\nnatural, if, as some people affirmed, his ordinary diet was fog, morning\nmist, and a slice of the densest cloud within his reach, sauced with\nmoonshine, whenever he could get it. Certain it is, that the poetry\nwhich flowed from him had a smack of all these dainties. The sixth of\nthe party was a young man of haughty mien, and sat somewhat apart from\nthe rest, wearing his plumed hat loftily among his elders, while the\nfire glittered on the rich embroidery of his dress and gleamed intensely\non the jewelled pommel of his sword. This was the Lord de Vere, who,\nwhen at home, was said to spend much of his time in the burial vault of\nhis dead progenitors, rummaging their mouldy coffins in search of all\nthe earthly pride and vainglory that was hidden among bones and dust;\nso that, besides his own share, he had the collected haughtiness of his\nwhole line of ancestry.\n\nLastly, there was a handsome youth in rustic garb, and by his side a\nblooming little person, in whom a delicate shade of maiden reserve was\njust melting into the rich glow of a young wife's affection. Her name\nwas Hannah, and her husband's Matthew; two homely names, yet well enough\nadapted to the simple pair, who seemed strangely out of place among\nthe whimsical fraternity whose wits had been set agog by the Great\nCarbuncle.\n\nBeneath the shelter of one hut, in the bright blaze of the same fire,\nsat this varied group of adventurers, all so intent upon a single\nobject, that, of whatever else they began to speak, their closing words\nwere sure to be illuminated with the Great Carbuncle. Several related\nthe circumstances that brought them thither. One had listened to a\ntraveller's tale of this marvellous stone in his own distant country,\nand had immediately been seized with such a thirst for beholding it as\ncould only, be quenched in its intensest lustre. Another, so long ago as\nwhen the famous Captain Smith visited these coasts, had seen it blazing\nfar at sea, and had felt no rest in all the intervening years till\nnow that he took up the search. A third, being camped on a hunting\nexpedition full forty miles south of the White Mountains, awoke at\nmidnight, and beheld the Great Carbuncle gleaming like a meteor, so\nthat the shadows of the trees fell backward from it. They spoke of the\ninnumerable attempts which had been made to reach the spot, and of\nthe singular fatality which had hitherto withheld success from all\nadventurers, though it might seem so easy to follow to its source a\nlight that overpowered the moon, and almost matched the sun. It was\nobservable that each smiled scornfully at the madness of every other\nin anticipating better fortune than the past, yet nourished a scarcely\nhidden conviction that he would himself be the favored one. As if to\nallay their too sanguine hopes, they recurred to the Indian traditions\nthat a spirit kept watch about the gem, and bewildered those who sought\nit either by removing it from peak to peak of the higher hills, or by\ncalling up a mist from the enchanted lake over which it hung. But these\ntales were deemed unworthy of credit, all professing to believe that\nthe search had been baffled by want of sagacity or perseverance in\nthe adventurers, or such other causes as might naturally obstruct the\npassage to any given point among the intricacies of forest, valley, and\nmountain.\n\nIn a pause of the conversation the wearer of the prodigious spectacles\nlooked round upon the party, making each individual, in turn, the object\nof the sneer which invariably dwelt upon his countenance.\n\n'So, fellow-pilgrims,' said he, 'here we are, seven wise men, and one\nfair damsel--who, doubtless, is as wise as any graybeard of the company:\nhere we are, I say, all bound on the same goodly enterprise. Methinks,\nnow, it were not amiss that each of us declare what he proposes to do\nwith the Great Carbuncle, provided he have the good hap to clutch it.\nWhat says our friend in the bear skin? How mean you, good sir, to enjoy\nthe prize which you have been seeking, the Lord knows how long, among\nthe Crystal Hills?'\n\n'How enjoy it!' exclaimed the aged Seeker, bitterly. 'I hope for no\nenjoyment from it; that folly has passed long ago! I keep up the search\nfor this accursed stone because the vain ambition of my youth has become\na fate upon me in old age. The pursuit alone is my strength--the energy\nof my soul--the warmth of my blood--and the pith and marrow of my bones!\nWere I to turn my back upon it I should fall down dead on the hither\nside of the Notch, which is the gateway of this mountain region. Yet not\nto have my wasted lifetime back again would I give up my hopes of the\nGreat Carbuncle! Having found it, I shall bear it to a certain cavern\nthat I wot of, and there, grasping it in my arms, lie down and die, and\nkeep it buried with me forever.'\n\n'O wretch, regardless of the interests of science!' cried Doctor\nCacaphodel, with philosophic indignation. 'Thou art not worthy to\nbehold, even from afar off, the lustre of this most precious gem that\never was concocted in the laboratory of Nature. Mine is the sole purpose\nfor which a wise man may desire the possession of the Great Carbuncle.\n\n'Immediately on obtaining it--for I have a presentiment, good people,\nthat the prize is reserved to crown my scientific reputation--I shall\nreturn to Europe, and employ my remaining years in reducing it to\nits first elements. A portion of the stone will I grind to impalpable\npowder; other parts shall be dissolved in acids, or whatever solvents\nwill act upon so admirable a composition; and the remainder I design\nto melt in the crucible, or set on fire with the blow-pipe. By these\nvarious methods I shall gain an accurate analysis, and finally bestow\nthe result of my labors upon the world in a folio volume.'\n\n'Excellent!' quoth the man with the spectacles. 'Nor need you hesitate,\nlearned sir, on account of the necessary destruction of the gem; since\nthe perusal of your folio may teach every mother's son of us to concoct\na Great Carbuncle of his own.'\n\n'But, verily,' said Master Ichabod Pigsnort, 'for mine own part I object\nto the making of these counterfeits, as being calculated to reduce the\nmarketable value of the true gem. I tell ye frankly, sirs, I have\nan interest in keeping up the price. Here have I quitted my regular\ntraffic, leaving my warehouse in the care of my clerks, and putting my\ncredit to great hazard, and, furthermore, have put myself in peril of\ndeath or captivity by the accursed heathen savages--and all this without\ndaring to ask the prayers of the congregation, because the quest for\nthe Great Carbuncle is deemed little better than a traffic with the Evil\nOne. Now think ye that I would have done this grievous wrong to my soul,\nbody, reputation, and estate, without a reasonable chance of profit?'\n\n'Not I, pious Master Pigsnort,' said the man with the spectacles. 'I\nnever laid such a great folly to thy charge.'\n\n'Truly, I hope not,' said the merchant. 'Now, as touching this Great\nCarbuncle, I am free to own that I have never had a glimpse of it; but\nbe it only the hundredth part so bright as people tell, it will\nsurely outvalue the Great Mogul's best diamond, which he holds at an\nincalculable sum. Wherefore, I am minded to put the Great Carbuncle on\nshipboard, and voyage with it to England, France, Spain, Italy, or\ninto Heathendom, if Providence should send me thither, and, in a word,\ndispose of the gem to the best bidder among the potentates of the earth,\nthat he may place it among his crown jewels. If any of ye have a wiser\nplan, let him expound it.'\n\n'That have I, thou sordid man!' exclaimed the poet. 'Dost thou desire\nnothing brighter than gold that thou wouldst transmute all this ethereal\nlustre into such dross as thou wallowest in already? For myself, hiding\nthe jewel under my cloak, I shall hie me back to my attic chamber, in\none of the darksome alleys of London. There, night and day, will I\ngaze upon it; my soul shall drink its radiance; it shall be diffused\nthroughout my intellectual powers, and gleam brightly in every line of\npoesy that I indite. Thus, long ages after I am gone, the splendor of\nthe Great Carbuncle will blaze around my name?'\n\n'Well said, Master Poet!' cried he of the spectacles. 'Hide it under thy\ncloak, sayest thou? Why, it will gleam through the holes, and make thee\nlook like a jack-o'-lantern!'\n\n'To think!' ejaculated the Lord de Vere, rather to himself than\nhis companions, the best of whom he held utterly unworthy of his\nintercourse--'to think that a fellow in a tattered cloak should talk\nof conveying the Great Carbuncle to a garret in Grub Street! Have not I\nresolved within myself that the whole earth contains no fitter ornament\nfor the great hall of my ancestral castle? There shall it flame for\nages, making a noonday of midnight, glittering on the suits of armor,\nthe banners, and escutcheons, that hang around the wall, and keeping\nbright the memory of heroes. Wherefore have all other adventurers sought\nthe prize in vain but that I might win it, and make it a symbol of\nthe glories of our lofty line? And never, on the diadem of the White\nMountains, did the Great Carbuncle hold a place half so honored as is\nreserved for it in the hall of the De Veres!'\n\n'It is a noble thought,' said the Cynic, with an obsequious sneer. 'Yet,\nmight I presume to say so, the gem would make a rare sepulchral lamp,\nand would display the glories of your lordship's progenitors more truly\nin the ancestral vault than in the castle hall.'\n\n'Nay, forsooth,' observed Matthew, the young rustic, who sat hand\nin hand with his bride, 'the gentleman has bethought himself of a\nprofitable use for this bright stone. Hannah here and I are seeking it\nfor a like purpose.'\n\n'How, fellow!' exclaimed his lordship, in surprise. 'What castle hall\nhast thou to hang it in?'\n\n'No castle,' replied Matthew, 'but as neat a cottage as any within sight\nof the Crystal Hills. Ye must know, friends, that Hannah and I, being\nwedded the last week, have taken up the search of the Great Carbuncle,\nbecause we shall need its light in the long winter evenings; and it will\nbe such a pretty thing to show the neighbors when they visit us. It will\nshine through the house so that we may pick up a pin in any corner, and\nwill set all the windows aglowing as if there were a great fire of pine\nknots in the chimney. And then how pleasant, when we awake in the night,\nto be able to see one another's faces!'\n\nThere was a general smile among the adventurers at the simplicity of the\nyoung couple's project in regard to this wondrous and invaluable stone,\nwith which the greatest monarch on earth might have been proud to adorn\nhis palace. Especially the man with spectacles, who had sneered at all\nthe company in turn, now twisted his visage into such an expression of\nill-natured mirth, that Matthew asked him, rather peevishly, what he\nhimself meant to do with the Great Carbuncle.\n\n'The Great Carbuncle!' answered the Cynic, with ineffable scorn. 'Why,\nyou blockhead, there is no such thing in rerum natura. I have come three\nthousand miles, and am resolved to set my foot on every peak of these\nmountains, and poke my head into every chasm, for the sole purpose of\ndemonstrating to the satisfaction of any man one whit less an ass than\nthyself that the Great Carbuncle is all a humbug!'\n\nVain and foolish were the motives that had brought most of the\nadventurers to the Crystal Hills; but none so vain, so foolish, and so\nimpious too, as that of the scoffer with the prodigious spectacles. He\nwas one of those wretched and evil men whose yearnings are downward to\nthe darkness, instead of heavenward, and who, could they but distinguish\nthe lights which God hath kindled for us, would count the midnight gloom\ntheir chiefest glory. As the Cynic spoke, several of the party were\nstartled by a gleam of red splendor, that showed the huge shapes of the\nsurrounding mountains and the rock-bed of the turbulent river with an\nillumination unlike that of their fire on the trunks and black boughs\nof the forest trees. They listened for the roll of thunder, but heard\nnothing, and were glad that the tempest came not near them. The stars,\nthose dial-points of heaven, now warned the adventurers to close their\neyes on the blazing logs, and open them, in dreams, to the glow of the\nGreat Carbuncle.\n\nThe young married couple had taken their lodgings in the farthest\ncorner of the wigwam, and were separated from the rest of the party by\na curtain of curiously-woven twigs, such as might have hung, in deep\nfestoons, around the bridal-bower of Eve. The modest little wife had\nwrought this piece of tapestry while the other guests were talking. She\nand her husband fell asleep with hands tenderly clasped, and awoke from\nvisions of unearthly radiance to meet the more blessed light of one\nanother's eyes. They awoke at the same instant, and with one happy\nsmile beaming over their two faces, which grew brighter with their\nconsciousness of the reality of life and love. But no sooner did she\nrecollect where they were, than the bride peeped through the interstices\nof the leafy curtain, and saw that the outer room of the hut was\ndeserted.\n\n'Up, dear Matthew!' cried she, in haste. 'The strange folk are all gone!\nUp, this very minute, or we shall loose the Great Carbuncle!'\n\nIn truth, so little did these poor young people deserve the mighty prize\nwhich had lured them thither, that they had slept peacefully all night,\nand till the summits of the hills were glittering with sunshine; while\nthe other adventurers had tossed their limbs in feverish wakefulness, or\ndreamed of climbing precipices, and set off to realize their dreams\nwith the earliest peep of dawn. But Matthew and Hannah, after their calm\nrest, were as light as two young deer, and merely stopped to say their\nprayers and wash themselves in a cold pool of the Amonoosuck, and\nthen to taste a morsel of food, ere they turned their faces to the\nmountainside. It was a sweet emblem of conjugal affection, as they\ntoiled up the difficult ascent, gathering strength from the mutual aid\nwhich they afforded. After several little accidents, such as a torn\nrobe, a lost shoe, and the entanglement of Hannah's hair in a bough,\nthey reached the upper verge of the forest, and were now to pursue a\nmore adventurous course. The innumerable trunks and heavy foliage of the\ntrees had hitherto shut in their thoughts, which now shrank affrighted\nfrom the region of wind and cloud and naked rocks and desolate sunshine,\nthat rose immeasurably above them. They gazed back at the obscure\nwilderness which they had traversed, and longed to be buried again\nin its depths rather than trust themselves to so vast and visible a\nsolitude.\n\n'Shall we go on?' said Matthew, throwing his arm round Hannah's waist,\nboth to protect her and to comfort his heart by drawing her close to it.\n\nBut the little bride, simple as she was, had a woman's love of jewels,\nand could not forego the hope of possessing the very brightest in the\nworld, in spite of the perils with which it must be won.\n\n'Let us climb a little higher,' whispered she, yet tremulously, as she\nturned her face upward to the lonely sky.\n\n'Come, then,' said Matthew, mustering his manly courage and drawing her\nalong with him, for she became timid again the moment that he grew bold.\n\nAnd upward, accordingly, went the pilgrims of the Great Carbuncle, now\ntreading upon the tops and thickly-interwoven branches of dwarf pines,\nwhich, by the growth of centuries, though mossy with age, had barely\nreached three feet in altitude. Next, they came to masses and fragments\nof naked rock heaped confusedly together, like a cairn reared by giants\nin memory of a giant chief. In this bleak realm of upper air nothing\nbreathed, nothing grew; there was no life but what was concentrated in\ntheir two hearts; they had climbed so high that Nature herself seemed no\nlonger to keep them company. She lingered beneath them, within the verge\nof the forest trees, and sent a farewell glance after her children as\nthey strayed where her own green footprints had never been. But soon\nthey were to be hidden from her eye. Densely and dark the mists began to\ngather below, casting black spots of shadow on the vast landscape, and\nsailing heavily to one centre, as if the loftiest mountain peak had\nsummoned a council of its kindred clouds. Finally, the vapors welded\nthemselves, as it were, into a mass, presenting the appearance of a\npavement over which the wanderers might have trodden, but where they\nwould vainly have sought an avenue to the blessed earth which they had\nlost. And the lovers yearned to behold that green earth again, more\nintensely, alas! than, beneath a clouded sky, they had ever desired a\nglimpse of heaven. They even felt it a relief to their desolation when\nthe mists, creeping gradually up the mountain, concealed its lonely\npeak, and thus annihilated, at least for them, the whole region\nof visible space. But they drew closely together, with a fond and\nmelancholy gaze, dreading lest the universal cloud should snatch them\nfrom each other's sight.\n\nStill, perhaps, they would have been resolute to climb as far and as\nhigh, between earth and heaven, as they could find foothold, if Hannah's\nstrength had not begun to fail, and with that, her courage also. Her\nbreath grew short. She refused to burden her husband with her weight,\nbut often tottered against his side, and recovered herself each time by\na feebler effort. At last, she sank down on one of the rocky steps of\nthe acclivity.\n\n'We are lost, dear Matthew,' said she, mournfully. 'We shall never find\nour way to the earth again. And oh how happy we might have been in our\ncottage!'\n\n'Dear heart! we will yet be happy there,' answered Matthew. 'Look! In\nthis direction, the sunshine penetrates the dismal mist. By its aid, I\ncan direct our course to the passage of the Notch. Let us go back, love,\nand dream no more of the Great Carbuncle!'\n\n'The sun cannot be yonder,' said Hannah, with despondence. 'By this time\nit must be noon. If there could ever be any sunshine here, it would come\nfrom above our heads.'\n\n'But look!' repeated Matthew, in a somewhat altered tone. 'It is\nbrightening every moment. If not sunshine, what can it be?'\n\nNor could the young bride any longer deny that a radiance was breaking\nthrough the mist, and changing its dim hue to a dusky red, which\ncontinually grew more vivid, as if brilliant particles were interfused\nwith the gloom. Now, also, the cloud began to roll away from the\nmountain, while, as it heavily withdrew, one object after another\nstarted out of its impenetrable obscurity into sight, with precisely the\neffect of a new creation, before the indistinctness of the old chaos\nhad been completely swallowed up. As the process went on, they saw the\ngleaming of water close at their feet, and found themselves on the very\nborder of a mountain lake, deep, bright, clear, and calmly beautiful,\nspreading from brim to brim of a basin that had been scooped out of\nthe solid rock. A ray of glory flashed across its surface. The pilgrims\nlooked whence it should proceed, but closed their eyes with a thrill of\nawful admiration, to exclude the fervid splendor that glowed from the\nbrow of a cliff impending over the enchanted lake. For the simple pair\nhad reached that lake of mystery, and found the long-sought shrine of\nthe Great Carbuncle!\n\nThey threw their arms around each other, and trembled at their own\nsuccess; for, as the legends of this wondrous gem rushed thick\nupon their memory, they felt themselves marked out by fate and the\nconsciousness was fearful. Often, from childhood upward, they had seen\nit shining like a distant star. And now that star was throwing its\nintensest lustre on their hearts. They seemed changed to one another's\neyes, in the red brilliancy that flamed upon their cheeks, while it lent\nthe same fire to the lake, the rocks, and sky, and to the mists which\nhad rolled back before its power. But, with their next glance, they\nbeheld an object that drew their attention even from the mighty stone.\nAt the base of the cliff, directly beneath the Great Carbuncle, appeared\nthe figure of a man, with his arms extended in the act of climbing, and\nhis face turned upward, as if to drink the full gush of splendor. But he\nstirred not, no more than if changed to marble.\n\n'It is the Seeker,' whispered Hannah, convulsively grasping her\nhusband's arm. 'Matthew, he is dead.'\n\n'The joy of success has killed him,' replied Matthew, trembling\nviolently. 'Or, perhaps, the very light of the Great Carbuncle was\ndeath!'\n\n'The Great Carbuncle,' cried a peevish voice behind them. 'The Great\nHumbug! If you have found it, prithee point it out to me.'\n\nThey turned their heads, and there was the Cynic, with his prodigious\nspectacles set carefully on his nose, staring now at the lake, now at\nthe rocks, now at the distant masses of vapor, now right at the Great\nCarbuncle itself, yet seemingly as unconscious of its light as if\nall the scattered clouds were condensed about his person. Though its\nradiance actually threw the shadow of the unbeliever at his own feet,\nas he turned his back upon the glorious jewel, he would not be convinced\nthat there was the least glimmer there.\n\n'Where is your Great Humbug?' he repeated. 'I challenge you to make me\nsee it!'\n\n'There,' said Matthew, incensed at such perverse blindness, and\nturning the Cynic round towards the illuminated cliff. 'Take off those\nabominable spectacles, and you cannot help seeing it!'\n\nNow these colored spectacles probably darkened the Cynic's sight, in at\nleast as great a degree as the smoked glasses through which people gaze\nat an eclipse. With resolute bravado, however, he snatched them from\nhis nose, and fixed a bold stare full upon the ruddy blaze of the\nGreat Carbuncle. But scarcely had he encountered it, when, with a deep,\nshuddering groan, he dropped his head, and pressed both hands across his\nmiserable eyes. Thenceforth there was, in very truth, no light of the\nGreat Carbuncle, nor any other light on earth, nor light of heaven\nitself, for the poor Cynic. So long accustomed to View all objects\nthrough a medium that deprived them of every glimpse of brightness,\na single flash of so glorious a phenomenon, striking upon his naked\nvision, had blinded him forever.\n\n'Matthew,' said Hannah, clinging to him, 'let us go hence!'\n\nMatthew saw that she was faint, and kneeling down, supported her in his\narms, while he threw some of the thrillingly cold water of the enchanted\nlake upon her face and bosom. It revived her, but could not renovate her\ncourage.\n\n'Yes, dearest!' cried Matthew, pressing her tremulous form to his\nbreast--'we will go hence, and return to our humble cottage. The blessed\nsunshine and the quiet moonlight shall come through our window. We will\nkindle the cheerful glow of our hearth, at eventide, and be happy in its\nlight. But never again will we desire more light than all the world may\nshare with us.'\n\n'No,' said his bride, 'for how could we live by day, or sleep by night,\nin this awful blaze of the Great Carbuncle!'\n\nOut of the hollow of their hands, they drank each a draught from the\nlake, which presented them its waters uncontaminated by an earthly lip.\nThen, lending their guidance to the blinded Cynic, who uttered not a\nword, and even stifled his groans in his own most wretched heart, they\nbegan to descend the mountain. Yet, as they left the shore, till then\nuntrodden, of the spirit's lake, they threw a farewell glance towards\nthe cliff, and beheld the vapors gathering in dense volumes, through\nwhich the gem burned duskily.\n\nAs touching the other pilgrims of the Great Carbuncle, the legend goes\non to tell, that the worshipful Master Ichabod Pigsnort soon gave up the\nquest as a desperate speculation, and wisely resolved to betake himself\nagain to his warehouse, near the town dock, in Boston. But, as he passed\nthrough the Notch of the mountains, a war party of Indians captured\nour unlucky merchant, and carried him to Montreal, there holding him\nin bondage, till, by the payment of a heavy ransom, he had woefully\nsubtracted from his hoard of pine-tree shillings. By his long absence,\nmoreover, his affairs had become so disordered that, for the rest of his\nlife, instead of wallowing in silver, he had seldom a sixpence worth\nof copper. Doctor Cacaphodel, the alchemist, returned to his laboratory\nwith a prodigious fragment of granite, which he ground to powder,\ndissolved in acids, melted in the crucible, and burned with the\nblow-pipe, and published the result of his experiments in one of the\nheaviest folios of the day. And, for all these purposes, the gem itself\ncould not have answered better than the granite. The poet, by a somewhat\nsimilar mistake, made prize of a great piece of ice, which he found in\na sunless chasm of the mountains, and swore that it corresponded, in all\npoints, with his idea of the Great Carbuncle. The critics say, that, if\nhis poetry lacked the splendor of the gem, it retained all the coldness\nof the ice. The Lord de Vere went back to his ancestral hall, where\nhe contented himself with a wax-lighted chandelier, and filled, in due\ncourse of time, another coffin in the ancestral vault. As the funeral\ntorches gleamed within that dark receptacle, there was no need of the\nGreat Carbuncle to show the vanity of earthly pomp.\n\nThe Cynic, having cast aside his spectacles, wandered about the world,\na miserable object, and was punished with an agonizing desire of light,\nfor the wilful blindness of his former life. The whole night long, he\nwould lift his splendor-blasted orbs to the moon and stars; he turned\nhis face eastward, at sunrise, as duly as a Persian idolater; he made\na pilgrimage to Rome, to witness the magnificent illumination of St.\nPeter's Church; and finally perished in the great fire of London, into\nthe midst of which he had thrust himself, with the desperate idea of\ncatching one feeble ray from the blaze that was kindling earth and\nheaven.\n\nMatthew and his bride spent many peaceful years, and were fond of\ntelling the legend of the Great Carbuncle. The tale, however, towards\nthe close of their lengthened lives, did not meet with the full credence\nthat had been accorded to it by those who remembered the ancient lustre\nof the gem. For it is affirmed that, from the hour when two mortals had\nshown themselves so simply wise as to reject a jewel which would have\ndimmed all earthly things, its splendor waned. When other pilgrims\nreached the cliff, they found only an opaque stone, with particles of\nmica glittering on its surface. There is also a tradition that, as the\nyouthful pair departed, the gem was loosened from the forehead of the\ncliff, and fell into the enchanted lake, and that, at noontide, the\nSeeker's form may still be seen to bend over its quenchless gleam.\n\nSome few believe that this inestimable stone is blazing as of old,\nand say that they have caught its radiance, like a flash of summer\nlightning, far down the valley of the Saco. And be it owned that, many\na mile from the Crystal Hills, I saw a wondrous light around their\nsummits, and was lured, by the faith of poesy, to be the latest pilgrim\nof the GREAT CARBUNCLE.\n\n\n\n\n\nSKETCHES FROM MEMORY\n\nTHE NOTCH OF THE WHITE MOUNTAINS\n\nIT was now the middle of September. We had come since sunrise from\nBartlett, passing up through the valley of the Saco, which extends\nbetween mountainous walls, sometimes with a steep ascent, but often as\nlevel as a church aisle. All that day and two preceding ones we had been\nloitering towards the heart of the White Mountains--those old crystal\nhills, whose mysterious brilliancy had gleamed upon our distant\nwanderings before we thought of visiting them. Height after height had\nrisen and towered one above another till the clouds began to hang below\nthe peaks. Down their slopes were the red pathways of the slides, those\navalanches of earth, stones and trees, which descend into the hollows,\nleaving vestiges of their track hardly to be effaced by the vegetation\nof ages. We had mountains behind us and mountains on each side, and a\ngroup of mightier ones ahead. Still our road went up along the Saco,\nright towards the centre of that group, as if to climb above the clouds\nin its passage to the farther region.\n\nIn old times the settlers used to be astounded by the inroads of the\nnorthern Indians coming down upon them from this mountain rampart\nthrough some defile known only to themselves. It is, indeed, a wondrous\npath. A demon, it might be fancied, or one of the Titans, was travelling\nup the valley, elbowing the heights carelessly aside as he passed, till\nat length a great mountain took its stand directly across his intended\nroad. He tarries not for such an obstacle, but, rending it asunder\na thousand feet from peak to base, discloses its treasures of hidden\nminerals, its sunless waters, all the secrets of the mountain's inmost\nheart, with a mighty fracture of rugged precipices on each side. This\nis the Notch of the White Hills. Shame on me that I have attempted to\ndescribe it by so mean an image--feeling, as I do, that it is one of\nthose symbolic scenes which lead the mind to the sentiment, though not\nto the conception, of Omnipotence.\n\nWe had now reached a narrow passage, which showed almost the appearance\nof having been cut by human strength and artifice in the solid rock.\nThere was a wall of granite on each side, high and precipitous,\nespecially on our right, and so smooth that a few evergreens could\nhardly find foothold enough to grow there. This is the entrance, or, in\nthe direction we were going, the extremity, of the romantic defile of\nthe Notch. Before emerging from it, the rattling of wheels approached\nbehind us, and a stage-coach rumbled out of the mountain, with seats on\ntop and trunks behind, and a smart driver, in a drab greatcoat, touching\nthe wheel horses with the whipstock and reining in the leaders. To my\nmind there was a sort of poetry in such an incident, hardly inferior\nto what would have accompanied the painted array of an Indian war party\ngliding forth from the same wild chasm. All the passengers, except a\nvery fat lady on the back seat, had alighted. One was a mineralogist,\na scientific, green-spectacled figure in black, bearing a heavy hammer,\nwith which he did great damage to the precipices, and put the fragments\nin his pocket. Another was a well-dressed young man, who carried an\nopera glass set in gold, and seemed to be making a quotation from some\nof Byron's rhapsodies on mountain scenery. There was also a trader,\nreturning from Portland to the upper part of Vermont; and a fair young\ngirl, with a very faint bloom like one of those pale and delicate\nflowers which sometimes occur among alpine cliffs.\n\nThey disappeared, and we followed them, passing through a deep pine\nforest, which for some miles allowed us to see nothing but its own\ndismal shade. Towards nightfall we reached a level amphitheatre,\nsurrounded by a great rampart of hills, which shut out the sunshine\nlong before it left the external world. It was here that we obtained our\nfirst view, except at a distance, of the principal group of mountains.\nThey are majestic, and even awful, when contemplated in a proper mood,\nyet, by their breadth of base and the long ridges which support them,\ngive the idea of immense bulk rather than of towering height. Mount\nWashington, indeed, looked near to heaven: he was white with snow a mile\ndownward, and had caught the only cloud that was sailing through the\natmosphere to veil his head. Let us forget the other names of American\nstatesmen that have been stamped upon these hills, but still call the\nloftiest Washington. Mountains are Earth's undecaying monuments. They\nmust stand while she endures, and never should be consecrated to the\nmere great men of their own age and country, but to the mighty\nones alone, whose glory is universal, and whom all time will render\nillustrious.\n\nThe air, not often sultry in this elevated region, nearly two thousand\nfeet above the sea, was now sharp and cold, like that of a clear\nNovember evening in the lowlands. By morning, probably, there would be a\nfrost, if not a snowfall, on the grass and rye, and an icy surface over\nthe standing water. I was glad to perceive a prospect of comfortable\nquarters in a house which we were approaching, and of pleasant company\nin the guests who were assembled at the door.\n\nOUR EVENING PARTY AMONG THE MOUNTAINS We stood in front of a good\nsubstantial farmhouse, of old date in that wild country. A sign over the\ndoor denoted it to be the White Mountain Post Office--an establishment\nwhich distributes letters and newspapers to perhaps a score of persons,\ncomprising the population of two or three townships among the hills. The\nbroad and weighty antlers of a deer, 'a stag of ten,' were fastened at\nthe corner of the house; a fox's bushy tail was nailed beneath them; and\na huge black paw lay on the ground, newly severed and still bleeding\nthe trophy of a bear hunt. Among several persons collected about the\ndoorsteps, the most remarkable was a sturdy mountaineer, of six feet two\nand corresponding bulk, with a heavy set of features, such as might be\nmoulded on his own blacksmith's anvil, but yet indicative of mother wit\nand rough humor. As we appeared, he uplifted a tin trumpet, four or five\nfeet long, and blew a tremendous blast, either in honor of our arrival\nor to awaken an echo from the opposite hill.\n\nEthan Crawford's guests were of such a motley description as to form\nquite a picturesque group, seldom seen together except at some place\nlike this, at once the pleasure house of fashionable tourists and the\nhomely inn of country travellers. Among the company at the door were\nthe mineralogist and the owner of the gold opera glass whom we had\nencountered in the Notch; two Georgian gentlemen, who had chilled their\nsouthern blood that morning on the top of Mount Washington; a physician\nand his wife from Conway; a trader of Burlington, and an old squire of\nthe Green Mountains; and two young married couples, all the way from\nMassachusetts, on the matrimonial jaunt, Besides these strangers, the\nrugged county of Coos, in which we were, was represented by half a dozen\nwood-cutters, who had slain a bear in the forest and smitten off his\npaw.\n\nI had joined the party, and had a moment's leisure to examine them\nbefore the echo of Ethan's blast returned from the hill. Not one, but\nmany echoes had caught up the harsh and tuneless sound, untwisted its\ncomplicated threads, and found a thousand aerial harmonies in one stern\ntrumpet tone. It was a distinct yet distant and dreamlike symphony\nof melodious instruments, as if an airy band had been hidden on the\nhillside and made faint music at the summons. No subsequent trial\nproduced so clear, delicate, and spiritual a concert as the first. A\nfield-piece was then discharged from the top of a neighboring hill,\nand gave birth to one long reverberation, which ran round the circle\nof mountains in an unbroken chain of sound and rolled away without a\nseparate echo. After these experiments, the cold atmosphere drove us all\ninto the house, with the keenest appetites for supper.\n\nIt did one's heart good to see the great fires that were kindled in\nthe parlor and bar-room, especially the latter, where the fireplace was\nbuilt of rough stone, and might have contained the trunk of an old tree\nfor a backlog. A man keeps a comfortable hearth when his own forest is\nat his very door. In the parlor, when the evening was fairly set in, we\nheld our hands before our eyes to shield them from the ruddy glow,\nand began a pleasant variety of conversation. The mineralogist and the\nphysician talked about the invigorating qualities of the mountain air,\nand its excellent effect on Ethan Crawford's father, an old man of\nseventy-five, with the unbroken frame of middle life. The two brides and\nthe doctor's wife held a whispered discussion, which, by their frequent\ntitterings and a blush or two, seemed to have reference to the trials or\nenjoyments of the matrimonial state. The bridegrooms sat together in a\ncorner, rigidly silent, like Quakers whom the spirit moveth not, being\nstill in the odd predicament of bashfulness towards their own young\nwives. The Green Mountain squire chose me for his companion, and\ndescribed the difficulties he had met with half a century ago in\ntravelling from the Connecticut River through the Notch to Conway, now\na single day's journey, though it had cost him eighteen. The Georgians\nheld the album between them, and favored us with the few specimens\nof its contents which they considered ridiculous enough to be worth\nhearing. One extract met with deserved applause. It was a 'Sonnet to the\nSnow on Mount Washington,' and had been contributed that very afternoon,\nbearing a signature of great distinction in magazines and annals. The\nlines were elegant and full of fancy, but too remote from familiar\nsentiment, and cold as their subject, resembling those curious specimens\nof crystallized vapor which I observed next day on the mountain top. The\npoet was understood to be the young gentleman of the gold opera glass,\nwho heard our laudatory remarks with the composure of a veteran.\n\nSuch was our party, and such their ways of amusement. But on a winter\nevening another set of guests assembled at the hearth where these summer\ntravellers were now sitting. I once had it in contemplation to spend a\nmonth hereabouts, in sleighing time, for the sake of studying the yeomen\nof New England, who then elbow each other through the Notch by hundreds,\non their way to Portland. There could be no better school for such a\nplace than Ethan Crawford's inn. Let the student go thither in December,\nsit down with the teamsters at their meals, share their evening\nmerriment, and repose with them at night when every bed has its three\noccupants, and parlor, barroom, and kitchen are strewn with slumberers\naround the fire. Then let him rise before daylight, button his\ngreatcoat, muffle up his ears, and stride with the departing caravan\na mile or two, to see how sturdily they make head against the blast. A\ntreasure of characteristic traits will repay all inconveniences, even\nshould a frozen nose be of the number.\n\nThe conversation of our party soon became more animated and sincere,\nand we recounted some traditions of the Indians, who believed that the\nfather and mother of their race were saved from a deluge by ascending\nthe peak of Mount Washington. The children of that pair have been\noverwhelmed, and found no such refuge. In the mythology of the savage,\nthese mountains were afterwards considered sacred and inaccessible,\nfull of unearthly wonders, illuminated at lofty heights by the blaze\nof precious stones, and inhabited by deities, who sometimes shrouded\nthemselves in the snowstorm and came down on the lower world. There\nare few legends more poetical than that of the' Great Carbuncle' of the\nWhite Mountains. The belief was communicated to the English settlers,\nand is hardly yet extinct, that a gem, of such immense size as to be\nseen shining miles away, hangs from a rock over a clear, deep lake,\nhigh up among the hills. They who had once beheld its splendor were\ninthralled with an unutterable yearning to possess it. But a spirit\nguarded that inestimable jewel, and bewildered the adventurer with a\ndark mist from the enchanted lake. Thus life was worn away in the vain\nsearch for an unearthly treasure, till at length the deluded one went up\nthe mountain, still sanguine as in youth, but returned no more. On this\ntheme methinks I could frame a tale with a deep moral.\n\nThe hearts of the palefaces would not thrill to these superstitions\nof the red men, though we spoke of them in the centre of the haunted\nregion. The habits and sentiments of that departed people were too\ndistinct from those of their successors to find much real sympathy. It\nhas often been a matter of regret to me that I was shut out from the\nmost peculiar field of American fiction by an inability to see any\nromance, or poetry, or grandeur, or beauty in the Indian character, at\nleast till such traits were pointed out by others. I do abhor an Indian\nstory. Yet no writer can be more secure of a permanent place in our\nliterature than the biographer of the Indian chiefs. His subject, as\nreferring to tribes which have mostly vanished from the earth, gives\nhim a right to be placed on a classic shelf, apart from the merits which\nwill sustain him there.\n\nI made inquiries whether, in his researches about these parts, our\nmineralogist had found the three 'Silver Hills' which an Indian sachem\nsold to an Englishman nearly two hundred years ago, and the treasure of\nwhich the posterity of the purchaser have been looking for ever since.\nBut the man of science had ransacked every hill along the Saco, and knew\nnothing of these prodigious piles of wealth. By this time, as usual with\nmen on the eve of great adventure, we had prolonged our session deep\ninto the night, considering how early we were to set out on our six\nmiles' ride to the foot of Mount Washington. There was now a general\nbreaking up. I scrutinized the faces of the two bridegrooms, and saw but\nlittle probability of their leaving the bosom of earthly bliss, in the\nfirst week of the honeymoon and at the frosty hour of three, to climb\nabove the clouds; nor when I felt how sharp the wind was as it rushed\nthrough a broken pane and eddied between the chinks of my unplastered\nchamber, did I anticipate much alacrity on my own part, though we were\nto seek for the 'Great Carbuncle.'\n\n\n\n\n\nEnd of Project Gutenberg's The Great Stone Face, by Nathaniel Hawthorne\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE GREAT STONE FACE ***\n\n***** This file should be named 1916.txt or 1916.zip *****\nThis and all associated files of various formats will be found in:\n        http:\/\/www.gutenberg.org\/1\/9\/1\/1916\/\n\nProduced by An Anonymous Volunteer and David Widger\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp:\/\/gutenberg.org\/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark\/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s\/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http:\/\/www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp:\/\/pglaf.org\/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http:\/\/pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http:\/\/pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http:\/\/pglaf.org\/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http:\/\/www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n","id":1408,"split":"test"}
