{"ori_id":"6e0473730d1d65dc684496b943863033e13093c4","title":"Augusta Triumphans","context":"Augusta Triumphans\n Augusta Triumphans offers suggestions for the enhancement of the city of London. It begins with two introductory paragraphs. The former is a brief reflection on “projecting heads” and the attitude of the English towards them.“Projecting heads”, that is to say individuals who create schemes for social improvement, are invited to make proposals without fearing to be ridiculed. They should exclusively focus on offering honest advice. In addition, the possible shortcomings of their projects should be forgiven in that “It is a kind of good action to mean well, and the intention ought to palliate the failure”. As for the English, they are described as the least clement nation towards such individuals. They “treat them in the vilest manner” and it is because of this reason that their country is “esteemed so bad at invention”. In the second opening paragraph, the narrator explains the reason why he has written this pamphlet. He wants to make good use of the remaining time of his life by putting innovative proposals down on paper. On the whole, this work is intended to be the “testimony of” his “good will to” his “fellow-creatures”.\nImmediately after this introductory discourse, Andrew Moreton moves on to illustrate the project upon which he has reflected most. He fosters the establishment of a London university to oppose the contemporary corruption of learning and education. Subsequently, four titled sections come one after the other and present other schemes for social improvement. Section one calls for the establishment of a foundling hospital. It would prevent many mothers from freeing themselves of their illegitimate offspring through abortion or abandonment in parishes which do not offer them decent living conditions. Section two shows how a real academy of music would \"prevent the expensive importation of foreign musicians, & c\". Section three firstly offers advice to rescue \"youths and servants\" from moral corruption. Secondly, it denounces certain social evils: prostitution, gambling, and a series of dissolute manners to spend one's free time on Sunday such as alcohol misuse. Thirdly, it makes a digression on husbands's abuses of their wives and comments about contemporary private madhouses. Section four encourages the adoption of measures to stop street robbery. They include moral education and the introduction of a competent and paid body of watchmen as well as an adequate system of street lighting at night.\nThe final part of Augusta Triumphans is titled “Omissions”. It is a revision of two aspects of the projects which have been illustrated so far. Andrew Moreton begins with rejecting his initial idea of founding a London university composed of “only a hall or public room”. Rather, “it should be a large house or inn, in the nature of a college, with store of convenient rooms for gentlemen, not only to study separately, but wherein to lodge their books, for it would be most inconvenient to lug them backwards and forwards”. He then expands his “discourse on madhouses”, particularly by offering a suggestion to impede the unjust confinement of widows or other women who find themselves with a fortune and no male guidance. In order to prevent them from becoming victims of greedy and manipulatory “strangers”, the nearest male relative should succeed the deceased gentleman in the management of the estate.\nAt the end of the pamphlet is attached a letter “To Lieutenant-Colonel Samuel Robinson” which is dated “Sept. 23, 1728”. Its signatory, Andrew Moreton, begins with briefly congratulating the addressee for his “election into the chamberlainship of the city of London”. He subsequently poses a series of questions to understand the purpose of “the orphan’s tax”.\nï»¿The Project Gutenberg eBook, Augusta Triumphans, by Daniel Defoe\n\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n\n\n\n\nTitle: Augusta Triumphans\n       Or, the Way to Make London the Most Flourishing City in the Universe\n\n\nAuthor: Daniel Defoe\n\n\n\nRelease Date: May 17, 2010  [eBook #32405]\n\nLanguage: English\n\nCharacter set encoding: ISO-646-US (US-ASCII)\n\n\n***START OF THE PROJECT GUTENBERG EBOOK AUGUSTA TRIUMPHANS***\n\n\nE-text prepared by Steven Gibbs, Richard J. Shiffer, and the Project\nGutenberg Online Distributed Proofreading Team (http:\/\/www.pgdp.net)\n\n\n\nTranscriber's note:\n\n   Every effort has been made to replicate this text as\n   faithfully as possible, including obsolete and variant\n   spellings and other inconsistencies. Text that has been\n   changed to correct an obvious error is noted at the end\n   of this e-book.\n\n   The British Library shows second edition published 1729\n   and reprinted by D. A. Talboys, Oxford, 1841.\n\n\n\n\n\nAUGUSTA TRIUMPHANS:\n\nOR, THE\n\nWAY\n\nTO MAKE\n\nLONDON\n\nTHE MOST FLOURISHING\n\nCITY IN THE UNIVERSE.\n\n\nFIRST,\n\nBy establishing an University where Gentlemen may have Academical\nEducation under the Eye of their Friends.\n\nII. By an Hospital for Foundlings.\n\nIII. By forming an Academy of Sciences at Christ's Hospital.\n\nIV. By suppressing pretended Madhouses, where many of the Fair Sex are\nunjustly confined, while their Husbands keep Mistresses, &c., and many\nWidows are locked up for the sake of their Jointure.\n\nV. To save our Youth from Destruction, by clearing the Streets of\nimpudent Strumpets, suppressing Gaming Tables, and Sunday Debauches.\n\nVI. To save our lower Class of People from utter Ruin, and render them\nuseful, by preventing the immoderate use of Geneva: with a frank\nExplosion of many other common Abuses, and incontestible Rules for\nAmendment.\n\nCONCLUDING WITH\n\nAn effectual Method to prevent _Street Robberies_.\n\nAND\n\nA Letter to Coll. Robinson, on account of the Orphans' Tax.\n\n\n\nBy ANDREW MORETON, Esq.\n\n\n\nTHE SECOND EDITION.\n\n\n_LONDON_:\n\nPrinted for J. ROBERTS, in _Warwick Lane_, and sold by E. NUTT, at the\n_Royal Exchange_; A. DODD, without _Temple Bar_; N. BLANDFORD, at\n_Charing Cross_; and J. STAGG, in _Westminster-Hall_.\n\n [_Price One Shilling._]\n\n\n\n\nAUGUSTA TRIUMPHANS:\n\nOR, THE\n\nWAY\n\nTO MAKE\n\nLONDON\n\nTHE MOST FLOURISHING\n\nCITY IN THE UNIVERSE.\n\n\n\n\nA man who has the public good in view, ought not in the least to be\nalarmed at the tribute of ridicule which scoffers constantly pay to\nprojecting heads. It is the business of a writer, who means well, to go\ndirectly forward, without regard to criticism, but to offer his thoughts\nas they occur; and if in twenty schemes he hits but on one to the\npurpose, he ought to be excused failing in the nineteen for the\ntwentieth sake. It is a kind of good action to mean well, and the\nintention ought to palliate the failure; but the English, of all people\nin the world, show least mercy to schemists, for they treat them in the\nvilest manner; whereas other nations give them fair play for their\nlives, which is the reason why we are esteemed so bad at invention.\n\nI have but a short time to live, nor would I waste my remaining thread\nof life in vain, but having often lamented sundry public abuses, and\nmany schemes having occurred to my fancy, which to me carried an air of\nbenefit, I was resolved to commit them to paper before my departure, and\nleave, at least, a testimony of my good will to my fellow-creatures.\n\nBut of all my reflections, none was more constantly my companion than a\ndeep sorrow for the present decay of learning among us, and the manifest\ncorruption of education; we have been a brave and learned people, and\nare insensibly dwindling into an effeminate, superficial race. Our young\ngentlemen are sent to the universities, it is true, but not under\nrestraint or correction as formerly; not to study, but to drink; not for\nfurniture for the head, but a feather for the cap, merely to say they\nhave been at Oxford or Cambridge, as if the air of those places inspired\nknowledge without application. It is true we ought to have those places\nin reverence for the many learned men they have sent us; but why must we\ngo so far for knowledge? Why should a young gentleman be sent raw from\nthe nursery to live on his own hands, to be liable to a thousand\ntemptations, and run the risk of being snapped up by sharping jilts,\nwith which both universities abound, who make our youth of fortune their\nprey, and have brought misery into too many good families? Not only the\nhazard of their healths from debauches of both kinds, but the waste of\ntheir precious time renders the sending them so far off very hazardous.\nWhy should such a metropolis as London be without an university? Would\nit not save considerably the expense we are at in sending our young\ngentlemen so far from London? Would it not add to the lustre of our\nstate, and cultivate politeness among us? What benefits may we not in\ntime expect from so glorious a design? Will not London become the scene\nof science? And what reason have we but to hope we may vie with any\nneighbouring nations? Not that I would have Oxford or Cambridge\nneglected, for the good they have done. Besides, there are too many fine\nendowments to be sunk; we may have universities at those places and at\nLondon too, without prejudice. Knowledge will never hurt us, and whoever\nlives to see an university here, will find it give quite another turn to\nthe genius and spirit of our youth in general.\n\nHow many gentlemen pass their lives in a shameful indolence, who might\nemploy themselves to the purpose, were such a design set on foot?\nLearning would flourish, art revive, and not only those who studied\nwould benefit by it, but the blessing would be conveyed to others by\nconversation.\n\nAnd in order to this so laudable design, small expense is required; the\nsole charge being the hire of a convenient hall or house, which, if they\nplease, they may call a college. But I see no necessity the pupils have\nto lie or diet there; that may be done more reasonably and conveniently\nat home, under the eye of their friends; their only necessary business\nat college being to attend their tutors at stated hours; and, bed and\nboard excepted, to conform themselves to college laws, and perform the\nsame exercises as if they were actually at Oxford or Cambridge.\n\nLet the best of tutors be provided, and professors in all faculties\nencouraged; this will do a double good, not only to the instructed, but\nto the instructors. What a fine provision may here be made for numbers\nof ingenious gentlemen now unpreferred? And to what a height may even a\nsmall beginning grow in time?\n\nAs London is so extensive, so its university may be composed of many\ncolleges, quartered at convenient distances: for example, one at\nWestminster, one at St. James's, one near Ormond-street, that part of\nthe town abounding in gentry; one in the centre of the Inns of Court,\nanother near the Royal Exchange, and more if occasion and encouragement\npermit.\n\nThe same offices and regulations may be constituted, cooks, butlers,\nbed-makers, &c., excepted, as at other universities. As for endowment,\nthere is no need, the whole may be done by subscription, and that an\neasy one, considering that nothing but instructions are paid for.\n\nIn a word, an academical education is so much wanted in London, that\neverybody of ability and figure will readily come into it; and I dare\nengage, the place need but be chosen, and tutors approved of, to\ncomplete the design at once.\n\nIt may be objected, that there is a kind of university at Gresham\ncollege, where professors in all sciences are maintained, and obliged to\nread lectures every day, or at least as often as demanded. The design is\nmost laudable, but it smells too much of the _sine cure_; they only read\nin term time, and then their lectures are so hurried over, the audience\nis little the better. They cannot be turned out, it is a good settlement\nfor life, and they are very easy in their studies when once fixed.\nWhereas were the professorship during good behaviour, there would be a\nstudy to maintain their posts, and their pupils would reap the benefit.\n\nUpon second thought, I think colleges for university education might be\nformed at Westminster, Eton, the Charter-house, St. Paul's, Merchant\nTailors, and other public schools, where youth might begin and end their\nstudies; but this may be further considered of.\n\nI had almost forgot the most material point, which is, that his\nmajesty's sanction must first be obtained, and the university proposed\nhave power to confer degrees, &c., and other academical privileges.\n\nAs I am quick to conceive, I am eager to have done, unwilling to\noverwork a subject; I had rather leave part to the conception of the\nreaders, than to tire them or myself with protracting a theme, as if,\nlike a chancery man or a hackney author, I wrote by the sheet for hire.\nSo let us have done with this topic, and proceed to another, which is:--\n\n\n_A proposal to prevent murder, dishonour, and other abuses, by erecting\nan hospital for foundlings._\n\nIt is needless to run into a declamation on this head, since not a\nsessions passes but we see one or more merciless mothers tried for the\nmurder of their bastard children; and, to the shame of good government,\ngenerally escape the vengeance due to shedders of innocent blood. For it\nis a common practice now among them to hire a set of old beldams, or\npretended midwives, who make it their trade to bring them off for three\nor four guineas, having got the ready rote of swearing the child was not\nat its full growth, for which they have a hidden reserve; that is to\nsay, the child was not at man's or woman's growth. Thus do these impious\nwretches cheat the world, and damn their own souls by a double meaning,\nwhich too often imposes on a cautious, merciful, and credulous jury, and\ngives wicked murderers means to escape and commit fresh sins, to which\ntheir acquitters, no doubt, are accessory.\n\nI wonder so many men of sense as have been on the jury have been so\noften imposed upon by the stale pretence of a scrap or two of child-bed\nlinen being found in the murderer's box, &c.; when, alas! perhaps, it\nwas never put there till after the murder was committed; or if it was,\nbut with a view of saving themselves by that devilish precaution; for so\nmany have been acquitted on that pretence, that it is but too common a\nthing to provide child-bed linen beforehand for a poor innocent babe\nthey are determined to murder.\n\nBut, alas! what are the exploded murders to those which escape the eye\nof the magistrate, and die in silence? Add to this, procured abortions\nand other indirect means which wicked wretches make use of to screen\nthemselves from the censure of the world, which they dread more than the\ndispleasure of their Maker.\n\nThose who cannot be so hardhearted to murder their own offspring\nthemselves, take a slower, though as sure, a way, and get it done by\nothers, by dropping their children, and leaving them to be starved by\nparish nurses.\n\nThus is God robbed of a creature, in whom he had breathed the breath of\nlife, and on whom he had stamped his image; the world of an inhabitant,\nwho might have been of use; the king of a subject; and future\ngenerations of an issue not to be accounted for, had this infant lived\nto have been a parent.\n\nIt is therefore the height of charity and humanity to provide against\nthis barbarity, to prevent this crying sin, and extract good, even out\nof evil, by saving these innocent babes from slaughter, and bringing\nthem up in the nurture and fear of the Lord; to be of benefit to\nthemselves and mankind in general.\n\nAnd what nearer, what better way can we have, than to erect and to endow\na proper hospital or house to receive them, where we may see them\ntenderly brought up, as so many living monuments of our charity; every\none of them being a convincing proof of a Christian saved, and a murder\nprevented?\n\nNor will this be attended with so much charge as is imagined, for we\nfind in many parishes, that parents have redemanded their children, on\nincrease of circumstances, and paid all costs, with a handsome present\nin the bargain; and many times when a clandestine marriage is cleared up\nand openly avowed, they would purchase the first-fruits of their loves\nat any rate. Oftentimes a couple may have no more children, and an\ninfant thus saved may arrive to inherit a good estate, and become a\nbenefactor where it was once an object of charity.\n\nBut let us suppose the worst, and imagine the infant begot in sin and\nwithout the sanction of wedlock; is it therefore to be murdered,\nstarved, or neglected, because its parents were wicked? Hard fate of\ninnocent children to suffer for their parents' faults! Where God has\nthought fit to give his image and life, there is nourishment demanded;\nthat calls aloud for our Christian and human assistance, and best shows\nour nobleness of soul, when we generously assist those who cannot help\nthemselves.\n\nIf the fault devolved on the children, our church would deny them\nbaptism, burial, and other Christian rites; but our religion carries\nmore charity with it, they are not denied even to partake of our blessed\nsacraments, and are excluded no one branch or benefit accruing from\nChristianity; if so, how unjust are those who arraign them for their\nparents' faults, and how barbarous are those parents, who, though able,\nmake no provision for them, because they are not legitimate. My child,\nis my child, let it be begot in sin or wedlock, and all the duties of a\nparent are incumbent on me so long as it lives; if it survives me, I\nought to make a provision for it, according to my ability; and though I\ndo not set it on a footing with my legitimate children, I ought in\nconscience to provide against want and shame, or I am answerable for\nevery sin or extravagance my child is forced or led into, for want of my\ngiving an allowance to prevent it.\n\nWe have an instance very fresh in every one's memory, of an ingenious,\nnay a sober young nobleman, for such I must call him, whose either\nfather was a peer, and his mother a peeress. This unhappy gentleman,\ntossed from father to father, at last found none, and himself a vagabond\nforced to every shift; he in a manner starved for many years, yet was\nguilty of no capital crime, till that unhappy accident occurred, which\nGod has given him grace and sense enough to repent. However, I cannot\nbut think his hard-hearted mother will bear her portion of the guilt,\ntill washed away by a severe repentance.\n\nWhat a figure might this man have made in life, had due care been taken?\nIf his peerage had not been adjusted, he might at least have been a fine\ngentleman; nay, probably have filled some handsome post in the\ngovernment with applause, and called as much for respect as he does now\nfor pity.\n\nNor is this gentleman the only person begot and neglected by noble, or\nrather ignoble parents; we have but too many now living, who owe their\nbirth to the best of our peerage, and yet know not where to eat. Hard\nfate, when the child would be glad of the scraps which the servants\nthrow away! But Heaven generally rewards them accordingly, for many\nnoble families are become extinct, and large estates alienated into\nother houses, while their own issue want bread.\n\nAnd now, methinks, I hear some over-squeamish ladies cry, What would\nthis fellow be at? would not he set up a nursery for lewdness, and\nencourage fornication? who would be afraid of sinning, if they can so\neasily get rid of their bastards? we shall soon be overrun with\nfoundlings when there is such encouragement given to whoredom. To which\nI answer, that I am as much against bastards being begot, as I am for\ntheir being murdered; but when a child is once begot, it cannot be\nunbegotten; and when once born, it must be kept; the fault, as I said\nbefore, is in the parents, not the child; and we ought to show our\ncharity towards it as a fellow-creature and Christian, without any\nregard to its legitimacy or otherwise.\n\nThe only way to put a stop to this growing evil, would be to oblige all\nhousekeepers not to admit a man and woman as lodgers till they were\ncertified of their being lawfully married; for now-a-days nothing is\nmore common than for a whoremonger and a strumpet to pretend marriage,\ntill they have left a child or two on the parish, and then shift to\nanother part of the town.\n\nIf there were no receivers, there would be no thieves; if there were no\nbawdyhouses, there would be no whores; and though persons letting\nlodgings be not actual procurers, yet, if they connive at the embraces\nof a couple, whose marriage is doubtful, they are no better than bawds,\nand their houses no more than brothels.\n\nNow should anybody ask how shall this hospital be built? how endowed? to\nwhich I answer, follow the steps of the Venetians, the Hamburghers, and\nother foreign states, &c., who have for ages past prosecuted this\nglorious design, and found their account therein. As for building a\nhouse, I am utterly against it, especially in the infancy of the affair:\nlet a place convenient be hired. Why should such a considerable sum be\nsunk in building as has in late public structures, which have swallowed\nup part of the profits and dividend, if not the capital, of unwary\nstockmongers?\n\nTo my great joy I find my project already anticipated, and a noble\nsubscription carrying on for this purpose; to promote which I exhort all\npersons of compassion and generosity, and I shall think myself happy, if\nwhat I have said on this head may anyways contribute to further the\nsame.\n\nHaving said all I think material on this subject, I beg pardon for\nleaving my reader so abruptly, and crave leave to proceed to another\narticle, viz.:--\n\n\n_A proposal to prevent the expensive importation of foreign musicians,\n&c., by forming an academy of our own._\n\nIt will no doubt be asked what have I to do with music? to which I\nanswer, I have been a lover of the science from my infancy, and in my\nyounger days was accounted no despicable performer on the viol and lute,\nthen much in vogue. I esteem it the most innocent amusement in life; it\ngenerally relaxes, after too great a hurry of spirits, and composes the\nmind into a sedateness prone to everything that is generous and good;\nand when the more necessary parts of education are finished, it is a\nmost genteel and commendable accomplishment; it saves a great deal of\ndrinking and debauchery in our sex, and helps the ladies off with many\nan idle hour, which sometimes might probably be worse employed\notherwise.\n\nOur quality, gentry, and better sort of traders must have diversions;\nand if those that are commendable be denied, they will take to worse;\nnow what can be more commendable than music, one of the seven liberal\nsciences, and no mean branch of the mathematics?\n\nWere it for no other reason I should esteem it, because it was the\nfavourite diversion of his late majesty, of glorious memory; who was as\nwise a prince as ever filled the British throne. Nor is it less esteemed\nby their present majesties, whose souls are formed for harmony, and who\nhave not disdained to make it a part in the education of their sacred\nrace.\n\nOur nobility and gentry have shown their love to the science, by\nsupporting at such prodigious expense the Italian opera, improperly\ncalled an academy; but they have at the same time shown no small\npartiality in discouraging anything English, and overloading the town\nwith such heaps of foreign musicians.\n\nAn academy, rightly understood, is a place for the propagation of\nscience, by training up persons thereto from younger to riper years,\nunder the instruction and inspection of proper artists; how can the\nItalian opera properly be called an academy, when none are admitted but\nsuch as are, at least are thought, or ought to be, adepts in music? If\nthat be an academy, so are the theatres of Drury-lane, and Lincolns-inn\nFields; nay, Punch's opera may pass for a lower kind of academy. Would\nit not be a glorious thing to have an opera of our own, in our own most\nnoble tongue, in which the composer, singers, and orchestra, should be\nof our own growth? Not that we ought to disclaim all obligations to\nItaly, the mother of music, the nurse of Corelli, Handel, Bononcini,\nGeminiani; but then we ought not to be so stupidly partial to imagine\nourselves too brutal a part of mankind to make any progress in the\nscience? By the same reason that we love it, we may excel in it; love\nbegets application, and application perfection. We have already had a\nPurcel, and no doubt there are now many latent geniuses, who only want\nproper instruction, application, and encouragement, to become great\nornaments of the science, and make England emulate even Rome itself.\n\nWhat a number of excellent performers on all instruments have sprung up\nin England within these few years? That this is owing to the opera I\nwill not deny, and so far the opera is an academy, as it refines the\ntaste and inspires emulation.\n\nBut though we are happy in instrumental performers, we frequently send\nto Italy for singers, and that at no small expense; to remedy which I\nhumbly propose that the governors of Christ's Hospital will show their\npublic spirit, by forming an academy of music on their foundation, after\nthis or the like manner.\n\nThat out of their great number of children, thirty boys be selected of\ngood ears and propensity to music.\n\nThat these boys be divided into three classes, viz., six for wind\ninstruments, such as the hautboy, bassoon, and German flute.\n\nThat sixteen others be selected for string instruments, or at least the\nmost useful, viz., the violin and bass-violin.\n\nThat the remaining eight be particularly chosen for voice, and organ, or\nharpsichord. That all in due time be taught composition. The boys thus\nchosen, three masters should be elected, each most excellent in his way;\nthat is to say, one for the wind instrument, another for the stringed,\nand a third for the voice and organ, &c.\n\nHandsome salaries should be allowed these masters, to engage their\nconstant attendance every day from eight till twelve in the morning; and\nI think 100_l._ per annum for each would be sufficient, which will be a\ntrifle to so wealthy a body. The multiplicity of holidays should be\nabridged, and only a few kept; there cannot be too few, considering what\na hinderance they are to juvenile studies. It is a vulgar error that has\ntoo long prevailed all over England to the great detriment of learning,\nand many boys have been made blockheads in complaisance to kings and\nsaints dead for many ages past.\n\nThe morning employed in music, the boys should go in the afternoon, or\nso many hours, to the reading and writing school, and in the evening\nshould practice, at least two hours before bed-time, and two before the\nmaster comes in the morning. This course held for seven or eight years,\nwill make them fine proficients; but that they should not go too raw or\nyoung out of the academy, it is proper, that at the stated age of\napprenticeship, they be bound to the hospital, to engage their greater\napplication, and make them thorough masters, before they launch out into\nthe world; for one great hinderance to many performers is, that they\nbegin to teach too soon, and obstruct their genius.\n\nWhat will not such a design produce in a few years? Will they not be\nable to perform a concert, choir, or opera, or all three, among\nthemselves, and overpay the charge, as shall hereafter be specified?\n\nFor example, we will suppose such a design to be continued for ten\nyears, we shall find an orchestra of forty hands, and a choir or opera\nof twenty voices, or admitting that of those twenty only five prove\ncapital singers, it will answer the intent.\n\nFor the greater variety they may, if they think fit, take in two or more\nof their girls, where they find a promising genius, but this may be\nfurther considered of.\n\nNow, when they are enabled to exhibit an opera, will they not gain\nconsiderably when their voices and hands cost them only a college\nsubsistence? and it is but reasonable the profits accruing from operas,\nconcerts, or otherwise, should go to the hospital, to make good all\nformer and future expenses, and enable them to extend the design to a\ngreater length and grandeur; so that instead of 1,500_l._ per annum, the\nprice of one Italian singer, we shall for 300_l._ once in ten years,\nhave sixty English musicians regularly educated, and enabled to live by\ntheir science.\n\nThere ought, moreover, to be annual probations, and proper prizes or\npremiums allotted, to excite emulation in the youths, and give life to\ntheir studies.\n\nThey have already a music school, as they call it, but the allowance is\ntoo poor for this design, and the attendance too small, it must be every\nday, or not at all.\n\nThis will be an academy indeed, and in process of time they will have\neven their masters among themselves; and what is the charge, compared\nwith the profits, or their abilities?\n\nOne thing I had like to have forgot, which is, that with permission of\nthe right reverend the lords spiritual, some performance in music,\nsuitable to the solemnity of the day, be exhibited every Sunday after\ndivine service. Sacred poesy, and rhetoric may be likewise introduced to\nmake it an entertainment suitable to a Christian and polite audience;\nand indeed we seem to want some such commendable employment for the\nbetter sort; for we see the public walks and taverns crowded, and rather\nthan be idle, they will go to Newport market.\n\nThat such an entertainment would be much preferable to drinking, gaming,\nor profane discourse, none can deny; and till it is proved to be\nprejudicial, I shall always imagine it necessary. The hall at the\nhospital will contain few less than seven hundred people, conveniently\nseated, which at so small a price as one shilling per head, will amount\nto 35_l._ per week; and if the performance deserve it, as no doubt it\nwill in time, they may make it half a crown, or more, which must\nconsiderably increase the income of the hospital.\n\nWhen they are able to make an opera, the profits will be yet more\nconsiderable, nor will they reap much less from what the youths bring in\nduring their apprenticeship, when employed at concerts, theatres, or\nother public entertainments.\n\nHaving advanced what I think proper on this head, or at least enough for\na hint, I proceed to offer,\n\n\n_That many youths and servants may be saved from destruction were the\nstreets cleared of shameless and impudent strumpets, gaming tables\ntotally suppressed, and a stop put to sabbath debauches._\n\nThe corruption of our children and servants is of importance sufficient\nto require our utmost precaution; and moreover, women servants (commonly\ncalled maid-servants) are such necessary creatures, that it is by no\nmeans below us to make them beneficial rather than prejudicial to us.\n\nI shall not run into a description of their abuses; we know enough of\nthose already. Our business now is to make them useful, first by\nascertaining their wages at a proper standard.\n\nSecondly, by obliging them to continue longer in service, not to stroll\nabout from place to place, and throw themselves on the town on every\ndislike.\n\nThirdly, to prevent their being harboured by wicked persons, when out\nof place; or living too long on their own hands.\n\nAs for their wages, they have topped upon us already, and doubled them\nin spite of our teeth; but as they have had wit enough to get them, so\nwill they, I doubt not, have the same sense to keep them, and much good\nmay it do those indolent over-secure persons, who have given them this\nadvantage. However, if they are honest and diligent, I would have them\nencouraged, and handsome wages allowed them; because, by this means, we\nprovide for the children of the inferior class of people, who otherwise\ncould not maintain themselves; nay, sometimes tradesmen, &c., reduced,\nare glad when their children cease to hang upon them, by getting into\nservice, and by that means not only maintaining themselves, but being of\nuse in other families. But then there ought to be some medium, some\nlimitation to their wages, or they may extort more than can well be\nafforded.\n\nNothing calls for more redress than their quitting service for every\nidle disgust, leaving a master or mistress at a nonplus, and all under\nplea of a foolish old custom, called warning, nowhere practised but in\nLondon; for in other places they are hired by the year, or by the\nstatute as they call it, which settles them in a place, at least for\nsome time; whereas, when they are not limited, it encourages a roving\ntemper, and makes them never easy.\n\nIf you turn them away without warning, they will make you pay a month's\nwages, be the provocation or offence never so great; but if they leave\nyou, though never so abruptly, or unprovided, help yourselves how you\ncan, there is no redress; though I think there ought, in all conscience,\nto be as much law for the master as for the servant.\n\nNo servant should quit a place where they are well fed and paid,\nwithout assigning a good reason before a magistrate. On the other hand,\nthey should receive no abuse which should not be redressed; for we ought\nto treat them as servants, not slaves; and a medium ought to be observed\non both sides. But if they are not restrained from quitting service on\nevery vagary, they will throw themselves on the town, and not only ruin\nthemselves, but others; for example, a girl quits a place and turns\nwhore; if there is not a bastard to be murdered, or left to the parish,\nthere is one or more unwary youths drawn in to support her in lewdness\nand idleness; in order to which, they rob their parents and masters,\nnay, sometimes, anybody else, to support their strumpets; so that many\nthieves owe their ruin and shameful deaths to harlots; not to mention\nthe communication of loathsome distempers, and innumerable other evils,\nto which they give birth.\n\nHow many youths, of all ranks, are daily ruined? and how justly may be\ndreaded the loss of as many more, if a speedy stop be not put to this\ngrowing evil? Generations to come will curse the neglect of the present,\nand every sin committed for the future may be passed to our account, if\nwe do not use our endeavours to the contrary.\n\nAnd unless we prevent our maid-servants from being harboured by wicked\npersons when out of place, or living too long on their own hands, our\nstreets will swarm with impudent shameless strumpets; the good will be\nmolested; those prone to evil will be made yet more wicked, by having\ntemptations thrown in their way; and, to crown all, we shall have scarce\na servant left, but our wives, &c., must do the household-work\nthemselves.\n\nIf this be not worthy the consideration of a legislature, I would fain\nknow what is. Is it not time to limit their wages, when they are grown\nso wanton they know not what to ask? Is it not time to fix them, when\nthey stroll from place to place, and we are hardly sure of a servant a\nmonth together? Is it not time to prevent the increase of harlots, by\nmaking it penal for servants to be harboured in idleness, and tempted to\ntheft, whoredom, murder, &c., by living too long out of place? and I am\nsure it is high time to begin the work, by clearing the public streets\nof night-walkers, who are grown to such a pitch of impudence that peace\nand common decency are manifestly broken in our public streets. I wonder\nthis has so long escaped the eye of the magistrate, especially when\nthere are already in force laws sufficient to restrain this tide of\nuncleanness, which will one day overflow us.\n\nThe lewdest people upon earth, ourselves excepted, are not guilty of\nsuch open violations of the laws of decency. Go all the world over, and\nyou will see no such impudence as in the streets of London, which makes\nmany foreigners give our women in general a bad character, from the vile\nspecimens they meet with from one end of the town to the other. Our\nsessions' papers are full of the trials of impudent sluts, who first\ndecoy men and then rob them; a meanness the courtesans of Rome and\nVenice abhor.\n\nHow many honest women, those of the inferior sort especially, get\nloathsome distempers from their husband's commerce with these creatures,\nwhich distempers are often entailed on posterity; nor have we an\nhospital separated for that purpose, which does not contain too many\ninstances of honest poor wretches made miserable by villains of\nhusbands.\n\nAnd now I have mentioned the villany of some husbands in the lower state\nof life, give me leave to propose, or at least to wish, that they were\nrestrained from abusing their wives at that barbarous rate, which is\nnow practised by butchers, carmen, and such inferior sort of fellows,\nwho are public nuisances to civil neighbourhoods, and yet nobody cares\nto interpose, because the riot is between a man and his wife.\n\nI see no reason why every profligate fellow shall have the liberty to\ndisturb a whole neighbourhood, and abuse a poor honest creature at a\nmost inhuman rate, and is not to be called to account because it is his\nwife; this sort of barbarity was never so notorious and so much\nencouraged as at present, for every vagabond thinks he may cripple his\nwife at pleasure; and it is enough to pierce a heart of stone to see how\nbarbarously some poor creatures are beaten and abused by merciless dogs\nof husbands.\n\nIt gives an ill example to the growing generation, and this evil will\ngain ground on us if not prevented; it may be answered, the law has\nalready provided redress, and a woman abused may swear the peace against\nher husband, but what woman cares to do that? It is revenging herself on\nherself, and not without considerable charge and trouble.\n\nThere ought to be a shorter way, and when a man has beaten his wife,\nwhich by the by is a most unmanly action, and great sign of cowardice,\nit behoves every neighbour who has the least humanity or compassion, to\ncomplain to the next justice of the peace, who should be empowered to\nset him in the stocks for the first offence; to have him well scourged\nat the whipping-post for the second; and if he persisted in his\nbarbarous abuse of the holy marriage state, to send him to the house of\ncorrection till he should learn to use more mercy to his yoke-fellow.\n\nHow hard is it for a poor industrious woman to be up early and late, to\nsit in a cold shop, stall, or market, all weathers, to carry heavy loads\nfrom one end of the town to the other, or to work from morning till\nnight, and even then dread going home for fear of being murdered? Some\nmay think this too low a topic for me to expatiate upon, to which I\nanswer, that it is a charitable and Christian one, and therefore not in\nthe least beneath the consideration of any man who had a woman for his\nmother.\n\nThe mention of this leads me to exclaim against the vile practice now so\nmuch in vogue among the better sort as they are called, but the worst\nsort in fact; namely, the sending their wives to madhouses, at every\nwhim or dislike, that they may be more secure and undisturbed in their\ndebaucheries; which wicked custom is got to such a head, that the number\nof private madhouses in and about London are considerably increased\nwithin these few years.\n\nThis is the height of barbarity and injustice in a Christian country, it\nis a clandestine inquisition, nay worse.\n\nHow many ladies and gentlewomen are hurried away to these houses, which\nought to be suppressed, or at least subject to daily examination, as\nhereafter shall be proposed?\n\nHow many, I say, of beauty, virtue, and fortune, are suddenly torn from\ntheir dear innocent babes, from the arms of an unworthy man, whom they\nlove, perhaps, but too well, and who in return for that love, nay\nprobably an ample fortune and a lovely offspring besides, grows weary of\nthe pure streams of chaste love, and thirsting after the puddles of\nlawless lust, buries his virtuous wife alive, that he may have the\ngreater freedom with his mistresses?\n\nIf they are not mad when they go into these cursed houses, they are soon\nmade so by the barbarous usage they there suffer; and any woman of\nspirit, who has the least love for her husband, or concern for her\nfamily, cannot sit down tamely under a confinement and separation the\nmost unaccountable and unreasonable.\n\nIs it not enough to make any one mad to be suddenly clapped up,\nstripped, whipped, ill-fed, and worse used? To have no reason assigned\nfor such treatment, no crime alleged, or accusers to confront? And what\nis worse, no soul to appeal to but merciless creatures, who answer but\nin laughter, surliness, contradiction, and too often stripes?\n\nAll conveniences for writing are denied, no messenger to be had to carry\na letter to any relation or friend; and if this tyrannical inquisition,\njoined with the reasonable reflections a woman of any common\nunderstanding must necessarily make, be not sufficient to drive any soul\nstark staring mad, though before they were never so much in their right\nsenses, I have no more to say.\n\nWhen by this means a wicked husband has driven a poor creature mad, and\nrobbed an injured wife of her reason, for it is much easier to create\nthan to cure madness, then has the villain a handle for his roguery;\nthen, perhaps, he will admit her distressed relations to see her, when\nit is too late to cure the madness he so artfully and barbarously has\nprocured.\n\nBut this is not all: sometimes more dismal effects attend this\ninquisition, for death is but too often the cure of their madness and\nend of their sorrows; some with ill usage, some with grief, and many\nwith both, are barbarously cut off in the prime of their years and\nflower of their health, who otherwise might have been mothers of a\nnumerous issue, and survived many years. This is murder in the deepest\nsense, and much more cruel than dagger or poison, because more\nlingering; they die by piecemeal, and in all the agonies and terrors of\na distracted mind.\n\nNay, it is murder upon murder, for the issue that might have been begot\nis to be accounted for to God and the public. Now, if this kind of\nmurder is connived at, we shall no doubt have enough, nay, too much of\nit; for if a man is weary of his wife, has spent her fortune, and wants\nanother, it is but sending her to a madhouse and the business is done at\nonce.\n\nHow many have already been murdered after this manner is best known to\njust Heaven, and those unjust husbands and their damned accomplices,\nwho, though now secure in their guilt, will one day find it is murder of\nthe blackest dye, has the least claim to mercy, and calls aloud for the\nseverest vengeance.\n\nHow many are yet to be sacrificed, unless a speedy stop be put to this\nmost accursed practice, I tremble to think; our legislature cannot take\nthis cause too soon in hand. This surely cannot be below their notice,\nand it will be an easy matter at once to suppress all these pretended\nmadhouses. Indulge, gentle reader, for once the doting of an old man,\nand give him leave to lay down his little system without arraigning him\nof arrogance or ambition to be a lawgiver. In my humble opinion, all\nprivate madhouses should be suppressed at once, and it should be no less\nthan felony to confine any person under pretence of madness without due\nauthority.\n\nFor the cure of those who are really lunatic, licensed madhouses should\nbe constituted in convenient parts of the town, which houses should be\nsubject to proper visitation and inspection, nor should any person be\nsent to a madhouse without due reason, inquiry, and authority.\n\nIt may be objected, by persons determined to contradict every thing and\napprove nothing, that the abuses complained of are not so numerous or\nheinous as I would insinuate. Why are not facts advanced, they will be\napt to say, to give a face of truth to these assertions? But I have two\nreasons to the contrary; the first is, the more you convince them, the\nmore angry you make them, for they are never better pleased than when\nthey have an opportunity of finding fault; therefore, to curry favour\nwith the fault-finders, I have left them a loophole: the second and real\nis, because I do not care to bring an old house over my head by\nmentioning particular names or special cases, thereby drawing myself\ninto vexatious prosecutions and suits at law from litigious wretches,\nwho would be galled to find their villanies made public, and stick at no\nexpense or foul play to revenge themselves. Not but I could bring many\ninstances, particularly of an unhappy widow, put in by a villain of a\nhusband, and now continued in for the sake of her jointure by her\nunnatural son, far from common honesty or humanity. Of another, whose\nhusband keeps his mistress in black velvet, and is seen with her every\nnight at the opera or play, while his poor wife (by much the finer\nwoman, and of an understanding far superior to her thick-skulled\ntyrant,) is kept mean in diet and apparel; nay, ill-used into the\nbargain, notwithstanding her fortune supplies all the villain's\nextravagances, and he has not a shilling but what came from her: but a\nbeggar when once set on horseback proves always the most unmerciful\nrider.\n\nI cannot leave this subject without inserting one particular case.\n\nA lady of known beauty, virtue, and fortune, nay more, of wisdom, not\nflashy wit, was, in the prime of her youth and beauty, and when her\nsenses were perfectly sound, carried by her husband in his coach as to\nthe opera; but the coachman had other instructions, and drove directly\nto a madhouse, where the poor innocent lady was no sooner introduced,\nunder pretence of calling by the way to see some pictures he had a mind\nto buy, but the key was turned upon her, and she left a prisoner by her\nfaithless husband, who while his injured wife was confined and used with\nthe utmost barbarity, he, like a profligate wretch, ran through her\nfortune with strumpets, and then basely, under pretence of giving her\nliberty, extorted her to make over her jointure, which she had no sooner\ndone but he laughed in her face, and left her to be as ill-used as ever.\nThis he soon ran through, and (happily for the lady) died by the justice\nof heaven in a salivation his debauches had obliged him to undergo.\n\nDuring her confinement, the villain of the madhouse frequently attempted\nher chastity; and the more she repulsed him the worse he treated her,\ntill at last he drove her mad in good earnest. Her distressed brother,\nwho is fond of her to the last degree, now confines her in part of his\nown house, treating her with great tenderness, but has the mortification\nto be assured by the ablest physicians that his poor sister is\nirrecoverably distracted.\n\nNumberless are the instances I could produce, but they would be\naccounted fictitious, because I do not name the particular persons, for\nthe reasons before assigned; but the sufferings of these poor ladies are\nnot fictitious, nor are the villany of the madhouses, or the unnatural,\nthough fashionable barbarity of husbands, chimeras, but too solid\ngrievances, and manifest violations of the laws of God and man.\n\nMost gracious and august queen Caroline! ornament of your sex, and pride\nof the British nation! the best of mothers, the best of wives, the best\nof women! Begin this auspicious reign with an action worthy your\nillustrious self, rescue your injured sex from this tyranny, nor let it\nbe in the power of every brutal husband to cage and confine his wife at\npleasure, a practice scarce heard of till of late years. Nip it in the\nbud, most gracious queen, and draw on yourself the blessings of\nnumberless of the fair sex, now groaning under the severest and most\nunjust bondage. Restore them to their families; let them, by your means,\nenjoy light and liberty; that while they fondly embrace, and with tears\nof joy weep over their dear children, so long withheld from them, they\nmay invoke accumulated blessings from heaven upon your royal head!\n\nAnd you, ye fair illustrious circle! who adorn the British court! and\nevery day surround our gracious queen: let generous pity inspire your\nsouls, and move you to intercede with your noble consorts for redress in\nthis injurious affair. Who can deny when you become suitors? and who\nknows but at your request a bill may be brought into the house to\nregulate these abuses? The cause is a noble and a common one, and ought\nto be espoused by every lady who would claim the least title to virtue\nor compassion. I am sure no honest member in either honourable house\nwill be against so reasonable a bill; the business is for some\npublic-spirited patriot to break the ice by bringing it into the house,\nand I dare lay my life it passes.\n\nI must beg my reader's indulgence, being the most immethodical writer\nimaginable. It is true I lay down a scheme, but fancy is so fertile I\noften start fresh hints, and cannot but pursue them; pardon therefore,\nkind reader, my digressive way of writing, and let the subject, not the\nstyle or method, engage thy attention.\n\nReturn we, therefore, to complain of destructive gaming-houses, the bane\nof our youth, and ruin of our children and servants.\n\nThis is the most unprofitable evil upon earth, for it only tends to\nalienate the proper current of specie, to maintain a pack of idle\nsharping rascals, and beggar unwary gentlemen and traders.\n\nI take the itch of gaming to be the most pernicious of vices, it is a\nkind of avaricious madness; and if people have not sense to command\nthemselves by reason, they ought to be restrained by law; nor suffered\nto ruin themselves and families, to enrich a crew of sharpers.\n\nThere is no playing on the square with these villains; they are sure to\ncheat you, either by sleight of hand, confederacy, or false dice, &c.;\nthey have so much the odds of their infatuated bubbles, that they might\nsafely play a guinea to a shilling, and yet be sure of winning. This is\nbut genteel pocket picking, or felony with another name, and yet, so\nfond are we of it, that from the footboy to the lord, all must have a\ntouch of gaming; and there are sharpers of different stations and\ndenominations, from Southwark-fair to the groom porters. Shame, that\ngentlemen should suffer every scoundrel to mix with them for gaming\nsake! And equal shame, that honest laborious tradesmen should be\nobstructed in crossing the public streets, by the gilt chariots of\nvagabond gamesters; who now infest the land, and brave even our nobility\nand gentry with their own money.\n\nBut the most barbarous part of this hellish trade is what they call\nsetting of young gentlemen, apprentices, and others; this ought to be\ndeemed felony without benefit of clergy; for it is the worst of\nthievery. Under pretence of taking a bottle, or spending an evening\ngaily, they draw their cull to the tavern, where they sit not long\nbefore the devil's bones or books are found accidentally on purpose, by\nthe help of which they strip my gentleman in an instant, and then\ngenerously lend him his own money, to lose afresh, and create a debt\nwhich is but too often more justly paid than those more justly due.\n\nIf we look into some late bankruptcies we shall find some noted\ngamesters the principal creditors; I think, in such cases it would be\nbut justice to make void the gamester's debt, and subject his estate to\nmake good the deficiencies of the bankrupt's effects. If traders have no\nmore wit, the public should have pity on them; and make it as penal to\nlose as to win; and, in truth, if cards, dice, &c., were totally\nsuppressed, industry and arts would increase the more; gaming may make a\nman crafty, but not polite; one may understand cards and dice perfectly\nwell, and be a blockhead in everything else.\n\nI am sorry to see it so prevalent in the city among the trading part of\nmankind, who have introduced it into their clubs, and play so high of\nlate that many bankrupts have been made by this pernicious practice.\n\nIt is the bane of all conversation; and those who can't sit an hour\nwithout gaming, should never go into a club to spoil company. In a word,\nit is mere madness, and a most stupid thing to hazard one's fortune, and\nperplex one's mind; nay, to sit up whole nights, poring over toys of\npipped ivory and painted pasteboard, making ourselves worse than little\nchildren, whose innocent sports we so much ridicule.\n\nTo sum up all, I think it would be a noble retribution, to subject\ngamesters' estates to the use and support of the poor widows and orphans\nof their unfortunate bubbles.\n\nSunday debauches are abuses that call loud for amendment; it is in this\npernicious soil the seeds of ruin are first sown. Instead of a day of\nrest, we make it a day of labour, by toiling in the devil's vineyard;\nand but too many surfeit themselves with the fruits of gluttony,\ndrunkenness, and uncleanness.\n\nNot that I am so superciliously strict, to have the sabbath kept as\nrigidly here as in Scotland, but then there ought to be a medium between\nthe severity of a fast, and the riot of Saturnalia. Instead of a decent\nand cheerful solemnity, our taverns and publichouses have more business\nthat day than all the week beside. Our apprentices plume themselves;\nnay, some scruple not to put on their swords and tie wigs, or toupees,\nand the loose end of the town is their rendezvous, Sunday being\nmarket-day all round the hundreds of Drury.\n\nWhile we want servants to do our work, those hundreds, as they call\nthem, are crowded with numbers of idle impudent sluts, who love sporting\nmore than spinning, and inveigle our youth to their ruin; nay, many old\nlechers, beasts as they are! steal from their families, and seek these\nharlots' lurking holes, to practise their unaccountable schemes of new\ninvented lewdnesses; some half hang themselves, others are whipped, some\nlie under a table and gnaw the bones that are thrown them, while others\nstand slaving among a parcel of drabs at a washing tub. Strange that the\ninclination should not die with the power, but that old fools should\nmake themselves the prey and ridicule of a pack of strumpets!\n\nSome heedless youths are wheedled into marriage, which makes them and\ntheir unhappy parents miserable all their lives; others are drawn into\nextravagancies, and but too often run into their master's cash, and for\nfear of a discovery, make away with themselves, or at least run away and\nleave their distracted parents in a thousand tears; not to mention the\nfrustration of their fortune, and the miseries that attend a vagabond\nlife. Thus honest parents lose their children, and traders their\napprentices, and all from a liberty we have of late given our youth of\nrambling abroad on Sundays; for many, nowadays will lie out all night,\nor stay out so late to give no small disturbance in sober families. It\ntherefore behoves every master of a family to have his servants under\nhis eye; and if the going to church, meeting, or whatever place of\nworship suited their religion, were more enforced, it would be so much\nthe better.\n\nIn short, the luxury of the age will be the ruin of the nation, if not\nprevented. We leave trade to game in stocks; we live above ourselves,\nand barter our ready money for trifles; tea and wine are all we seem\nanxious for, and God has given the blessings of life to an ungrateful\npeople, who despise their own productions. Our very plough-fellows drink\nwine nowadays; our farmers, graziers, and butchers, are above malt\nliquors; and the wholesome breakfast of water-gruel and milk potage is\nchanged for coffee and tea. This is the reason provisions and corn, &c.,\nare so dear; we all work for vintners, and raise our prices one upon\nanother to such a degree, it will be an impossibility to live, and we\nshall, of course, become our own devourers.\n\nWe strain at a gnat and swallow a camel; and, in this instance, the\npublichouses are kept open to furnish our luxury, while we deny\nourselves other necessaries of life, out of a scruple of conscience. For\nexample; in extreme hot weather, when meat will not keep from Saturday\nto Sunday, we throw, or cause to be thrown away, vast quantities of\ntainted meat, and have generally stinking dinners, because the butchers\ndare not sell a joint of meat on a Sunday morning. Now, though I would\nnot have the Sabbath so far violated as to have it a market-day, yet,\nrather than abuse God's mercies by throwing away creatures given for our\nuse, nay, for our own healths and cleanliness sake, I would have the\nsame indulgence in extreme hot weather, as there is for milk and\nmackerel; that is to say, that meat might be killed in the cool of the\nmorning, viz., one or two of the clock, and sold till nine, and no\nlonger; nor should villanous informers have power to molest them in this\ninnocent and reasonable amendment of a ridiculous vulgar error.\n\nI cannot forbear taking notice of the extravagant use, or rather abuse,\nof that nauseous liquor called Geneva, among our lower sort. Those who\ndeny that an inferior class of people are most necessary in a body\npolitic, contradict reason and experience itself, since they are most\nuseful when industrious, and as pernicious when lazy. By their industry\nour manufactures, trade, and commerce are carried on; the merchant in\nhis counting-house, and the captain in his cabin, would find but little\nemployment were it not that many hands carried on the different branches\nof the concern they superintended.\n\nBut now, so far are our common people infatuated with Geneva, that half\nthe work is not done now as formerly. It debilitates and enervates them,\nand they are not near so strong and healthy as formerly. This accursed\nliquor is in itself so diuretic, it overstrains the parts of generation,\nand makes our common people incapable of getting such lusty children as\nthey used to do. Add to this, that the women, by drinking it, spoil\ntheir milk, and by giving it to young children, as they foolishly do,\nspoil the stomach, and hinder digestion; so that in less than an age, we\nmay expect a fine spindle-shanked generation.\n\nThere is not in nature so unhealthy a liquor as Geneva, especially as\ncommonly sold; it curdles the blood, it stupefies the senses, it weakens\nthe nerves, it spoils the eyesight, and entirely ruins the stomach; nay,\nsome stomachs have been rendered so cold by the use of Geneva, that lamp\nspirits have not been a dram warm enough for them. Surely they will come\nto drink aquafortis at last!\n\nOn the contrary, our own malt liquors, especially common draught beer,\nis most wholesome and nourishing, and has brought up better generations\nthan the present: it is strengthening, cooling, and balsamic; it helps\ndigestion, and carries nourishment with it; and, in spite of the whims\nof some physicians, is most pertinent to a human, especially a good\nwholesome English, constitution. Nay, the honest part of the faculty\ndeny not the use of small beer, well brewed, even in fevers. I, myself,\nhave found great benefit by it; and if it be good in its kind, it is the\nfinest jalap upon earth.\n\nIf this abuse of Geneva be not stopped, we may go whoop for husbandmen,\nlabourers, &c. Trade must consequently stand still, and the credit of\nthe nation sink; nor is the abatement of the excise, though very\nconsiderable, and most worthy notice, any ways comparable to the\ncorruption of manners, the destruction of health, and all the train of\nevils we are threatened with from pernicious Geneva.\n\n\n_An effectual method to prevent street robberies._\n\nThe principal encouragements and opportunity given to street robbers is,\nthat our streets are so poorly watched; the watchmen, for the most part,\nbeing decrepit, superannuated wretches, with one foot in the grave and\nthe other ready to follow; so feeble that a puff of breath can blow\nthem down. Poor crazy mortals! much fitter for an almshouse than a\nwatchhouse. A city watched and guarded by such animals is wretchedly\nwatched indeed.\n\nNay, so little terror do our watchmen carry with them, that hardy\nthieves make a mere jest of them, and sometimes oblige even the very\nwatchman who should apprehend them to light them in their roguery. And\nwhat can a poor creature do, in terror of his life, surrounded by a pack\nof ruffians, and no assistance near?\n\nAdd to this, that our rogues are grown more wicked than ever, and vice\nin all kinds is so much winked at, that robbery is accounted a petty\ncrime. We take pains to puff them up in their villany, and thieves are\nset out in so amiable a light in the Beggar's Opera, that it has taught\nthem to value themselves on their profession rather than be ashamed of\nit.\n\nThere was some cessation of street robberies, from the time of Bunworth\nand Blewitt's execution, until the introduction of this pious opera. Now\nwe find the Cartouchian villanies revived, and London, that used to be\nthe most safe and peaceful city in the universe, is now a scene of\nrapine and danger. If some of Cartouch's gang be not come over to\ninstruct our thieves, and propagate their schemes, we have, doubtless, a\nCartouch of our own, and a gang which, if not suppressed, may be full as\npernicious as ever Cartouch's was, and London will be as dangerous as\nParis, if due care be not taken.\n\nWe ought to begin our endeavours to suppress these villanies, first by\nheavenly, and then by earthly means.\n\nBy heavenly means, in enforcing and encouraging a reformation of\nmanners, by suppressing of vice and immorality, and punishing\nprofaneness and licentiousness. Our youth are corrupted by filthy, lewd\nballads, sung and sold publicly in our streets; nay, unlicensed and\nunstamped, notwithstanding acts of parliament to the contrary.\n\nCoachmen, carmen, &c, are indulged in swearing after the most\nblasphemous, shocking, and unaccountable rate that ever was known. New\noaths and blasphemies are daily uttered and invented; and rather than\nnot exercise this hellish talent, they will vent their curses on their\nvery horses; and, oh stupid! damn the blood of a post, rather than want\nsomething to curse.\n\nOur common women, too, have learned this vice; and not only strumpets,\nbut labouring women, who keep our markets, and vend things about street,\nswear and curse at a most hideous rate. Their children learn it from\ntheir parents, and those of the middle, or even the better sort of\npeople, if they pass through the streets to school, or to play, catch\nthe infection, and carry home such words as must consequently be very\nshocking to sober parents.\n\nOur youth, in general, have too much liberty; the Sabbath is not kept\nwith due solemnity; masters and mistresses of families are too remiss in\nthe care of the souls committed to their charge. Family prayer is\nneglected; and, to the shame of scoffers be it spoken, too much\nridiculed. All ages and sexes, if in health, should be obliged to attend\npublic worship, according to their respective opinions. Were it only to\nkeep youth out of harm's way it would do well. But it is to be hoped, if\ntheir parents, masters, or mistresses, should oblige their attendance at\npublic devotion, they would edify by what they should hear, and many\nwicked acts would be stifled in their infancy, and checked even in the\nintention, by good and useful doctrine.\n\nOur common people make it a day of debauch, and get so drunk on a\nSunday they cannot work for a day or two following. Nay, since the use\nof Geneva has become so common, many get so often drunk they cannot work\nat all, but run from one irregularity to another, till at last they\nbecome arrant rogues. And this is the foundation of all our present\ncomplaints.\n\nWe will suppose a man able to maintain himself and family by his trade,\nand at the same time to be a Geneva drinker. This fellow first makes\nhimself incapable of working by being continually drunk; this runs him\nbehindhand, and he either pawns or neglects his work, for which reason\nnobody will employ him. At last, fear of arrests, his own hunger, the\ncries of his family for bread, his natural desire to support an\nirregular life, and a propense hatred to labour, turn but too many an\nhonest tradesman into an arrant desperate rogue. And these are commonly\nthe means that furnish us with thieves and villains in general.\n\nThus is a man, that might be useful in a body politic, rendered\nobnoxious to the same: and if this trade of wickedness goes on, they\nwill grow and increase upon us, insomuch that we shall not dare to stir\nout of our habitations; nay, it will be well if they arrive not to the\nimpudence of plundering our houses at noonday.\n\nWhere is the courage of the English nation, that a gentleman, with six\nor seven servants, shall be robbed by one single highwayman? Yet we have\nlately had instances of this; and for this we may thank our effeminacy,\nour toupee wigs, and powdered pates, our tea, and other scandalous\nfopperies; and, above all, the disuse of noble and manly sports, so\nnecessary to a brave people, once in vogue, but now totally lost among\nus.\n\nLet not the reader think I run from my subject if I search the bottom\nof the distemper before I propose a cure, which having done, though\nindeed but slightly, for this is an argument could be carried to a much\ngreater length, I proceed next to propose earthly means in the manner\nfollowing.\n\nLet the watch be composed of stout able-bodied men, and of those at\nleast treble the number now subsisting, that is to say, a watchman to\nevery forty houses, twenty on one side of the way, and twenty on the\nother; for it is observable that a man cannot well see distinctly beyond\nthe extent of twenty houses in a row; if it is a single row, and no\nopposite houses, the charge must be greater and their safety less. This\nman should be elected and paid by the housekeepers themselves, to\nprevent misapplication and abuse, so much complained of in the\ndistribution of public money.\n\nHe should be allowed ten shillings per annum by each housekeeper, which\nat forty houses, as above specified, amounts to 20_l._ per annum, almost\ntreble to what is at present allowed; and yet most housekeepers are\ncharged at least 2s. 6d. a quarter to the watch, whose beat is,\ngenerally speaking, little less than the compass of half a mile.\n\nThis salary is something of encouragement, and a pretty settlement to a\npoor man, who with frugality may live decently thereon, and by due rest\nbe enabled to give vigilant attendance.\n\nIf a housekeeper break, or a house is empty, the poor watchman ought not\nto suffer, the deficiency should be made up by the housekeepers\nremaining.\n\nOr, indeed, all housekeepers might be excused, if a tax of only one\nshilling per annum were levied on every bachelor within the bills of\nmortality, and above the age of one-and-twenty, who is not a\nhousekeeper: for these young sparks are a kind of unprofitable gentry to\nthe state; they claim public safety and advantages, and yet pay nothing\nto the public; nay, indeed, they in a manner live upon the public, for\n(on a Sunday especially) at least a million of these gentlemen quarter\nthemselves upon the married men, and rob many families of part of a\nweek's provision, more particularly when they play a good knife and\nfork, and are of the family of the Tuckers.\n\nI beg pardon for this whimsical proposal, which, ludicrous as it seems,\nhas something in it; and may be improved. Return we, in the mean time,\nto our subject.\n\nThe watch thus stationed, strengthened, and encouraged, let every\nwatchman be armed with firearms and sword; and let no watchman stand\nabove twenty doors distant from his fellow.\n\nLet each watchman be provided with a bugle-horn, to sound an alarm, or\nin time of danger; and let it be made penal, if not felony, for any but\na watchman to sound a horn in and about the city, from the time of their\ngoing on, to that of their going off.\n\nAn objection will be here made on account of the postboys, to obviate\nwhich, I had thoughts of a bell, but that would be too ponderous and\ntroublesome for a watchman to carry, besides his arms and lantern. As to\na fixed bell, if the watchman is at another part of his walk, how can he\ngive notice? Besides, rogues may play tricks with the bell; whereas a\nhorn is portable, always ready, and most alarming.\n\nLet the postboys therefore use some other signal, since this is most\nconvenient to this more material purpose. They may carry a bell in a\nholster with ease, and give notice by that, as well as those who collect\nthe letters.\n\nThat the watchmen may see from one end of their walks to the other, let\na convenient number of lamps be set up, and those not of the convex\nkind, which blind the eyes, and are of no manner of use; they dazzle,\nbut give no distinct light: and further, rather than prevent robberies,\nmany, deceived and blinded by these _ignes fatui_, have been run over by\ncoaches, carts, &c. People stumble more upon one another, even under\nthese very lamps, than in the dark. In short, they are most unprofitable\nlights, and in my opinion, rather abuses than benefits.\n\nBesides, I see no reason why every ten housekeepers cannot find a lamp\namong themselves, and let their watchman dress it, rather than fatten a\ncrew of directors; but we are so fond of companies, it is a wonder we\nhave not our shoes blacked by one, and a set of directors made rich at\nthe expense of our very black-guards. Convenient turnpikes and stoppages\nmay be made to prevent escapes, and it will be proper for a watchman to\nbe placed at one of these, fixed at the end of a lane, court, alley, or\nother thoroughfare, which may happen in any part of his beat, and so as\nnot to obstruct his view to both ends thereof, or being able to give\nnotice, as aforesaid; for the watch ought to be in view, as well as in\nthe hearing of each other, or they may be overpowered, and much danger\nmay happen.\n\nThe streets thus guarded and illuminated, what remains but that the\nmoney allotted by the government be instantly paid on conviction of\nevery offender; for delays in this case are of dangerous consequence,\nand nobody will venture their lives in hopes of a reward, if it be not\nduly and timely paid. If there is reason of complaint on this head, it\nought to be looked into by those at the helm; for nothing can be more\nvile than for underlings to abuse the benevolence of the public, or\ntheir superiors, by sinking, abridging, or delaying public or private\nbenefits. And it is by no means below the dignity or care, even of the\ngreatest, to see the disposal of their own bounty and charity; for it\nloses but too often by the carriage: and where a nobleman or other\ngenerous person has ordered five guineas to be given, it is well if the\nproper object has had even one.\n\nSomething allowed by the Chamber of London to every person apprehending\na robber, would have a good effect, especially if it be not told over a\ngridiron, but paid without delay or abatement. And what if the fewer\ncustards are eat, so it augment the public safety.\n\nSome of our common soldiery are, and I hope unjustly, suspected. This\nmay be easily confuted, if strict orders are enforced, that none but\ncommission or warrant officers shall be out of their quarters after ten\nat night. But if we consider, that neither Blewit, Bunworth, or their\ngangs, were soldiers, and that of those who have been executed for ten\nyears past, not one in ten were soldiers, but, on the contrary, seamen\ndischarged and thrown on the public without present subsistence, which\nmakes them desperate; but I hope the act now depending for the\nencouragement of seamen, &c., will sufficiently remove that obstacle\nalso. This, I hope, will stop the mouths of censorious persons, who\nunjustly arraign our soldiery for the vices of others. However, to make\nall easy, I believe the generality of them will gladly submit to the\nrestraint proposed, merely to show their innocence.\n\nMean time, would his most sacred majesty let them partake of his bounty,\nas the officers, &c., have done, and raise their pay, were it but one\npenny _per diem_, it would be a most royal bounty, would considerably\ncontribute to their support, and put them above any sordid views: and\nthere was never more occasion than now, when provisions of all kinds are\nso excessive dear.\n\nHaving offered my little mite to the public, I beg they will excuse the\ndeficiency of my style, and multitude of my errors, for my intention's\nsake. I write without prospect of gain; if I am censured, it is what I\ncan but expect; but if among all my schemes one proves of service, my\ndesires and labours are amply answered.\n\n\n_Omissions._\n\nIn my scheme for an university in London I proposed only a hall or\npublic room; on recollection I find it should be a large house or inn,\nin the nature of a college, with store of convenient rooms for\ngentlemen, not only to study separately, but wherein to lodge their\nbooks, for it would be most inconvenient to lug them backwards and\nforwards. They may indeed breakfast, sup, and sleep at home, but it will\nbe highly necessary they should dine in commons, or at least near the\ncollege; not that I would have cooks, butlers, caterers, manciples, and\nthe whole train of college cannibals retained; but for fear they should\nstay too long at home, or be hindered from returning to study in due\ntime, some proper place or person might be pitched upon to keep an\nordinary, at a prefixed price and hour, and for the students only.\n\nMy reasons are these:--\n\nFirst, A young gentleman may live too far from college.\n\nSecond, The college hours for dinner may not agree with those of the\nfamily.\n\nThird, Company may drop in and detain him.\n\nThese being, I think, the only material objections could be offered, I\nhope I have amply provided against them, and rendered my project more\nperfect and unexceptionable.\n\n       *       *       *       *       *\n\nOne omission I made in the discourse on madhouses, &c., is, that maiden\nladies as well as widows and wives are liable to the inquisition there\ncomplained of, and I am informed a good estate is lately come to a\nworthless family by the death, or rather murder, of an innocent young\ncreature, who being left very rich, chose to live with her friends; but\nwell had it been for her had she taken up her abode among strangers, for\nthey staved off all proposals for marriage a considerable time, and when\nat last they found the lady would not be hindered from altering her\ncondition, she was hurried away to a madhouse, where she miserably ended\nher days, while they rioted in the pillage of her fortune. Thus neither\nmaid, wife, or widow, are safe while these accursed madhouses are\nsuffered; nay, I see no reason, if the age improves in wickedness, as in\nall probability it may, but the men, _per contra_, may take their turns.\nYounger brothers, &c., may clap up their elders, and jump into their\nestates, for there are no questions asked at these madhouses, but who is\nthe paymaster, and how much; give them but their price, mad or not mad,\nit is no matter whom they confine; so that if any person lives longer\nthan his relations think convenient, they know their remedy; it is but\nsending them to a madhouse and the estate is their own.\n\nHaving answered all that I think liable to objection, and recollected\nwhat I had omitted, I desire to stand or fall by the judgment of the\nserious part of mankind; wherein they shall correct me I will kiss the\nrod and suffer with patience; but if a pack of hackney scribblers shall\nattack me only by way of a get-penny, I shall not be provoked to answer\nthem, be they never so scurrilous, lest I be accounted as one of them.\n\n\n\n\nTO LIEUTENANT-COLONEL SAMUEL ROBINSON.\n\n\n  SIR,\n\nI shall congratulate you on your election into the chamberlainship of\nthe city of London, or otherwise, as you shall acquit yourself in\nanswering candidly and impartially to the following queries.\n\nI. whether there is not money sufficient in the chamber of London to pay\noff the orphan's fund? Or if not a sufficient sum, what sum it is, and\nwhat is the deficiency? How long it has lain there, and what interest\nhas been made upon it?\n\nII. If there are not considerable arrears due from many wards, and what\nthose arrears are?\n\nIII. Who are these poor orphans we pay so much money to? and whether\nthey are not some of the richest men in the city of London, who have got\nthe stock into their own hands, and find it so snug a fund they do not\ncare to get out of it.\n\nIV. If it would not be much better to gather in the arrears, join them\nto the money in the office, and collect the overplus at once, rather\nthan suffer the tax to become eternal, and to pay so much interest.\n\nThis is but a reasonable request; and if colonel Robinson is the honest\ngentleman fame reports him to be, he will make no scruple to give a\nready answer. And indeed it will be but a handsome return made to his\nfellow citizens for their choice of him, to begin his office with such\nan act of justice, honesty, and public satisfaction, for many people do\nnot know what is meant by the orphan's tax; they pay it with remorse,\nand think themselves aggrieved. Even those who know the reason of the\nfund think it has been continued long enough, wish it were once paid\noff, suspect some secret in the affair, and give their tongues the\nliberty all losers claim; Our fathers, say they, have eaten sour grapes,\nand our teeth are set on edge, we are visited for their transgressions,\nand may be to the world's end, unless we shall find an honest\nchamberlain who will unveil this cloudy affair, and gives us a prospect\nof relief.\n\nThus, sir, it lies at your door to gain the applause of the whole city,\na few misers excepted, by a generous and gentlemanlike discovery of this\naffair. And you are thus publicly called upon, that your discovery may\nbe as public and beneficial to all. If you comply, I shall think you an\nhonest man, above a fellow feeling, or being biassed, and most worthy\nyour office; if not, give me leave to think, the citizens of London have\nmade but an indifferent choice.\n\n      I am,\n            Sir,\n         Yours, as you prove yourself,\n                        ANDREW MORETON.\n\n  _Sept. 23,\n  1728._\n\n\n\n\n       *       *       *       *       *\n\n\n\n\nTranscriber's note:\n\nThe transcriber made these changes to the text to correct obvious\nerrors:\n\n  p. 16, Christain --> Christian\n  p. 26, coachmam --> coachman\n  p. 35, nothwithstanding --> notwithstanding\n  p. 38, sound on alarm --> sound an alarm\n  p. 38, cary --> carry\n\n\n\n***END OF THE PROJECT GUTENBERG EBOOK AUGUSTA TRIUMPHANS***\n\n\n******* This file should be named 32405.txt or 32405.zip *******\n\n\nThis and all associated files of various formats will be found in:\nhttp:\/\/www.gutenberg.org\/dirs\/3\/2\/4\/0\/32405\n\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp:\/\/www.gutenberg.org\/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark\/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s\/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http:\/\/www.gutenberg.org\/fundraising\/pglaf.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http:\/\/www.gutenberg.org\/about\/contact\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http:\/\/www.gutenberg.org\/fundraising\/donate\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit:\nhttp:\/\/www.gutenberg.org\/fundraising\/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\nMost people start at our Web site which has the main PG search facility:\n\n     http:\/\/www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n","id":470,"split":"train"}
