{"ori_id":"86124527eecec5f80742149412e04a52909228e7","title":"Aucassin and Nicolette","context":"Aucassin and Nicolette\n The story begins with a song which serves as prologue; and then prose takes up the narrative, telling how Aucassin, son of Count Garin of Beaucaire, so loved Nicolette, a Saracen maiden, who had been sold to the Viscount of Beaucaire, baptized and adopted by him, that he had forsaken knighthood and chivalry and even refused to defend his father's territories from enemies. Accordingly, his father ordered the Viscount to send Nicolette away, but the Viscount locked her in a tower of his palace instead. Aucassin is imprisoned by his father to prevent him from going after his beloved Nicolette. But Nicolette escapes, hears Aucassin lamenting in his cell, and comforts him with sweet words. She flees to the forest outside the gates, and there, in order to test Aucassin's fidelity, builds a rustic home to await his arrival. When he is released from prison, Aucassin hears from shepherd lads of Nicolette's hiding-place, and seeks her bower. The lovers, united, resolve to leave the country. They board a ship and are driven to the (fictional) kingdom of \"Torelore\", whose king they find in child-bed, while the queen is with the army. After a three years' stay in Torelore they are captured by Saracen pirates and separated. Contrary winds blow Aucassin's boat back to Beaucaire, where he succeeds to Garin's estate, while Nicolette is carried to \"Cartage\" (perhaps a play on Carthage or Cartagena). The sight of the city reminds her that she is the daughter of its king, and a royal marriage is planned for her. But she avoids this by disguising herself in a minstrel's garb and sets sail for Beaucaire to rejoin her beloved Aucassin. There, before Aucassin who does not immediately recognize her, she sings of her own adventures, and in due time makes herself known to him.\nï»¿The Project Gutenberg eBook, Aucassin and Nicolette, by Anonymous,\nTranslated by Francis William Bourdillon\n\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n\n\n\n\nTitle: Aucassin and Nicolette\n       translated from the Old French\n\n\nAuthor: Anonymous\n\n\n\nRelease Date: October 28, 2007  [eBook #23227]\n\nLanguage: English\n\nCharacter set encoding: ISO-646-US (US-ASCII)\n\n\n***START OF THE PROJECT GUTENBERG EBOOK AUCASSIN AND NICOLETTE***\n\n\n\n\nTranscribed from the 1908 Kegan Paul, Trench, Trubner & Co. edition by\nDavid Price, email ccx074@pglaf.org\n\n\n\n\nAUCASSIN AND NICOLETTE\n\n\nTRANSLATED FROM THE OLD FRENCH\n\nBY\nFRANCIS WILLIAM BOURDILLON\n\nLONDON\nKEGAN PAUL, TRENCH, TRUBNER & CO. LTD.\n\nDRYDEN HOUSE, GERRARD STREET, W.\n1908\n\n_All rights reserved_\n\n\n\n\nINTRODUCTION\n\n\nThe story of Love, that simple theme with variations _ad libitum_, _ad\ninfinitum_, is never old, never stale, never out-of-date.  And as we\nsometimes seek rest from the brilliant audacities and complex passions of\nWagner or Tschaikowsky in the tender simplicity of some ancient English\nair, so we occasionally turn with relief from the wit and insight and\nsubtlety of our modern novelists to the old uncomplicated tales of faerie\nor romance, and find them after all more moving, more tender, even more\nreal, than all the laboured realism of these photographic days.  And here\nbefore us is of all pretty love-stories perhaps the prettiest.  Idyllic\nas Daphnis and Chloe, romantic as Romeo and Juliet, tender as Undine,\nremote as Cupid and Psyche, yet with perpetual touches of actual life,\nand words that raise pictures; and lightened all through with a dainty\nplayfulness, as if Ariel himself had hovered near all the time of its\nwriting, and Puck now and again shot a whisper of suggestion.\n\nYet it is only of late years that the charm of this story has been truly\nappreciated.  Composed probably in Northern France, about the close of\nthe twelfth century,--the time of our own Angevin kings and the most\nbrilliant period of Old-French literature,--it has survived only in a\nsingle manuscript of later date, where it is found hidden among a number\nof tales in verse less pleasing in subject and far less delightful in\nform.  There it had lain unknown till discovered by M. de Sainte-Palaye,\nand printed by him in modernised French in 1752, one hundred and fifty\nyears ago.  There is no space here to follow its fortunes since.  Even\nafter this revival it was not till more than one hundred years later that\nit began to attain to any wide recognition.  And in England this\nrecognition has been mainly due to Mr Pater's delightful essay in his\nearly work \"Studies in the History of the Renaissance.\"  Since the\npublication of this book in 1873, the story of Aucassin and Nicolette has\nhad an ever-growing train of admirers both in England and America, and\nvarious translations have appeared on both sides of the Atlantic.  It has\nalso been translated into several other European languages, besides\nversions in modern French.\n\nThe story, so far as the simple old-world plot is concerned, is very\nprobably not the original invention of whoever gave it this particular\nform, any more than were the plots of Shakespeare's plays of his own\ndevising.  It seems likely that in origin it is Arabian or Moorish, and\nits birthplace not Provence but Spain.  Possibly it sprung, as so much of\nthe best poetry and story has sprung, from the touching of two races, and\nthe part friction part fusion of two religions, in this case of the Moor\nand the Christian.  There was in 1019 a Moorish king of Cordova named\nAlcazin.  Turn this name into French and we have Aucassin.  And to\nreverse the roles of Christian and heathen is a very usual device for a\nstory-teller transplanting a story from another country to his own.\nThough the scene is nominally laid in Provence there are a good many\nsigns of a Spanish origin in the places mentioned.  By Carthage is meant,\nnot the city of Dido, but Carthagena; and thus the husband devised for\nNicolette is \"one of the greatest kings in all Spain.\"  Valence again\nmight originally have been not the Valence on the Rhone, but Valence le\ngrand, or Valentia.  And it is curious to observe that Beaucaire is\nclosely connected with Tarascon--a bridge across the Rhone unites\nthem--and that this latter name nearly resembles Tarragona, a place which\nin other French romances is actually called Terrascoigne.  The shipwreck\nwhich in the story takes place, impossibly, at Beaucaire, may have\noriginally happened, quite naturally, at Tarragona.  Even the nonsense-\nname, Torelore, might easily have had its rise in Torello.  Again, though\nit has been shown that all modern reports of the _Couvade_ as existing in\nBiscay have been founded only on the ancient assertion of Strabo, it is\nstill remarkable that it is in this part of Europe alone that the custom\nhas ever been found.\n\nIf the composer of Aucassin derived his story from such a source, it is\neasy to see also whence he got the idea of the special form he has given\nit; for a narrative in prose mingled with interludes of verse, though\nstrange to European literature, is common in Arabian.\n\nAnd yet, whatever his sources or his models, one feels that his debt to\nthem is trifling compared to the worth of his own work.  All that he\ndescribes he has seen with his own eyes; and all that he tells, be it\nborrowed or invented, is quickened and heightened and made immortal by\nhis own touch upon it.\n\nAll who can should read this story in its own language--the simple easy-\nflowing Old-French, with its infantile syntax, and naive but effective\nefforts at distinction and what we now call style.  There are various\neditions of the old French text; but the two easiest to get and also to\nread are that of Professor Suchier, and my own.  Those in search of\nlearning will always turn to Germany, and Suchier is a very learned man.\nBut I can honestly advise all English readers to get my edition\n(Macmillan, 1897) in which the text is given as pure as I could draw it\nfrom the fountain head, the original MS. at Paris; where the music to the\nverse sections will be found printed in its proper notation; and which\ncontains also a literal translation, full notes, and a glossary.\n\nThe present translation varies a good deal from that I printed with the\nOld-French text.  I have to some extent relaxed the restrictions I\nimposed on myself there, and have given freer turns, even verging\noccasionally on paraphrase, to bring out the full meaning, which it is\noften possible to miss in the original, especially in the very condensed\nstyle of the verses.  These changes will, I hope, make this version easy\nand pleasant to read even by those who have no leisure or no inclination\nto attempt the study of the Old-French itself.\n\n\n\n\nAUCASSIN & NICOLETTE\n\n\n'TIS OF AUCASSIN AND OF NICOLETTE\n\n\nWho would list a pleasant lay,\nPastime of the old and grey?\nOf two lovers, children yet,\nAucassin and Nicolette;\nOf the sorrows he went through,\nOf the great things he did do,\nAll for his bright favoured may.\nSweet the song is, fair the say,\nFull of art and full of grace.\nThere is none in such ill case,\nSad with sorrow, waste with care,\nSick with sadness, if he hear,\nBut shall in the hearing be\nWhole again and glad with glee,\n   So sweet the story.\n\n_Here they speak and tell the story_.\n\nHow Bulgarius Count of Valence made war upon Warren Count of Beaucaire.\nAnd this war was so great, so marvellous, and so mortal, that not a day\ndawned but there he was before the city, at the gates, at the walls, at\nthe fences, with knights a hundred and men-at-arms ten thousand on foot\nand on horse; and he burned his land, laid waste his country, and slew\nhis liegemen.  Warren, Count of Beaucaire, was an old man and feeble, who\nhad overlived his term.  He had none to succeed him, neither son nor\ndaughter, save one only boy; and what he was like, I will tell you.\nAucassin was the young lord's name, and a pretty lad he was.  He had\ngolden hair in little curls, and laughing blue eyes, a face fair of\ncolour and fine of curve, and a proud shapely nose.  Aye, so endued was\nhe with good conditions that there was none bad in him, but good only.\nBut so overcome was he of Love, who masters all, that he refused\nknighthood, abjured arms, shunned the tourney, and left undone all his\ndevoir.\n\nHis father and his mother would say to him: \"Son! come, take thine arms\nand to horse!  Fight for thy land and succour thy liegemen!  If they see\nthee in the midst of them, they will fight the better for their lives and\ntheir havings and for thy land and mine!\"\n\n\"Father,\" said Aucassin, \"to what purpose is this oration?  Never God\ngive me ought that I ask of Him, if I take knighthood or mount horse, if\nI face fight or battlefield to smite knight or be myself smitten, if you\ngive me not Nicolette, my sweet friend whom I love so well!\"\n\n\"My son,\" said his father, \"it cannot be.  Have done with Nicolette!  She\nis a slave-girl, carried captive from a foreign land.  The Viscount of\nthis place bought her of the heathen, and brought her here.  He held her\nat the font, and christened her, and stood godfather to her.  Some day he\nwill give her a young fellow to win bread for her in wedlock.  What is\nthis to you?  If you want a wife, I will give you a king's daughter or a\ncount's.  There is never so rich a man in France but you shall have his\ndaughter, if you want her.\"\n\n\"Alack, father!\" said Aucassin.  \"Where now is honour on earth so high,\nwhich Nicolette my sweet friend would not grace if it were hers?  Were\nshe Empress of Constantinople or of Germany, were she Queen of France or\nof England, there were but little in it, so noble is she and gracious and\ndebonair and endued with all good conditions.\"\n\n_Here they sing_.\n\nAucassin was of Beaucaire;\nHis was the fine castle there;\nBut on slender Nicolette\nPast man's moving is he set,\nWhom his father doth refuse;\nMenace did his mother use:\n\n\"Out upon thee, foolish boy!\nNicolette is but a toy,\nCastaway from Carthagen,\nBought a slave of heathen men.\nIf for marrying thou be,\nTake a wife of high degree!\"\n\n\"Mother, I will none but her.\nHath she not the gentle air,\nGrace of limb, and beauty bright?\nI am snared in her delight.\nIf I love her 'tis but meet,\n   So passing sweet!\"\n\n_Here they speak and tell the story_.\n\nWhen Warren Count of Beaucaire perceived that Aucassin his son was not to\nbe moved from his love of Nicolette, he betook him to the Viscount of the\nplace, who was his liegeman; and addressed him thus:\n\n\"Sir Viscount, come, rid me of Nicolette your god-daughter!  A curse on\nthe land whence ever she was fetched to this country!  Now Aucassin is\nlost to me, and all because of her.  He refuses knighthood and leaves\nundone all his devoir.  Rest assured that if I can get hold of her I will\nburn her in a fire; and for yourself too you may fear the worst.\"\n\n\"Sir,\" said the Viscount, \"'tis grief to me that he go to her, or come to\nher, or speak to her.  I had bought her with my poor pieces.  I had held\nher at the font, and christened her, and stood god-father to her; and I\nwould have given her a young fellow to win bread for her in wedlock.  What\nis this to Aucassin your son?  But seeing your will is so and your good\npleasure, I will send her to such a land and to such a country that he\nshall never set eyes on her more.\"\n\n\"See you do so!\" said Count Warren.  \"Else it might go ill with you.\"\n\nThus they parted.  Now the Viscount was a very rich man, and had a fine\npalace with a garden before it.  He had Nicolette put in a room there, on\nan upper storey, with an old woman for company; and he had bread put\nthere, and meat and wine and all they needed.  Then he had the door\nlocked, so that there was no way to get in or out.  Only there was a\nwindow of no great size which looked on the garden and gave them a little\nfresh air.\n\n_Here they sing_.\n\nNicolette is prisoner,\nIn a vaulted bed-chamber,\nStrange of pattern and design,\nRichly painted, rarely fine.\nAt the window-sill of stone\nLeaned the maiden sad and lone.\nYellow was her shining hair,\nAnd her eyebrow pencilled rare,\nFace fine-curved and colour fair:\nNever saw you lovelier.\nGazed she o'er the garden-ground,\nSaw the opening roses round,\nHeard the birds sing merrily;\nThen she made her orphan cry:\n\n\"Woe's me! what a wretch am I!\nCaged and captive, why, ah why?\nAucassin, young lord, prithee,\nYour sweetheart, am I not she?\nAy, methinks you hate not me.\nFor your sake I'm prisoner,\nIn this vaulted bed-chamber,\nWhere my life's a weary one.\nBut by God, sweet Mary's son,\nLong herein I will not stay,\n   Can I find way!\"\n\n_Here they speak and tell the story_.\n\nNicolette was in prison, as you have harkened and heard, in the chamber.\nThe cry and the noise ran through all the land and through all the\ncountry that Nicolette was lost.  There are some say she is fled abroad\nout of the land.  Other some that Warren, Count of Beaucaire, has had her\ndone to death.  Rejoice who might, Aucassin was not well pleased.  But he\nwent straightway to the Viscount of the place, and thus addressed him:\n\n\"Sir Viscount, what have you done with Nicolette, my very sweet friend,\nthe thing that I love best in all the world?  Have you stolen and taken\nher from me?  Rest assured that if I die of this thing, my blood will be\nrequired of you; and very justly, when you have gone and killed me with\nyour two hands.  For you have stolen from me the thing that I love best\nin all the world.\"\n\n\"Fair sir,\" said the Viscount, \"now let be!  Nicolette is a slave-girl\nwhom I fetched from a foreign land and bought for money of the heathen.  I\nheld her at the font, and christened her and stood godfather to her, and\nhave brought her up.  One of these days I would have given her a young\nfellow to win bread for her in wedlock.  What is this to you?  Take you\nsome king's daughter or some count's.  Moreover, what were you profited,\nthink you, had you made her your concubine, or taken her to live with\nyou?  Mighty little had you got by that, seeing that your soul would be\nin Hell for ever and ever, for to Paradise you would never win!\"\n\n\"Paradise?  What have I to do there?  I seek not to win Paradise, so I\nhave Nicolette my sweet friend whom I love so well.  For none go to\nParadise but I'll tell you who.  Your old priests and your old cripples,\nand the halt and maimed, who are down on their knees day and night,\nbefore altars and in old crypts; these also that wear mangy old cloaks,\nor go in rags and tatters, shivering and shoeless and showing their\nsores, and who die of hunger and want and cold and misery.  Such are they\nwho go to Paradise; and what have I to do with them?  Hell is the place\nfor me.  For to Hell go the fine churchmen, and the fine knights, killed\nin the tourney or in some grand war, the brave soldiers and the gallant\ngentlemen.  With them will I go.  There go also the fair gracious ladies\nwho have lovers two or three beside their lord.  There go the gold and\nthe silver, the sables and ermines.  There go the harpers and the\nminstrels and the kings of the earth.  With them will I go, so I have\nNicolette my most sweet friend with me.\"\n\n\"I' faith,\" said the Viscount, \"'tis but vain to speak of it; you will\nsee her no more.  Aye, were you to get speech of her and it came to your\nfather's ears, he would burn both her and me in a fire; and for yourself\ntoo you might fear the worst.\"\n\n\"This is sore news to me,\" said Aucassin.  And he departed from the\nViscount, sorrowful.\n\n_Here they sing_.\n\nAucassin has turned once more\nIn wanhope and sorrow sore\nFor his love-friend bright of face.\nNone can help his evil case,\nNone a word of counsel say.\nTo the palace went his way;\nStep by step he climbed the stair;\nEntered in a chamber there.\nThen he 'gan to weep alone,\nAnd most dismally to groan,\nAnd his lady to bemoan.\n\n\"Nicolette, ah, gracious air!\nComing, going, ever fair!\nIn thy talk and in thy toying,\nIn thy jest and in thy joying,\nIn thy kissing, in thy coying.\nI am sore distressed for thee.\nSuch a woe has come on me\nThat I trow not to win free,\n      Sweet sister friend!\"\n\n_Here they speak and tell the story_.\n\nAt the same time that Aucassin was in the chamber, bemoaning Nicolette\nhis friend, Bulgarius Count of Valence, who had his war to maintain,\nforgat it not; but he had summoned his men, foot and horse, and advanced\nto assault the castle.  And the cry went up and the noise; and the\nknights and men-at-arms girt on their armour, and hastened to the gates\nand walls to defend the castle; while the townsfolk mounted the parapets\nand hurled bolts and sharpened stakes.  At the time when the assault was\nfast and furious, Warren Count of Beaucaire came into the chamber where\nAucassin was weeping and bemoaning Nicolette his most sweet friend whom\nhe loved so well.\n\n\"Ah, my son!\" said he.  \"Wretch that thou art and unhappy, to see assault\nmade on this thy castle--none better nor more strong!  Know, moreover,\nthat if thou lose it thou losest thine inheritance!  Come now, my son,\ntake thine arms and to horse!  Fight for thy land, and succour thy\nliegemen, and get thee to the field!  Though thou strike never a man nor\nbe thyself stricken, if they but see thee among them they will make a\nbetter fight for their lives and their havings, and for thy land and\nmine.  So tall art thou and so strong, 'tis no great thing to do; and it\nis thy devoir.\"\n\n\"Father,\" said Aucassin, \"to what purpose is this oration?  Never God\ngive me ought that I ask of him, if I take knighthood or mount horse or\ngo to the fighting to smite knight or be myself smitten, if you give me\nnot Nicolette, my sweet friend, whom I love so well!\"\n\n\"Son,\" said his father, \"that cannot be.  Rather would I suffer loss of\nall my inheritance, aye, of all I have, than that thou shouldst have her\nto woman or to wife!\"\n\nAnd he turned to go.  And when Aucassin saw him departing, he called him\nback.\n\n\"Father,\" said Aucassin, \"come hither, and I will make a fair covenant\nwith you!\"\n\n\"Aye, and what covenant, fair son?\"\n\n\"I will take arms and go to the fighting on such condition, that, if God\nbring me again safe and sound, you will give me leave to see Nicolette my\nsweet friend for such time as I may speak two words to her or three, and\nonce only kiss her.\"\n\n\"I consent,\" said his father.\n\nSo he made agreement with him, and Aucassin was well-pleased.\n\n_Here they sing_.\n\nAucassin heard of the kiss\nOn returning to be his.\nHundred thousand marks pure gold\nHim had made less blithe and bold.\nArms he called for, rich and rare;\nThey made ready for his wear.\nHauberk donned he, double-lined;\nHelmet on his head did bind;\nGirt his sword with hilt pure gold;\nMounted on his charger bold;\nSpear and buckler then he took;\nAt his two feet cast a look,\nIn the stirrups trod they trim;\nWondrous proud he carried him.\nHis sweet friend--he thought on her,\nTo his charger clapped the spur;\nForth he springs full mettlesome;\nStraightway to the gate they come\n   That led to battle.\n\n_Here they speak and tell the story_.\n\nAucassin was arrayed and mounted on his horse, as you have harkened and\nheard.  Lord! how well it became him--the shield on his neck and the helm\non his head and the sword-belt on his left hip!  And the boy was tall and\nstrong and comely and slim and well-grown; and the horse he bestrode was\nfleet of foot and high of mettle, and the boy had put him through the\ngate cleverly.  Now don't you suppose that his thoughts would have been\nset on taking spoil of oxen or cows or goats? that he would have struck\nat some knight or been stricken in turn?  Not a whit! it never once\noccurred to him.  But his thought was so set upon Nicolette, his sweet\nfriend, that he forgot the reins and all he had to do.  And his horse,\nfeeling the spur, dashed with him through the press, and charged right\ninto the thick of the enemy, who laid hands on him on all sides, and made\nhim prisoner.  They took from him shield and lance, and led him captive\nthen and there.  They were already questioning one with another as to\nwhat manner of death they should put him to; and when Aucassin heard it,\n\n\"Ah, gracious Heaven!\" he said, \"and are these my mortal foes who hale me\nhere and are presently about to cut off my head?  And once I have my head\ncut off, nevermore shall I speak to Nicolette my sweet friend whom I love\nso well.  Nay, I have yet a good sword, and under me a good steed\nuntired.  An I defend me not now for her sake, ne'er help her God if ever\nagain she love me!\"\n\nThe boy was tall and strong, and the horse beneath him was eager.  He put\nhis hand to his sword and began to strike to right and to left, slashing\nhelmet and nose-guard, fist and wrist, and making havoc all around him as\nthe boar does when the dogs set on him in the forest; so that he\noverthrew ten of their knights and wounded seven; and charged then and\nthere out of the press, and rode back full gallop, sword in hand.\n\nBulgarius, Count of Valence, heard say that they were about to hang\nAucassin his enemy, and came that way.  Aucassin failed not to espy him;\nand gripping his sword, he smote him through the helmet so that he clave\nit to the skull.  He was so stunned that he fell to earth; and Aucassin\nput out his hand and took him prisoner, and led him off by the nose-guard\nof his helmet, and delivered him to his father.\n\n\"Father,\" said Aucassin, \"see here is your enemy who has made war on you\nso long and done you hurt so great.  Twenty years has this war lasted,\nand never a man to put an end to it.\"\n\n\"Fair son,\" said his father, \"well were it you should do deeds like this,\nand not gape at folly!\"\n\n\"Father,\" said Aucassin, \"read me no lectures, but keep me my covenant!\"\n\n\"Bah! what covenant, fair son?\"\n\n\"Alack, father, have you forgotten it?  By the head of me, forget it who\nmay, I do not mean to forget it.  Rather have I laid it much to heart.\nDid you not make this covenant with me, that if I took arms and went out\nto the fighting, and if God brought me back safe and sound, you would let\nme see Nicolette my sweet friend for such time as I might speak two words\nto her or three, and once only kiss her?  This covenant you made with me,\nand this covenant I will have you keep with me!\"\n\n\"What, I?\" said his father.  \"Ne'er help me Heaven if I keep this\ncovenant with you! and were she here now I would burn her in a fire; and\nfor yourself too you might fear the worst.\"\n\n\"Is this the whole conclusion?\" said Aucassin.\n\n\"Aye,\" said his father, \"so help me Heaven!\"\n\n\"I' faith,\" said Aucassin, \"then I am very sorry that a man of your age\nshould be a liar.--Count of Valence, you are my prisoner.\"\n\n\"Sir, it is even so,\" said the Count.\n\n\"Give me your hand!\" said Aucassin.\n\n\"Sir, right willingly.\"\n\nHe put his hand in his.\n\n\"This you pledge me,\" said Aucassin, \"that never in all your days to be\nshall it be in your power to do shame to my father or to do hurt to him\nor his, and you not do it!\"\n\n\"Sir,\" said he, \"for God's sake, mock me not, but set me a ransom!  You\ncan ask me nothing, gold or silver, war-horses or palfreys, sables or\nermines, hounds or hawks, that I will not give you.\"\n\n\"How now?\" said Aucassin.  \"Wot you not that you are my prisoner?\"\n\n\"Aye, sir,\" said the Count Bulgarius.\n\n\"Ne'er help me Heaven,\" said Aucassin, \"save you give me this pledge, if\nI send not your head a-flying!\"\n\n\"I' God's name,\" said he, \"I give you what pledge you please!\"\n\nHe gave the pledge; and Aucassin set him on a horse, and himself mounted\nanother, and conducted him till he was in safety.\n\n_Here they sing_.\n\nWhen Count Warren saw indeed\nThat he never will succeed\nAucassin his son to get\nFrom bright-favoured Nicolette,\nIn a pris'n he had him set,\nIn a dungeon hid from day,\nBuilded all of marble grey.\nNow when Aucassin came there\nSad he was--so was he ne'er.\nLoud lamenting he fell on,\nThus as you shall hear anon.\n\n\"Flow'r o' the lily, Nicolette!\nBright-faced sweetheart, Nicolette!\nSweet as cluster of the vine,\nSweet as meed in maselyn.\nThis I saw some yesterday,\nHow a pilgrim on his way--\nLimousin his land was--lay\nFevered on a bed within.\nGrievous had his sickness been,\nGreat the fever he was in.\nBy his bedside Nicolette\nPassing, lifted skirts and let--\n'Neath the pretty ermine frock,\n'Neath the snowy linen smock--\nJust a dainty ankle show.\nLo, the sick was healed, and lo,\nFound him whole as ne'er before.\nFrom his bed he rose once more,\nAnd to his own land did flit,\nSafe and sound, whole ever whit.\n\nFlow'r o' the lily, Nicolette!\nComing, going, ever pleasing,\nIn thy talk and in thy teasing,\nIn thy jest and in thy joying,\nIn thy kisses, in thy coying!\nThere is none could hate thee, dear!\nYet for thy sake am I here,\nIn this dungeon hid from day,\nWhere I cry Ah, well-a-way!\nNow to die behoveth me,\n   Sweet friend, for thee!\"\n\n_Here they speak and tell the story_.\n\nAucassin was put in prison, as you have listened and heard, and Nicolette\nwas elsewhere in the chamber.  'Twas the summer time, the month of May,\nwhen the days are warm and long and bright, and the nights still and\ncloudless.  Nicolette lay one night in her bed, and saw the moon shine\nbright through a window, and heard the nightingale sing in the garden;\nand she remembered Aucassin her friend, whom she loved so well.  Then she\nfell a-thinking of Warren Count of Beaucaire, and how he hated her to\ndeath; and she thought within herself that she would abide there no\nlonger; since if she were betrayed and Count Warren knew of her, he would\nput her to an evil death.  She perceived that the old woman who was with\nher slept.  And she arose and clad her in a goodly gown that she had of\ncloth-of-silk; and she took bedclothes and towels, and tied one to other\nand made a rope as long as she could, and made it fast to the\nwindow-shaft; and so got down into the garden.  Then she took her dress\nin one hand before, and in the other behind, and girded herself, because\nof the dew she saw heavy on the grass, and went her way down the garden.\nShe had golden hair in little curls, and laughing blue eyes, and a face\nfinely curved, and a proud shapely nose, and lips more red than cherry or\nrose in summertime, and small white teeth, and little breasts that\nswelled beneath her clothes like two nuts of a walnut-tree.  And her\nwaist was so fine that your two hands could have girdled her; and the\ndaisy-flowers snapped by her toes, and lying on the arch of her foot,\nwere fairly black beside her feet and ankles, so very white the girl was.\n\nShe came to the postern, and unfastened it, and went out through the\nstreets of Beaucaire, keeping to the shadow, for the moon shone very\nbright; and she went on till she came to the tower where her friend was.\nThe tower had cracks in it here and there, and she crouched against one\nof the piers, and wrapped herself in her mantle, and thrust her head into\na chink in the tower, which was old and ancient, and heard Aucassin\nwithin weeping and making very great sorrow, and lamenting for his sweet\nfriend whom he loved so much.  And when she had listened enough to him\nshe began to speak.\n\n_Here they sing_.\n\nNicolette the bright of face\nLeaned her at the buttress-base,\nHeard within her lover dear\nWeeping and bewailing her;\nThen she spake the thought in her:\n\n\"Aucassin, most gentle knight,\nHigh-born lording, honoured wight,\nWhat avails you to weep so?\nWhat your wailing, what your woe?\nI may ne'er your darling be,\nFor your father hateth me;\nAll your kin thereto agree.\nFor your sake I'll pass the sea,\nGet me to some far countrie.\"\n\nTresses of her hair she clipped,\nAnd within the tower slipped.\nAucassin, that lover true,\nTook them and did honour due,\nFondly kissed them and caressed,\nAnd bestowed them in his breast.\nThen in tears anew he brake\n      For his love's sake.\n\n_Here they speak and tell the story_.\n\nWhen Aucassin heard Nicolette say that she would depart into another\ncountry, he felt nothing but anger.\n\n\"Fair sweet friend,\" said he, \"you shall not depart, for then would you\nhave killed me.  The first man that set eyes on you and could do so would\nstraightway lay hands on you and take you to be his concubine.  And once\nyou had lived with any man but me, now dream not that I should wait to\nfind a knife wherewith to strike me to the heart and kill me!  Nay,\nverily, that were all too long to wait.  Rather would I fling me just so\nfar as I might see a bit of wall, or a grey stone; and against that would\nI dash my head so hard that my eyes should start out and all my brains be\nscattered.  Yet even such a death would I die rather than know you had\nlived with any man but me.\"\n\n\"Ah!\" said she, \"I trow not that you love me so well as you say; but I\nlove you better than you do me.\"\n\n\"Alack!\" said Aucassin, \"fair sweet friend!  That were not possible that\nyou should love me so well as I do you.  Woman cannot love man so well as\nman loves woman.  For a woman's love lies in her eye, in bud of bosom or\ntip of toe.  But a man's love is within him, rooted in his heart, whence\nit cannot go forth.\"\n\nWhile Aucassin and Nicolette were talking together, the town watch came\ndown a street.  They had their swords drawn under their cloaks, for Count\nWarren had given them command that if they could lay hands on her they\nshould kill her.  And the watchman on the tower saw them coming, and\nheard that they were talking of Nicolette and threatening to kill her.\n\n\"Great Heavens!\" he said, \"what pity it were should they slay so fair a\nmaid!  'Twere a mighty good deed if I could tell her, in such wise that\nthey perceived it not, and she could be ware of them.  For if they slay\nher, then will Aucassin my young lord die; and that were great pity.\"\n\n_Here they sing_.\n\nValiant was the watch on wall,\nKindly, quick of wit withal.\nHe struck up a roundelay\nVery seasonably gay.\n\n\"Maiden of the noble heart,\nWinsome fair of form thou art;\nWinsome is thy golden hair,\nBlue thine eye and blithe thine air.\nWell I see it by thy cheer,\nThou hast spoken with thy fere,\nWho for thee lies dying here.\nThis I tell thee, thou give ear!\n'Ware thee of the sudden foe!\nYonder seeking thee they go.\n'Neath each cloak a sword I see;\nTerribly they threaten thee.\nSoon they'll do thee some misdeed\n   Save thou take heed!\" {39}\n\n_Here they speak and tell the story_.\n\n\"Ah!\" said Nicolette; \"now may thy father's soul and thy mother's be in\nblessed repose, for the grace and for the courtesy with which thou hast\ntold me!  Please God I will guard me well from them, and may God Himself\nbe my guard!\"\n\nShe wrapped her mantle about her in the shadow of the pier, till they had\npassed.  Then she took leave of Aucassin and went her way till she came\nto the castle wall.  There was a breach in it which had been boarded up.\nOn to this she climbed, and so got over between the wall and the ditch;\nand looking down she saw the ditch was very deep and the sides very\nsheer, and she was sore afraid.\n\n\"Ah, gracious Heaven!\" she said; \"if I let myself fall I shall break my\nneck; and if I abide here, I shall be taken to-morrow and burned in a\nfire.  Nay, I had liefer die here than be made a show to-morrow for all\nthe folk to stare at!\"\n\nShe crossed herself, and let herself slip down into the ditch.  And when\nshe came to the bottom, her fair feet and her fair hands, untaught that\nought could hurt them, were bruised and torn, and the blood flowed in\nfull a dozen places.  Nevertheless she felt neither hurt nor pain for her\ngreat dread.  And if she were troubled as to the getting in, she was far\nmore troubled as to the getting out.  But she bethought her that it was\nno good to linger there; and she found a sharpened stake which had been\nthrown by those within in the defence of the castle; and with this she\nmade steps one above the other, and with much difficulty climbed up till\nshe reached the top.\n\nNow hard by was the forest, within two bowshots.  It stretched full\nthirty leagues in length and in breadth, and had wild beasts in it and\nsnaky things.  She was afraid that if she went into it, these would kill\nher; and on the other hand she bethought her that if she were found there\nshe would be taken back to the town to be burned.\n\n_Here they sing_.\n\nNicolette, that bright-faced may,\nUp the moat had won her way,\nAnd to waymenting did fall,\nAnd on Jesu's name 'gan call:\n\n\"Father, King of Majesty!\nNow I wot not which way fly.\nShould I to the greenwood hie,\nThere the wolves will me devour,\nAnd the lions and wild boar,\nWhereof yonder is great store.\nShould I wait the daylight clear,\nSo that they should find me here,\nLighted will the fire bin\nThat my body shall burn in.\nBut, O God of Majesty!\nI had liefer yet fairly\nThat the wolves should me devour,\nAnd the lions and wild boar,\nThan into the city fare!\n   I'll not go there.\"\n\n_Here they speak and tell the story_.\n\nNicolette made great lamentation, as you have heard.  She commended\nherself to God, and went on till she came into the forest.  She durst not\ngo deep into it, for the wild beasts and the snaky things; and she crept\ninto a thick bush, and sleep fell on her.  She slept till the morrow at\nhigh Prime, when the herdboys came out of the town, and drove their\nbeasts between the wood and the river.  They drew aside to a very\nbeautiful spring which was at the edge of the forest, and spread out a\ncloak and put their bread on it.  While they were eating, Nicolette awoke\nat the cry of the birds and of the herdboys, and she sprang towards them.\n\n\"Fair children!\" said she, \"may the Lord help you!\"\n\n\"May God bless you!\" said the one who was more ready of speech than the\nothers.\n\n\"Fair children,\" said she, \"know you Aucassin, the son of the Count\nWarren of Beaucaire?\"\n\n\"Yes, we know him well.\"\n\n\"So God help you, fair children,\" said she, \"tell him that there is a\nbeast in this forest, and that he come to hunt it.  And if he can catch\nit he would not give one limb of it for a hundred marks of gold, no, not\nfor five hundred, nor for any wealth.\"\n\nAnd they gazed at her, and when they saw her so beautiful they were all\namazed.\n\n\"What, I tell him?\" said he who was more ready of speech than the others.\n\"Sorrow be his whoever speak of it or whoever tell him!  'Tis fantasy\nthat you say, since there is not so costly a beast in this forest,\nneither stag nor lion nor wild boar, one of whose limbs were worth more\nthan two pence, or three at the most; and you speak of so great wealth!\nFoul sorrow be his who believe you, or whoever tell him!  You are a fay,\nand we have no care for your company.  So keep on your way!\"\n\n\"Ah, fair children!\" said she, \"this will you do!  The beast has such a\nmedicine that Aucassin will be cured of his hurt.  And I have here five\nsous in my purse; take them, so you tell him!  Aye, and within three days\nmust he hunt it, and, if in three days he find it not, never more will he\nbe cured of his hurt!\"\n\n\"I' faith!\" said he, \"the pence will we take; and if he come here we will\ntell him, but we will never go to seek him.\"\n\n\"I' God's name!\" said she.\n\nThen she took leave of the herdboys, and went her way.\n\n_Here they sing_.\n\nNicolette, that bright-faced may,\nFrom the herdboys went her way,\nAnd her journeying addressed\nThrough the leafy thick forest,\nDown a path of olden day,\nTill she came to a highway,\nWhere do seven roads divide\nThrough the land to wander wide.\nThen she fell bethinking her\nShe will try her true lover\nIf he love her as he sware.\nFlow'rs o' the lily gathered she,\nBranches of the jarris-tree,\nAnd green leaves abundantly.\nAnd she built a bower of green;\nDaintier was there never seen.\nBy the truth of Heaven she sware,\nThat should Aucassin come there,\nAnd a little rest not take\nIn the bower for her sweet sake,\nNe'er shall he her lover be,\n   Nor his love she!\n\n_Here they speak and tell the story_.\n\nNicolette had made the bower, as you have harkened and heard; very pretty\nshe made it and very dainty, and all bedecked within and without with\nflowers and leaves.  Then she laid her down near to the bower in a thick\nbush, to see what Aucassin would do.\n\nAnd the cry and the noise went through all the land and through all the\ncountry that Nicolette was lost.  There are some say that she is fled\naway; other some that the Count Warren has had her done to death.  Rejoice\nwho might, Aucassin was not well pleased.  Count Warren his father bade\ntake him out of prison; and summoned the knights of the land, and the\ndamozels, and made a very rich feast, thinking to comfort Aucassin his\nson.  But while the feasting was at its height, there was Aucassin leaned\nagainst a balcony, all sorrowful and all downcast.  Make merry who might,\nAucassin had no taste for it; since he saw nothing there of that he\nloved.  A knight looked upon him, and came to him, and accosted him:\n\n\"Aucassin,\" said he, \"of such sickness as yours, I too have been sick.  I\nwill give you good counsel, if you will trust me.\"\n\n\"Sir,\" said Aucassin, \"gramercy!  Good counsel should I hold dear.\"\n\n\"Mount on a horse,\" said he, \"and go by yon forest side to divert you;\nthere you will see the flowers and green things, and hear the birds sing.\nPeradventure you shall hear a word for which you shall be the better.\"\n\n\"Sir,\" said Aucassin, \"gramercy!  So will I do.\"\n\nHe stole from the hall, and descended the stairs, and came to the stable\nwhere his horse was.  He bade saddle and bridle him; and setting foot in\nstirrup, he mounted and rode forth out of the castle, and went on till he\ncame to the forest.  He rode till he reached the spring, and came upon\nthe herdboys at the point of None.  They had spread a cloak on the grass,\nand were eating their bread and making very great merriment.\n\n_Here they sing_.\n\nCame the herds from every part in;\nThere was Esme, there was Martin;\nThere was Fruelin and Johnny;\nAubrey boon, and Robin bonny.\nThen to speech did one address him:\n\"Mates, young Aucassin, God bless him!\n'Struth, it is a fine young fellow!\nAnd the girl with hair so yellow,\nWith the body slim and slender,\nEyes so blue and bloom so tender!\nShe that gave us such a penny\nAs shall buy us sweetmeats many,\nHunting-knife and sheath of leather,\nFlute and fife to play together,\nScrannel pipe and cudgel beechen.\n   I pray God leech him!\" {48}\n\n_Here they speak and tell the story_.\n\nWhen Aucassin heard the shepherd boys, he minded him of Nicolette his\nmost sweet friend whom he loved so well; and he bethought him that she\nhad been there.  And he pricked his horse with the spurs, and came to the\nshepherd boys.\n\n\"Fair children, may God help you!\"\n\n\"May God bless you!\" said he who was more ready of speech than the\nothers.\n\n\"Fair children,\" said he, \"say again the song that you were saying just\nnow!\"\n\n\"We will not say it,\" said he who was more ready of speech than the\nothers.  \"Sorrow be his who sings it for you, fair sir!\"\n\n\"Fair children,\" said Aucassin, \"do you not know me?\"\n\n\"Aye, we know well that you are Aucassin, our young lord; but we are not\nyour men, but the Count's.\"\n\n\"Fair children, you will do so, I pray you!\"\n\n\"Hear, by gog's heart!\" said he.  \"And why should I sing for you, an it\nsuit me not?  When there is no man in this land so rich, saving Count\nWarren's self, who finding my oxen or my cows or my sheep in his pastures\nor in his crops, would dare to chase them from it, for fear of having his\neyes put out.  And why should I sing for you, an it suit me not?\"\n\n\"So God help you, fair children, you will do so!  And take ten sous which\nI have here in a purse!\"\n\n\"Sir, the pence will we take, but I will not sing to you, for I have\nsworn it.  But I will tell it to you, if you will.\"\n\n\"I' God's name!\" said Aucassin; \"I had liefer telling than nothing.\"\n\n\"Sir, we were here just now, between Prime and Tierce, and were eating\nour bread at this spring, even as we are doing now.  And a maiden came\nhere, the most beautiful thing in the world, so that we deemed it was a\nfay, and all the wood lightened with her.  And she gave us of what was\nhers, so that we covenanted with her, if you came here, we would tell you\nthat you are to go a-hunting in this forest.  There is a beast there\nwhich, could you catch it, you would not give one of its limbs for five\nhundred marks of silver, nor for any wealth.  For the beast has such a\nmedicine that if you can catch it you will be cured of your hurt.  Aye,\nand within three days must you have caught it, and if you have not caught\nit, never more will you see it.  Now hunt it an you will, or an you will\nleave it; for I have well acquitted myself towards her.\"\n\n\"Fair children,\" said Aucassin, \"enough have you said; and God grant me\nto find it!\"\n\n_Here they sing_.\n\nAucassin has word for word\nOf his lithe-limbed lady heard;\nDeep they pierced him to the quick;\nFrom the herds he parted quick,\nStruck into the greenwood thick.\nQuickly stepped his gallant steed,\nBore him fairly off full speed.\nThen he spake, three words he said:\n\"Nicolette, O lithe-limbed maid!\nFor your sake I thrid the glade!\nStag nor boar I now pursue,\nBut the sleuth I track for you!\nYour bright eyes and body lithe,\nYour sweet words and laughter blithe,\nWounded have my heart to death.\nSo God, the strong Father will,\nI shall look upon you still,\n   Sister, sweet friend!\"\n\n_Here they speak and tell the story_.\n\nAucassin went through the forest this way and that way, and his good\nsteed carried him a great pace.  Think not that the briars and thorns\nspared him!  Not a whit!  Nay they tore his clothes so, that 'twere hard\nwork to have patched them together again; and the blood flowed from his\narms and his sides and his legs in forty places or thirty; so that one\ncould have followed the boy by the trace of the blood that fell upon the\ngrass.  But he thought so much on Nicolette, his sweet friend, that he\nfelt neither hurt nor pain.  All day long he rode through the forest, but\nso it was that he never heard news of her.  And, when he saw that evening\ndrew on, he began to weep because he found her not.\n\nHe was riding down an old grassy road, when he looked before him in the\nway and saw a boy, and I will tell you what he was like.  He was tall of\nstature and wonderful to see, so ugly and hideous.  He had a monstrous\nshock-head black as coal, and there was more than a full palm-breadth\nbetween his two eyes; and he had great cheeks, and an immense flat nose,\nwith great wide nostrils, and thick lips redder than a roast, and great\nugly yellow teeth.  He was shod in leggings and shoes of ox-hide, laced\nwith bast to above the knee; and was wrapped in a cloak which seemed\ninside out either way on, and was leaning on a great club.  Aucassin\nsprang to meet him, and was terrified at the nearer sight of him.\n\n\"Fair brother, may God help you!\"\n\n\"May God bless you!\" said he.\n\n\"So God help you, what do you there?\"\n\n\"What matters it to you?\" said he.\n\n\"Nothing\"; said Aucassin; \"I ask not for any ill reason.\"\n\n\"But wherefore are you weeping,\" said he, \"and making such sorrow?  I'\nfaith, were I as rich a man as you are, all the world would not make me\nweep!\"\n\n\"Bah!  Do you know me?\" said Aucassin.\n\n\"Aye.  I know well that you are Aucassin the son of the Count; and if you\ntell me wherefore you are weeping I will tell you what I am doing here.\"\n\n\"Certes,\" said Aucassin, \"I will tell you right willingly.  I came this\nmorning to hunt in this forest; and I had a white greyhound, the fairest\nin the world, and I have lost it; 'tis for this I am weeping.\"\n\n\"Hear him!\" said he, \"by the blessed heart! and you wept for a stinking\ndog!  Sorrow be his who ever again hold you in account!  Why there is no\nman in this land so rich, of whom if your father asked ten, or fifteen,\nor twenty, he would not give them only too willingly, and be only too\nglad.  Nay, 'tis I should weep and make sorrow.\"\n\n\"And wherefore you, brother?\"\n\n\"Sir, I will tell you.  I was hireling to a rich farmer, and drove his\nplough--four oxen there were.  Three days since a great misfortune befell\nme.  I lost the best of my oxen, Roget, the best of my team; and I have\nbeen in search of it ever since.  I have neither eaten nor drunk these\nthree days past; and I dare not go into the town, as they would put me in\nprison, since I have not wherewith to pay for it.  Worldly goods have I\nnone worth ought but what you see on the body of me.  I have a mother,\npoor woman, who had nothing worth ought save one poor mattress, and this\nthey have dragged from under her back, so that she lies on the bare\nstraw; and for her I am troubled a deal more than for myself.  For wealth\ncomes and goes; if I have lost now I shall gain another time, and I shall\npay for my ox when I can; nor will I ever weep for an ox.  And you wept\nfor a dog of the dunghill!  Sorrow be his who ever again hold you in\naccount!\"\n\n\"Certes, you are of good comfort, fair brother!  Bless you for it!  And\nwhat was thine ox worth?\"\n\n\"Sir, it is twenty sous they ask me for it; I cannot abate a single\nfarthing.\"\n\n\"Here,\" said Aucassin, \"take these twenty which I have in my purse, and\npay for thine ox!\"\n\n\"Sir,\" said he, \"Gramercy!  And may God grant you to find that which you\nseek!\"\n\nHe took leave of him; and Aucassin rode on.  The night was fine and\nstill; and he went on till he came to the place where the seven roads\ndivide, and there before him he saw the bower which Nicolette had made,\nbedecked within and without and over and in front with flowers, and so\npretty that prettier could not be.  When Aucassin perceived it, he drew\nrein all in a moment; and the light of the moon smote within it.\n\n\"Ah, Heaven!\" said Aucassin, \"here has Nicolette been, my sweet friend;\nand this did she make with her beautiful hands!  For the sweetness of\nher, and for her love, I will now alight here, and rest me there this\nnight through.\"\n\nHe put his foot out of the stirrup to alight.  His horse was big and\nhigh; and he was thinking so much on Nicolette, his most sweet friend,\nthat he fell on a stone so hard that his shoulder flew out of place.  He\nfelt that he was badly hurt; but he bestirred him the best he could, and\ntied his horse up with his other hand to a thorn; and he turned over on\nhis side, so that he got into the bower on his back.  And he looked\nthrough a chink in the bower, and saw the stars in the sky; and he saw\none there brighter than the rest, and he began to say:\n\n_Here they sing_.\n\n\"Little star, I see thee there,\nThat the moon draws close to her!\nNicolette is with thee there,\nMy love of the golden hair.\nGod, I trow, wants her in Heaven\nTo become the lamp of even.\n\n. . . . .\n. . . . .\n. . . . . {57}\n\nWhatsoe'er the fall might be,\nWould I were aloft with thee!\nStraitly I would kiss thee there.\nThough a monarch's son I were,\nYet would you befit me fair,\n   Sister, sweet friend!\"\n\n_Here they speak and tell the story_.\n\nWhen Nicolette heard Aucassin she came to him, for she was not far off.\nShe came into the bower, and threw her arms round his neck, and kissed\nand caressed him.\n\n\"Fair sweet friend, well be you met!\"\n\n\"And you, fair sweet friend, be you the well met!\"\n\nThey kissed and caressed each other, and their joy was beautiful.\n\n\"Ah, sweet friend!\" said Aucassin, \"I was but now sore hurt in my\nshoulder; and now I feel neither hurt nor pain since I have you!\"\n\nShe felt about, and found that he had his shoulder out of place.  She\nplied it so with her white hands, and achieved (as God willed, who loveth\nlovers) that it came again into place.  And then she took flowers and\nfresh grass and green leaves, and bound them on with the lappet of her\nsmock, and he was quite healed.\n\n\"Aucassin,\" said she, \"fair sweet friend, take counsel what you will do!\nIf your father makes them search this forest to-morrow, and they find\nme--whatever may become of you, they will kill me!\"\n\n\"Certes, fair sweet friend, I should be much grieved at that!  But, an I\nbe able, they shall never have hold of you!\"\n\nHe mounted on his horse, and took his love in front of him, kissing and\ncaressing her; and they set out into the open fields.\n\n_Here they sing_.\n\nAucassin, the boon, the blond,\nHigh-born youth and lover fond,\nRode from out the deep forest;\nIn his arms his love he pressed,\n'Fore him on the saddle-bow;\nKisses her on eyes and brow,\nOn her mouth and on her chin.\nThen to him did she begin:\n\n\"Aucassin, fair lover sweet,\nTo what land are we to fleet?\"\n\n\"Sweet my sweetheart, what know I?\nNought to me 'tis where we fly,\nIn greenwood or utter way,\nSo I am with you alway!\"\n\nSo they pass by dale and down,\nBy the burgh and by the town,\nAt daybreak the sea did reach,\nAnd alighted on the beach\n   'Longside the strand.\n\n_Here they speak and tell the story_.\n\nAucassin had alighted, he and his love together, as you have harkened and\nheard.  He held his horse by the bridle and his love by the hand, and\nthey began to go along the shore; and they went on till Aucassin descried\nsome merchants who were in a ship sailing near the shore.  He beckoned to\nthem and they came to him; and he dealt with them so that they took him\ninto their ship.  And when they were on the high sea a storm arose, great\nand wonderful, which carried them from land to land, till they arrived at\na foreign land, and entered the port of the castle of Torelore.  Then\nthey asked what land it was; and they told them that it was the land of\nthe king of Torelore.  Then he asked, Who was he, and was there war?  And\nthey told him:\n\n\"Yes, great war.\"\n\nHe took leave of the merchants, and they commended him to God.  He\nmounted his horse, with his sword girt, and his love before him, and went\non till he came to the castle.  He asked where the king was, and they\ntold him that he lay in child-bed.\n\n\"And where then is his wife?\"\n\nAnd they told him that she was with the army, and had taken thither all\nthe folk of the land.  And when Aucassin heard it, he thought it a very\nstrange thing; and he came to the palace, and alighted, he and his love\ntogether.  And she held his horse, and he went up to the palace, with his\nsword girt; and went on till he came to the room where the king lay a-\nbed.\n\n_Here they sing_.\n\nAucassin the room ent'red,\nHe the courteous, the high-bred,\nAnd went straight up to the bed,\nOn the which the king was laid.\nRight in front of him he stayed,\nAnd so spake, hear what he said:\n\"Go to, fool!  What dost thou there?\"\nQuoth the king: \"A son I bear.\nSoon as is my month fulfilled,\nAnd I am quite whole and healed,\nThen shall I the mass go hear,\nAs my ancestor did ere,\nAnd my great war to maintain\n'Gainst mine enemies again.\n   I will not leave it!\" {62}\n\n_Here they speak and tell the story_.\n\nWhen Aucassin heard the king speak thus, he took all the clothes which\nwere on him, and flung them down the room.  He saw behind him a stick.  He\ntook it, and turned and struck him, and beat him so that he was like to\nhave killed him.\n\n\"Ah, fair sir!\" said the king, \"what is it you ask of me?  Have you your\nwits distraught, you who beat me in my own house?\"\n\n\"By the heart of God,\" said Aucassin, \"you whoreson knave, I will kill\nyou unless you give me your word that never more shall any man in your\nland lie in child-bed!\"\n\nHe gave him his word; and when he had given it,\n\n\"Sir,\" said Aucassin, \"now take me where your wife is with the army!\"\n\n\"Sir, right willingly!\" said the king.\n\nHe mounted a horse, and Aucassin mounted his; and Nicolette remained in\nthe queen's chambers.  And the king and Aucassin rode till they came\nwhere the queen was; and they found it a battle of crab-apples roasted,\nand eggs, and fresh cheeses.  And Aucassin began to gaze at them, and he\nwondered very hard.\n\n_Here they sing_.\n\nAucassin has stayed him so,\nElbow-propped on saddle-bow,\nAnd began a-gazing at\nThis tremendous pitched combat.\nThey had brought with them thereto\nStore of cheeses enow new,\nWild crab-apples roasted through,\nAnd of great field-mushrooms too.\nHe who best disturbs the fords\nIs proclaimed the chief of lords.\nAucassin, the gallant knight,\n'Gan a-gazing at the sight,\n   And fell a-laughing.\n\n_Here they speak and tell the story_.\n\nWhen Aucassin saw this strange thing, he came to the king and accosted\nhim:\n\n\"Sir,\" said Aucassin, \"are these your enemies?\"\n\n\"Yes, sir,\" said the king.\n\n\"And would you that I should avenge you of them?\"\n\n\"Yes,\" said he, \"willingly.\"\n\nAnd Aucassin put his hand to his sword, and dashed in among them, and\nbegan to strike to right and to left, and killed many of them.  And when\nthe king saw that he was killing them he took him by the bridle, and\nsaid,\n\n\"Ah, fair sir!  Do not kill them so!\"\n\n\"How?\" said Aucassin. \"Do you not wish that I should avenge you?\"\n\n\"Sir,\" said the king, \"you have done it overmuch.  It is not our custom\nto kill one another.\"\n\nThe other side turned to flight; and the king and Aucassin returned to\nthe Castle of Torelore.  And the people of the country bade the king\ndrive Aucassin out of his land, and keep Nicolette for his son, since she\nseemed in sooth a lady of high degree.  And when Nicolette heard it she\nwas not well-pleased; and she began to say,\n\n_Here they sing_.\n\n\"King of Torelore!\" she said,\nNicolette the lovely maid,\n\"Fool I seem in your folk's sight!\nWhen my sweet friend clips me tight,\nSmooth and soft for his delight,\nThen am I at such a school,\nBall nor dance nor gay carole,\nHarp nor viol nor cithole,\nNor the pleasures of _nimpole_, {66}\n      Were ought beside it!\"\n\n_Here they speak and tell the story_.\n\nAucassin was at the Castle of Torelore, and Nicolette his love, in great\ncontent and in great delight, for he had with him Nicolette, his sweet\nfriend whom he loved so well.  While he was in such content and in such\ndelight, a fleet of Saracens came by sea and attacked the castle and took\nit by storm.  They took the stuff, and led away men-captives and women-\ncaptives.  They took Nicolette and Aucassin, and bound Aucassin hand and\nfoot and threw him into one ship, and Nicolette into another.  And there\narose a storm at sea which parted them.  The ship in which Aucassin was\nwent drifting over the sea till it arrived at the Castle of Beaucaire.\nAnd when the people of the country ran to the wrecking of it, they found\nAucassin, and recognised him.  When the men of Beaucaire saw their young\nlord, they made great joy of him; for Aucassin had stayed at the Castle\nof Torelore full three years, and his father and mother were dead.  They\nbrought him to the Castle of Beaucaire, and all became his liegemen.  And\nhe held his land in peace.\n\n_Here they sing_.\n\nAucassin did thus repair\nTo his city of Beaucaire;\nAll the kingdom and countrie\nHeld in great tranquillity.\nSwore he by God's majesty,\nSorer far is his regret\nFor bright-favoured Nicolette\nThan his kinsfolk every one,\nThough they all were dead and gone.\n\"Sweet my sweetheart, bright of cheer,\nYou to seek I know not where!\nNever God made that countrie,\nOverland or oversea,\nIf I thought to light on thee,\n   I'd not fly thither!\"\n\n_Here they speak and tell the story_.\n\nNow we will leave Aucassin, and tell of Nicolette.  The ship in which\nNicolette was, was the king of Carthage's, and he was her father, and she\nhad twelve brothers, all princes or kings.  When they saw Nicolette so\nbeautiful, they did her very great honour, and made rejoicing over her;\nand much they questioned of her who she was; for in sooth she seemed a\nvery noble lady and of high degree.  But she could not tell them who she\nwas; for she had been carried captive as a little child.\n\nThey sailed till they came beneath the city of Carthage.  And when\nNicolette saw the walls of the castle, and the country, she recognised\nthat it was there she had been brought up and carried captive as a little\nchild; yet she was not such a little child but that she knew well that\nshe had been daughter to the king of Carthage, and that she had been\nbrought up in the city.\n\n_Here they sing_.\n\nNicolette, the wise, the brave,\nWon to land from off the wave;\nSees the wharves, the city walls,\nAnd the palaces and halls;\nThen she cries, \"Ah! woe is me!\nAh, woe worth my high degree!\nKing's daughter of Carthagen,\nTo the Amiral akin!\nHere me holds a salvage horde!\nAucassin, my gentle lord,\nWise and worshipful and free,\nYour sweet love constraineth me,\nCalleth me and troubleth me!\nGrant me God the Heavenly\nYet to hold you in embrace,\nAnd that you should kiss my face\nAnd my mouth and all my cheer,\n   My liege lord dear!\"\n\n_Here they speak and tell the story_.\n\nWhen the king of Carthage heard Nicolette speak thus, he threw his arms\nround her neck.\n\n\"Fair sweet friend,\" said he, \"tell me who you are!  Be not afraid of\nme!\"\n\n\"Sir,\" said she, \"I am daughter to the king of Carthage, and was carried\ncaptive as a little child, full fifteen years ago.\"\n\nWhen they heard her speak thus, they knew well that she said truly; and\nthey made very great rejoicing over her, and brought her to the palace\nwith great honour, as a king's daughter.  A lord they wished to give her,\na king of Paynim; but she had no care to wed.  And when she had been\nthere full three days or four, she considered with herself by what device\nshe might go to seek Aucassin.  She procured a viol and learned to play\non it; till one day they wished to marry her to a king, a rich Paynim.\nThen she stole away in the night, and came to the seaport, and harboured\nher at the house of a poor woman on the seashore.\n\nAnd she took a herb, and smeared her head and face with it, so that she\nwas all black and stained.  And she got a coat made, and cloak and shirt\nand breeches, and attired herself in minstrel guise; and she took her\nviol, and went to a mariner, and so dealt with him that he took her in\nhis ship.  They set their sail, and sailed over the high sea till they\narrived at the land of Provence.  And Nicolette went forth, and took her\nviol, and went playing through the country, till she came to the Castle\nof Beaucaire, where Aucassin was.\n\n_Here they sing_.\n\nAt Beaucaire beneath the tower\nAucassin was one fair hour.\nHere he sat him on a stair;\nRound him his proud barons were;\nSaw the flower and green herb spring,\nHeard the song-bird sweetly sing;\nOf his love he thought anew,\nNicolette the maiden true,\nWhom he loved so long a day;\nThen to tears and sighs gave way.\nLook you, Nicolette below\nDraws her viol, draws her bow;\nNow she speaks, her tale tells so:\n\"List to me, proud lords arow,\nThose aloft and those alow!\nWould it please you hear a word\nOf Aucassin, a proud lord,\nAnd of Nicolette the bold?\nLong their love did last and hold\nTill he sought her in the wold.\nThen, from Torelore's stronghold,\nThey were haled by heathen horde.\nOf Aucassin we've no word.\nNicolette the maiden bold\nIs at Carthage the stronghold,\nWhom her father dear doth hold\nWho of yonder land is lord.\nHusband they would her award,\nFelon king of heathenesse.\nNicolette cares not for this,\nFor she loves a lording lad,\nAucassin to name he had.\nBy God and His name she vows\nNever lord will she espouse,\nIf she have not her true love\n   She's so fain of.\"\n\n_Here they speak and tell the story_.\n\nWhen Aucassin heard Nicolette speak thus, he was very glad, and he took\nher on one side, and asked her,\n\n\"Fair sweet comrade,\" said Aucassin, \"know you ought of this Nicolette,\nof whom you have sung?\"\n\n\"Sir, yes!  I know of her as the noblest creature and the gentlest and\nwisest that ever was born.  And she is daughter to the king of Carthage,\nwho took her when Aucassin was taken, and carried her to the city of\nCarthage, when he knew surely that she was his daughter, and made very\ngreat rejoicing over her.  And every day they wish to give her for lord\none of the highest kings in all Spain.  But she would rather let herself\nbe hanged or drowned than she would take any of them, were he ever so\nrich.\"\n\n\"Ah, fair sweet comrade,\" said the Count Aucassin, \"if you would go back\nto that land, and would tell her to come and speak to me, I would give\nyou of my wealth as much as you should dare ask or take.  Know, moreover,\nthat for the love of her I will take no wife, were she of ever so high\ndegree, but I wait for her; nor will I ever have any wife save her.  And\nhad I known where to find her I should not now have to seek her.\"\n\n\"Sir,\" said she, \"if you would do this, I would go to seek her, for your\nsake, and for hers, whom I love much.\"\n\nHe sware to her; and then he bade give her twenty pounds.  And as she\ntook leave of him, he fell weeping for the sweetness of Nicolette.  And\nwhen she saw him weeping,\n\n\"Sir,\" said she, \"be not afraid!  Since within a little while I will\nbring her to you in this town, so that you shall see her.\"\n\nAnd when Aucassin heard it he was very glad.  And she took leave of him,\nand went into the town to the house of the Viscountess; for the Viscount\nher godfather was dead.  She harboured her there; and spoke with her till\nshe confessed her affair to her, and the Viscountess recognised her, and\nknew surely that it was Nicolette, and that she had brought her up.  And\nshe made her be washed and bathed, and sojourn there a full eight days.\nAnd she took a plant which was called Celandine and anointed herself with\nit, and she was as beautiful as she had ever been at any time.  And she\nclad herself in rich silk stuffs, of which the lady had good store, and\nshe sat her down in the room on a quilted coverlet of cloth-of-silk, and\ncalled the lady, and told her to go for Aucassin her friend.  And she did\nso.  And when she came to the palace she found Aucassin weeping and\nlamenting for Nicolette his love, because she tarried so long.  And the\nlady accosted him and said:\n\n\"Aucassin, now make no more lament, but come away with me, and I will\nshow you the thing in the world you love best, for it is Nicolette, your\nsweet friend, who from far land is come to seek you.\"  And Aucassin was\nglad.\n\n_Here they sing_.\n\nNow when Aucassin did hear\nOf his bright-of-favour fere,\nThat she had arrived the shore,\nGlad was he, he ne'er was more.\nWith the dame he went his way,\nTill the house made stop nor stay.\nTo the chamber went they in\nWhere sat Nicolette within.\nWhen she saw her lover there,\nGlad she was, so was she ne'er.\nTowards him to her feet leapt she.\nAucassin, when he did see,\nBoth his arms to her he holds,\nGently to his bosom folds,\nKisses her on eyes and face.\nSo they left him the night's space,\nTill the morrow's morning-tide\nAucassin took her to bride,\nMade her Lady of Beaucaire.\nMany days they then did fare,\nAnd their pleasure did enjoy.\nNow has Aucassin his joy,\nNicolette too the same way.\nHere endeth our song-and-say;\n    I know no further.\n\nPRINTED BY\nTURNBULL AND SPEARS,\nEDINBURGH\n\n\n\n\nFootnotes:\n\n\n{39}  The device of the warder is to give his warning in the guise of an\n_Aubade_, as if he were merely singing for his own amusement.  The\n_Aubade_, or Watch-song, was a favourite lyrical form in Southern France.\nIt was originally a dialogue between the lover, the lady, and the\nwatchman who played sentinel, and warned them that the Dawn was coming.\n\n{48}  This piece of verse is remarkable for the evident intention of\nplayfulness in it.  All the lines end in a diminutive termination, and\nall the proper names also; Esmeret, Martinet, Fruelin, Johanet, Aubriet,\nAucassinet.  It seemed impossible to preserve this playfulness in any\ndirect way, without sacrifice of literal rendering and without changing\nthe proper names.  I have tried to give a little of it by the use of\ndissyllabic rhymes.\n\n{57}  Three lines are torn away in the original MS.\n\n{62}  The custom of a husband taking to his bed when his wife has borne a\nchild is a curious superstition well-known to ethnologists and folk-lore\nstudents.  The convenient name of _Couvade_, though originally applied to\nthis custom by a mistake, has now become recognised, and it seems best to\nretain it.\n\n{66}  It is unknown what the game of _Nimpole_ or _Nypollete_ was.  But\nelsewhere it is coupled with games played on a board, _jeux de tables_,\nas if of the same nature as draughts or chess.\n\n\n\n***END OF THE PROJECT GUTENBERG EBOOK AUCASSIN AND NICOLETTE***\n\n\n******* This file should be named 23227.txt or 23227.zip *******\n\n\nThis and all associated files of various formats will be found in:\nhttp:\/\/www.gutenberg.org\/dirs\/2\/3\/2\/2\/23227\n\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp:\/\/www.gutenberg.org\/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark\/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s\/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http:\/\/www.gutenberg.org\/fundraising\/pglaf.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http:\/\/www.gutenberg.org\/about\/contact\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http:\/\/www.gutenberg.org\/fundraising\/donate\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit:\nhttp:\/\/www.gutenberg.org\/fundraising\/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\nMost people start at our Web site which has the main PG search facility:\n\n     http:\/\/www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n","id":568,"split":"train"}
