{"ori_id":"db50738d7cae3992d86212a129d743ba0838e65b","title":"Peter Pan in Kensington Gardens","context":"Peter Pan in Kensington Gardens\n Peter is a seven-day-old infant who, \"like all infants\", used to be part bird. Peter has complete faith in his flying abilities, so, upon hearing a discussion of his adult life, he is able to escape out of the window of his London home and return to Kensington Gardens. Upon returning to the Gardens, Peter is shocked to learn from the crow Solomon Caw that he is not still a bird, but more like a humanÂ â\u0080\u0093 Solomon says he is crossed between them as a \"Betwixt-and-Between\". Unfortunately, Peter now knows he cannot fly, so he is stranded in Kensington Gardens. At first, Peter can only get around on foot, but he commissions the building of a child-sized thrush's nest that he can use as a boat to navigate the Gardens by way of the Serpentine, the large lake that divides Kensington Gardens from Hyde Park.\nAlthough he terrifies the fairies when he first arrives, Peter quickly gains favour with them. He amuses them with his human ways and agrees to play the panpipes at the fairy dances. Eventually, Queen Mab grants him the wish of his heart, and he decides to return home to his mother. The fairies reluctantly help him to fly home, where he finds his mother is asleep in his old bedroom.\nPeter feels rather guilty for leaving his mother, mostly because he believes she misses him terribly. He considers returning to live with her, but first decides to go back to the Gardens to say his last good-byes. Unfortunately, Peter stays too long in the Gardens, and, when he uses his second wish to go home permanently, he is devastated to learn that, in his absence, his mother has given birth to another boy she can love. Peter returns, heartbroken, to Kensington Gardens.\nPeter later meets a little girl named Maimie Mannering, who is lost in the Gardens. He and Maimie become fast friends, and little Peter asks her to marry him. Maimie is going to stay with him, but realises that her mother must be missing her dreadfully, so she leaves Peter to return home. Maimie does not forget Peter, however, and when she is older, she makes presents and letters for him. She even gives him an imaginary goat which he rides around every night. Maimie is the literary predecessor to the character Wendy Darling in Barrie's later Peter and Wendy story.\nThroughout the novel, Peter misunderstands simple things like children's games. He does not know what a pram is, mistaking it for an animal, and he becomes extremely attached to a boy's lost kite. It is only when Maimie tells him that he discovers he plays all his games incorrectly. When Peter is not playing, he likes to make graves for the children who get lost at night, burying them with little headstones in the Gardens.\nï»¿Project Gutenberg's Peter Pan in Kensington Gardens, by J. M. Barrie\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n\nTitle: Peter Pan in Kensington Gardens\n\nAuthor: J. M. Barrie\n\nPosting Date: August 27, 2008 [EBook #1332]\nRelease Date: May, 1998\n\nLanguage: English\n\n\n*** START OF THIS PROJECT GUTENBERG EBOOK PETER PAN IN KENSINGTON GARDENS ***\n\n\n\n\nProduced by Ron Burkey\n\n\n\n\n\nPETER PAN IN KENSINGTON GARDENS\n\nBy J. M. Barrie\n\n\n\n\nCONTENTS\n\n     Peter Pan\n     The Thrush's Nest\n     The Little House\n     Lock-Out Time\n\n\n\n\nPeter Pan\n\nIf you ask your mother whether she knew about Peter Pan when she was a\nlittle girl she will say, \"Why, of course, I did, child,\" and if you\nask her whether he rode on a goat in those days she will say, \"What\na foolish question to ask, certainly he did.\" Then if you ask your\ngrandmother whether she knew about Peter Pan when she was a girl, she\nalso says, \"Why, of course, I did, child,\" but if you ask her whether he\nrode on a goat in those days, she says she never heard of his having a\ngoat. Perhaps she has forgotten, just as she sometimes forgets your name\nand calls you Mildred, which is your mother's name. Still, she could\nhardly forget such an important thing as the goat. Therefore there was\nno goat when your grandmother was a little girl. This shows that, in\ntelling the story of Peter Pan, to begin with the goat (as most people\ndo) is as silly as to put on your jacket before your vest.\n\nOf course, it also shows that Peter is ever so old, but he is really\nalways the same age, so that does not matter in the least. His age\nis one week, and though he was born so long ago he has never had a\nbirthday, nor is there the slightest chance of his ever having one. The\nreason is that he escaped from being a human when he was seven days'\nold; he escaped by the window and flew back to the Kensington Gardens.\n\nIf you think he was the only baby who ever wanted to escape, it shows\nhow completely you have forgotten your own young days. When David heard\nthis story first he was quite certain that he had never tried to escape,\nbut I told him to think back hard, pressing his hands to his temples,\nand when he had done this hard, and even harder, he distinctly\nremembered a youthful desire to return to the tree-tops, and with that\nmemory came others, as that he had lain in bed planning to escape as\nsoon as his mother was asleep, and how she had once caught him half-way\nup the chimney. All children could have such recollections if they would\npress their hands hard to their temples, for, having been birds before\nthey were human, they are naturally a little wild during the first few\nweeks, and very itchy at the shoulders, where their wings used to be. So\nDavid tells me.\n\nI ought to mention here that the following is our way with a story:\nFirst, I tell it to him, and then he tells it to me, the understanding\nbeing that it is quite a different story; and then I retell it with his\nadditions, and so we go on until no one could say whether it is more\nhis story or mine. In this story of Peter Pan, for instance, the bald\nnarrative and most of the moral reflections are mine, though not all,\nfor this boy can be a stern moralist, but the interesting bits about the\nways and customs of babies in the bird-stage are mostly reminiscences\nof David's, recalled by pressing his hands to his temples and thinking\nhard.\n\nWell, Peter Pan got out by the window, which had no bars. Standing\non the ledge he could see trees far away, which were doubtless the\nKensington Gardens, and the moment he saw them he entirely forgot that\nhe was now a little boy in a nightgown, and away he flew, right over the\nhouses to the Gardens. It is wonderful that he could fly without wings,\nbut the place itched tremendously, and, perhaps we could all fly if we\nwere as dead-confident-sure of our capacity to do it as was bold Peter\nPan that evening.\n\nHe alighted gaily on the open sward, between the Baby's Palace and the\nSerpentine, and the first thing he did was to lie on his back and kick.\nHe was quite unaware already that he had ever been human, and thought he\nwas a bird, even in appearance, just the same as in his early days, and\nwhen he tried to catch a fly he did not understand that the reason he\nmissed it was because he had attempted to seize it with his hand, which,\nof course, a bird never does. He saw, however, that it must be past\nLock-out Time, for there were a good many fairies about, all too busy\nto notice him; they were getting breakfast ready, milking their cows,\ndrawing water, and so on, and the sight of the water-pails made him\nthirsty, so he flew over to the Round Pond to have a drink. He stooped,\nand dipped his beak in the pond; he thought it was his beak, but, of\ncourse, it was only his nose, and, therefore, very little water came up,\nand that not so refreshing as usual, so next he tried a puddle, and he\nfell flop into it. When a real bird falls in flop, he spreads out his\nfeathers and pecks them dry, but Peter could not remember what was\nthe thing to do, and he decided, rather sulkily, to go to sleep on the\nweeping beech in the Baby Walk.\n\nAt first he found some difficulty in balancing himself on a branch, but\npresently he remembered the way, and fell asleep. He awoke long before\nmorning, shivering, and saying to himself, \"I never was out in such a\ncold night;\" he had really been out in colder nights when he was a bird,\nbut, of course, as everybody knows, what seems a warm night to a bird\nis a cold night to a boy in a nightgown. Peter also felt strangely\nuncomfortable, as if his head was stuffy, he heard loud noises that made\nhim look round sharply, though they were really himself sneezing. There\nwas something he wanted very much, but, though he knew he wanted it, he\ncould not think what it was. What he wanted so much was his mother to\nblow his nose, but that never struck him, so he decided to appeal to the\nfairies for enlightenment. They are reputed to know a good deal.\n\nThere were two of them strolling along the Baby Walk, with their arms\nround each other's waists, and he hopped down to address them. The\nfairies have their tiffs with the birds, but they usually give a civil\nanswer to a civil question, and he was quite angry when these two ran\naway the moment they saw him. Another was lolling on a garden-chair,\nreading a postage-stamp which some human had let fall, and when he heard\nPeter's voice he popped in alarm behind a tulip.\n\nTo Peter's bewilderment he discovered that every fairy he met fled from\nhim. A band of workmen, who were sawing down a toadstool, rushed away,\nleaving their tools behind them. A milkmaid turned her pail upside down\nand hid in it. Soon the Gardens were in an uproar. Crowds of fairies\nwere running this way and that, asking each other stoutly, who was\nafraid, lights were extinguished, doors barricaded, and from the grounds\nof Queen Mab's palace came the rubadub of drums, showing that the royal\nguard had been called out.\n\nA regiment of Lancers came charging down the Broad Walk, armed with\nholly-leaves, with which they jog the enemy horribly in passing. Peter\nheard the little people crying everywhere that there was a human in the\nGardens after Lock-out Time, but he never thought for a moment that he\nwas the human. He was feeling stuffier and stuffier, and more and more\nwistful to learn what he wanted done to his nose, but he pursued them\nwith the vital question in vain; the timid creatures ran from him, and\neven the Lancers, when he approached them up the Hump, turned swiftly\ninto a side-walk, on the pretence that they saw him there.\n\nDespairing of the fairies, he resolved to consult the birds, but now he\nremembered, as an odd thing, that all the birds on the weeping beech had\nflown away when he alighted on it, and though that had not troubled him\nat the time, he saw its meaning now. Every living thing was shunning\nhim. Poor little Peter Pan, he sat down and cried, and even then he did\nnot know that, for a bird, he was sitting on his wrong part. It is a\nblessing that he did not know, for otherwise he would have lost faith\nin his power to fly, and the moment you doubt whether you can fly, you\ncease forever to be able to do it. The reason birds can fly and we can't\nis simply that they have perfect faith, for to have faith is to have\nwings.\n\nNow, except by flying, no one can reach the island in the Serpentine,\nfor the boats of humans are forbidden to land there, and there\nare stakes round it, standing up in the water, on each of which a\nbird-sentinel sits by day and night. It was to the island that Peter now\nflew to put his strange case before old Solomon Caw, and he alighted on\nit with relief, much heartened to find himself at last at home, as the\nbirds call the island. All of them were asleep, including the sentinels,\nexcept Solomon, who was wide awake on one side, and he listened quietly\nto Peter's adventures, and then told him their true meaning.\n\n\"Look at your night-gown, if you don't believe me,\" Solomon said,\nand with staring eyes Peter looked at his nightgown, and then at the\nsleeping birds. Not one of them wore anything.\n\n\"How many of your toes are thumbs?\" said Solomon a little cruelly, and\nPeter saw to his consternation, that all his toes were fingers. The\nshock was so great that it drove away his cold.\n\n\"Ruffle your feathers,\" said that grim old Solomon, and Peter tried most\ndesperately hard to ruffle his feathers, but he had none. Then he rose\nup, quaking, and for the first time since he stood on the window-ledge,\nhe remembered a lady who had been very fond of him.\n\n\"I think I shall go back to mother,\" he said timidly.\n\n\"Good-bye,\" replied Solomon Caw with a queer look.\n\nBut Peter hesitated. \"Why don't you go?\" the old one asked politely.\n\n\"I suppose,\" said Peter huskily, \"I suppose I can still fly?\"\n\nYou see, he had lost faith.\n\n\"Poor little half-and-half,\" said Solomon, who was not really\nhard-hearted, \"you will never be able to fly again, not even on windy\ndays. You must live here on the island always.\"\n\n\"And never even go to the Kensington Gardens?\" Peter asked tragically.\n\n\"How could you get across?\" said Solomon. He promised very kindly,\nhowever, to teach Peter as many of the bird ways as could be learned by\none of such an awkward shape.\n\n\"Then I sha'n't be exactly a human?\" Peter asked.\n\n\"No.\"\n\n\"Nor exactly a bird?\"\n\n\"No.\"\n\n\"What shall I be?\"\n\n\"You will be a Betwixt-and-Between,\" Solomon said, and certainly he was\na wise old fellow, for that is exactly how it turned out.\n\nThe birds on the island never got used to him. His oddities tickled them\nevery day, as if they were quite new, though it was really the birds\nthat were new. They came out of the eggs daily, and laughed at him at\nonce, then off they soon flew to be humans, and other birds came out\nof other eggs, and so it went on forever. The crafty mother-birds, when\nthey tired of sitting on their eggs, used to get the young one to break\ntheir shells a day before the right time by whispering to them that now\nwas their chance to see Peter washing or drinking or eating. Thousands\ngathered round him daily to watch him do these things, just as you watch\nthe peacocks, and they screamed with delight when he lifted the crusts\nthey flung him with his hands instead of in the usual way with the\nmouth. All his food was brought to him from the Gardens at Solomon's\norders by the birds. He would not eat worms or insects (which they\nthought very silly of him), so they brought him bread in their beaks.\nThus, when you cry out, \"Greedy! Greedy!\" to the bird that flies away\nwith the big crust, you know now that you ought not to do this, for he\nis very likely taking it to Peter Pan.\n\nPeter wore no night-gown now. You see, the birds were always begging him\nfor bits of it to line their nests with, and, being very good-natured,\nhe could not refuse, so by Solomon's advice he had hidden what was left\nof it. But, though he was now quite naked, you must not think that he\nwas cold or unhappy. He was usually very happy and gay, and the reason\nwas that Solomon had kept his promise and taught him many of the bird\nways. To be easily pleased, for instance, and always to be really doing\nsomething, and to think that whatever he was doing was a thing of vast\nimportance. Peter became very clever at helping the birds to build their\nnests; soon he could build better than a wood-pigeon, and nearly as well\nas a blackbird, though never did he satisfy the finches, and he made\nnice little water-troughs near the nests and dug up worms for the young\nones with his fingers. He also became very learned in bird-lore, and\nknew an east-wind from a west-wind by its smell, and he could see the\ngrass growing and hear the insects walking about inside the tree-trunks.\nBut the best thing Solomon had done was to teach him to have a glad\nheart. All birds have glad hearts unless you rob their nests, and so as\nthey were the only kind of heart Solomon knew about, it was easy to him\nto teach Peter how to have one.\n\nPeter's heart was so glad that he felt he must sing all day long,\njust as the birds sing for joy, but, being partly human, he needed in\ninstrument, so he made a pipe of reeds, and he used to sit by the shore\nof the island of an evening, practising the sough of the wind and the\nripple of the water, and catching handfuls of the shine of the moon, and\nhe put them all in his pipe and played them so beautifully that even the\nbirds were deceived, and they would say to each other, \"Was that a fish\nleaping in the water or was it Peter playing leaping fish on his pipe?\"\nand sometimes he played the birth of birds, and then the mothers would\nturn round in their nests to see whether they had laid an egg. If you\nare a child of the Gardens you must know the chestnut-tree near the\nbridge, which comes out in flower first of all the chestnuts, but\nperhaps you have not heard why this tree leads the way. It is because\nPeter wearies for summer and plays that it has come, and the chestnut\nbeing so near, hears him and is cheated.\n\nBut as Peter sat by the shore tootling divinely on his pipe he sometimes\nfell into sad thoughts and then the music became sad also, and the\nreason of all this sadness was that he could not reach the Gardens,\nthough he could see them through the arch of the bridge. He knew he\ncould never be a real human again, and scarcely wanted to be one, but\noh, how he longed to play as other children play, and of course there\nis no such lovely place to play in as the Gardens. The birds brought him\nnews of how boys and girls play, and wistful tears started in Peter's\neyes.\n\nPerhaps you wonder why he did not swim across. The reason was that he\ncould not swim. He wanted to know how to swim, but no one on the island\nknew the way except the ducks, and they are so stupid. They were quite\nwilling to teach him, but all they could say about it was, \"You sit down\non the top of the water in this way, and then you kick out like that.\"\nPeter tried it often, but always before he could kick out he sank. What\nhe really needed to know was how you sit on the water without sinking,\nand they said it was quite impossible to explain such an easy thing as\nthat. Occasionally swans touched on the island, and he would give them\nall his day's food and then ask them how they sat on the water, but as\nsoon as he had no more to give them the hateful things hissed at him and\nsailed away.\n\nOnce he really thought he had discovered a way of reaching the Gardens.\nA wonderful white thing, like a runaway newspaper, floated high over\nthe island and then tumbled, rolling over and over after the manner of a\nbird that has broken its wing. Peter was so frightened that he hid, but\nthe birds told him it was only a kite, and what a kite is, and that it\nmust have tugged its string out of a boy's hand, and soared away. After\nthat they laughed at Peter for being so fond of the kite, he loved it\nso much that he even slept with one hand on it, and I think this was\npathetic and pretty, for the reason he loved it was because it had\nbelonged to a real boy.\n\nTo the birds this was a very poor reason, but the older ones felt\ngrateful to him at this time because he had nursed a number of\nfledglings through the German measles, and they offered to show him how\nbirds fly a kite. So six of them took the end of the string in their\nbeaks and flew away with it; and to his amazement it flew after them and\nwent even higher than they.\n\nPeter screamed out, \"Do it again!\" and with great good nature they did\nit several times, and always instead of thanking them he cried, \"Do it\nagain!\" which shows that even now he had not quite forgotten what it was\nto be a boy.\n\nAt last, with a grand design burning within his brave heart, he begged\nthem to do it once more with him clinging to the tail, and now a hundred\nflew off with the string, and Peter clung to the tail, meaning to drop\noff when he was over the Gardens. But the kite broke to pieces in the\nair, and he would have drowned in the Serpentine had he not caught hold\nof two indignant swans and made them carry him to the island. After this\nthe birds said that they would help him no more in his mad enterprise.\n\nNevertheless, Peter did reach the Gardens at last by the help of\nShelley's boat, as I am now to tell you.\n\n\n\n\nThe Thrush's Nest\n\nShelley was a young gentleman and as grown-up as he need ever expect to\nbe. He was a poet; and they are never exactly grown-up. They are people\nwho despise money except what you need for to-day, and he had all that\nand five pounds over. So, when he was walking in the Kensington Gardens,\nhe made a paper boat of his bank-note, and sent it sailing on the\nSerpentine.\n\nIt reached the island at night: and the look-out brought it to Solomon\nCaw, who thought at first that it was the usual thing, a message from a\nlady, saying she would be obliged if he could let her have a good one.\nThey always ask for the best one he has, and if he likes the letter he\nsends one from Class A, but if it ruffles him he sends very funny ones\nindeed. Sometimes he sends none at all, and at another time he sends a\nnestful; it all depends on the mood you catch him in. He likes you to\nleave it all to him, and if you mention particularly that you hope he\nwill see his way to making it a boy this time, he is almost sure to send\nanother girl. And whether you are a lady or only a little boy who wants\na baby-sister, always take pains to write your address clearly. You\ncan't think what a lot of babies Solomon has sent to the wrong house.\n\nShelley's boat, when opened, completely puzzled Solomon, and he took\ncounsel of his assistants, who having walked over it twice, first with\ntheir toes pointed out, and then with their toes pointed in, decided\nthat it came from some greedy person who wanted five. They thought this\nbecause there was a large five printed on it. \"Preposterous!\" cried\nSolomon in a rage, and he presented it to Peter; anything useless which\ndrifted upon the island was usually given to Peter as a play-thing.\n\nBut he did not play with his precious bank-note, for he knew what it\nwas at once, having been very observant during the week when he was an\nordinary boy. With so much money, he reflected, he could surely at last\ncontrive to reach the Gardens, and he considered all the possible ways,\nand decided (wisely, I think) to choose the best way. But, first, he had\nto tell the birds of the value of Shelley's boat; and though they were\ntoo honest to demand it back, he saw that they were galled, and they\ncast such black looks at Solomon, who was rather vain of his cleverness,\nthat he flew away to the end of the island, and sat there very depressed\nwith his head buried in his wings. Now Peter knew that unless Solomon\nwas on your side, you never got anything done for you in the island, so\nhe followed him and tried to hearten him.\n\nNor was this all that Peter did to pin the powerful old fellow's good\nwill. You must know that Solomon had no intention of remaining in office\nall his life. He looked forward to retiring by-and-by, and devoting his\ngreen old age to a life of pleasure on a certain yew-stump in the Figs\nwhich had taken his fancy, and for years he had been quietly filling his\nstocking. It was a stocking belonging to some bathing person which had\nbeen cast upon the island, and at the time I speak of it contained a\nhundred and eighty crumbs, thirty-four nuts, sixteen crusts, a pen-wiper\nand a bootlace. When his stocking was full, Solomon calculated that he\nwould be able to retire on a competency. Peter now gave him a pound. He\ncut it off his bank-note with a sharp stick.\n\nThis made Solomon his friend for ever, and after the two had consulted\ntogether they called a meeting of the thrushes. You will see presently\nwhy thrushes only were invited.\n\nThe scheme to be put before them was really Peter's, but Solomon did\nmost of the talking, because he soon became irritable if other people\ntalked. He began by saying that he had been much impressed by the\nsuperior ingenuity shown by the thrushes in nest-building, and this\nput them into good-humour at once, as it was meant to do; for all the\nquarrels between birds are about the best way of building nests. Other\nbirds, said Solomon, omitted to line their nests with mud, and as a\nresult they did not hold water. Here he cocked his head as if he had\nused an unanswerable argument; but, unfortunately, a Mrs. Finch had come\nto the meeting uninvited, and she squeaked out, \"We don't build nests to\nhold water, but to hold eggs,\" and then the thrushes stopped cheering,\nand Solomon was so perplexed that he took several sips of water.\n\n\"Consider,\" he said at last, \"how warm the mud makes the nest.\"\n\n\"Consider,\" cried Mrs. Finch, \"that when water gets into the nest it\nremains there and your little ones are drowned.\"\n\nThe thrushes begged Solomon with a look to say something crushing in\nreply to this, but again he was perplexed.\n\n\"Try another drink,\" suggested Mrs. Finch pertly. Kate was her name, and\nall Kates are saucy.\n\nSolomon did try another drink, and it inspired him. \"If,\" said he, \"a\nfinch's nest is placed on the Serpentine it fills and breaks to pieces,\nbut a thrush's nest is still as dry as the cup of a swan's back.\"\n\nHow the thrushes applauded! Now they knew why they lined their nests\nwith mud, and when Mrs. Finch called out, \"We don't place our nests on\nthe Serpentine,\" they did what they should have done at first: chased\nher from the meeting. After this it was most orderly. What they had been\nbrought together to hear, said Solomon, was this: their young friend,\nPeter Pan, as they well knew, wanted very much to be able to cross to\nthe Gardens, and he now proposed, with their help, to build a boat.\n\nAt this the thrushes began to fidget, which made Peter tremble for his\nscheme.\n\nSolomon explained hastily that what he meant was not one of the cumbrous\nboats that humans use; the proposed boat was to be simply a thrush's\nnest large enough to hold Peter.\n\nBut still, to Peter's agony, the thrushes were sulky. \"We are very busy\npeople,\" they grumbled, \"and this would be a big job.\"\n\n\"Quite so,\" said Solomon, \"and, of course, Peter would not allow you\nto work for nothing. You must remember that he is now in comfortable\ncircumstances, and he will pay you such wages as you have never been\npaid before. Peter Pan authorises me to say that you shall all be paid\nsixpence a day.\"\n\nThen all the thrushes hopped for joy, and that very day was begun the\ncelebrated Building of the Boat. All their ordinary business fell into\narrears. It was the time of year when they should have been pairing, but\nnot a thrush's nest was built except this big one, and so Solomon soon\nran short of thrushes with which to supply the demand from the mainland.\nThe stout, rather greedy children, who look so well in perambulators\nbut get puffed easily when they walk, were all young thrushes once, and\nladies often ask specially for them. What do you think Solomon did? He\nsent over to the housetops for a lot of sparrows and ordered them to lay\ntheir eggs in old thrushes' nests and sent their young to the ladies and\nswore they were all thrushes! It was known afterward on the island as\nthe Sparrows' Year, and so, when you meet, as you doubtless sometimes\ndo, grown-up people who puff and blow as if they thought themselves\nbigger than they are, very likely they belong to that year. You ask\nthem.\n\nPeter was a just master, and paid his work-people every evening. They\nstood in rows on the branches, waiting politely while he cut the paper\nsixpences out of his bank-note, and presently he called the roll, and\nthen each bird, as the names were mentioned, flew down and got sixpence.\nIt must have been a fine sight.\n\nAnd at last, after months of labor, the boat was finished. Oh, the\ndeportment of Peter as he saw it growing more and more like a great\nthrush's nest! From the very beginning of the building of it he slept by\nits side, and often woke up to say sweet things to it, and after it was\nlined with mud and the mud had dried he always slept in it. He sleeps in\nhis nest still, and has a fascinating way of curling round in it, for it\nis just large enough to hold him comfortably when he curls round like a\nkitten. It is brown inside, of course, but outside it is mostly green,\nbeing woven of grass and twigs, and when these wither or snap the walls\nare thatched afresh. There are also a few feathers here and there, which\ncame off the thrushes while they were building.\n\nThe other birds were extremely jealous and said that the boat would not\nbalance on the water, but it lay most beautifully steady; they said the\nwater would come into it, but no water came into it. Next they said that\nPeter had no oars, and this caused the thrushes to look at each other\nin dismay, but Peter replied that he had no need of oars, for he had a\nsail, and with such a proud, happy face he produced a sail which he had\nfashioned out of this night-gown, and though it was still rather like a\nnight-gown it made a lovely sail. And that night, the moon being full,\nand all the birds asleep, he did enter his coracle (as Master Francis\nPretty would have said) and depart out of the island. And first, he knew\nnot why, he looked upward, with his hands clasped, and from that moment\nhis eyes were pinned to the west.\n\nHe had promised the thrushes to begin by making short voyages, with them\nto his guides, but far away he saw the Kensington Gardens beckoning to\nhim beneath the bridge, and he could not wait. His face was flushed, but\nhe never looked back; there was an exultation in his little breast that\ndrove out fear. Was Peter the least gallant of the English mariners who\nhave sailed westward to meet the Unknown?\n\nAt first, his boat turned round and round, and he was driven back to the\nplace of his starting, whereupon he shortened sail, by removing one of\nthe sleeves, and was forthwith carried backward by a contrary breeze, to\nhis no small peril. He now let go the sail, with the result that he was\ndrifted toward the far shore, where are black shadows he knew not the\ndangers of, but suspected them, and so once more hoisted his night-gown\nand went roomer of the shadows until he caught a favouring wind, which\nbore him westward, but at so great a speed that he was like to be broke\nagainst the bridge. Which, having avoided, he passed under the bridge\nand came, to his great rejoicing, within full sight of the delectable\nGardens. But having tried to cast anchor, which was a stone at the end\nof a piece of the kite-string, he found no bottom, and was fain to hold\noff, seeking for moorage, and, feeling his way, he buffeted against a\nsunken reef that cast him overboard by the greatness of the shock, and\nhe was near to being drowned, but clambered back into the vessel. There\nnow arose a mighty storm, accompanied by roaring of waters, such as he\nhad never heard the like, and he was tossed this way and that, and\nhis hands so numbed with the cold that he could not close them. Having\nescaped the danger of which, he was mercifully carried into a small bay,\nwhere his boat rode at peace.\n\nNevertheless, he was not yet in safety; for, on pretending to disembark,\nhe found a multitude of small people drawn up on the shore to contest\nhis landing; and shouting shrilly to him to be off, for it was long past\nLock-out Time. This, with much brandishing of their holly-leaves, and\nalso a company of them carried an arrow which some boy had left in the\nGardens, and this they were prepared to use as a battering-ram.\n\nThen Peter, who knew them for the fairies, called out that he was not an\nordinary human and had no desire to do them displeasure, but to be their\nfriend, nevertheless, having found a jolly harbour, he was in no temper\nto draw off there-from, and he warned them if they sought to mischief\nhim to stand to their harms.\n\nSo saying; he boldly leapt ashore, and they gathered around him with\nintent to slay him, but there then arose a great cry among the women,\nand it was because they had now observed that his sail was a baby's\nnight-gown. Whereupon, they straightway loved him, and grieved that\ntheir laps were too small, the which I cannot explain, except by saying\nthat such is the way of women. The men-fairies now sheathed their\nweapons on observing the behaviour of their women, on whose intelligence\nthey set great store, and they led him civilly to their queen, who\nconferred upon him the courtesy of the Gardens after Lock-out Time, and\nhenceforth Peter could go whither he chose, and the fairies had orders\nto put him in comfort.\n\nSuch was his first voyage to the Gardens, and you may gather from the\nantiquity of the language that it took place a long time ago. But Peter\nnever grows any older, and if we could be watching for him under the\nbridge to-night (but, of course, we can't), I daresay we should see\nhim hoisting his night-gown and sailing or paddling toward us in the\nThrush's Nest. When he sails, he sits down, but he stands up to paddle.\nI shall tell you presently how he got his paddle.\n\nLong before the time for the opening of the gates comes he steals back\nto the island, for people must not see him (he is not so human as all\nthat), but this gives him hours for play, and he plays exactly as real\nchildren play. At least he thinks so, and it is one of the pathetic\nthings about him that he often plays quite wrongly.\n\nYou see, he had no one to tell him how children really play, for the\nfairies were all more or less in hiding until dusk, and so know nothing,\nand though the buds pretended that they could tell him a great deal,\nwhen the time for telling came, it was wonderful how little they really\nknew. They told him the truth about hide-and-seek, and he often plays\nit by himself, but even the ducks on the Round Pond could not explain to\nhim what it is that makes the pond so fascinating to boys. Every night\nthe ducks have forgotten all the events of the day, except the number of\npieces of cake thrown to them. They are gloomy creatures, and say that\ncake is not what it was in their young days.\n\nSo Peter had to find out many things for himself. He often played ships\nat the Round Pond, but his ship was only a hoop which he had found on\nthe grass. Of course, he had never seen a hoop, and he wondered what\nyou play at with them, and decided that you play at pretending they\nare boats. This hoop always sank at once, but he waded in for it, and\nsometimes he dragged it gleefully round the rim of the pond, and he was\nquite proud to think that he had discovered what boys do with hoops.\n\nAnother time, when he found a child's pail, he thought it was for\nsitting in, and he sat so hard in it that he could scarcely get out of\nit. Also he found a balloon. It was bobbing about on the Hump, quite as\nif it was having a game by itself, and he caught it after an exciting\nchase. But he thought it was a ball, and Jenny Wren had told him that\nboys kick balls, so he kicked it; and after that he could not find it\nanywhere.\n\nPerhaps the most surprising thing he found was a perambulator. It was\nunder a lime-tree, near the entrance to the Fairy Queen's Winter Palace\n(which is within the circle of the seven Spanish chestnuts), and Peter\napproached it warily, for the birds had never mentioned such things to\nhim. Lest it was alive, he addressed it politely, and then, as it gave\nno answer, he went nearer and felt it cautiously. He gave it a little\npush, and it ran from him, which made him think it must be alive after\nall; but, as it had run from him, he was not afraid. So he stretched out\nhis hand to pull it to him, but this time it ran at him, and he was so\nalarmed that he leapt the railing and scudded away to his boat. You must\nnot think, however, that he was a coward, for he came back next night\nwith a crust in one hand and a stick in the other, but the perambulator\nhad gone, and he never saw another one. I have promised to tell you also\nabout his paddle. It was a child's spade which he had found near St.\nGovor's Well, and he thought it was a paddle.\n\nDo you pity Peter Pan for making these mistakes? If so, I think it\nrather silly of you. What I mean is that, of course, one must pity him\nnow and then, but to pity him all the time would be impertinence. He\nthought he had the most splendid time in the Gardens, and to think you\nhave it is almost quite as good as really to have it. He played without\nceasing, while you often waste time by being mad-dog or Mary-Annish. He\ncould be neither of these things, for he had never heard of them, but do\nyou think he is to be pitied for that?\n\nOh, he was merry. He was as much merrier than you, for instance, as you\nare merrier than your father. Sometimes he fell, like a spinning-top,\nfrom sheer merriment. Have you seen a greyhound leaping the fences of\nthe Gardens? That is how Peter leaps them.\n\nAnd think of the music of his pipe. Gentlemen who walk home at night\nwrite to the papers to say they heard a nightingale in the Gardens, but\nit is really Peter's pipe they hear. Of course, he had no mother--at\nleast, what use was she to him? You can be sorry for him for that, but\ndon't be too sorry, for the next thing I mean to tell you is how he\nrevisited her. It was the fairies who gave him the chance.\n\n\n\n\nThe Little House\n\nEverybody has heard of the Little House in the Kensington Gardens, which\nis the only house in the whole world that the fairies have built for\nhumans. But no one has really seen it, except just three or four, and\nthey have not only seen it but slept in it, and unless you sleep in it\nyou never see it. This is because it is not there when you lie down, but\nit is there when you wake up and step outside.\n\nIn a kind of way everyone may see it, but what you see is not really\nit, but only the light in the windows. You see the light after Lock-out\nTime. David, for instance, saw it quite distinctly far away among the\ntrees as we were going home from the pantomime, and Oliver Bailey saw\nit the night he stayed so late at the Temple, which is the name of\nhis father's office. Angela Clare, who loves to have a tooth extracted\nbecause then she is treated to tea in a shop, saw more than one light,\nshe saw hundreds of them all together, and this must have been the\nfairies building the house, for they build it every night and always\nin a different part of the Gardens. She thought one of the lights was\nbigger than the others, though she was not quite sure, for they jumped\nabout so, and it might have been another one that was bigger. But if it\nwas the same one, it was Peter Pan's light. Heaps of children have seen\nthe fight, so that is nothing. But Maimie Mannering was the famous one\nfor whom the house was first built.\n\nMaimie was always rather a strange girl, and it was at night that she\nwas strange. She was four years of age, and in the daytime she was\nthe ordinary kind. She was pleased when her brother Tony, who was a\nmagnificent fellow of six, took notice of her, and she looked up to him\nin the right way, and tried in vain to imitate him and was flattered\nrather than annoyed when he shoved her about. Also, when she was batting\nshe would pause though the ball was in the air to point out to you\nthat she was wearing new shoes. She was quite the ordinary kind in the\ndaytime.\n\nBut as the shades of night fell, Tony, the swaggerer, lost his contempt\nfor Maimie and eyed her fearfully, and no wonder, for with dark there\ncame into her face a look that I can describe only as a leary look.\nIt was also a serene look that contrasted grandly with Tony's uneasy\nglances. Then he would make her presents of his favourite toys (which\nhe always took away from her next morning) and she accepted them with a\ndisturbing smile. The reason he was now become so wheedling and she so\nmysterious was (in brief) that they knew they were about to be sent to\nbed. It was then that Maimie was terrible. Tony entreated her not to do\nit to-night, and the mother and their coloured nurse threatened her, but\nMaimie merely smiled her agitating smile. And by-and-by when they were\nalone with their night-light she would start up in bed crying \"Hsh! what\nwas that?\" Tony beseeches her! \"It was nothing--don't, Maimie, don't!\"\nand pulls the sheet over his head. \"It is coming nearer!\" she cries;\n\"Oh, look at it, Tony! It is feeling your bed with its horns--it is\nboring for you, oh, Tony, oh!\" and she desists not until he rushes\ndownstairs in his combinations, screeching. When they came up to whip\nMaimie they usually found her sleeping tranquilly, not shamming, you\nknow, but really sleeping, and looking like the sweetest little angel,\nwhich seems to me to make it almost worse.\n\nBut of course it was daytime when they were in the Gardens, and then\nTony did most of the talking. You could gather from his talk that he\nwas a very brave boy, and no one was so proud of it as Maimie. She would\nhave loved to have a ticket on her saying that she was his sister. And\nat no time did she admire him more than when he told her, as he often\ndid with splendid firmness, that one day he meant to remain behind in\nthe Gardens after the gates were closed.\n\n\"Oh, Tony,\" she would say, with awful respect, \"but the fairies will be\nso angry!\"\n\n\"I daresay,\" replied Tony, carelessly.\n\n\"Perhaps,\" she said, thrilling, \"Peter Pan will give you a sail in his\nboat!\"\n\n\"I shall make him,\" replied Tony; no wonder she was proud of him.\n\nBut they should not have talked so loudly, for one day they were\noverheard by a fairy who had been gathering skeleton leaves, from which\nthe little people weave their summer curtains, and after that Tony was a\nmarked boy. They loosened the rails before he sat on them, so that down\nhe came on the back of his head; they tripped him up by catching his\nbootlace and bribed the ducks to sink his boat. Nearly all the nasty\naccidents you meet with in the Gardens occur because the fairies have\ntaken an ill-will to you, and so it behoves you to be careful what you\nsay about them.\n\nMaimie was one of the kind who like to fix a day for doing things,\nbut Tony was not that kind, and when she asked him which day he was to\nremain behind in the Gardens after Lock-out he merely replied, \"Just\nsome day;\" he was quite vague about which day except when she asked\n\"Will it be today?\" and then he could always say for certain that it\nwould not be to-day. So she saw that he was waiting for a real good\nchance.\n\nThis brings us to an afternoon when the Gardens were white with snow,\nand there was ice on the Round Pond, not thick enough to skate on but\nat least you could spoil it for tomorrow by flinging stones, and many\nbright little boys and girls were doing that.\n\nWhen Tony and his sister arrived they wanted to go straight to the pond,\nbut their ayah said they must take a sharp walk first, and as she said\nthis she glanced at the time-board to see when the Gardens closed that\nnight. It read half-past five. Poor ayah! she is the one who laughs\ncontinuously because there are so many white children in the world, but\nshe was not to laugh much more that day.\n\nWell, they went up the Baby Walk and back, and when they returned to the\ntime-board she was surprised to see that it now read five o'clock for\nclosing time. But she was unacquainted with the tricky ways of the\nfairies, and so did not see (as Maimie and Tony saw at once) that they\nhad changed the hour because there was to be a ball to-night. She said\nthere was only time now to walk to the top of the Hump and back, and as\nthey trotted along with her she little guessed what was thrilling their\nlittle breasts. You see the chance had come of seeing a fairy ball.\nNever, Tony felt, could he hope for a better chance.\n\nHe had to feel this, for Maimie so plainly felt it for him. Her eager\neyes asked the question, \"Is it to-day?\" and he gasped and then nodded.\nMaimie slipped her hand into Tony's, and hers was hot, but his was cold.\nShe did a very kind thing; she took off her scarf and gave it to him!\n\"In case you should feel cold,\" she whispered. Her face was aglow, but\nTony's was very gloomy.\n\nAs they turned on the top of the Hump he whispered to her, \"I'm afraid\nNurse would see me, so I sha'n't be able to do it.\"\n\nMaimie admired him more than ever for being afraid of nothing but their\nayah, when there were so many unknown terrors to fear, and she said\naloud, \"Tony, I shall race you to the gate,\" and in a whisper, \"Then you\ncan hide,\" and off they ran.\n\nTony could always outdistance her easily, but never had she known him\nspeed away so quickly as now, and she was sure he hurried that he might\nhave more time to hide. \"Brave, brave!\" her doting eyes were crying when\nshe got a dreadful shock; instead of hiding, her hero had run out at the\ngate! At this bitter sight Maimie stopped blankly, as if all her lapful\nof darling treasures were suddenly spilled, and then for very disdain\nshe could not sob; in a swell of protest against all puling cowards she\nran to St. Govor's Well and hid in Tony's stead.\n\nWhen the ayah reached the gate and saw Tony far in front she thought her\nother charge was with him and passed out. Twilight came on, and scores\nand hundreds of people passed out, including the last one, who always\nhas to run for it, but Maimie saw them not. She had shut her eyes tight\nand glued them with passionate tears. When she opened them something\nvery cold ran up her legs and up her arms and dropped into her heart.\nIt was the stillness of the Gardens. Then she heard clang, then from\nanother part _clang_, then _clang_, _clang_ far away. It was the Closing\nof the Gates.\n\nImmediately the last clang had died away Maimie distinctly heard a voice\nsay, \"So that's all right.\" It had a wooden sound and seemed to come\nfrom above, and she looked up in time to see an elm tree stretching out\nits arms and yawning.\n\nShe was about to say, \"I never knew you could speak!\" when a metallic\nvoice that seemed to come from the ladle at the well remarked to the\nelm, \"I suppose it is a bit coldish up there?\" and the elm replied, \"Not\nparticularly, but you do get numb standing so long on one leg,\" and he\nflapped his arms vigorously just as the cabmen do before they drive off.\nMaimie was quite surprised to see that a number of other tall trees were\ndoing the same sort of thing and she stole away to the Baby Walk and\ncrouched observantly under a Minorca Holly which shrugged its shoulders\nbut did not seem to mind her.\n\nShe was not in the least cold. She was wearing a russet-coloured pelisse\nand had the hood over her head, so that nothing of her showed except her\ndear little face and her curls. The rest of her real self was hidden far\naway inside so many warm garments that in shape she seemed rather like a\nball. She was about forty round the waist.\n\nThere was a good deal going on in the Baby Walk, when Maimie arrived in\ntime to see a magnolia and a Persian lilac step over the railing and set\noff for a smart walk. They moved in a jerky sort of way certainly, but\nthat was because they used crutches. An elderberry hobbled across the\nwalk, and stood chatting with some young quinces, and they all had\ncrutches. The crutches were the sticks that are tied to young trees and\nshrubs. They were quite familiar objects to Maimie, but she had never\nknown what they were for until to-night.\n\nShe peeped up the walk and saw her first fairy. He was a street boy\nfairy who was running up the walk closing the weeping trees. The way\nhe did it was this, he pressed a spring in the trunk and they shut\nlike umbrellas, deluging the little plants beneath with snow. \"Oh, you\nnaughty, naughty child!\" Maimie cried indignantly, for she knew what it\nwas to have a dripping umbrella about your ears.\n\nFortunately the mischievous fellow was out of earshot, but the\nchrysanthemums heard her, and they all said so pointedly \"Hoity-toity,\nwhat is this?\" that she had to come out and show herself. Then the whole\nvegetable kingdom was rather puzzled what to do.\n\n\"Of course it is no affair of ours,\" a spindle tree said after they had\nwhispered together, \"but you know quite well you ought not to be here,\nand perhaps our duty is to report you to the fairies; what do you think\nyourself?\"\n\n\"I think you should not,\" Maimie replied, which so perplexed them that\nthey said petulantly there was no arguing with her. \"I wouldn't ask it\nof you,\" she assured them, \"if I thought it was wrong,\" and of\ncourse after this they could not well carry tales. They then said,\n\"Well-a-day,\" and \"Such is life!\" for they can be frightfully sarcastic,\nbut she felt sorry for those of them who had no crutches, and she said\ngood-naturedly, \"Before I go to the fairies' ball, I should like to take\nyou for a walk one at a time; you can lean on me, you know.\"\n\nAt this they clapped their hands, and she escorted them up to the Baby\nWalk and back again, one at a time, putting an arm or a finger round\nthe very frail, setting their leg right when it got too ridiculous, and\ntreating the foreign ones quite as courteously as the English, though\nshe could not understand a word they said.\n\nThey behaved well on the whole, though some whimpered that she had not\ntaken them as far as she took Nancy or Grace or Dorothy, and others\njagged her, but it was quite unintentional, and she was too much of a\nlady to cry out. So much walking tired her and she was anxious to be off\nto the ball, but she no longer felt afraid. The reason she felt no more\nfear was that it was now night-time, and in the dark, you remember,\nMaimie was always rather strange.\n\nThey were now loath to let her go, for, \"If the fairies see you,\" they\nwarned her, \"they will mischief you, stab you to death or compel you\nto nurse their children or turn you into something tedious, like an\nevergreen oak.\" As they said this they looked with affected pity at an\nevergreen oak, for in winter they are very envious of the evergreens.\n\n\"Oh, la!\" replied the oak bitingly, \"how deliciously cosy it is to stand\nhere buttoned to the neck and watch you poor naked creatures shivering!\"\n\nThis made them sulky though they had really brought it on themselves,\nand they drew for Maimie a very gloomy picture of the perils that faced\nher if she insisted on going to the ball.\n\nShe learned from a purple filbert that the court was not in its usual\ngood temper at present, the cause being the tantalising heart of the\nDuke of Christmas Daisies. He was an Oriental fairy, very poorly of a\ndreadful complaint, namely, inability to love, and though he had tried\nmany ladies in many lands he could not fall in love with one of them.\nQueen Mab, who rules in the Gardens, had been confident that her girls\nwould bewitch him, but alas, his heart, the doctor said, remained cold.\nThis rather irritating doctor, who was his private physician, felt the\nDuke's heart immediately after any lady was presented, and then always\nshook his bald head and murmured, \"Cold, quite cold!\" Naturally Queen\nMab felt disgraced, and first she tried the effect of ordering the court\ninto tears for nine minutes, and then she blamed the Cupids and decreed\nthat they should wear fools' caps until they thawed the Duke's frozen\nheart.\n\n\"How I should love to see the Cupids in their dear little fools' caps!\"\nMaimie cried, and away she ran to look for them very recklessly, for the\nCupids hate to be laughed at.\n\nIt is always easy to discover where a fairies' ball is being held,\nas ribbons are stretched between it and all the populous parts of the\nGardens, on which those invited may walk to the dance without wetting\ntheir pumps. This night the ribbons were red and looked very pretty on\nthe snow.\n\nMaimie walked alongside one of them for some distance without meeting\nanybody, but at last she saw a fairy cavalcade approaching. To her\nsurprise they seemed to be returning from the ball, and she had just\ntime to hide from them by bending her knees and holding out her arms and\npretending to be a garden chair. There were six horsemen in front and\nsix behind, in the middle walked a prim lady wearing a long train held\nup by two pages, and on the train, as if it were a couch, reclined a\nlovely girl, for in this way do aristocratic fairies travel about. She\nwas dressed in golden rain, but the most enviable part of her was her\nneck, which was blue in colour and of a velvet texture, and of course\nshowed off her diamond necklace as no white throat could have glorified\nit. The high-born fairies obtain this admired effect by pricking their\nskin, which lets the blue blood come through and dye them, and you\ncannot imagine anything so dazzling unless you have seen the ladies'\nbusts in the jewellers' windows.\n\nMaimie also noticed that the whole cavalcade seemed to be in a passion,\ntilting their noses higher than it can be safe for even fairies to tilt\nthem, and she concluded that this must be another case in which the\ndoctor had said \"Cold, quite cold!\"\n\nWell, she followed the ribbon to a place where it became a bridge over a\ndry puddle into which another fairy had fallen and been unable to climb\nout. At first this little damsel was afraid of Maimie, who most kindly\nwent to her aid, but soon she sat in her hand chatting gaily and\nexplaining that her name was Brownie, and that though only a poor street\nsinger she was on her way to the ball to see if the Duke would have her.\n\n\"Of course,\" she said, \"I am rather plain,\" and this made Maimie\nuncomfortable, for indeed the simple little creature was almost quite\nplain for a fairy.\n\nIt was difficult to know what to reply.\n\n\"I see you think I have no chance,\" Brownie said falteringly.\n\n\"I don't say that,\" Maimie answered politely, \"of course your face is\njust a tiny bit homely, but--\" Really it was quite awkward for her.\n\nFortunately she remembered about her father and the bazaar. He had gone\nto a fashionable bazaar where all the most beautiful ladies in London\nwere on view for half-a-crown the second day, but on his return home\ninstead of being dissatisfied with Maimie's mother he had said, \"You\ncan't think, my dear, what a relief it is to see a homely face again.\"\n\nMaimie repeated this story, and it fortified Brownie tremendously,\nindeed she had no longer the slightest doubt that the Duke would choose\nher. So she scudded away up the ribbon, calling out to Maimie not to\nfollow lest the Queen should mischief her.\n\nBut Maimie's curiosity tugged her forward, and presently at the seven\nSpanish chestnuts, she saw a wonderful light. She crept forward until\nshe was quite near it, and then she peeped from behind a tree.\n\nThe light, which was as high as your head above the ground, was composed\nof myriads of glow-worms all holding on to each other, and so forming\na dazzling canopy over the fairy ring. There were thousands of little\npeople looking on, but they were in shadow and drab in colour compared\nto the glorious creatures within that luminous circle who were so\nbewilderingly bright that Maimie had to wink hard all the time she\nlooked at them.\n\nIt was amazing and even irritating to her that the Duke of Christmas\nDaisies should be able to keep out of love for a moment: yet out of love\nhis dusky grace still was: you could see it by the shamed looks of the\nQueen and court (though they pretended not to care), by the way darling\nladies brought forward for his approval burst into tears as they were\ntold to pass on, and by his own most dreary face.\n\nMaimie could also see the pompous doctor feeling the Duke's heart and\nhear him give utterance to his parrot cry, and she was particularly\nsorry for the Cupids, who stood in their fools' caps in obscure\nplaces and, every time they heard that \"Cold, quite cold,\" bowed their\ndisgraced little heads.\n\nShe was disappointed not to see Peter Pan, and I may as well tell you\nnow why he was so late that night. It was because his boat had got\nwedged on the Serpentine between fields of floating ice, through which\nhe had to break a perilous passage with his trusty paddle.\n\nThe fairies had as yet scarcely missed him, for they could not dance, so\nheavy were their hearts. They forget all the steps when they are sad\nand remember them again when they are merry. David tells me that fairies\nnever say \"We feel happy\": what they say is, \"We feel _dancey_.\"\n\nWell, they were looking very undancy indeed, when sudden laughter broke\nout among the onlookers, caused by Brownie, who had just arrived and was\ninsisting on her right to be presented to the Duke.\n\nMaimie craned forward eagerly to see how her friend fared, though she\nhad really no hope; no one seemed to have the least hope except Brownie\nherself who, however, was absolutely confident. She was led before his\ngrace, and the doctor putting a finger carelessly on the ducal heart,\nwhich for convenience sake was reached by a little trap-door in his\ndiamond shirt, had begun to say mechanically, \"Cold, qui--,\" when he\nstopped abruptly.\n\n\"What's this?\" he cried, and first he shook the heart like a watch, and\nthen put his ear to it.\n\n\"Bless my soul!\" cried the doctor, and by this time of course the\nexcitement among the spectators was tremendous, fairies fainting right\nand left.\n\nEverybody stared breathlessly at the Duke, who was very much startled\nand looked as if he would like to run away. \"Good gracious me!\" the\ndoctor was heard muttering, and now the heart was evidently on fire, for\nhe had to jerk his fingers away from it and put them in his mouth.\n\nThe suspense was awful!\n\nThen in a loud voice, and bowing low, \"My Lord Duke,\" said the physician\nelatedly, \"I have the honour to inform your excellency that your grace\nis in love.\"\n\nYou can't conceive the effect of it. Brownie held out her arms to the\nDuke and he flung himself into them, the Queen leapt into the arms of\nthe Lord Chamberlain, and the ladies of the court leapt into the arms of\nher gentlemen, for it is etiquette to follow her example in everything.\nThus in a single moment about fifty marriages took place, for if you\nleap into each other's arms it is a fairy wedding. Of course a clergyman\nhas to be present.\n\nHow the crowd cheered and leapt! Trumpets brayed, the moon came out, and\nimmediately a thousand couples seized hold of its rays as if they were\nribbons in a May dance and waltzed in wild abandon round the fairy ring.\nMost gladsome sight of all, the Cupids plucked the hated fools' caps\nfrom their heads and cast them high in the air. And then Maimie went\nand spoiled everything. She couldn't help it. She was crazy with delight\nover her little friend's good fortune, so she took several steps forward\nand cried in an ecstasy, \"Oh, Brownie, how splendid!\"\n\nEverybody stood still, the music ceased, the lights went out, and all in\nthe time you may take to say \"Oh dear!\" An awful sense of her peril\ncame upon Maimie, too late she remembered that she was a lost child in a\nplace where no human must be between the locking and the opening of the\ngates, she heard the murmur of an angry multitude, she saw a thousand\nswords flashing for her blood, and she uttered a cry of terror and fled.\n\nHow she ran! and all the time her eyes were starting out of her head.\nMany times she lay down, and then quickly jumped up and ran on again.\nHer little mind was so entangled in terrors that she no longer knew\nshe was in the Gardens. The one thing she was sure of was that she must\nnever cease to run, and she thought she was still running long after she\nhad dropped in the Figs and gone to sleep. She thought the snowflakes\nfalling on her face were her mother kissing her good-night. She thought\nher coverlet of snow was a warm blanket, and tried to pull it over her\nhead. And when she heard talking through her dreams she thought it was\nmother bringing father to the nursery door to look at her as she slept.\nBut it was the fairies.\n\nI am very glad to be able to say that they no longer desired to mischief\nher. When she rushed away they had rent the air with such cries as \"Slay\nher!\" \"Turn her into something extremely unpleasant!\" and so on, but the\npursuit was delayed while they discussed who should march in front,\nand this gave Duchess Brownie time to cast herself before the Queen and\ndemand a boon.\n\nEvery bride has a right to a boon, and what she asked for was Maimie's\nlife. \"Anything except that,\" replied Queen Mab sternly, and all the\nfairies chanted \"Anything except that.\" But when they learned how Maimie\nhad befriended Brownie and so enabled her to attend the ball to their\ngreat glory and renown, they gave three huzzas for the little human, and\nset off, like an army, to thank her, the court advancing in front\nand the canopy keeping step with it. They traced Maimie easily by her\nfootprints in the snow.\n\nBut though they found her deep in snow in the Figs, it seemed impossible\nto thank Maimie, for they could not waken her. They went through the\nform of thanking her, that is to say, the new King stood on her body and\nread her a long address of welcome, but she heard not a word of it. They\nalso cleared the snow off her, but soon she was covered again, and they\nsaw she was in danger of perishing of cold.\n\n\"Turn her into something that does not mind the cold,\" seemed a good\nsuggestion of the doctor's, but the only thing they could think of\nthat does not mind cold was a snowflake. \"And it might melt,\" the Queen\npointed out, so that idea had to be given up.\n\nA magnificent attempt was made to carry her to a sheltered spot, but\nthough there were so many of them she was too heavy. By this time all\nthe ladies were crying in their handkerchiefs, but presently the Cupids\nhad a lovely idea. \"Build a house round her,\" they cried, and at once\neverybody perceived that this was the thing to do; in a moment a hundred\nfairy sawyers were among the branches, architects were running round\nMaimie, measuring her; a bricklayer's yard sprang up at her feet,\nseventy-five masons rushed up with the foundation stone and the Queen\nlaid it, overseers were appointed to keep the boys off, scaffoldings\nwere run up, the whole place rang with hammers and chisels and turning\nlathes, and by this time the roof was on and the glaziers were putting\nin the windows.\n\nThe house was exactly the size of Maimie and perfectly lovely. One of\nher arms was extended and this had bothered them for a second, but they\nbuilt a verandah round it, leading to the front door. The windows were\nthe size of a coloured picture-book and the door rather smaller, but it\nwould be easy for her to get out by taking off the roof. The fairies, as\nis their custom, clapped their hands with delight over their cleverness,\nand they were all so madly in love with the little house that they could\nnot bear to think they had finished it. So they gave it ever so many\nlittle extra touches, and even then they added more extra touches.\n\nFor instance, two of them ran up a ladder and put on a chimney.\n\n\"Now we fear it is quite finished,\" they sighed.\n\nBut no, for another two ran up the ladder, and tied some smoke to the\nchimney.\n\n\"That certainly finishes it,\" they cried reluctantly.\n\n\"Not at all,\" cried a glow-worm, \"if she were to wake without seeing a\nnight-light she might be frightened, so I shall be her night-light.\"\n\n\"Wait one moment,\" said a china merchant, \"and I shall make you a\nsaucer.\"\n\nNow alas, it was absolutely finished.\n\nOh, dear no!\n\n\"Gracious me,\" cried a brass manufacturer, \"there's no handle on the\ndoor,\" and he put one on.\n\nAn ironmonger added a scraper and an old lady ran up with a door-mat.\nCarpenters arrived with a water-butt, and the painters insisted on\npainting it.\n\nFinished at last!\n\n\"Finished! how can it be finished,\" the plumber demanded scornfully,\n\"before hot and cold are put in?\" and he put in hot and cold. Then an\narmy of gardeners arrived with fairy carts and spades and seeds and\nbulbs and forcing-houses, and soon they had a flower garden to the\nright of the verandah and a vegetable garden to the left, and roses and\nclematis on the walls of the house, and in less time than five minutes\nall these dear things were in full bloom.\n\nOh, how beautiful the little house was now! But it was at last finished\ntrue as true, and they had to leave it and return to the dance. They\nall kissed their hands to it as they went away, and the last to go was\nBrownie. She stayed a moment behind the others to drop a pleasant dream\ndown the chimney.\n\nAll through the night the exquisite little house stood there in the Figs\ntaking care of Maimie, and she never knew. She slept until the dream\nwas quite finished and woke feeling deliciously cosy just as morning was\nbreaking from its egg, and then she almost fell asleep again, and then\nshe called out,\n\n\"Tony,\" for she thought she was at home in the nursery. As Tony made no\nanswer, she sat up, whereupon her head hit the roof, and it opened like\nthe lid of a box, and to her bewilderment she saw all around her the\nKensington Gardens lying deep in snow. As she was not in the nursery she\nwondered whether this was really herself, so she pinched her cheeks, and\nthen she knew it was herself, and this reminded her that she was in\nthe middle of a great adventure. She remembered now everything that had\nhappened to her from the closing of the gates up to her running away\nfrom the fairies, but however, she asked herself, had she got into this\nfunny place? She stepped out by the roof, right over the garden, and\nthen she saw the dear house in which she had passed the night. It so\nentranced her that she could think of nothing else.\n\n\"Oh, you darling, oh, you sweet, oh, you love!\" she cried.\n\nPerhaps a human voice frightened the little house, or maybe it now knew\nthat its work was done, for no sooner had Maimie spoken than it began to\ngrow smaller; it shrank so slowly that she could scarce believe it\nwas shrinking, yet she soon knew that it could not contain her now. It\nalways remained as complete as ever, but it became smaller and smaller,\nand the garden dwindled at the same time, and the snow crept closer,\nlapping house and garden up. Now the house was the size of a little\ndog's kennel, and now of a Noah's Ark, but still you could see the smoke\nand the door-handle and the roses on the wall, every one complete.\nThe glow-worm fight was waning too, but it was still there. \"Darling,\nloveliest, don't go!\" Maimie cried, falling on her knees, for the little\nhouse was now the size of a reel of thread, but still quite complete.\nBut as she stretched out her arms imploringly the snow crept up on all\nsides until it met itself, and where the little house had been was now\none unbroken expanse of snow.\n\nMaimie stamped her foot naughtily, and was putting her fingers to her\neyes, when she heard a kind voice say, \"Don't cry, pretty human, don't\ncry,\" and then she turned round and saw a beautiful little naked boy\nregarding her wistfully. She knew at once that he must be Peter Pan.\n\n\n\n\nLock-out Time\n\nIt is frightfully difficult to know much about the fairies, and almost\nthe only thing known for certain is that there are fairies wherever\nthere are children. Long ago children were forbidden the Gardens, and\nat that time there was not a fairy in the place; then the children were\nadmitted, and the fairies came trooping in that very evening. They can't\nresist following the children, but you seldom see them, partly because\nthey live in the daytime behind the railings, where you are not allowed\nto go, and also partly because they are so cunning. They are not a bit\ncunning after Lock-out, but until Lock-out, my word!\n\nWhen you were a bird you knew the fairies pretty well, and you remember\na good deal about them in your babyhood, which it is a great pity you\ncan't write down, for gradually you forget, and I have heard of children\nwho declared that they had never once seen a fairy. Very likely if they\nsaid this in the Kensington Gardens, they were standing looking at a\nfairy all the time. The reason they were cheated was that she pretended\nto be something else. This is one of their best tricks. They usually\npretend to be flowers, because the court sits in the Fairies' Basin,\nand there are so many flowers there, and all along the Baby Walk, that\na flower is the thing least likely to attract attention. They dress\nexactly like flowers, and change with the seasons, putting on white when\nlilies are in and blue for blue-bells, and so on. They like crocus and\nhyacinth time best of all, as they are partial to a bit of colour, but\ntulips (except white ones, which are the fairy-cradles) they consider\ngarish, and they sometimes put off dressing like tulips for days, so\nthat the beginning of the tulip weeks is almost the best time to catch\nthem.\n\nWhen they think you are not looking they skip along pretty lively, but\nif you look and they fear there is no time to hide, they stand quite\nstill, pretending to be flowers. Then, after you have passed without\nknowing that they were fairies, they rush home and tell their mothers\nthey have had such an adventure. The Fairy Basin, you remember, is all\ncovered with ground-ivy (from which they make their castor-oil), with\nflowers growing in it here and there. Most of them really are flowers,\nbut some of them are fairies. You never can be sure of them, but a good\nplan is to walk by looking the other way, and then turn round sharply.\nAnother good plan, which David and I sometimes follow, is to stare them\ndown. After a long time they can't help winking, and then you know for\ncertain that they are fairies.\n\nThere are also numbers of them along the Baby Walk, which is a\nfamous gentle place, as spots frequented by fairies are called. Once\ntwenty-four of them had an extraordinary adventure. They were a girls'\nschool out for a walk with the governess, and all wearing hyacinth\ngowns, when she suddenly put her finger to her mouth, and then they\nall stood still on an empty bed and pretended to be hyacinths.\nUnfortunately, what the governess had heard was two gardeners coming to\nplant new flowers in that very bed. They were wheeling a handcart with\nflowers in it, and were quite surprised to find the bed occupied. \"Pity\nto lift them hyacinths,\" said the one man. \"Duke's orders,\" replied the\nother, and, having emptied the cart, they dug up the boarding-school and\nput the poor, terrified things in it in five rows. Of course, neither\nthe governess nor the girls dare let on that they were fairies, so they\nwere carted far away to a potting-shed, out of which they escaped in the\nnight without their shoes, but there was a great row about it among the\nparents, and the school was ruined.\n\nAs for their houses, it is no use looking for them, because they are\nthe exact opposite of our houses. You can see our houses by day but you\ncan't see them by dark. Well, you can see their houses by dark, but you\ncan't see them by day, for they are the colour of night, and I never\nheard of anyone yet who could see night in the daytime. This does not\nmean that they are black, for night has its colours just as day has,\nbut ever so much brighter. Their blues and reds and greens are like ours\nwith a light behind them. The palace is entirely built of many-coloured\nglasses, and is quite the loveliest of all royal residences, but the\nqueen sometimes complains because the common people will peep in to see\nwhat she is doing. They are very inquisitive folk, and press quite hard\nagainst the glass, and that is why their noses are mostly snubby. The\nstreets are miles long and very twisty, and have paths on each side made\nof bright worsted. The birds used to steal the worsted for their nests,\nbut a policeman has been appointed to hold on at the other end.\n\nOne of the great differences between the fairies and us is that they\nnever do anything useful. When the first baby laughed for the first\ntime, his laugh broke into a million pieces, and they all went skipping\nabout. That was the beginning of fairies. They look tremendously busy,\nyou know, as if they had not a moment to spare, but if you were to ask\nthem what they are doing, they could not tell you in the least. They are\nfrightfully ignorant, and everything they do is make-believe. They have\na postman, but he never calls except at Christmas with his little box,\nand though they have beautiful schools, nothing is taught in them; the\nyoungest child being chief person is always elected mistress, and when\nshe has called the roll, they all go out for a walk and never come back.\nIt is a very noticeable thing that, in fairy families, the youngest\nis always chief person, and usually becomes a prince or princess, and\nchildren remember this, and think it must be so among humans also, and\nthat is why they are often made uneasy when they come upon their mother\nfurtively putting new frills on the basinette.\n\nYou have probably observed that your baby-sister wants to do all sorts\nof things that your mother and her nurse want her not to do: to stand up\nat sitting-down time, and to sit down at standing-up time, for instance,\nor to wake up when she should fall asleep, or to crawl on the floor when\nshe is wearing her best frock, and so on, and perhaps you put this down\nto naughtiness. But it is not; it simply means that she is doing as\nshe has seen the fairies do; she begins by following their ways, and\nit takes about two years to get her into the human ways. Her fits of\npassion, which are awful to behold, and are usually called teething,\nare no such thing; they are her natural exasperation, because we don't\nunderstand her, though she is talking an intelligible language. She is\ntalking fairy. The reason mothers and nurses know what her remarks mean,\nbefore other people know, as that \"Guch\" means \"Give it to me at once,\"\nwhile \"Wa\" is \"Why do you wear such a funny hat?\" is because, mixing so\nmuch with babies, they have picked up a little of the fairy language.\n\nOf late David has been thinking back hard about the fairy tongue, with\nhis hands clutching his temples, and he has remembered a number of their\nphrases which I shall tell you some day if I don't forget. He had heard\nthem in the days when he was a thrush, and though I suggested to him\nthat perhaps it is really bird language he is remembering, he says not,\nfor these phrases are about fun and adventures, and the birds talked of\nnothing but nest-building. He distinctly remembers that the birds used\nto go from spot to spot like ladies at shop-windows, looking at the\ndifferent nests and saying, \"Not my colour, my dear,\" and \"How would\nthat do with a soft lining?\" and \"But will it wear?\" and \"What hideous\ntrimming!\" and so on.\n\nThe fairies are exquisite dancers, and that is why one of the first\nthings the baby does is to sign to you to dance to him and then to cry\nwhen you do it. They hold their great balls in the open air, in what\nis called a fairy-ring. For weeks afterward you can see the ring on the\ngrass. It is not there when they begin, but they make it by waltzing\nround and round. Sometimes you will find mushrooms inside the ring, and\nthese are fairy chairs that the servants have forgotten to clear away.\nThe chairs and the rings are the only tell-tale marks these little\npeople leave behind them, and they would remove even these were they not\nso fond of dancing that they toe it till the very moment of the opening\nof the gates. David and I once found a fairy-ring quite warm.\n\nBut there is also a way of finding out about the ball before it takes\nplace. You know the boards which tell at what time the Gardens are to\nclose to-day. Well, these tricky fairies sometimes slyly change the\nboard on a ball night, so that it says the Gardens are to close at\nsix-thirty for instance, instead of at seven. This enables them to get\nbegun half an hour earlier.\n\nIf on such a night we could remain behind in the Gardens, as the famous\nMaimie Mannering did, we might see delicious sights, hundreds of\nlovely fairies hastening to the ball, the married ones wearing their\nwedding-rings round their waists, the gentlemen, all in uniform, holding\nup the ladies' trains, and linkmen running in front carrying winter\ncherries, which are the fairy-lanterns, the cloakroom where they put\non their silver slippers and get a ticket for their wraps, the flowers\nstreaming up from the Baby Walk to look on, and always welcome because\nthey can lend a pin, the supper-table, with Queen Mab at the head of it,\nand behind her chair the Lord Chamberlain, who carries a dandelion on\nwhich he blows when Her Majesty wants to know the time.\n\nThe table-cloth varies according to the seasons, and in May it is made\nof chestnut-blossom. The way the fairy-servants do is this: The men,\nscores of them, climb up the trees and shake the branches, and the\nblossom falls like snow. Then the lady servants sweep it together by\nwhisking their skirts until it is exactly like a table-cloth, and that\nis how they get their table-cloth.\n\nThey have real glasses and real wine of three kinds, namely, blackthorn\nwine, berberris wine, and cowslip wine, and the Queen pours out, but the\nbottles are so heavy that she just pretends to pour out. There is bread\nand butter to begin with, of the size of a threepenny bit; and cakes to\nend with, and they are so small that they have no crumbs. The fairies\nsit round on mushrooms, and at first they are very well-behaved and\nalways cough off the table, and so on, but after a bit they are not so\nwell-behaved and stick their fingers into the butter, which is got\nfrom the roots of old trees, and the really horrid ones crawl over the\ntable-cloth chasing sugar or other delicacies with their tongues. When\nthe Queen sees them doing this she signs to the servants to wash up and\nput away, and then everybody adjourns to the dance, the Queen walking in\nfront while the Lord Chamberlain walks behind her, carrying two little\npots, one of which contains the juice of wall-flower and the other the\njuice of Solomon's Seals. Wall-flower juice is good for reviving dancers\nwho fall to the ground in a fit, and Solomon's Seals juice is for\nbruises. They bruise very easily and when Peter plays faster and faster\nthey foot it till they fall down in fits. For, as you know without my\ntelling you, Peter Pan is the fairies' orchestra. He sits in the middle\nof the ring, and they would never dream of having a smart dance nowadays\nwithout him. \"P. P.\" is written on the corner of the invitation-cards\nsent out by all really good families. They are grateful little people,\ntoo, and at the princess's coming-of-age ball (they come of age on their\nsecond birthday and have a birthday every month) they gave him the wish\nof his heart.\n\nThe way it was done was this. The Queen ordered him to kneel, and then\nsaid that for playing so beautifully she would give him the wish of his\nheart. Then they all gathered round Peter to hear what was the wish of\nhis heart, but for a long time he hesitated, not being certain what it\nwas himself.\n\n\"If I chose to go back to mother,\" he asked at last, \"could you give me\nthat wish?\"\n\nNow this question vexed them, for were he to return to his mother they\nshould lose his music, so the Queen tilted her nose contemptuously and\nsaid, \"Pooh, ask for a much bigger wish than that.\"\n\n\"Is that quite a little wish?\" he inquired.\n\n\"As little as this,\" the Queen answered, putting her hands near each\nother.\n\n\"What size is a big wish?\" he asked.\n\nShe measured it off on her skirt and it was a very handsome length.\n\nThen Peter reflected and said, \"Well, then, I think I shall have two\nlittle wishes instead of one big one.\"\n\nOf course, the fairies had to agree, though his cleverness rather\nshocked them, and he said that his first wish was to go to his\nmother, but with the right to return to the Gardens if he found her\ndisappointing. His second wish he would hold in reserve.\n\nThey tried to dissuade him, and even put obstacles in the way.\n\n\"I can give you the power to fly to her house,\" the Queen said, \"but I\ncan't open the door for you.\"\n\n\"The window I flew out at will be open,\" Peter said confidently. \"Mother\nalways keeps it open in the hope that I may fly back.\n\n\"How do you know?\" they asked, quite surprised, and, really, Peter could\nnot explain how he knew.\n\n\"I just do know,\" he said.\n\nSo as he persisted in his wish, they had to grant it. The way they gave\nhim power to fly was this: They all tickled him on the shoulder, and\nsoon he felt a funny itching in that part and then up he rose higher and\nhigher and flew away out of the Gardens and over the house-tops.\n\nIt was so delicious that instead of flying straight to his old home he\nskimmed away over St. Paul's to the Crystal Palace and back by the river\nand Regent's Park, and by the time he reached his mother's window he had\nquite made up his mind that his second wish should be to become a bird.\n\nThe window was wide open, just as he knew it would be, and in he\nfluttered, and there was his mother lying asleep.\n\nPeter alighted softly on the wooden rail at the foot of the bed and had\na good look at her. She lay with her head on her hand, and the hollow\nin the pillow was like a nest lined with her brown wavy hair. He\nremembered, though he had long forgotten it, that she always gave her\nhair a holiday at night.\n\nHow sweet the frills of her night-gown were. He was very glad she was\nsuch a pretty mother.\n\nBut she looked sad, and he knew why she looked sad. One of her arms\nmoved as if it wanted to go round something, and he knew what it wanted\nto go round.\n\n\"Oh, mother,\" said Peter to himself, \"if you just knew who is sitting on\nthe rail at the foot of the bed.\"\n\nVery gently he patted the little mound that her feet made, and he could\nsee by her face that she liked it. He knew he had but to say \"Mother\"\never so softly, and she would wake up. They always wake up at once if it\nis you that says their name. Then she would give such a joyous cry\nand squeeze him tight. How nice that would be to him, but oh, how\nexquisitely delicious it would be to her. That I am afraid is how Peter\nregarded it. In returning to his mother he never doubted that he was\ngiving her the greatest treat a woman can have. Nothing can be more\nsplendid, he thought, than to have a little boy of your own. How proud\nof him they are; and very right and proper, too.\n\nBut why does Peter sit so long on the rail, why does he not tell his\nmother that he has come back?\n\nI quite shrink from the truth, which is that he sat there in two minds.\nSometimes he looked longingly at his mother, and sometimes he looked\nlongingly at the window. Certainly it would be pleasant to be her boy\nagain, but, on the other hand, what times those had been in the Gardens!\nWas he so sure that he would enjoy wearing clothes again? He popped off\nthe bed and opened some drawers to have a look at his old garments. They\nwere still there, but he could not remember how you put them on. The\nsocks, for instance, were they worn on the hands or on the feet? He was\nabout to try one of them on his hand, when he had a great adventure.\nPerhaps the drawer had creaked; at any rate, his mother woke up, for\nhe heard her say \"Peter,\" as if it was the most lovely word in the\nlanguage. He remained sitting on the floor and held his breath,\nwondering how she knew that he had come back. If she said \"Peter\" again,\nhe meant to cry \"Mother\" and run to her. But she spoke no more, she\nmade little moans only, and when next he peeped at her she was once more\nasleep, with tears on her face.\n\nIt made Peter very miserable, and what do you think was the first\nthing he did? Sitting on the rail at the foot of the bed, he played a\nbeautiful lullaby to his mother on his pipe. He had made it up himself\nout of the way she said \"Peter,\" and he never stopped playing until she\nlooked happy.\n\nHe thought this so clever of him that he could scarcely resist wakening\nher to hear her say, \"Oh, Peter, how exquisitely you play.\" However, as\nshe now seemed comfortable, he again cast looks at the window. You must\nnot think that he meditated flying away and never coming back. He had\nquite decided to be his mother's boy, but hesitated about beginning\nto-night. It was the second wish which troubled him. He no longer meant\nto make it a wish to be a bird, but not to ask for a second wish seemed\nwasteful, and, of course, he could not ask for it without returning to\nthe fairies. Also, if he put off asking for his wish too long it might\ngo bad. He asked himself if he had not been hard-hearted to fly away\nwithout saying good-bye to Solomon. \"I should like awfully to sail in my\nboat just once more,\" he said wistfully to his sleeping mother. He quite\nargued with her as if she could hear him. \"It would be so splendid to\ntell the birds of this adventure,\" he said coaxingly. \"I promise to come\nback,\" he said solemnly and meant it, too.\n\nAnd in the end, you know, he flew away. Twice he came back from the\nwindow, wanting to kiss his mother, but he feared the delight of it\nmight waken her, so at last he played her a lovely kiss on his pipe, and\nthen he flew back to the Gardens.\n\nMany nights and even months passed before he asked the fairies for his\nsecond wish; and I am not sure that I quite know why he delayed so long.\nOne reason was that he had so many good-byes to say, not only to his\nparticular friends, but to a hundred favourite spots. Then he had his\nlast sail, and his very last sail, and his last sail of all, and so on.\nAgain, a number of farewell feasts were given in his honour; and another\ncomfortable reason was that, after all, there was no hurry, for his\nmother would never weary of waiting for him. This last reason displeased\nold Solomon, for it was an encouragement to the birds to procrastinate.\nSolomon had several excellent mottoes for keeping them at their work,\nsuch as \"Never put off laying to-day, because you can lay to-morrow,\"\nand \"In this world there are no second chances,\" and yet here was Peter\ngaily putting off and none the worse for it. The birds pointed this out\nto each other, and fell into lazy habits.\n\nBut, mind you, though Peter was so slow in going back to his mother,\nhe was quite decided to go back. The best proof of this was his caution\nwith the fairies. They were most anxious that he should remain in the\nGardens to play to them, and to bring this to pass they tried to trick\nhim into making such a remark as \"I wish the grass was not so wet,\" and\nsome of them danced out of time in the hope that he might cry, \"I do\nwish you would keep time!\" Then they would have said that this was his\nsecond wish. But he smoked their design, and though on occasions he\nbegan, \"I wish--\" he always stopped in time. So when at last he said\nto them bravely, \"I wish now to go back to mother for ever and always,\"\nthey had to tickle his shoulder and let him go.\n\nHe went in a hurry in the end because he had dreamt that his mother was\ncrying, and he knew what was the great thing she cried for, and that a\nhug from her splendid Peter would quickly make her to smile. Oh, he felt\nsure of it, and so eager was he to be nestling in her arms that this\ntime he flew straight to the window, which was always to be open for\nhim.\n\nBut the window was closed, and there were iron bars on it, and peering\ninside he saw his mother sleeping peacefully with her arm round another\nlittle boy.\n\nPeter called, \"Mother! mother!\" but she heard him not; in vain he beat\nhis little limbs against the iron bars. He had to fly back, sobbing, to\nthe Gardens, and he never saw his dear again. What a glorious boy he had\nmeant to be to her. Ah, Peter, we who have made the great mistake, how\ndifferently we should all act at the second chance. But Solomon was\nright; there is no second chance, not for most of us. When we reach the\nwindow it is Lock-out Time. The iron bars are up for life.\n\n\n\n\n\nEnd of Project Gutenberg's Peter Pan in Kensington Gardens, by J. M. Barrie\n\n*** END OF THIS PROJECT GUTENBERG EBOOK PETER PAN IN KENSINGTON GARDENS ***\n\n***** This file should be named 1332.txt or 1332.zip *****\nThis and all associated files of various formats will be found in:\n        http:\/\/www.gutenberg.org\/1\/3\/3\/1332\/\n\nProduced by Ron Burkey\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp:\/\/gutenberg.org\/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark\/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s\/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http:\/\/www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp:\/\/pglaf.org\/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http:\/\/pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http:\/\/pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http:\/\/pglaf.org\/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http:\/\/www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n","id":1395,"split":"test"}
