{"ori_id":"821b9a891aac7ceb29a0054e9e6d3eb7d2234af6","title":"The Lady from the Sea","context":"The Lady from the Sea\n This symbolic play is centred on a lady called Ellida. She is the daughter of a lighthouse-keeper, and grew up where the fjord met the open sea; she loves the sea. She is married to Doctor Wangel, a doctor in a small town in West Norway (in the mountains). He has two daughters (Bolette and Hilde) by his previous wife (widowed), and he and Ellida had a son who died as a baby. This put big strains on the marriage. Wangel, fearing for Ellidaâ\u0080\u0099s mental health, has invited up Arnholm, Boletteâ\u0080\u0099s former tutor and now the headmaster of a school, in hope that he can help Ellida. However, Arnholm thinks that it is Bolette waiting for him and he proposes. She agrees to marry her former teacher, because she sees this as her only opportunity to get out into the world.\nSome years earlier Ellida was deeply in love and engaged to a sailor, but because he murdered his captain he had to escape. Nevertheless, he asked her to wait for him to come and fetch her. She tried to break the engagement but he had too great a hold over her. The sailor then returns all these years later to claim her. However she then has to choose between her love or her husband. Dr Wangel finally recognizes her freedom to choose since he understands that he has no other options. This goes in his favour as she then chooses him. The play ends with the sailor leaving and Ellida and Wangel taking up their lives together again.\nï»¿The Project Gutenberg EBook of The Lady From The Sea, by Henrik Ibsen\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n\nTitle: The Lady From The Sea\n\nAuthor: Henrik Ibsen\n\nTranslator: Eleanor Marx-Aveling\n\nPosting Date: December 23, 2008 [EBook #2765]\nRelease Date: July, 2001\n\nLanguage: English\n\n\n*** START OF THIS PROJECT GUTENBERG EBOOK THE LADY FROM THE SEA ***\n\n\n\n\nProduced by Martin Adamson\n\n\n\n\n\nTHE LADY FROM THE SEA\n\nBy Henrik Ibsen\n\n\nTranslated by Eleanor Marx-Aveling\n\n\n\n\nDRAMATIS PERSONAE\n\n\n     Doctor Wangel.\n     Ellida Wangel, his second wife.\n     Bolette,\n     Hilde (not yet grown up), his daughters by his first wife.\n     Arnholm (second master at a college).\n     Lyngstrand.\n     Ballested.\n     A Stranger.\n     Young People of the Town.\n     Tourists.\n     Visitors.\n\n(The action takes place in small fjord town, Northern Norway.)\n\n\n\n\n\nTHE LADY FROM THE SEA\n\n\n\n\nACT I\n\n(SCENE.--DOCTOR WANGEL'S house, with a large verandah garden in front of\nand around the house. Under the verandah a flagstaff. In the garden\nan arbour, with table and chairs. Hedge, with small gate at the back.\nBeyond, a road along the seashore. An avenue of trees along the road.\nBetween the trees are seen the fjord, high mountain ranges and peaks. A\nwarm and brilliantly clear summer morning.\n\nBALLESTED, middle-aged, wearing an old velvet jacket, and a\nbroad-brimmed artist's hat, stands under the flagstaff, arranging the\nropes. The flag is lying on the ground. A little way from him is an\neasel, with an outspread canvas. By the easel on a camp-stool, brushes,\na palette, and box of colours.\n\nBOLETTE WANGEL comes from the room opening on the verandah. She carries\na large vase with flowers, which she puts down on the table.)\n\nBolette. Well, Ballested, does it work smoothly?\n\nBallested. Certainly, Miss Bolette, that's easy enough. May I ask--do\nyou expect any visitors today?\n\nBolette. Yes, we're expecting Mr. Arnholm this morning. He got to town\nin the night.\n\nBallested. Arnholm? Wait a minute--wasn't Arnholm the man who was tutor\nhere several years ago?\n\nBolette. Yes, it is he.\n\nBallested. Oh, really! Is he coming into these parts again?\n\nBolette. That's why we want to have the flag up.\n\nBallested. Well, that's reasonable enough.\n\n(BOLETTE goes into the room again. A little after LYNGSTRAND enters from\nthe road and stands still, interested by the easel and painting gear. He\nis a slender youth, poorly but carefully dressed, and looks delicate.)\n\nLyngstrand (on the other side of the hedge). Good-morning.\n\nBallested (turning round). Hallo! Good-morning. (Hoists up flag). That's\nit! Up goes the balloon. (Fastens the ropes, and then busies himself\nabout the easel.) Good-morning, my dear sir. I really don't think I've\nthe pleasure of--Lyngstrand. I'm sure you're a painter.\n\nBallested. Of course I am. Why shouldn't I be?\n\nLyngstrand. Yes, I can see you are. May I take the liberty of coming in\na moment?\n\nBallested. Would you like to come in and see?\n\nLyngstrand. I should like to immensely.\n\nBallested. Oh! there's nothing much to see yet. But come in. Come a\nlittle closer.\n\nLyngstrand. Many thanks. (Comes in through the garden gate.)\n\nBallested (painting). It's the fjord there between the islands I'm\nworking at.\n\nLyngstrand. So I see.\n\nBallested. But the figure is still wanting. There's not a model to be\ngot in this town.\n\nLyngstrand. Is there to be a figure, too?\n\nBallested. Yes. Here by the rocks in the foreground a mermaid is to lie,\nhalf-dead.\n\nLyngstrand. Why is she to be half-dead?\n\nBallested. She has wandered hither from the sea, and can't find her way\nout again. And so, you see, she lies there dying in the brackish water.\n\nLyngstrand. Ah, I see.\n\nBallested. The mistress of this house put it into my head to do\nsomething of the kind.\n\nLyngstrand. What shall you call the picture when it's finished?\n\nBallested. I think of calling it \"The Mermaid's End.\"\n\nLyngstrand. That's capital! You're sure to make something fine of it.\n\nBallested (looking at him). In the profession too, perhaps?\n\nLyngstrand. Do you mean a painter?\n\nBallested. Yes.\n\nLyngstrand. No, I'm not that; but I'm going to be a sculptor. My name is\nHans Lyngstrand.\n\nBallested. So you're to be a sculptor? Yes, yes; the art of sculpture is\na nice, pretty art in its way. I fancy I've seen you in the street once\nor twice. Have you been staying here long?\n\nLyngstrand. No; I've only been here a fortnight. But I shall try to stop\ntill the end of the summer.\n\nBallested. For the bathing?\n\nLyngstrand. Yes; I wanted to see if I could get a little stronger.\n\nBallested. Not delicate, surely?\n\nLyngstrand. Yes, perhaps I am a little delicate; but it's nothing\ndangerous. Just a little tightness on the chest.\n\nBallested. Tush!--a bagatelle! You should consult a good doctor.\n\nLyngstrand. Yes, I thought of speaking to Doctor Wangel one of these\ntimes.\n\nBallested. You should. (Looks out to the left.) There's another steamer,\ncrowded with passengers. It's really marvellous how travelling has\nincreased here of late years.\n\nLyngstrand. Yes, there's a good deal of traffic here, I think.\n\nBallested. And lots of summer visitors come here too. I often hear our\ngood town will lose its individuality with all these foreign goings on.\n\nLyngstrand. Were you born in the town?\n\nBallested. No; but I have accla--acclimatised myself. I feel united to\nthe place by the bonds of time and habit.\n\nLyngstrand. Then you've lived here a long time?\n\nBallested. Well--about seventeen or eighteen years. I came here with\nSkive's Dramatic Company. But then we got into difficulties, and so the\ncompany broke up and dispersed in all directions.\n\nLyngstrand. But you yourself remained here?\n\nBallested. I remained, and I've done very well. I was then working\nchiefly as decorative artist, don't you know.\n\n(BOLETTE comes out with a rocking-chair, which she places on the\nverandah.)\n\nBolette (speaking into the room). Hilde, see if you can find the\nembroidered footstool for father.\n\nLyngstrand (going up to the verandah, bows). Good-morning, Miss Wangel.\n\nBolette (by the balustrade). What! Is it you, Mr. Lyngstrand?\nGood-morning. Excuse me one moment, I'm only--(Goes into room.)\n\nBallested. Do you know the family?\n\nLyngstrand. Not well. I've only met the young ladies now and again in\ncompany; and I had a chat with Mrs. Wangel the last time we had music up\nat the \"View.\" She said I might come and see them.\n\nBallested. Now, do you know, you ought to cultivate their acquaintance.\n\nLyngstrand. Yes; I'd been thinking of paying a visit. Just a sort of\ncall. If only I could find some excuse--\n\nBallested. Excuse! Nonsense! (Looking out to the left.) Damn it!\n(Gathering his things.) The steamer's by the pier already. I must get\noff to the hotel. Perhaps some of the new arrivals may want me. For I'm\na hairdresser, too, don't you know.\n\nLyngstrand. You are certainly very many-sided, sir.\n\nBallested. In small towns one has to try to acclam--acclimatise Oneself\nin various branches. If you should require anything in the hair line--a\nlittle pomatum or such like--you've only to ask for Dancing-master\nBallested.\n\nLyngstrand. Dancing master!\n\nBallested. President of the \"Wind Band Society,\" by your leave. We've a\nconcert on this evening up at the \"View.\" Goodbye, goodbye!\n\n(He goes out with his painting gear through the garden gate.\n\nHILDE comes out with the footstool. BOLETTE brings more flowers.\nLYNGSTRAND bows to HILDE from the garden below.)\n\nHilde (by the balustrade, not returning his bow). Bolette said you had\nventured in today.\n\nLyngstrand. Yes; I took the liberty of coming in for a moment.\n\nHilde. Have you been out for a morning walk?\n\nLyngstrand. Oh, no! nothing came of the walk this morning.\n\nHilde. Have you been bathing, then?\n\nLyngstrand. Yes; I've been in the water a little while. I saw your\nmother down there. She was going into her bathing-machine.\n\nHilde. Who was?\n\nLyngstrand. Your mother.\n\nHilde. Oh! I see. (She puts the stool in front of the rocking-chair.)\n\nBolette (interrupting). Didn't you see anything of father's boat out on\nthe fjord?\n\nLyngstrand. Yes; I thought I saw a sailing-boat that was steering\ninland.\n\nBolette. I'm sure that was father. He's been to visit patients on the\nislands. (She is arranging things on the table.)\n\nLyngstrand (taking a step up the stairs to the verandah). Why, how\neverything's decorated here with flowers!\n\nBolette. Yes; doesn't it look nice?\n\nLyngstrand. It looks lovely! It looks as if it were some festival day in\nthe house.\n\nHilde. That's exactly what it is.\n\nLyngstrand. I might have guessed it! I'm sure it's your father's\nbirthday.\n\nBolette (warningly to HILDE). Hm--hm!\n\nHilde (taking no notice of her). No, mother's.\n\nLyngstrand. Oh! Your mother's!\n\nBolette (in low voice, angrily). Really, Hilde!\n\nHilde (the same). Let me be! (To LYNGSTRAND.) I suppose you're going\nhome to breakfast now?\n\nLyngstrand (going down steps). Yes, I suppose I must go and get\nsomething to eat.\n\nHilde. I'm sure you find the living very good at the hotel!\n\nLyngstrand. I'm not staying at the hotel now. It was too expensive for\nme.\n\nHilde. Where are you staying, then?\n\nLyngstrand. I'm staying up at Mrs. Jensen's.\n\nHilde. What Mrs. Jensen's?\n\nLyngstrand. The midwife.\n\nHilde. Excuse me, Mr. Lyngstrand, but I really have other matters to\nattend to Lyngstrand. Oh! I'm sure I ought not to have said that.\n\nHilde. Said what?\n\nLyngstrand. What I said.\n\nHilde (looking contemptuously at him). I don't understand you in the\nleast.\n\nLyngstrand. No, no. But I must say goodbye for the present.\n\nBolette (comes forward to the steps). Good-bye, good-bye, Mr.\nLyngstrand. You must excuse us now. But another day--when you've plenty\nof time--and inclination--you really must come in and see father and the\nrest of us.\n\nLyngstrand. Yes; thanks, very much. I shall be delighted. (Bows, and\ngoes out through the garden gate. As he goes along the road he bows\nagain towards the verandah.)\n\nHilde (in low voice). Adieu, Monsieur! Please remember me to Mother\nJensen.\n\nBolette (in a low voice, shaking her arm). Hilde! You naughty child! Are\nyou quite crazy? He might have heard you.\n\nHilde. Pshaw! Do you think I care about that?\n\nBolette (looking out to the right). Here's father!\n\n(WANGEL, in travelling dress and carrying a small bag, comes from the\nfootpath.)\n\nWangel. See! I'm back again, little girls! (He enters through the garden\ngate.)\n\nBolette (going towards him at the bottom of the garden). Oh! It is\ndelightful that you've come!\n\nHilde (also going up to him). Now have you got off for the whole day,\nfather?\n\nWangel. Oh! no. I must go down to the office for a little while\npresently. I say--do you know if Arnholm has come?\n\nBolette. Yes; he arrived in the night. We sent to the hotel to enquire.\n\nWangel. Then you've not seen him yet?\n\nBolette. No; but he's sure to come here this morning.\n\nWangel. Yes; he's sure to do that.\n\nHilde (pulling him). Father, now you must look round.\n\nWangel (looking towards the verandah). Yes, I see well enough, child.\nIt's quite festive.\n\nBolette. Now, don't you think we've arranged it nicely?\n\nWangel. I must say you have. Are--are we alone at home now?\n\nHilde. Yes; she's gone to--\n\nBolette (interrupting quickly). Mother has gone to bathe.\n\nWangel (looks lovingly at BOLETTE, and pats her head. Then he says,\nhesitating). Look here, little ones. Do you want to keep this up all\nday? And the flag hoisted, too?\n\nHilde. Surely you understand that, father!\n\nWangel. Hm! Yes; but you see--\n\nBolette (looks at him and nods). Surely you can understand we've been\ndoing all this in honour of Mr. Arnholm. When such a good friend comes\nto see you for the first time--\n\nHilde (smiling, and shaking him). Think! he who used to be Bolette's\ntutor, father!\n\nWangel (with a half-smile). You're a pair of sly minxes. Well--good\nheavens--after all, it's but natural we should remember her who is no\nmore with us. Here, Hilde (Gives her his bag), take that down to the\noffice. No, children. I don't like this--the way, I mean. This habit of\nevery year--well--what can one say? I suppose it can't be managed any\nother way.\n\nHilde (about to go out of garden, and, with the bag, stops short, turns,\nand points out). Look at that gentleman coming up here. I'm sure it's\nyour tutor.\n\nBolette (looks in that direction). He? (Laughs.) That is good! Do you\nthink that middle-aged fellow is Arnholm?\n\nWangel. Wait a moment, child. Why, by Jove, I do believe it is he. Yes,\nit certainly is.\n\nBolette (staring at him in quiet amazement). Yes; I almost think--\n\n(ARNHOLM, in elegant morning dress, with gold spectacles, and a thin\ncane, comes along the road. He looks overworked. He looks in at the\ngarden, bows in friendly fashion, and enters by the garden gate.)\n\nWangel (going to meet him). Welcome, dear Arnholm! Heartily welcome back\nto your old quarters again!\n\nArnholm. Thanks, thanks, Doctor Wangel. A thousand thanks. (They shake\nhands and walk up the garden together.) And there are the children!\n(Holds out his hands and looks at them.) I should hardly have known\nthese two again.\n\nWangel. No, I believe you.\n\nArnholm. And yet--perhaps Bolette--yes, I should have known Bolette\nagain.\n\nWangel. Hardly, I think. Why, it is eight--nine years since you saw her.\nAh, yes! Many a thing has changed here meanwhile.\n\nArnholm (looking round). I really don't see it; except that the trees\nhave grown remarkably, and that you've set up that arbour.\n\nWangel. Oh! no--outwardly.\n\nArnholm (smiling). And then, of course, you've two grown-up daughters\nhere now.\n\nWangel. Grown up! Well, there's only one grown up.\n\nHilde (aside). Just listen to father!\n\nWangel. But now let's sit down up there on the verandah. It's cooler\nthan here. Won't you?\n\nArnholm. Thanks, thanks, dear doctor.\n\n(They go up. WANGEL motions him to the rocking-chair.)\n\nWangel. That's right! Now make yourself comfortable, and rest, for you\nseem rather tired after your journey.\n\nArnholm. Oh, that's nothing. Here, amid these surroundings Bolette (to\nWANGEL). Hadn't we better have some soda and syrup in the sitting-room?\nIt's sure to be too hot out here soon.\n\nWangel. Yes, girls. Let's have some soda and syrup, and perhaps a drop\nof Cognac, too.\n\nBolette. Cognac, too!\n\nWangel. Just a little, in case anyone should like some.\n\nBolette. All right. Hilde, go down to the office with the bag.\n\n(BOLETTE goes into the room, and closes the door after her.\n\nHILDE takes the bag, and goes through the garden to the back of the\nhouse.)\n\nArnholm (who has followed BOLETTE with his eyes). What a splendid--.\nThey are both splendid girls, who've grown up here for you.\n\nWangel (sitting down). Yes; you think so, too?\n\nArnholm. Why, it's simply amazing, how Bolette!--and Hilde, too! But\nnow, you yourself, dear doctor. Do you think of staying here all your\nlife?\n\nWangel. Yes; I suppose so. Why, I've been born and bred here, so to say.\nI lived here so very happily with--her who left us so early--she whom\nyou knew when you were here before, Arnholm.\n\nArnholm. Yes, yes!\n\nWangel. And now I live here so happily with her who has taken her place.\nAh! On the whole, fate has been very good to me.\n\nArnholm. You have no children by your second marriage? Wangel. We had a\nlittle boy, two--two and a half years ago. But he didn't stay long. He\ndied when he was four--five months old.\n\nArnholm. Isn't your wife at home today?\n\nWangel. Oh, yes. She's sure to be here soon. She's down there bathing.\nShe does so every blessed day no matter what the weather.\n\nArnholm. Is she ill, then?\n\nWangel. Not exactly ill, although she has been extremely nervous for the\nlast few years--that is to say, she is now and then. I can't make out\nwhat really ails her. But to plunge into the sea is her joy and delight.\n\nArnholm. Yes; I remember that of old.\n\nWangel (with an almost imperceptible smile). To be sure! You knew Ellida\nwhen you were teacher out there at Skjoldviken.\n\nArnholm. Certainly. She used often to visit at the Parsonage. But I\nmostly met her when I went to the lighthouse to see her father.\n\nWangel. Those times out there, you may believe me, have set deep marks\nupon her. The people in the town here can't understand her at all. They\ncall her the \"Lady from the Sea.\"\n\nArnholm. Do they?\n\nWangel. Yes. And so--now, you see, speak to her of the old days, dear\nArnholm, it will do her good.\n\nArnholm (looks at him in doubt). Have you any reason for thinking so?\n\nWangel. Assuredly I have.\n\nEllida (her voice is heard outside the garden). Are you there, Wangel?\n\nWangel (rising). Yes, dear.\n\n(Mrs. ELLIDA WANGEL, in a large, light wrap, and with wet hair hanging\nloose over her shoulders, comes from between the trees of the arbour.\nARNHOLM rises.)\n\nWangel (smiling, and holding out his hands to her). Ah! So now we have\nour Mermaid!\n\nEllida (goes quickly up the verandah, and seizes his hands). Thank God\nthat I see you again! When did you come?\n\nWangel. Just now; a little while since. (Pointing to ARNHOLM.) But won't\nyou greet an old acquaintance?\n\nEllida (holding out her hand to ARNHOLM). So here you are! Welcome! And\nforgive me for not being at home--\n\nArnholm. Don't mention it--don't stand on any ceremony.\n\nWangel. Was the water nice and fresh today?\n\nEllida. Fresh! Oh! The water here never is fresh. It is so tepid and\nlifeless. Ugh! The water in the fjord here is sick.\n\nArnholm. Sick?\n\nEllida. Yes, sick. And I believe it makes one sick, too.\n\nWangel (smiling). You're giving our bathing resort a good name!\n\nArnholm. I should rather believe, Mrs. Wangel, that you have a peculiar\nrelation to the sea, and to all that belongs to it.\n\nEllida. Perhaps; I almost think so myself. But do you see how festively\nthe girls have arranged everything in your honour?\n\nWangel (embarrassed). Hm! (Looks at his watch.) Well, I suppose I must\nbe quick and--\n\nArnholm. Is it really for me?\n\nEllida. Yes. You may be sure we don't decorate like this every day.\nUgh! How suffocatingly hot it is under this roof. (Goes down into the\ngarden.) Come over here. Here at least there is a little air. (Sits down\nin arbour.)\n\nArnholm (going thither). I think the air quite fresh here.\n\nEllida. Yes, you--who are used to the stifling air of the town! It's\nterrible there in the summer, I hear.\n\nWangel (who has also gone into the garden). Hm, dear Ellida, you must\njust entertain our friend alone for a little while.\n\nEllida. Are you busy?\n\nWangel. Yes, I must go down to the office. And then I must change. But I\nwon't be long.\n\nArnholm (sitting down in arbour). Now, don't hurry, dear doctor. Your\nwife and I will manage to kill the time.\n\nWangel (nodding). Oh, yes! I'm sure you will. Well, goodbye for the\npresent. (He goes out through the garden.)\n\nEllida (after a short pause). Don't you think it's pleasant sitting out\nhere?\n\nArnholm. I think I've a pleasant seat now.\n\nEllida. They call this my arbour, because I had it fitted up, or rather\nWangel did, for me.\n\nArnholm. And you usually sit here?\n\nEllida. Yes, I pass most of the day here.\n\nArnholm. With the girls, I suppose?\n\nEllida. No, the girls--usually sit on the verandah.\n\nArnholm. And Wangel himself?\n\nEllida. Oh! Wangel goes to and fro--now he comes to me, and then he goes\nto his children.\n\nArnholm. And is it you who wish this?\n\nEllida. I think all parties feel most comfortable in this way. You\nknow we can talk across to one another--if we happen to find there is\nanything to say.\n\nArnholm (after thinking awhile). When I last crossed your path--out at\nSkjoldviken, I mean--Hm! That is long ago now.\n\nEllida. It's quite ten years since you were there with us.\n\nArnholm. Yes, about that. But when I think of you out there in the\nlighthouse! The heathen, as the old clergyman called you, because your\nfather had named you, as he said, after an old ship, and hadn't given\nyou a name fit for a Christian.\n\nEllida. Well, what then?\n\nArnholm. The last thing I should then have believed was that I should\nsee you again down here as the wife of Wangel.\n\nEllida. No; at that time Wangel wasn't--at that time the girls' first\nmother was still living. Their real mother, so Arnholm. Of course, of\ncourse! But even if that had not been-even if he had been free--still, I\ncould never have believed this would come about.\n\nEllida. Nor I. Never on earth--then.\n\nArnholm. Wangel is such a good fellow. So honourable. So thoroughly good\nand kind to all men.\n\nEllida (warmly and heartily). Yes, he is indeed.\n\nArnholm. But he must be so absolutely different from you, I fancy.\n\nEllida. You are right there. So he is.\n\nArnholm. Well, but how did it happen? How did it come about?\n\nEllida. Ah! dear Arnholm, you mustn't ask me about that. I couldn't\nexplain it to you, and even if I could, you would never be able to\nunderstand, in the least.\n\nArnholm. Hm! (In lower tone.) Have you ever confided anything about me\nto your husband? Of course, I meant about the useless step--I allowed\nmyself to be moved to.\n\nEllida. No. You may be sure of that. I've not said a word to him\nabout--about what you speak of.\n\nArnholm. I am glad. I felt rather awkward at the thought that--\n\nEllida. There was no need. I have only told him what is true--that I\nliked you very much, and that you were the truest and best friend I had\nout there.\n\nArnholm. Thanks for that. But tell me--why did you never write to me\nafter I had gone away?\n\nEllida. I thought that perhaps it would pain you to hear from one\nwho--who could not respond as you desired. It seemed like re-opening a\npainful subject.\n\nArnholm. Hm. Yes, yes, perhaps you were right.\n\nEllida. But why didn't you write?\n\nArnholm (looks at her and smiles, half reproachfully). I make the first\nadvance? Perhaps expose myself to the suspicion of wanting to begin all\nover again? After such a repulse as I had had?\n\nEllida. Oh no! I understand very well. Have you never since thought of\nforming any other tie?\n\nArnholm. Never! I have been faithful to my first memories.\n\nEllida (half jestingly). Nonsense! Let the sad old memories alone. You'd\nbetter think of becoming a happy husband, I should say.\n\nArnholm. I should have to be quick about it, then, Mrs. Wangel.\nRemember, I'm already--I'm ashamed to say--I'm past thirty-seven.\n\nEllida. Well, all the more reason for being quick. (She is silent for\na moment, and then says, earnestly, in a low voice.) But listen, dear\nArnholm; now I am going to tell you something that I could not have told\nyou then, to save my life.\n\nArnholm. What is it?\n\nEllida. When you took the--the useless step you were just speaking of--I\ncould not answer you otherwise than I did.\n\nArnholm. I know that you had nothing but friendship to give me; I know\nthat well enough.\n\nEllida. But you did not know that all my mind and soul were then given\nelsewhere.\n\nArnholm. At that time!\n\nEllida. Yes.\n\nArnholm. But it is impossible. You are mistaken about the time. I hardly\nthink you knew Wangel then.\n\nEllida. It is not Wangel of whom I speak.\n\nArnholm. Not Wangel? But at that time, out there at Skjoldviken--I can't\nremember a single person whom I can imagine the possibility of your\ncaring for.\n\nEllida. No, no, I quite believe that; for it was all such bewildering\nmadness--all of it.\n\nArnholm. But tell me more of this.\n\nEllida. Oh! it's enough if you know I was bound then; and you know it\nnow.\n\nArnholm. And if you had not been bound?\n\nEllida. Well?\n\nArnholm. Would your answer to my letter have been different?\n\nEllida. How can I tell? When Wangel came the answer was different.\n\nArnholm. What is your object, then, in telling me that you were bound?\n\nEllida (getting up, as if in fear and unrest). Because I must have\nsomeone in whom to confide. No, no; sit still.\n\nArnholm. Then your husband knows nothing about this?\n\nEllida. I confessed to him from the first that my thoughts had once been\nelsewhere. He never asked to know more, and we have never touched upon\nit since. Besides, at bottom it was simply madness. And then it was over\ndirectly--that is to a certain extent.\n\nArnholm (rising). Only to a certain extent? Not quite?\n\nEllida. Yes, yes, it is! Oh, good heavens! Dear Arnholm, it is not what\nyou think. It is something so absolutely incomprehensible, I don't know\nhow I could tell it you. You would only think I was ill, or quite mad.\n\nArnholm. My dearest lady! Now you really must tell me all about it.\n\nEllida. Well, then, I'll try to. How will you, as a sensible man,\nexplain to yourself that--(Looks round, and breaks off.) Wait a moment.\nHere's a visitor.\n\n(LYNGSTRAND comes along the road, and enters the garden. He has a flower\nin his button-hole, and carries a large, handsome bouquet done up in\npaper and silk ribbons. He stands somewhat hesitatingly and undecidedly\nby the verandah.)\n\nEllida (from the arbour). Have you come to see the girls, Mr.\nLyngstrand?\n\nLyngstrand (turning round). Ah, madam, are you there? (Bows, and\ncomes nearer.) No, it's not that. It's not the young ladies. It's you\nyourself, Mrs. Wangel. You know you gave me permission to come and see\nyou Ellida. Of course I did. You are always welcome here.\n\nLyngstrand. Thanks; and as it falls out so luckily that it's a festival\nhere today--\n\nEllida. Oh! Do you know about that?\n\nLyngstrand. Rather! And so I should like to take the liberty of\npresenting this to Mrs. Wangel. (Bows, and offers her the bouquet.)\n\nEllida (smiling). But, my dear Mr. Lyngstrand, oughtn't you to give\nthese lovely flowers to Mr. Arnholm himself? For you know it's really\nhe Lyngstrand (looking uncertainly at both of them). Excuse me, but I\ndon't know this gentleman. It's only--I've only come about the birthday,\nMrs. Wangel.\n\nEllida. Birthday? You've made a mistake, Mr. Lyngstrand. There's no\nbirthday here today.\n\nLyngstrand (smiling slyly). Oh! I know all about that! But I didn't\nthink it was to be kept so dark.\n\nEllida. What do you know?\n\nLyngstrand. That it is Madam's birthday.\n\nEllida. Mine?\n\nArnholm (looks questioningly at her). Today? Surely not.\n\nEllida (to LYNGSTRAND). Whatever made you think that?\n\nLyngstrand. It was Miss Hilde who let it out. I just looked in here a\nlittle while ago, and I asked the young ladies why they were decorating\nthe place like this, with flowers and flags.\n\nEllida. Well?\n\nLyngstrand. And so Miss Hilde said, \"Why, today is mother's birthday.\"\n\nEllida. Mother's!--I see.\n\nArnholm. Aha! (He and ELLIDA exchange a meaning look.) Well, now that\nthe young man knows about it--\n\nEllida (to LYNGSTRAND). Well, now that you know--\n\nLyngstrand (offering her the bouquet again). May I take the liberty of\ncongratulating you?\n\nEllida (taking the flowers). My best thanks. Won't you sit down a\nmoment, Mr. Lyngstrand? (ELLIDA, ARNHOLM, and LYNGSTRAND sit down in\nthe arbour.) This--birthday business--was to have been kept secret, Mr.\nArnholm.\n\nArnholm. So I see. It wasn't for us uninitiated folk!\n\nEllida (putting down the bouquet). Just so. Not for the uninitiated.\n\nLyngstrand. 'Pon my word, I won't tell a living soul about it.\n\nEllida. Oh, it wasn't meant like that. But how are you getting on? I\nthink you look better than you did.\n\nLyngstrand. Oh! I think I'm getting on famously. And by next year, if I\ncan go south--\n\nEllida. And you are going south, the girls tell me.\n\nLyngstrand. Yes, for I've a benefactor and friend at Bergen, who looks\nafter me, and has promised to help me next year.\n\nEllida. How did you get such a friend?\n\nLyngstrand. Well, it all happened so very luckily. I once went to sea in\none of his ships.\n\nEllida. Did you? So you wanted to go to sea?\n\nLyngstrand. No, not at all. But when mother died, father wouldn't have\nme knocking about at home any longer, and so he sent me to sea. Then we\nwere wrecked in the English Channel on our way home; and that was very\nfortunate for me.\n\nArnholm. What do you mean?\n\nLyngstrand. Yes, for it was in the shipwreck that I got this little\nweakness--of my chest. I was so long in the ice-cold water before\nthey picked me up; and so I had to give up the sea. Yes, that was very\nfortunate.\n\nArnholm. Indeed! Do you think so?\n\nLyngstrand. Yes, for the weakness isn't dangerous; and now I can be\na sculptor, as I so dearly want to be. Just think; to model in that\ndelicious clay, that yields so caressingly to your fingers!\n\nEllida. And what are you going to model? Is it to be mermen and\nmermaids? Or is it to be old Vikings?\n\nLyngstrand. No, not that. As soon as I can set about it, I am going to\ntry if I can produce a great work--a group, as they call it.\n\nEllida. Yes; but what's the group to be?\n\nLyngstrand. Oh! something I've experienced myself.\n\nArnholm. Yes, yes; always stick to that.\n\nEllida. But what's it to be?\n\nLyngstrand. Well, I thought it should be the young wife of a sailor, who\nlies sleeping in strange unrest, and she is dreaming. I fancy I shall do\nit so that you will see she is dreaming.\n\nArnholm. Is there anything else?\n\nLyngstrand. Yes, there's to be another figure--a sort of apparition, as\nthey say. It's her husband, to whom she has been faithless while he was\naway, and he is drowned at sea.\n\nArnholm. What?\n\nEllida. Drowned?\n\nLyngstrand. Yes, he was drowned on a sea voyage. But that's the\nwonderful part of it--he comes home all the same. It is night-time. And\nhe is standing by her bed looking at her. He is to stand there dripping\nwet, like one drawn from the sea.\n\nEllida (leaning back in her chair). What an extraordinary idea!\n(Shutting her eyes.) Oh! I can see it so clearly, living before me!\n\nArnholm. But how on earth, Mr.--Mr.--I thought you said it was to be\nsomething you had experienced.\n\nLyngstrand. Yes. I did experience that--that is to say, to a certain\nextent.\n\nArnholm. You saw a dead man?\n\nLyngstrand. Well, I don't mean I've actually seen this--experienced it\nin the flesh. But still--\n\nEllida (quickly, intently). Oh! tell me all you can about it! I must\nunderstand about all this.\n\nArnholm (smiling). Yes, that'll be quite in your line. Something that\nhas to do with sea fancies.\n\nEllida. What was it, Mr. Lyngstrand?\n\nLyngstrand. Well, it was like this. At the time when we were to sail\nhome in the brig from a town they called Halifax, we had to leave\nthe boatswain behind in the hospital. So we had to engage an American\ninstead. This new boatswain Ellida. The American?\n\nLyngstrand. Yes, one day he got the captain to lend him a lot of old\nnewspapers and he was always reading them. For he wanted to teach\nhimself Norwegian, he said.\n\nEllida. Well, and then?\n\nLyngstrand. It was one evening in rough weather. All hands were on\ndeck--except the boatswain and myself. For he had sprained his foot and\ncouldn't walk, and I was feeling rather low, and was lying in my berth.\nWell, he was sitting there in the forecastle, reading one of those old\npapers again.\n\nEllida. Well, well!\n\nLyngstrand. But just as he was sitting there quietly reading, I heard\nhim utter a sort of yell. And when I looked at him, I saw his face was\nas white as chalk. And then he began to crush and crumple the paper, and\nto tear it into a thousand shreds. But he did it so quietly, quietly.\n\nEllida. Didn't he say anything? Didn't he speak?\n\nLyngstrand. Not directly; but a little after he said to himself, as it\nwere: \"Married--to another man. While I was away.\"\n\nEllida (closes her eyes, and says, half to herself). He said that?\n\nLyngstrand. Yes. And think--he said it in perfect Norwegian. That man\nmust have learnt foreign languages very easily--\n\nEllida. And what then? What else happened?\n\nLyngstrand. Well, now the remarkable part is coming--that I shall never\nforget as long as I live. For he added, and that quite quietly, too:\n\"But she is mine, and mine she shall remain. And she shall follow me, if\nI should come home and fetch her, as a drowned man from the dark sea.\"\n\nEllida (pouring herself out a glass of water. Her hand trembles). Ah!\nHow close it is here today.\n\nLyngstrand. And he said this with such strength of will that I thought\nhe must be the man to do it.\n\nEllida. Don't you know anything about--what became of the man?\n\nLyngstrand. Oh! madam, he's certainly not living now.\n\nEllida (quickly). Why do you think that?\n\nLyngstrand. Why? Because we were shipwrecked afterwards in the Channel.\nI had got into the longboat with the captain and five others. The mate\ngot into the stern-boat; and the American was in that too, and another\nman.\n\nEllida. And nothing has been heard of them since?\n\nLyngstrand. Not a word. The friend who looks after me said so quite\nrecently in a letter. But it's just because of this I was so anxious to\nmake it into a work of art. I see the faithless sailor-wife so life-like\nbefore me, and the avenger who is drowned, and who nevertheless comes\nhome from the sea. I can see them both so distinctly.\n\nEllida. I, too. (Rises.) Come; let us go in--or, rather, go down\nto Wangel. I think it is so suffocatingly hot. (She goes out of the\narbour.)\n\nLyngstrand (who has also risen). I, for my part, must ask you to excuse\nme. This was only to be a short visit because of the birthday.\n\nEllida. As you wish. (Holds out her hand to him.) Goodbye, and thank you\nfor the flowers.\n\n(LYNGSTRAND bows, and goes off through the garden gate.)\n\nArnholm (rises, and goes up to ELLIDA). I see well enough that this has\ngone to your heart, Mrs. Wangel.\n\nEllida. Yes; you may well say so. Although Arnholm. But still--after\nall, it's no more than you were bound to expect.\n\nEllida (looks at him surprised). Expect!\n\nArnholm. Well, so it seems to me.\n\nEllida. Expect that anyone should come back again!--come to life again\nlike that!\n\nArnholm. But what on earth!--is it that mad sculptor's sea story, then?\n\nEllida. Oh, dear Arnholm, perhaps it isn't so mad after all!\n\nArnholm. Is it that nonsense about the dead man that has moved you so?\nAnd I who thought that--\n\nEllida. What did you think?\n\nArnholm. I naturally thought that was only a make-believe of yours. And\nthat you were sitting here grieving because you had found out a family\nfeast was being kept secret; because your husband and his children live\na life of remembrances in which you have no part.\n\nEllida. Oh! no, no! That may be as it may. I have no right to claim my\nhusband wholly and solely for myself.\n\nArnholm. I should say you had.\n\nEllida. Yes. Yet, all the same, I have not. That is it. Why, I, too,\nlive in something from which they are shut out.\n\nArnholm. You! (In lower tone.) Do you mean?--you, you do not really love\nyour husband!\n\nEllida. Oh! yes, yes! I have learnt to love him with all my heart!\nAnd that's why it is so terrible-so inexplicable--so absolutely\ninconceivable!\n\nArnholm. Now you must and shall confide all your troubles to me. Will\nyou, Mrs. Wangel?\n\nEllida. I cannot, dear friend. Not now, in any case. Later, perhaps.\n\n(BOLETTE comes out into the verandah, and goes down into the garden.)\n\nBolette. Father's coming up from the office. Hadn't we better all of us\ngo into the sitting-room?\n\nEllida. Yes, let us.\n\n(WANGEL, in other clothes, comes with HILDE from behind the house.)\n\nWangel. Now, then, here I am at your service. And now we shall enjoy a\ngood glass of something cool.\n\nEllida. Wait a moment. (She goes into the arbour and fetches the\nbouquet.)\n\nHilde. I say! All those lovely flowers! Where did you get them?\n\nEllida. From the sculptor, Lyngstrand, my dear Hilde.\n\nHilde (starts). From Lyngstrand?\n\nBolette (uneasily). Has Lyngstrand been here again?\n\nEllida (with a half-smile). Yes. He came here with these. Because of the\nbirthday, you understand.\n\nBolette (looks at HILDE). Oh!\n\nHilde (mutters). The idiot!\n\nWangel (in painful confusion to ELLIDA). Hm!--yes, well you see-I must\ntell you, my dear, good, beloved Ellida--\n\nEllida (interrupting). Come, girls! Let us go and put my flowers in the\nwater together with the others. (Goes up to the verandah.)\n\nBolette (to HILDE). Oh! After all she is good at heart.\n\nHilde (in a low tone with angry look). Fiddlesticks! She only does it to\ntake in father.\n\nWangel (on the verandah, presses ELLIDA'S hand). Thanks-thanks! My\nheartfelt thanks for that, dear Ellida.\n\nEllida (arranging the flowers). Nonsense! Should not I, too, be in it,\nand take part in--in mother's birthday?\n\nArnholm. Hm!\n\n(He goes up to WANGEL, and ELLIDA, BOLETTE, and HILDE remain in the\ngarden below.)\n\n\n\n\nACT II\n\n(SCENE.--At the \"View,\" a shrub-covered hill behind the town. A little\nin the background, a beacon and a vane. Great stones arranged as seats\naround the beacon, and in the foreground. Farther back the outer fjord\nis seen, with islands and outstanding headlands. The open sea is not\nvisible. It is a summer's evening, and twilight. A golden-red shimmer is\nin the air and over the mountain-tops in the far distance. A quartette is\nfaintly heard singing below in the background. Young townsfolk,\nladies and gentlemen, come up in pairs, from the right, and, talking\nfamiliarly, pass out beyond the beacon. A little after, BALLESTED\nenters, as guide to a party of foreign tourists with their ladies. He is\nladen with shawls and travelling bags.)\n\nBallested (pointing upwards with a stick). Sehen Sie, meine\nHerrschaften, dort, out there, liegt eine andere mountain, That wollen\nwir also besteigen, and so herunter. (He goes on with the conversation\nin French, and leads the party off to the left. HILDE comes quickly\nalong the uphill path, stands still, and looks back. Soon after BOLETTE\ncomes up the same way.)\n\nBolette. But, dear, why should we run away from Lyngstrand?\n\nHilde. Because I can't bear going uphill so slowly. Look--look at him\ncrawling up!\n\nBolette. Ah! But you know how delicate he is.\n\nHilde. Do you think it's very--dangerous?\n\nBolette. I certainly do.\n\nHilde. He went to consult father this afternoon. I should like to know\nwhat father thinks about him.\n\nBolette. Father told me it was a thickening of the lungs, or something\nof the sort. He won't live to be old, father says.\n\nHilde. No! Did he say it? Fancy--that's exactly what I thought.\n\nBolette. For heaven's sake don't show it!\n\nHilde. How can you imagine such a thing? (In an undertone.) Look, here\ncomes Hans crawling up. Don't you think you can see by the look of him\nthat he's called Hans?\n\nBolette (whispering). Now do behave! You'd better!\n\n(LYNGSTRAND comes in from the right, a parasol in his hand.)\n\nLyngstrand. I must beg the young ladies to excuse me for not getting\nalong as quickly as they did.\n\nHilde. Have you got a parasol too, now?\n\nLyngstrand. It's your mother's. She said I was to use it as a stick. I\nhadn't mine with me.\n\nBolette. Are they down there still--father and the others?\n\nLyngstrand. Yes; your father looked in at the restaurant for a moment,\nand the others are sitting out there listening to the music. But they\nwere coming up here presently, your mother said.\n\nHilde (stands looking at him). I suppose you're thoroughly tired out\nnow?\n\nLyngstrand. Yes; I almost think I'm a little tired now. I really believe\nI shall have to sit down a moment. (He sits on one of the stones in the\nforeground.)\n\nHilde (standing in front of him). Do you know there's to be dancing down\nthere on the parade?\n\nLyngstrand. Yes; I heard there was some talk about it.\n\nHilde. I suppose you think dancing's great fun?\n\nBolette (who begins gathering small flowers among the heather). Oh,\nHilde! Now do let Mr. Lyngstrand get his breath.\n\nLyngstrand (to HILDE). Yes, Miss Hilde; I should very much like to\ndance--if only I could.\n\nHilde. Oh, I see! Haven't you ever learnt?\n\nLyngstrand. No, I've not. But it wasn't that I meant. I meant I couldn't\nbecause of my chest.\n\nHilde. Because of that weakness you said you suffered from?\n\nLyngstrand. Yes; because of that.\n\nHilde. Aren't you very sorry you've that--weakness?\n\nLyngstrand. Oh, no! I can't say I am (smiling), for I think it's because\nof it that everyone is so good, and friendly, and kind to me.\n\nHilde. Yes. And then, besides, it's not dangerous.\n\nLyngstrand. No; it's not at all dangerous. So I gathered from what your\nfather said to me.\n\nHilde. And then it will pass away as soon as ever you begin travelling.\n\nLyngstrand. Of course it will pass away.\n\nBolette (with flowers). Look here, Mr. Lyngstrand, you are to put this\nin your button-hole.\n\nLyngstrand. Oh! A thousand thanks, Miss Wangel. It's really too good of\nyou.\n\nHilde (looking down the path). There they are, coming along the road.\n\nBolette (also looking down). If only they know where to turn off. No;\nnow they're going wrong.\n\nLyngstrand (rising). I'll run down to the turning and call out to them.\n\nHilde. You'll have to call out pretty loud.\n\nBolette. No; it's not worth while. You'll only tire yourself again.\n\nLyngstrand. Oh, it's so easy going downhill. (Goes off to the right.)\n\nHilde. Down-hill--yes. (Looking after him.) Why, he's actually jumping!\nAnd he never remembers he'll have to come up again.\n\nBolette. Poor fellow!\n\nHilde. If Lyngstrand were to propose, would you accept him?\n\nBolette. Are you quite mad?\n\nHilde. Of course, I mean if he weren't troubled with that \"weakness.\"\nAnd if he weren't to die so soon, would you have him then?\n\nBolette. I think you'd better have him yourself!\n\nHilde. No, that I wouldn't! Why, he hasn't a farthing. He hasn't enough\neven to keep himself.\n\nBolette. Then why are you always going about with him?\n\nHilde. Oh, I only do that because of the weakness.\n\nBolette. I've never noticed that you in the least pity him for it!\n\nHilde. No, I don't. But I think it so interesting.\n\nBolette. What is?\n\nHilde. To look at him and make him tell you it isn't dangerous; and that\nhe's going abroad, and is to be an artist. He really believes it all,\nand is so thoroughly happy about it. And yet nothing will ever come of\nit; nothing whatever. For he won't live long enough. I feel that's so\nfascinating to think of.\n\nBolette. Fascinating!\n\nHilde. Yes, I think it's most fascinating. I take that liberty.\n\nBolette. Hilde, you really are a dreadful child!\n\nHilde. That's just what I want to be--out of spite. (Looking down.) At\nlast! I shouldn't think Arnholm liked coming up-hill. (Turns round.) By\nthe way, do you know what I noticed about Arnholm at dinner?\n\nBolette. Well?\n\nHilde. Just think--his hair's beginning to come off--right on the top of\nhis head.\n\nBolette. Nonsense! I'm sure that's not true.\n\nHilde. It is! And then he has wrinkles round both his eyes. Good\ngracious, Bolette, how could you be so much in love with him when he\nused to read with you?\n\nBolette (smiling). Yes. Can you believe it? I remember I once shed\nbitter tears because he thought Bolette was an ugly name.\n\nHilde. Only to think! (Looking down.) No! I say, do just look down here!\nThere's the \"Mermaid\" walking along and chatting with him. Not with\nfather. I wonder if those two aren't making eyes at one another.\n\nBolette. You ought to be ashamed of yourself! How can you stand there\nand say such a thing of her? Now, when everything was beginning to be so\npleasant between us.\n\nHilde. Of course--just try and persuade yourself of that, my child! Oh,\nno! It will never be pleasant between us and her. For she doesn't belong\nto us at all. And we don't belong to her either. Goodness knows what\nfather dragged her into the house for! I shouldn't wonder if some fine\nday she went mad under our very eyes.\n\nBolette. Mad! How can you think such a thing?\n\nHilde. Oh! it wouldn't be so extraordinary. Her mother went mad, too.\nShe died mad--I know that.\n\nBolette. Yes, heaven only knows what you don't poke your nose into. But\nnow don't go chattering about this. Do be good--for father's sake. Do\nyou hear, Hilde?\n\n(WANGEL, ELLIDA, ARNHOLM and LYNGSTRAND come up from the right.)\n\nEllida (pointing to the background). Out there it lies.\n\nArnholm. Quite right. It must be in that direction.\n\nEllida. Out there is the sea.\n\nBolette (to ARNHOLM). Don't you think it is delightful up here?\n\nArnholm. It's magnificent, I think. Glorious view!\n\nWangel. I suppose you never used to come up here?\n\nArnholm. No, never. In my time I think it was hardly accessible; there\nwasn't any path even.\n\nWangel. And no grounds. All this has been done during the last few\nyears.\n\nBolette. And there, at the \"Pilot's Mount,\" it's even grander than here.\n\nWangel. Shall we go there, Ellida?\n\nEllida (sitting down on one of the stones). Thanks, not I; but you\nothers can. I'll sit here meanwhile.\n\nWangel. Then I'll stay with you. The girls can show Arnholm about.\n\nBolette. Would you like to go with us, Mr. Arnholm?\n\nArnholm. I should like to, very much. Does a path lead up there too?\n\nBolette. Oh yes. There's a nice broad path.\n\nHilde. The path is so broad that two people can walk along it\ncomfortably, arm in arm.\n\nArnholm (jestingly). Is that really so, little Missie? (To BOLETTE.)\nShall we two see if she is right?\n\nBolette (suppressing a smile). Very well, let's go. (They go out to the\nleft, arm in arm.)\n\nHilde (to LYNGSTRAND). Shall we go too?\n\nLyngstrand. Arm in arm?\n\nHilde. Oh, why not? For aught I care!\n\nLyngstrand (taking her arm, laughing contentedly). This is a jolly lark.\n\nHilde. Lark?\n\nLyngstrand. Yes; because it looks exactly as if we were engaged.\n\nHilde. I'm sure you've never walked out arm in arm with a lady before,\nMr. Lyngstrand. (They go off.)\n\nWangel (who is standing beside the beacon). Dear Ellida, now we have a\nmoment to ourselves.\n\nEllida. Yes; come and sit down here, by me.\n\nWangel (sitting down). It is so free and quiet. Now we can have a little\ntalk together.\n\nEllida. What about?\n\nWangel. About yourself, and then about us both. Ellida, I see very well\nthat it can't go on like this.\n\nEllida. What do you propose instead?\n\nWangel. Perfect confidence, dear. A true life together--as before.\n\nEllida. Oh, if that could be! But it is so absolutely impossible!\n\nWangel. I think I understand you, from certain things you have let fall\nnow and again.\n\nEllida (passionately). Oh, you do not! Don't say you understand!\n\nWangel. Yes. Yours is an honest nature, Ellida--yours is a faithful\nmind.\n\nEllida. It is.\n\nWangel. Any position in which you could feel safe and happy must be a\ncompletely true and real one.\n\nEllida (looking eagerly at him). Well, and then?\n\nWangel. You are not suited to be a man's second wife.\n\nEllida. What makes you think that?\n\nWangel. It has often flashed across me like a foreboding. Today it was\nclear to me. The children's memorial feast--you saw in me a kind of\naccomplice. Well, yes; a man's memories, after all, cannot be wiped\nout--not so mine, anyhow. It isn't in me.\n\nEllida. I know that. Oh! I know that so well.\n\nWangel. But you are mistaken all the same. To you it is almost as if the\nchildren's mother were still living--as if she were still here invisible\namongst us. You think my heart is equally divided between you and her.\nIt is this thought that shocks you. You see something immoral in our\nrelation, and that is why you no longer can or will live with me as my\nwife.\n\nEllida (rising). Have you seen all that, Wangel--seen into all this?\n\nWangel. Yes; today I have at last seen to the very heart of it--to its\nutmost depths.\n\nEllida. To its very heart, you say? Oh, do not think that!\n\nWangel (rising). I see very well that there is more than this, dear\nEllida.\n\nEllida (anxiously). You know there is more?\n\nWangel. Yes. You cannot bear your surroundings here. The mountains crush\nyou, and weigh upon your heart. Nothing is open enough for you here.\nThe heavens above you are not spacious enough. The air is not strong and\nbracing enough.\n\nEllida. You are right. Night and day, winter and summer, it weighs upon\nme--this irresistible home-sickness for the sea.\n\nWangel. I know it well, dear Ellida (laying his hands upon her head).\nAnd that is why the poor sick child shall go home to her own again.\n\nEllida. What do you mean?\n\nWangel. Something quite simple. We are going away.\n\nEllida. Going away?\n\nWangel. Yes. Somewhere by the open sea--a place where you can find a\ntrue home, after your own heart.\n\nEllida. Oh, dear, do not think of that! That is quite impossible. You\ncan live happily nowhere on earth but here!\n\nWangel. That must be as it may. And, besides, do you think I can live\nhappily here--without you?\n\nEllida. But I am here. And I will stay here. You have me.\n\nWangel. Have I, Ellida?\n\nEllida. Oh! don't speak of all this. Why, here you have all that you\nlove and strive for. All your life's work lies here.\n\nWangel. That must be as it may, I tell you. We are going away from\nhere--are going somewhere--out there. That is quite settled now, dear\nEllida.\n\nEllida. What do you think we should gain by that?\n\nWangel. You would regain your health and peace of mind.\n\nEllida. Hardly. And then you, yourself! Think of yourself, too! What of\nyou?\n\nWangel. I would win you back again, my dearest.\n\nEllida. But you cannot do that! No, no, you can't do that, Wangel! That\nis the terrible part of it--heart-breaking to think of.\n\nWangel. That remains to be proved. If you are harbouring such thoughts,\ntruly there is no other salvation for you than to go hence. And the\nsooner the better. Now this is irrevocably settled, do you hear?\n\nEllida. No! Then in heaven's name I had better tell you everything\nstraight out. Everything just as it is.\n\nWangel. Yes, yes! Do.\n\nEllida. For you shall not ruin your happiness for my sake, especially as\nit can't help us in any way.\n\nWangel. I have your word now that you will tell me everything just as it\nis.\n\nEllida. I'll tell you everything as well as I can, and as far as I\nunderstand it. Come here and sit by me. (They sit down on the stones.)\n\nWangel. Well, Ellida, so--\n\nEllida. That day when you came out there and asked me if I would\nbe yours, you spoke so frankly and honestly to me about your first\nmarriage. It had been so happy, you said.\n\nWangel. And so it was.\n\nEllida. Yes, yes! I am sure of that, dear! It is not for that I am\nreferring to it now. I only want to remind you that I, on my side, was\nfrank with you. I told you quite openly that once in my life I had cared\nfor another. That there had been a--a kind of engagement between us.\n\nWangel. A kind of--\n\nEllida. Yes, something of the sort. Well, it only lasted such a very\nshort time. He went away; and after that I put an end to it. I told you\nall that.\n\nWangel. Why rake up all this now? It really didn't concern me; nor have\nI once asked you who he was!\n\nEllida. No, you have not. You are always so thoughtful for me.\n\nWangel (smiling). Oh, in this case I could guess the name well enough\nfor myself.\n\nEllida. The name?\n\nWangel. Out in Skjoldviken and thereabouts there weren't many to choose\nfrom; or, rather, there was only a single one.\n\nEllida. You believe it was Arnholm!\n\nWangel. Well, wasn't it?\n\nEllida. No!\n\nWangel. Not he? Then I don't in the least understand.\n\nEllida. Can you remember that late in the autumn a large American ship\nonce put into Skjoldviken for repairs?\n\nWangel. Yes, I remember it very well. It was on board that ship that the\ncaptain was found one morning in his cabin--murdered. I myself went out\nto make the post-mortem.\n\nEllida. Yes, it was you.\n\nWangel. It was the second mate who had murdered him.\n\nEllida. No one can say that. For it was never proved.\n\nWangel. There was enough against him anyhow, or why should he have\ndrowned himself as he did?\n\nEllida. He did not drown himself. He sailed in a ship to the north.\n\nWangel (startled). How do you know?\n\nEllida (with an effort). Well, Wangel--it was this second mate to whom I\nwas--betrothed.\n\nWangel (springing up). What! Is it possible!\n\nEllida. Yes, it is so. It was to him!\n\nWangel. But how on earth, Ellida! How did you come to betroth yourself\nto such a man? To an absolute stranger! What is his name?\n\nEllida. At that time he called himself Friman. Later, in his letters he\nsigned himself Alfred Johnston.\n\nWangel. And where did he come from?\n\nEllida. From Finmark, he said. For the rest, he was born in Finland, had\ncome to Norway there as a child with his father, I think.\n\nWangel. A Finlander, then?\n\nEllida. Yes, so he called himself.\n\nWangel. What else do you know about him?\n\nEllida. Only that he went to sea very young. And that he had been on\nlong voyages.\n\nWangel. Nothing more?\n\nEllida. No. We never spoke of such things.\n\nWangel. Of what did you speak, then?\n\nEllida. We spoke mostly about the sea.\n\nWangel. Ah! About the sea--\n\nEllida. About storms and calm. Of dark nights at sea. And of the sea\nin the glittering sunshiny days we spoke also. But we spoke most of the\nwhales, and the dolphins, and the seals who lie out there on the rocks\nin the midday sun. And then we spoke of the gulls, and the eagles, and\nall the other sea birds. I think--isn't it wonderful?--when we talked of\nsuch things it seemed to me as if both the sea beasts and sea birds were\none with him.\n\nWangel. And with you?\n\nEllida. Yes; I almost thought I belonged to them all, too.\n\nWangel. Well, well! And so it was that you betrothed yourself to him?\n\nEllida. Yes. He said I must.\n\nWangel. You must? Had you no will of your own, then?\n\nEllida. Not when he was near. Ah! afterwards I thought it all so\ninexplicable.\n\nWangel. Were you often together?\n\nEllida. No; not very often. One day he came out to our place, and looked\nover the lighthouse. After that I got to know him, and we met now and\nagain. But then that happened about the captain, and so he had to go\naway.\n\nWangel. Yes, yes. Tell me more about that.\n\nEllida. It was just daybreak when I had a note from him. He said in it\nI was to go out to him at the Bratthammer. You know the headland there\nbetween the lighthouse and Skjoldviken?\n\nWangel. I know, I know!\n\nEllida. I was to go out there at once, he wrote, because he wanted to\nspeak to me.\n\nWangel. And you went?\n\nEllida. Yes. I could not do otherwise. Well, then he told me he had\nstabbed the captain in the night.\n\nWangel. He said that himself! Actually said so!\n\nEllida. Yes. But he had only acted rightly and justly, he said.\n\nWangel. Rightly and justly! Why did he stab him then?\n\nEllida. He wouldn't speak out about that. He said it was not fit for me\nto hear.\n\nWangel. And you believed his naked, bare word?\n\nEllida. Yes. It never occurred to me to do otherwise. Well, anyhow, he\nhad to go away. But now, when he was to bid me farewell--. No; you never\ncould imagine what he thought of--\n\nWangel. Well? Tell me.\n\nEllida. He took from his pocket a key-ring--and drew a ring that he\nalways wore from his finger, and he took a small ring I had. These two\nhe put on the key-ring. And then he said we should wed ourselves to the\nsea.\n\nWangel. Wed?\n\nEllida. Yes, so he said. And with that he threw the key-ring, and our\nrings, with all his might, as far as he could into the deep.\n\nWangel. And you, Ellida, you did all this?\n\nEllida. Yes--only think--it then seemed to me as if it must be so. But,\nthank God I--he went away.\n\nWangel. And when he was gone?\n\nEllida. Oh! You can surely understand that I soon came to my senses\nagain--that I saw how absolutely mad and meaningless it had all been.\n\nWangel. But you spoke just now of letters. So you have heard from him\nsince?\n\nEllida. Yes, I have heard from him. First I had a few short lines from\nArchangel. He only wrote he was going to America. And then he told me\nwhere to send an answer.\n\nWangel. And did you?\n\nEllida. At once. I wrote him, of course, that all must be at an end\nbetween us; and that he must no longer think of me, just as I should no\nlonger think of him.\n\nWangel. But did he write again?\n\nEllida. Yes, he wrote again.\n\nWangel. And what was his answer to your communication?\n\nEllida. He took no notice of it. It was exactly as if I had never broken\nwith him. He wrote quite composedly and calmly that I must wait for him.\nWhen he could have me he would let me know, and then I was to go to him\nat once.\n\nWangel. So he would not release you?\n\nEllida. No. Then I wrote again, almost word for word as I had before; or\nperhaps more firmly.\n\nWangel. And he gave in?\n\nEllida. Oh, no! Don't think that! He wrote quietly, as before--not a\nword of my having broken with him. Then I knew it was useless, and so I\nnever wrote to him again.\n\nWangel. And you never heard from him?\n\nEllida. Oh, yes! I have had three letters since then. Once he wrote to\nme from California, and a second time from China. The last letter I had\nfrom him was from Australia. He wrote he was going to the gold-mines;\nbut since then he has made no sign.\n\nWangel. This man has had a strange power over you, Ellida.\n\nEllida. Yes, yes! The terrible man!\n\nWangel. But you mustn't think of that any more. Never again--never!\nPromise me that, my dear, beloved Ellida. Now we must try another\ntreatment for you. Fresher air than here within the fjords. The salt,\nfresh air of the sea! Dear, what say you to that?\n\nEllida. Oh! don't speak of it! Don't think of it! There is no help in\nthis for me. I feel that so well. I can't shake it off--not even there.\n\nWangel. What, dear?--What do you really mean?\n\nEllida. I mean the horror of it, this incomprehensible power over the\nmind.\n\nWangel. But you have shaken it off--long since--when you broke with him.\nWhy, all this is long past now.\n\nEllida (springing up). No; that it is not--it is not!\n\nWangel. Not past?\n\nEllida. No, Wangel, it is not past; and I fear it never will be--never,\nin all our life.\n\nWangel (in a pained voice). Do you mean to say that in your innermost\nheart you have never been able to forget this strange man?\n\nEllida. I had forgotten him; but then it was as if he had suddenly come\nback again.\n\nWangel. How long ago is that?\n\nEllida. It's about three years ago, now, or a little longer. It was just\nwhen I expected the child.\n\nWangel. Ah! at that time? Yes, Ellida--now I begin to understand many\nthings.\n\nEllida. You are mistaken, dear. What has come to me? Oh! I believe\nnothing on earth will ever make it clear.\n\nWangel (looking sadly at her). Only to think that all these three years\nyou have cared for another man. Cared for another. Not for me--but for\nanother!\n\nEllida. Oh! you are so utterly mistaken! I care for no one but you.\n\nWangel (in a subdued voice). Why, then, in all this time have you not\nlived with me as my wife?\n\nEllida. Because of the horror that comes from the strange man.\n\nWangel. The horror?\n\nEllida. Yes, the horror. A horror so terrible--such as only the sea\ncould hold. For now you shall hear, Wangel.\n\n(The young townsfolk come back, bow, and pass out to the right. Together\nwith them come ARNHOLM, BOLETTE, HILDE, and LYNGSTRAND.)\n\nBolette (as she passes by). Well, are you still walking about up here?\n\nEllida. Yes, it is so cool and pleasant up here on the heights.\n\nArnholm. We, for our part, are going down for a dance.\n\nWangel. All right. We'll soon come down--we also.\n\nHilde. Goodbye, for the present!\n\nEllida. Mr. Lyngstrand, will you wait one moment? (LYNGSTRAND Stops.\nARNHOLM, BOLETTE and HILDE go out. To LYNGSTRAND.) Are you going to\ndance too?\n\nLyngstrand. No, Mrs. Wangel. I don't think I dare.\n\nEllida. No, you should be careful, you know--your chest. You're not\nquite well yet, you see.\n\nLyngstrand. Not quite.\n\nEllida (with some hesitation). How long may it be now since you went on\nthat voyage?\n\nLyngstrand. That time when I contracted this weakness?\n\nEllida. Yes, that voyage you told me about this morning?\n\nLyngstrand. Oh! it's about--wait a moment--yes, it's a good three years\nnow.\n\nEllida. Three years, then.\n\nLyngstrand. Perhaps a little more. We left America in February, and we\nwere wrecked in March. It was the equinoctial gales we came in for.\n\nEllida (looking at WANGEL). So it was at that time--\n\nWangel. But, dear Ellida--\n\nEllida. Well, don't let me detain you, Mr. Lyngstrand. Now go down, but\ndon't dance.\n\nLyngstrand. No, I'll only look on. (He goes out.)\n\nEllida. Johnston was on board too, I am quite certain of it.\n\nWangel. What makes you think so?\n\nEllida (without answering). He learnt on board that I had married\nanother while he was away. And so that very hour this came over me.\n\nWangel. The horror?\n\nEllida. Yes, all of a sudden I see him alive right in front of me; or,\nrather a little in profile. He never looks at me, only he is there.\n\nWangel. How do you think he looks?\n\nEllida. Exactly as when I saw him last.\n\nWangel. Ten years ago?\n\nEllida. Yes; out there at Bratthammeren. Most distinctly of all I see\nhis breastpin, with a large bluish-white pearl in it. The pearl is like\na dead fish's eye, and it seems to glare at me.\n\nWangel. Good God! You are more ill than I thought. More ill than you\nyourself know, Ellida.\n\nEllida. Yes, yes! Help me if you can, for I feel how it is drawing\ncloser and more close.\n\nWangel. And you have gone about in this state three whole years, bearing\nfor yourself this secret suffering, without confiding in me.\n\nEllida. But I could not; not till it became necessary for your own sake.\nIf I had confided in you I should also have had to confide to you the\nunutterable.\n\nWangel. Unutterable?\n\nEllida. No, no, no! Do not ask. Only one thing, nothing more. Wangel,\nwhen shall we understand that mystery of the boy's eyes?\n\nWangel. My dear love, Ellida, I assure you it was only your own fancy.\nThe child had exactly the same eyes as other normal children have.\n\nEllida. No, he had not. And you could not see it! The child's eyes\nchanged colour with the sea. When the fjord lay bathed in sunshine, so\nwere his eyes. And so in storm. Oh, I saw it, if you did not!\n\nWangel (humouring her). Maybe. But even if it were true, what then?\n\nEllida (in lower voice, and coming nearer). I have seen such eyes\nbefore.\n\nWangel. Well? Where?\n\nEllida. Out at Bratthammeren, ten years ago.\n\nWangel (stepping back). What does it mean?\n\nEllida (whispers, trembling). The child had the strange man's eyes.\n\nWangel (cries out reluctantly). Ellida!\n\nEllida (clasps her hands despairingly about her head). Now you\nunderstand why I would not, why I dared not, live with you as your wife.\n(She turns suddenly and rushes off over the heights.)\n\nWangel (hurrying after her and calling). Ellida, Ellida! My poor unhappy\nEllida!\n\n\n\n\nACT III\n\n(SCENE.--A more remote part of DOCTOR WANGEL'S garden. It is boggy and\novershadowed by large old trees. To the right is seen the margin of a\ndank pond. A low, open fence separates the garden from the footpath, and\nthe fjord in the background. Beyond is the range of mountains, with its\npeaks. It is afternoon, almost evening. BOLETTE sits on a stone seat,\nand on the seat lie some books and a work-basket. HILDE and LYNGSTRAND,\nboth with fishing-tackle, walk along the bank of the pond.)\n\nHilde (making a sign to LYNGSTRAND). I can see a large one.\n\nLyngstrand (looking). Where?\n\nHilde (pointing). Can't you see? He's down there. Good gracious! There's\nanother! (Looks through the trees.) Out there. Now he's coming to\nfrighten him away!\n\nBolette (looking up). Who's coming?\n\nHilde. Your tutor, Miss!\n\nBolette. Mine?\n\nHilde. Yes. Goodness knows he never was mine.\n\n(ARNHOLM enters from between the trees.)\n\nArnholm. Are there fish in the pond now?\n\nHilde. There are some very ancient carp.\n\nArnholm. No! Are the old carp still alive?\n\nHilde. Yes; they're pretty tough. But now we're going to try and get rid\nof some of them.\n\nArnholm. You'd better try out there at the fjord.\n\nLyngstrand. No; the pond is--well--so to say--more mysterious.\n\nHilde. Yes; it's fascinating here. Have you been in the sea?\n\nArnholm. Yes; I've come straight from the baths.\n\nHilde. I suppose you kept in the enclosure?\n\nArnholm. Yes; I'm not much of a swimmer.\n\nHilde. Can you swim on your back?\n\nArnholm. No.\n\nHilde. I can. (To LYNGSTRAND.) Let's try out there on the other side.\n(They go off along the pond.)\n\nArnholm (coming closer to BOLETTE). Are you sitting all alone here,\nBolette?\n\nBolette. Yes; I generally do.\n\nArnholm. Isn't your mother down here in the garden?\n\nBolette. No--she's sure to be out with father.\n\nArnholm. How is she this afternoon?\n\nBolette. I don't quite know. I forgot to ask.\n\nArnholm. What books have you there?\n\nBolette. The one's something about botany. And the other's a geography.\n\nArnholm. Do you care about such things?\n\nBolette. Yes, if only I had time for it. But, first of all, I've to look\nafter the housekeeping.\n\nArnholm. Doesn't your mother help you--your stepmother--doesn't she help\nwith that?\n\nBolette. No, that's my business. Why, I saw to that during the two years\nfather was alone. And so it has been since.\n\nArnholm. But you're as fond as ever of reading.\n\nBolette. Yes, I read all the useful books I can get hold of. One wants\nto know something about the world. For here we live so completely\noutside of all that's going on--or almost.\n\nArnholm. Now don't say that, dear Bolette.\n\nBolette. Yes! I think we live very much as the carp down there in the\npond. They have the fjord so near them, where the shoals of wild fishes\npass in and out. But the poor, tame house-fishes know nothing, and they\ncan take no part in that.\n\nArnholm. I don't think it would fare very well with them if they could\nget out there.\n\nBolette. Oh! it would be much the same, I expect.\n\nArnholm. Moreover, you can't say that one is so completely out of the\nworld here--not in the summer anyhow. Why, nowadays this is quite a\nrendezvous for the busy world--almost a terminus for the time being.\n\nBolette. Ah, yes! you who yourself are only here for the time being--it\nis easy for you to make fun of us.\n\nArnholm. I make fun? How can you think that?\n\nBolette. Well, all that about this being a rendezvous, and a terminus\nfor the busy world--that's something you've heard the townsfolk here\nsaying. Yes--they're in the habit of saying that sort of thing.\n\nArnholm. Well, frankly, I've noticed that, too.\n\nBolette. But really there's not an atom of truth in it. Not for us who\nalways live here. What good is it to us that the great strange world\ncomes hither for a time on its way North to see the midnight sun? We\nourselves have no part in that; we see nothing of the midnight sun. No!\nWe've got to be good, and live our lives here in our carp pond.\n\nArnholm (sitting down by her). Now tell me, dear Bolette, isn't there\nsomething or other--something definite you are longing for?\n\nBolette. Perhaps.\n\nArnholm. What is it, really? What is it you are longing for?\n\nBolette. Chiefly to get away.\n\nArnholm. That above all, then?\n\nBolette. Yes; and then to learn more. To really know something about\neverything.\n\nArnholm. When I used to teach you, your father often said he would let\nyou go to college.\n\nBolette. Yes, poor father! He says so many things. But when it comes to\nthe point he--there's no real stamina in father.\n\nArnholm. No, unfortunately you're right there. He has not exactly\nstamina. But have you ever spoken to him about it--spoken really\nearnestly and seriously?\n\nBolette. No, I've not quite done that.\n\nArnholm. But really you ought to. Before it is too late, Bolette, why\ndon't you?\n\nBolette. Oh! I suppose it's because there's no real stamina in me\neither. I certainly take after father in that.\n\nArnholm. Hm--don't you think you're unjust to yourself there?\n\nBolette. No, unfortunately. Besides, father has so little time for\nthinking of me and my future, and not much desire to either. He prefers\nto put such things away from him whenever he can. He is so completely\ntaken up with Ellida.\n\nArnholm. With whom? What?\n\nBolette. I mean that he and my stepmother--(breaks off). Father and\nmother suffice one another, as you see.\n\nArnholm. Well, so much the better if you were to get away from here.\n\nBolette. Yes; but I don't think I've a right to; not to forsake father.\n\nArnholm. But, dear Bolette, you'll have to do that sometime, anyhow. So\nit seems to me the sooner the better.\n\nBolette. I suppose there is nothing else for it. After all, I must think\nof myself, too. I must try and get occupation of some sort. When once\nfather's gone, I have no one to hold to. But, poor father! I dread\nleaving him.\n\nArnholm. Dread?\n\nBolette. Yes, for father's sake.\n\nArnholm. But, good heavens! Your stepmother? She is left to him.\n\nBolette. That's true. But she's not in the least fit to do all that\nmother did so well. There is so much she doesn't see, or that she won't\nsee, or that she doesn't care about. I don't know which it is.\n\nArnholm. Um, I think I understand what you mean.\n\nBolette. Poor father! He is weak in some things. Perhaps you've noticed\nthat yourself? He hasn't enough occupation, either, to fill up his time.\nAnd then she is so thoroughly incapable of helping him; however, that's\nto some extent his own fault.\n\nArnholm. In what way?\n\nBolette. Oh! father always likes to see happy faces about him. There\nmust be sunshine and joy in the house, he says. And so I'm afraid he\noften gives her medicine which will do her little good in the long run.\n\nArnholm. Do you really think that?\n\nBolette. Yes; I can't get rid of the thought. She is so odd at times.\n(Passionately.) But isn't it unjust that I should have to stay at home\nhere? Really it's not of any earthly use to father. Besides, I have a\nduty towards myself, too, I think.\n\nArnholm. Do you know what, Bolette? We two must talk these matters over\nmore carefully.\n\nBolette. Oh! That won't be much use. I suppose I was created to stay\nhere in the carp pond.\n\nArnholm. Not a bit of it. It depends entirely upon yourself.\n\nBolette (quickly). Do you think so?\n\nArnholm. Yes, believe me, it lies wholly and solely in your own hands.\n\nBolette. If only that were true! Will you perhaps put in a good word for\nme with father?\n\nArnholm. Certainly. But first of all I must speak frankly and freely\nwith you yourself, dear.\n\nBolette (looks out to the left). Hush! don't let them notice anything.\nWe'll speak of this later.\n\n(ELLIDA enters from the left. She has no hat on, but a large shawl is\nthrown over her head and shoulders.)\n\nEllida (with restless animation). How pleasant it is here! How\ndelightful it is here!\n\nArnholm (rising). Have you been for a walk?\n\nEllida. Yes, a long, long lovely walk up there with Wangel. And now\nwe're going for a sail.\n\nBolette. Won't you sit down?\n\nEllida. No, thanks; I won't sit down.\n\nBolette (making room on seat). Here's a pleasant seat.\n\nEllida (walking about). No, no, no! I'll not sit down--not sit down!\n\nArnholm. I'm sure your walk has done you good. You look quite refreshed.\n\nEllida. Oh, I feel so thoroughly well--I feel so unspeakably happy. So\nsafe, so safe! (Looking out to the left.) What great steamer is that\ncoming along there?\n\nBolette (rising, and also looking out). It must be the large English\nship.\n\nArnholm. It's passing the buoy. Does it usually stop here?\n\nBolette. Only for half an hour. It goes farther up the fjord.\n\nEllida. And then sails away again tomorrow--away over the great open\nsea--right over the sea. Only think! to be with them. If one could. If\nonly one could!\n\nArnholm. Have you never been any long sea voyage, Mrs. Wangel?\n\nEllida. Never; only those little trips in the fjord here.\n\nBolette (with a sigh). Ah, no! I suppose we must put up with the dry\nland.\n\nArnholm. Well, after all, that really is our home.\n\nEllida. No; I don't think it is.\n\nArnholm. Not the land?\n\nEllida. No; I don't believe so. I think that if only men had from\nthe beginning accustomed themselves to live on the sea, or in the sea\nperhaps, we should be more perfect than we are--both better and happier.\n\nArnholm. You really think that?\n\nEllida. Yes. I should like to know if we should not. I've often spoken\nto Wangel about it.\n\nArnholm. Well, and he?\n\nEllida. He thinks it might be so.\n\nArnholm (jestingly). Well, perhaps! But it can't be helped. We've once\nfor all entered upon the wrong path, and have become land beasts instead\nof sea beasts. Anyhow, I suppose it's too late to make good the mistake\nnow.\n\nEllida. Yes, you've spoken a sad truth. And I think men instinctively\nfeel something of this themselves. And they bear it about with them as a\nsecret regret and sorrow. Believe me--herein lies the deepest cause for\nthe sadness of men. Yes, believe me, in this.\n\nArnholm. But, my dearest Mrs. Wangel, I have not observed that men are\nso extremely sad. It seems to me, on the contrary, that most of them\ntake life easily and pleasantly--and with a great, quiet, unconscious\njoy.\n\nEllida. Oh! no, it is not so. The joy is, I suppose, something like our\njoy at the long pleasant summer days--it has the presentiment of the\ndark days coming. And it is this presentiment that casts its shadows\nover the joy of men, just as the driving clouds cast their shadow over\nthe fjords. It lies there so bright and blue--and of a sudden.\n\nArnholm. You shouldn't give way to such sad thoughts. Just now you were\nso glad and so bright.\n\nEllida. Yes, yes, so I was. Oh, this--this is so stupid of me. (Looking\nabout her uneasily.) If only Wangel would come! He promised me so\nfaithfully he would. And yet he does not come. Dear Mr. Arnholm, won't\nyou try and find him for me?\n\nArnholm. Gladly!\n\nEllida. Tell him he must come here directly now. For now I can't see\nhim.\n\nArnholm. Not see him?\n\nEllida. Oh! you don't understand. When he is not by me I often can't\nremember how he looks. And then it is as if I had quite lost him. That\nis so terribly painful. But do go, please. (She paces round the pond.)\n\nBolette (to ARNHOLM). I will go with you--you don't know the way.\n\nArnholm. Nonsense, I shall be all right.\n\nBolette (aside). No, no, no. I am anxious. I'm afraid he is on board the\nsteamer.\n\nArnholm. Afraid?\n\nBolette. Yes. He usually goes to see if there are any acquaintances of\nhis. And there's a restaurant on board.\n\nArnholm. Ah! Come then.\n\n(He and BOLETTE go off. ELLIDA stands still awhile, staring down at the\npond. Now and again she speaks to herself in a low voice, and breaks\noff. Along the footpath beyond the garden fence a STRANGER in travelling\ndress comes from the left. His hair and beard are bushy and red. He has\na Scotch cap on, and a travelling bag with strap across his shoulders.)\n\nThe Stranger (goes slowly along by the fence and peeps into the garden.\nWhen he catches sight of ELLIDA he stands still, looks at her fixedly\nand searchingly, and speaks in a low voice). Good-evening, Ellida!\n\nEllida (turns round with a cry). Oh dear! have you come at last!\n\nThe Stranger. Yes, at last.\n\nEllida (looking at him astonished and frightened). Who are you? Do you\nseek anyone here?\n\nThe Stranger. You surely know that well enough, Ellida.\n\nEllida (starting). What is this! How do you address me? Whom are you\nlooking for?\n\nThe Stranger. Well, I suppose I'm looking for you.\n\nEllida (shuddering). Oh! (She stares at him, totters back, uttering a\nhalf-suffocating cry.) The eyes!--the eyes!\n\nThe Stranger. Are you beginning to recognise me at last? I knew you at\nonce, Ellida.\n\nEllida. The eyes! Don't look at me like that! I shall cry for help!\n\nThe Stranger. Hush, hush! Do not fear. I shan't hurt you.\n\nEllida (covering her eyes with her hands). Do not look at me like that,\nI say!\n\nThe Stranger (leaning with his arms on the garden fence). I came with\nthe English steamer.\n\nEllida (stealing a frightened look at him). What do you want with me?\n\nThe Stranger. I promised you to come as soon as I could--\n\nEllida. Go--go away! Never, never come here again! I wrote to you that\neverything must be over between us--everything! Oh! you know that!\n\nThe Stranger (imperturbably, and not answering her). I would gladly have\ncome to you sooner; but I could not. Now, at last I am able to, and I am\nhere, Ellida.\n\nEllida. What is it you want with me? What do you mean? Why have you come\nhere?\n\nThe Stranger. Surely you know I've come to fetch you.\n\nEllida (recoils in terror). To fetch me! Is that what you mean?\n\nThe Stranger. Of course.\n\nEllida. But surely you know that I am married?\n\nThe Stranger. Yes, I know.\n\nEllida. And yet--and yet you have come to--to fetch me!\n\nThe Stranger. Certainly I have.\n\nEllida (seizing her head with both her hands). Oh! this misery--this\nhorror! This horror!\n\nThe Stranger. Perhaps you don't want to come?\n\nEllida (bewildered). Don't look at me like that.\n\nThe Stranger. I was asking you if you didn't want to come.\n\nEllida. No, no, no! Never in all eternity! I will not, I tell you. I\nneither can nor will. (In lower tone.) I dare not.\n\nThe Stranger (climbs over the fence, and comes into the garden). Well,\nEllida, let me tell you one thing before I go.\n\nEllida (wishes to fly, but cannot. She stands as one paralysed with\nterror, and leans for support against the trunk of a tree by the pond).\nDon't touch me! Don't come near me! No nearer! Don't touch me, I say!\n\nThe Stranger (cautiously coming a few steps nearer). You need not be so\nafraid of me, Ellida.\n\nEllida (covering her eyes with her hands). Don't look at me like that.\n\nThe Stranger. Do not be afraid--not afraid.\n\n(WANGEL comes through the garden, from the left.)\n\nWangel (still half-way between the trees). Well, you've had to wait for\nme a long while.\n\nEllida (rushes towards him, clings fast to his arm, and cries out). Oh!\nWangel! Save me! You save me--if you can!\n\nWangel. Ellida! What in heaven's name!\n\nEllida. Save me, Wangel! Don't you see him there? Why, he is standing\nthere!\n\nWangel (looking thither). That man? (Coming nearer.) May I ask you who\nyou are, and what you have come into this garden for?\n\nThe Stranger (motions with a nod towards ELLIDA). I want to talk to her.\n\nWangel. Oh! indeed. So I suppose it was you. (To ELLIDA.) I hear a\nstranger has been to the house and asked for you?\n\nThe Stranger. Yes, it was I.\n\nWangel. And what do you want with my wife? (Turning round.) Do you know\nhim, Ellida?\n\nEllida (in a low voice and wringing her hands). Do I know him! Yes, yes,\nyes!\n\nWangel (quickly). Well!\n\nEllida. Why, it is he, Wangel!--he himself! He who you know!\n\nWangel. What! What is it you say? (Turning.) Are you the Johnston who\nonce...\n\nThe Stranger. You may call me Johnston for aught I care! However, that's\nnot my name.\n\nWangel. It is not?\n\nThe Stranger. It is--no longer. No!\n\nWangel. And what may you want with my wife? For I suppose you know the\nlighthouse-keeper's daughter has been married this long time, and whom\nshe married, you of course also know.\n\nThe Stranger. I've known it over three years.\n\nEllida (eagerly). How did you come to know it?\n\nThe Stranger. I was on my way home to you, Ellida. I came across an old\nnewspaper. It was a paper from these parts, and in it there was that\nabout the marriage.\n\nEllida (looking straight in front of her). The marriage! So it was that!\n\nThe Stranger. It seemed so wonderful to me. For the rings--why that,\ntoo, was a marriage, Ellida.\n\nEllida (covering her face with her hands). Oh!--Wangel. How dare you?\n\nThe Stranger. Have you forgotten that?\n\nEllida (feeling his look, suddenly cries out). Don't stand there and\nlook at me like that!\n\nWangel (goes up to him). You must deal with me, and not with her. In\nshort--now that you know the circumstances--what is it you really want\nhere? Why do you seek my wife?\n\nThe Stranger. I promised Ellida to come to her as soon as I could.\n\nWangel. Ellida, again--!\n\nThe Stranger. And Ellida promised faithfully she would wait for me until\nI came.\n\nWangel. I notice you call my wife by her first name. This kind of\nfamiliarity is not customary with us here.\n\nThe Stranger. I know that perfectly. But as she first, and above all,\nbelongs to me--\n\nWangel. To you, still--\n\nEllida (draws back behind WANGEL). Oh! he will never release me!\n\nWangel. To you? You say she belongs to you?\n\nThe Stranger. Has she told you anything about the two rings--my ring and\nEllida's?\n\nWangel. Certainly. And what then? She put an end to that long ago. You\nhave had her letters, so you know this yourself.\n\nThe Stranger. Both Ellida and I agreed that what we did should have all\nthe strength and authority of a real and full marriage.\n\nEllida. But you hear, I will not! Never on earth do I wish to know\nanything more of you. Do not look at me like that. I will not, I tell\nyou!\n\nWangel. You must be mad to think you can come here, and base any claim\nupon such childish nonsense.\n\nThe Stranger. That's true. A claim, in your sense, I certainly have not.\n\nWangel. What do you mean to do, then? You surely do not imagine you can\ntake her from me by force, against her own will?\n\nThe Stranger. No. What would be the good of that? If Ellida wishes to be\nwith me she must come freely.\n\nEllida (starts, crying out). Freely!\n\nWangel. And you actually believe that--\n\nEllida (to herself). Freely!\n\nWangel. You must have taken leave of your senses! Go your ways. We have\nnothing more to do with you.\n\nThe Stranger (looking at his watch). It is almost time for me to go on\nboard again. (Coming nearer.) Yes, yes, Ellida, now I have done my duty.\n(Coming still nearer.) I have kept the word I gave you.\n\nEllida (beseechingly drawing away). Oh! don't touch me!\n\nThe Stranger. And so now you must think it over till tomorrow night--\n\nWangel. There is nothing to think over here. See that you get away.\n\nThe Stranger (still to ELLIDA). Now I'm going with the steamer up the\nfjord. Tomorrow night I will come again, and then I shall look for you\nhere. You must wait for me here in the garden, for I prefer settling the\nmatter with you alone; you understand?\n\nEllida (in low, trembling tone). Do you hear that, Wangel?\n\nWangel. Only keep calm. We shall know how to prevent this visit.\n\nThe Stranger. Goodbye for the present, Ellida. So tomorrow night--\n\nEllida (imploringly). Oh! no, no! Do not come tomorrow night! Never come\nhere again!\n\nThe Stranger. And should you then have a mind to follow me over the\nseas--\n\nEllida. Oh, don't look at me like that!\n\nThe Stranger. I only mean that you must then be ready to set out.\n\nWangel. Go up to the house, Ellida.\n\nEllida. I cannot! Oh, help me! Save me, Wangel!\n\nThe Stranger. For you must remember that if you do not go with me\ntomorrow, all is at an end.\n\nEllida (looks tremblingly at him). Then all is at an end? Forever?\n\nThe Stranger (nodding). Nothing can change it then, Ellida. I shall\nnever again come to this land. You will never see me again, nor hear\nfrom me either. Then I shall be as one dead and gone from you forever.\n\nEllida (breathing with difficulty). Oh!\n\nThe Stranger. So think carefully what you do. Goodbye! (He goes to the\nfence and climbs over it, stands still, and says.) Yes, Ellida; be ready\nfor the journey tomorrow night. For then I shall come and fetch you. (He\ngoes slowly and calmly down the footpath to the right.)\n\nEllida (looking after him for a time). Freely, he said; think--he said\nthat I must go with him freely!\n\nWangel. Only keep calm. Why, he's gone now, and you'll never see him\nagain.\n\nEllida. Oh! how can you say that? He's coming again tomorrow night!\n\nWangel. Let him come. He shall not meet you again in any case.\n\nEllida (shaking her head). Ah, Wangel! Do not believe you can prevent\nhim.\n\nWangel. I can, dearest; only trust me.\n\nEllida (pondering, and not listening to him). Now when he's been here\ntomorrow night--and then when he has gone over seas in the steamer--\n\nWangel. Yes; what then?\n\nEllida. I should like to know if he will never, never come back again.\n\nWangel. No, dear Ellida. You may be quite sure of that. What should he\ndo here after this? Now that he has learnt from your own lips that you\nwill have nothing more to do with him. With that the whole thing is\nover.\n\nEllida (to herself). Tomorrow, then, or never!\n\nWangel. And should it ever occur to him to come here again--\n\nEllida. Well?\n\nWangel. Why, then, it is in our power to make him harmless.\n\nEllida. Oh! do not think that!\n\nWangel. It is in our power, I tell you. If you can get rid of him in no\nother way, he must expiate the murder of the captain.\n\nEllida (passionately). No, no, no! Never that! We know nothing about the\nmurder of the captain! Nothing whatever!\n\nWangel. Know nothing? Why, he himself confessed it to you!\n\nEllida. No, nothing of that. If you say anything of it I shall deny it.\nHe shall not be imprisoned. He belongs out there--to the open sea. He\nbelongs out there!\n\nWangel (looks at her and says slowly). Ah! Ellida--Ellida!\n\nEllida (clinging passionately to him). Oh! dear, faithful one--save me\nfrom this man!\n\nWangel (disengaging himself gently). Come, come with me! (LYNGSTRAND\nand HILDE, both with fishing tackle, come in from the right, along the\npond.)\n\nLyngstrand (going quickly up to ELLIDA). Now, Mrs. Wangel, you must hear\nsomething wonderful.\n\nWangel. What is it?\n\nLyngstrand. Fancy! We've seen the American!\n\nWangel. The American?\n\nHilde. Yes, I saw him, too.\n\nLyngstrand. He was going round the back of the garden, and thence on\nboard the great English steamer.\n\nWangel. How do you know the man?\n\nLyngstrand. Why, I went to sea with him once. I felt so certain he'd\nbeen drowned--and now he's very much alive!\n\nWangel. Do you know anything more about him?\n\nLyngstrand. No. But I'm sure he's come to revenge himself upon his\nfaithless sailor-wife.\n\nWangel. What do you mean?\n\nHilde. Lyngstrand's going to use him for a work of art.\n\nWangel. I don't understand one word.\n\nEllida. You shall hear afterwards.\n\n(ARNHOLM and BOLETTE come from the left along the footpath outside the\ngarden.)\n\nBolette (to those in the garden). Do come and see! The great English\nsteamer's just going up the fjord.\n\n(A large steamer glides slowly past in the distance.)\n\nLyngstrand (to HILDE behind the garden fence). Tonight he's sure to come\nto her.\n\nHilde (nods). To the faithless sailor-wife--yes.\n\nLyngstrand. Fancy, at midnight!\n\nHilde. That must be so fascinating.\n\nEllida (looking after the ship). Tomorrow, then!\n\nWangel. And then never again.\n\nEllida (in a low, imploring tone). Oh! Wangel, save me from myself!\n\nWangel (looks anxiously at her). Ellida--I feel there is something\nbehind this--\n\nEllida. There is--the temptation!\n\nWangel. Temptation?\n\nEllida. The man is like the sea!\n\n(She goes slowly and thoughtfully through the garden, and out to the\nleft. WANGEL walks uneasily by her side, watching her closely.)\n\n\n\n\nACT IV\n\n(SCENE.--DOCTOR WANGEL'S garden-room. Doors right and left. In the\nbackground, between the windows, an open glass door leading out on to\nthe verandah. Below this, a portion of the garden is visible. A sofa\nand table down left. To the right a piano, and farther back a large\nflower-stand. In the middle of the room a round table, with chairs. On\nthe table is a rose-tree in bloom, and other plants around it. Morning.\n\nIn the room, by the table, BOLETTE is sitting on the sofa, busy with\nsome embroidery. LYNGSTRAND is seated on a chair at the upper end of\nthe table. In the garden below BALLESTED sits painting. HILDE stands by\nwatching him.)\n\nLyngstrand (with his arms on the table, sits silent awhile, looking at\nBOLETTE'S work). It must be awfully difficult to do a border like that,\nMiss Wangel?\n\nBolette. Oh, no! It's not very difficult, if only you take care to count\nright.\n\nLyngstrand. To count? Must you count, too?\n\nBolette. Yes, the stitches. See!\n\nLyngstrand. So you do! Just fancy! Why, it's almost a kind of art. Can\nyou design, too?\n\nBolette. Oh, yes! When I've a copy.\n\nLyngstrand. Not unless?\n\nBolette. No.\n\nLyngstrand. Well, then, after all, it's not a real art?\n\nBolette. No; it is rather only a sort of--handicraft.\n\nLyngstrand. But still, I think that perhaps you could learn art.\n\nBolette. If I haven't any talent?\n\nLyngstrand. Yes; if you could always be with a real true artist--\n\nBolette. Do you think, then, I could learn it from him?\n\nLyngstrand. Not exactly learn in the ordinary sense; but I think it\nwould grow upon you little by little--by a kind of miracle as it were,\nMiss Wangel.\n\nBolette. That would be wonderful.\n\nLyngstrand (after a pause). Have you ever thought about--I mean, have\nyou ever thought deeply and earnestly about marriage, Miss Wangel?\n\nBolette (looking quickly at him). About--no!\n\nLyngstrand. I have.\n\nBolette. Really? Have you?\n\nLyngstrand. Oh yes! I often think about things of that sort, especially\nabout marriage; and, besides, I've read several books about it. I\nthink marriage must be counted a sort of miracle--that a woman should\ngradually change until she is like her husband.\n\nBolette. You mean has like interests?\n\nLyngstrand. Yes, that's it.\n\nBolette. Well, but his abilities--his talents--and his skill?\n\nLyngstrand. Hm--well--I should like to know if all that too--\n\nBolette. Then, perhaps, you also believe that everything a man has read\nfor himself, and thought out for himself, that this, too, can grow upon\nhis wife?\n\nLyngstrand. Yes, I think it can. Little by little; as by a sort of\nmiracle. But, of course, I know such things can only happen in a\nmarriage that is faithful, and loving, and really happy.\n\nBolette. Has it never occurred to you that a man, too, might, perhaps,\nbe thus drawn over to his wife? Grow like her, I mean.\n\nLyngstrand. A man? No, I never thought of that.\n\nBolette. But why not one as well as the other?\n\nLyngstrand. No; for a man has a calling that he lives for; and that's\nwhat makes a man so strong and firm, Miss Wangel. He has a calling in\nlife.\n\nBolette. Has every man?\n\nLyngstrand. Oh no! I am thinking more especially of artists.\n\nBolette. Do you think it right of an artist to get married?\n\nLyngstrand. Yes, I think so. If he can find one he can heartily love,\nI--\n\nBolette. Still, I think he should rather live for his art alone.\n\nLyngstrand. Of course he must; but he can do that just as well, even if\nhe marries.\n\nBolette. But how about her?\n\nLyngstrand. Her? Who?\n\nBolette. She whom he marries. What is she to live for?\n\nLyngstrand. She, too, is to live for his art. It seems to me a woman\nmust feel so thoroughly happy in that.\n\nBolette. Hm, I don't exactly know--\n\nLyngstrand. Yes, Miss Wangel, you may be sure of that. It is not merely\nall the honour and respect she enjoys through him; for that seems almost\nthe least important to me. But it is this--that she can help him to\ncreate, that she can lighten his work for him, be about him and see to\nhis comfort, and tend him well, and make his life thoroughly pleasant. I\nshould think that must be perfectly delightful to a woman.\n\nBolette. Ah! You don't yourself know how selfish you are!\n\nLyngstrand. I, selfish! Good heavens! Oh, if only you knew me a little\nbetter than you do! (Bending closer to her.) Miss Wangel, when once I am\ngone--and that will be very soon now--\n\nBolette (looks pityingly at him). Oh, don't think of anything so sad!\n\nLyngstrand. But, really, I don't think it is so very sad.\n\nBolette. What do you mean?\n\nLyngstrand. Well, you know that I set out in a month. First from here,\nand then, of course, I'm going south.\n\nBolette. Oh, I see! Of course.\n\nLyngstrand. Will you think of me sometimes, then, Miss Wangel?\n\nBolette. Yes, gladly.\n\nLyngstrand (pleased). No, promise!\n\nBolette. I promise.\n\nLyngstrand. By all that is sacred, Miss Bolette?\n\nBolette. By all that is sacred. (In a changed manner.) Oh, but what can\ncome of it all? Nothing on earth can come of it!\n\nLyngstrand. How can you say that! It would be so delightful for me to\nknow you were at home here thinking of me!\n\nBolette. Well, and what else?\n\nLyngstrand. I don't exactly know of anything else.\n\nBolette. Nor I either. There are so many things in the way. Everything\nstands in the way, I think.\n\nLyngstrand. Oh, another miracle might come about. Some happy\ndispensation of fortune, or something of the sort; for I really believe\nI shall be lucky now.\n\nBolette (eagerly). Really? You do believe that?\n\nLyngstrand. Yes, I believe it thoroughly. And so--after a few\nyears--when I come home again as a celebrated sculptor, and well off,\nand in perfect health!\n\nBolette. Yes, yes! Of course, we will hope so.\n\nLyngstrand. You may be perfectly certain about it. Only think faithfully\nand kindly of me when I am down there in the south; and now I have your\nword that you will.\n\nBolette. You have (shaking her head). But, all the same, nothing will\nsurely come of it.\n\nLyngstrand. Oh! yes, Miss Bolette. At least this will come of it. I\nshall get on so much more easily and quickly with my art work.\n\nBolette. Do you believe that, too?\n\nLyngstrand. I have an inner conviction of it. And I fancy it will be so\ncheering for you, too--here in this out-of-the-way place-to know within\nyourself that you are, so to say, helping me to create.\n\nBolette (looking at him). Well; but you on your side?\n\nLyngstrand. I?\n\nBolette (looking out into the garden). Hush! Let us speak of something\nelse. Here's Mr. Arnholm.\n\n(ARNHOLM is seen in the garden below. He stops and talks to HILDE and\nBALLESTED.)\n\nLyngstrand. Are you fond of your old teacher, Miss Bolette?\n\nBolette. Fond of him?\n\nLyngstrand. Yes; I mean do you care for him?\n\nBolette. Yes, indeed I do, for he is a true friend--and adviser,\ntoo--and then he is always so ready to help when he can.\n\nLyngstrand. Isn't it extraordinary that he hasn't married!\n\nBolette. Do you think it is extraordinary?\n\nLyngstrand. Yes, for you say he's well-to-do.\n\nBolette. He is certainly said to be so. But probably it wasn't so easy\nto find anyone who'd have him.\n\nLyngstrand. Why?\n\nBolette. Oh! He's been the teacher of nearly all the young girls that he\nknows. He says that himself.\n\nLyngstrand. But what does that matter?\n\nBolette. Why, good heavens! One doesn't marry a man who's been your\nteacher!\n\nLyngstrand. Don't you think a young girl might love her teacher?\n\nBolette. Not after she's really grown up.\n\nLyngstrand. No--fancy that!\n\nBolette (cautioning him). Sh! sh!\n\n(Meanwhile BALLESTED has been gathering together his things, and carries\nthem out from the garden to the right. HILDE helps him. ARNHOLM goes up\nthe verandah, and comes into the room.)\n\nArnholm. Good-morning, my dear Bolette. Good-morning, Mr.--Mr.--hm--(He\nlooks displeased, and nods coldly to LYNGSTRAND, who rises.)\n\nBolette (rising up and going up to ARNHOLM). Good-morning, Mr. Arnholm.\n\nArnholm. Everything all right here today?\n\nBolette. Yes, thanks, quite.\n\nArnholm. Has your stepmother gone to bathe again today?\n\nBolette. No. She is upstairs in her room.\n\nArnholm. Not very bright?\n\nBolette. I don't know, for she has locked herself in.\n\nArnholm. Hm--has she?\n\nLyngstrand. I suppose Mrs. Wangel was very much frightened about that\nAmerican yesterday?\n\nArnholm. What do you know about that?\n\nLyngstrand. I told Mrs. Wangel that I had seen him in the flesh behind\nthe garden.\n\nArnholm. Oh! I see.\n\nBolette (to ARNHOLM). No doubt you and father sat up very late last\nnight, talking?\n\nArnholm. Yes, rather late. We were talking over serious matters.\n\nBolette. Did you put in a word for me, and my affairs, too?\n\nArnholm. No, dear Bolette, I couldn't manage it. He was so completely\ntaken up with something else.\n\nBolette (sighs). Ah! yes; he always is.\n\nArnholm (looks at her meaningly). But later on today we'll talk more\nfully about--the matter. Where's your father now? Not at home?\n\nBolette. Yes, he is. He must be down in the office. I'll fetch him.\n\nArnholm. No, thanks. Don't do that. I'd rather go down to him.\n\nBolette (listening). Wait one moment, Mr. Arnholm; I believe that's\nfather on the stairs. Yes, I suppose he's been up to look after her.\n\n(WANGEL comes in from the door on the left.)\n\nWangel (shaking ARNHOLM'S hand). What, dear friend, are you here\nalready? It was good of you to come so early, for I should like to talk\na little further with you.\n\nBolette (to LYNGSTRAND). Hadn't we better go down to Hilde in the\ngarden?\n\nLyngstrand. I shall be delighted, Miss Wangel.\n\n(He and BOLETTE go down into the garden, and pass out between the trees\nin the background.)\n\nArnholm (following them with his eyes, turns to WANGEL). Do you know\nanything about that young man?\n\nWangel. No, nothing at all.\n\nArnholm. But do you think it right he should knock about so much with\nthe girls?\n\nWangel. Does he? I really hadn't noticed it.\n\nArnholm. You ought to see to it, I think.\n\nWangel. Yes, I suppose you're right. But, good Lord! What's a man to\ndo? The girls are so accustomed to look after themselves now. They won't\nlisten to me, nor to Ellida.\n\nArnholm. Not to her either?\n\nWangel. No; and besides I really cannot expect Ellida to trouble about\nsuch things. She's not fit for that (breaking off). But it wasn't that\nwhich we were to talk of. Now tell me, have you thought the matter\nover--thought over all I told you of?\n\nArnholm. I have thought of nothing else ever since we parted last night.\n\nWangel. And what do you think should be done?\n\nArnholm. Dear Wangel, I think you, as a doctor, must know that better\nthan I.\n\nWangel. Oh! if you only knew how difficult it is for a doctor to judge\nrightly about a patient who is so dear to him! Besides, this is no\nordinary illness. No ordinary doctor and no ordinary medicines can help\nher.\n\nArnholm. How is she today?\n\nWangel. I was upstairs with her just now, and then she seemed to me\nquite calm; but behind all her moods something lies hidden which it\nis impossible for me to fathom; and then she is so changeable, so\ncapricious--she varies so suddenly.\n\nArnholm. No doubt that is the result of her morbid state of mind.\n\nWangel. Not altogether. When you go down to the bedrock, it was born in\nher. Ellida belongs to the sea-folk. That is the matter.\n\nArnholm. What do you really mean, my dear doctor?\n\nWangel. Haven't you noticed that the people from out there by the open\nsea are, in a way, a people apart? It is almost as if they themselves\nlived the life of the sea. There is the rush of waves, and ebb and flow\ntoo, both in their thoughts and in their feelings, and so they can never\nbear transplanting. Oh! I ought to have remembered that. It was a sin\nagainst Ellida to take her away from there, and bring her here.\n\nArnholm. You have come to that opinion?\n\nWangel. Yes, more and more. But I ought to have told myself this\nbeforehand. Oh! I knew it well enough at bottom! But I put it from me.\nFor, you see, I loved her so! Therefore, I thought of myself first of\nall. I was inexcusably selfish at that time!\n\nArnholm. Hm. I suppose every man is a little selfish under such\ncircumstances. Moreover, I've never noticed that vice in you, Doctor\nWangel.\n\nWangel (walks uneasily about the room). Oh, yes! And I have been since\nthen, too. Why, I am so much, much older than she is. I ought to have\nbeen at once as a father to her and a guide. I ought to have done my\nbest to develop and enlighten her mind. Unfortunately nothing ever came\nof that. You see, I hadn't stamina enough, for I preferred her just as\nshe was. So things went worse and worse with her, and then I didn't\nknow what to do. (In a lower voice.) That was why I wrote to you in my\ntrouble, and asked you to come here.\n\nArnholm (looks at him in astonishment). What, was it for this you wrote?\n\nWangel. Yes; but don't let anyone notice anything.\n\nArnholm. How on earth, dear doctor--what good did you expect me to be? I\ndon't understand it.\n\nWangel. No, naturally. For I was on an altogether false track. I thought\nEllida's heart had at one time gone out to you, and that she still\nsecretly cared for you a little--that perhaps it would do her good to\nsee you again, and talk of her home and the old days.\n\nArnholm. So it was your wife you meant when you wrote that she expected\nme, and--and perhaps longed for me.\n\nWangel. Yes, who else?\n\nArnholm (hurriedly). No, no. You're right. But I didn't understand.\n\nWangel. Naturally, as I said, for I was on an absolutely wrong track.\n\nArnholm. And you call yourself selfish!\n\nWangel. Ah! but I had such a great sin to atone for. I felt I dared not\nneglect any means that might give the slightest relief to her mind.\n\nArnholm. How do you really explain the power this stranger exercises\nover her?\n\nWangel. Hm--dear friend--there may be sides to the matter that cannot be\nexplained.\n\nArnholm. Do you mean anything inexplicable in itself--absolutely\ninexplicable?\n\nWangel. In any case not explicable as far as we know.\n\nArnholm. Do you believe there is something in it, then?\n\nWangel. I neither believe nor deny; I simply don't know. That's why I\nleave it alone.\n\nArnholm. Yes. But just one thing: her extraordinary, weird assertion\nabout the child's eyes--\n\nWangel (eagerly). I don't believe a word about the eyes. I will not\nbelieve such a thing. It must be purely fancy on her part, nothing else.\n\nArnholm. Did you notice the man's eyes when you saw him yesterday?\n\nWangel. Of course I did.\n\nArnholm. And you saw no sort of resemblance?\n\nWangel (evasively). Hm--good heavens! What shall I say? It wasn't quite\nlight when I saw him; and, besides, Ellida had been saying so much about\nthis resemblance, I really don't know if I was capable of observing\nquite impartially.\n\nArnholm. Well, well, may be. But that other matter? All this terror and\nunrest coming upon her at the very time, as it seems, this strange man\nwas on his way home.\n\nWangel. That--oh! that's something she must have persuaded and dreamed\nherself into since it happened. She was not seized with this so\nsuddenly--all at once--as she now maintains. But since she heard from\nyoung Lyngstrand that Johnston--or Friman, or whatever his name is--was\non his way hither, three years ago, in the month of March, she now\nevidently believes her unrest of mind came upon her at that very time.\n\nArnholm. It was not so, then?\n\nWangel. By no means. There were signs and symptoms of it before this\ntime, though it did happen, by chance, that in that month of March,\nthree years ago, she had a rather severe attack.\n\nArnholm. After all, then--?\n\nWangel. Yes, but that is easily accounted for by the circumstances--the\ncondition she happened to be in at the time.\n\nArnholm. So, symptom for symptom, then.\n\nWangel (wringing his hands). And not to be able to help her! Not to know\nhow to counsel her! To see no way!\n\nArnholm. Now if you could make up your mind to leave this place, to go\nsomewhere else, so that she could live amid surroundings that would seem\nmore homelike to her?\n\nWangel. Ah, dear friend! Do you think I haven't offered her that, too? I\nsuggested moving out to Skjoldviken, but she will not.\n\nArnholm. Not that either?\n\nWangel. No, for she doesn't think it would be any good; and perhaps\nshe's right.\n\nArnholm. Hm. Do you say that?\n\nWangel. Moreover, when I think it all over carefully, I really don't\nknow how I could manage it. I don't think I should be justified, for the\nsake of the girls, in going away to such a desolate place. After\nall, they must live where there is at least a prospect of their being\nprovided for someday.\n\nArnholm. Provided for! Are you thinking about that already?\n\nWangel. Heaven knows, I must think of that too! But then, on the other\nhand, again, my poor sick Ellida! Oh, dear Arnholm! in many respects I\nseem to be standing between fire and water!\n\nArnholm. Perhaps you've no need to worry on Bolette's account. (Breaking\noff.) I should like to know where she--where they have gone. (Goes up to\nthe open door and looks out.)\n\nWangel. Oh, I would so gladly make any sacrifice for all three of them,\nif only I knew what!\n\n(ELLIDA enters from the door on the left.)\n\nEllida (quickly to WANGEL). Be sure you don't go out this morning.\n\nWangel. No, no! of course not. I will stay at home with you. (Pointing\nto ARNHOLM, who is coming towards them.) But won't you speak to our\nfriend?\n\nEllida (turning). Oh, are you here, Mr. Arnholm? (Holding out her hand\nto him.) Good-morning.\n\nArnholm. Good-morning, Mrs. Wangel. So you've not been bathing as usual\ntoday?\n\nEllida. No, no, no! That is out of the question today. But won't you sit\ndown a moment?\n\nArnholm. No, thanks, not now. (Looks at WANGEL.) I promised the girls to\ngo down to them in the garden.\n\nEllida. Goodness knows if you'll find them there. I never know where\nthey may be rambling.\n\nWangel. They're sure to be down by the pond.\n\nArnholm. Oh! I shall find them right enough. (Nods, and goes out across\nthe verandah into the garden.)\n\nEllida. What time is it, Wangel?\n\nWangel (looking at his watch). A little past eleven.\n\nEllida. A little past. And at eleven o'clock, or half-past eleven\ntonight, the steamer is coming. If only that were over!\n\nWangel (going nearer to her). Dear Ellida, there is one thing I should\nlike to ask you.\n\nEllida. What is it?\n\nWangel. The evening before last--up at the \"View\"--you said that during\nthe last three years you had so often seen him bodily before you.\n\nEllida. And so I have. You may believe that.\n\nWangel. But, how did you see him?\n\nEllida. How did I see him?\n\nWangel. I mean, how did he look when you thought you saw him?\n\nEllida. But, dear Wangel, why, you now know yourself how he looks.\n\nWangel. Did he look exactly like that in your imagination?\n\nEllida. He did.\n\nWangel. Exactly the same as you saw him in reality yesterday evening?\n\nEllida. Yes, exactly.\n\nWangel. Then how was it you did not at once recognise him?\n\nEllida. Did I not?\n\nWangel. No; you said yourself afterwards that at first you did not at\nall know who the strange man was.\n\nEllida (perplexed). I really believe you are right. Don't you think that\nstrange, Wangel? Fancy my not knowing him at once!\n\nWangel. It was only the eyes, you said.\n\nEllida. Oh, yes! The eyes--the eyes.\n\nWangel. Well, but at the \"View\" you said that he always appeared to you\nexactly as he was when you parted out there--ten years ago.\n\nEllida. Did I?\n\nWangel. Yes.\n\nEllida. Then, I suppose he did look much as he does now.\n\nWangel. No. On our way home, the day before yesterday, you gave quite\nanother description of him. Ten years ago he had no beard, you said.\nHis dress, too, was quite different. And that breast-pin with the pearl?\nThat man yesterday wore nothing of the sort.\n\nEllida. No, he did not.\n\nWangel (looks searchingly at her). Now just think a little, dear Ellida.\nOr perhaps you can't quite remember how he looked when he stood by you\nat Bratthammer?\n\nEllida (thoughtfully closing her eyes for a moment). Not quite\ndistinctly. No, today I can't. Is it not strange?\n\nWangel. Not so very strange after all. You have now been confronted by a\nnew and real image, and that overshadows the old one, so that you can no\nlonger see it.\n\nEllida. Do you believe that, Wangel?\n\nWangel. Yes. And it overshadows your sick imaginings, too. That is why\nit is good a reality has come.\n\nEllida. Good? Do you think it good?\n\nWangel. Yes. That it has come. It may restore you to health.\n\nEllida (sitting down on sofa). Wangel, come and sit down by me. I must\ntell you all my thoughts.\n\nWangel. Yes, do, dear Ellida.\n\n(He sits down on a chair on the other side of the table.)\n\nEllida. It was really a great misfortune--for us both--that we two of\nall people should have come together.\n\nWangel (amazed). What are you saying?\n\nEllida. Oh, yes, it was. And it's so natural. It could bring nothing but\nunhappiness, after the way in which we came together.\n\nWangel. What was there in that way?\n\nEllida. Listen, Wangel; it's no use going on, lying to ourselves and to\none another.\n\nWangel. Are we doing so? Lying, you say?\n\nEllida. Yes, we are; or, at least, we suppress the truth. For the\ntruth--the pure and simple truth is--that you came out there and bought\nme.\n\nWangel. Bought--you say bought!\n\nEllida. Oh! I wasn't a bit better than you. I accepted the bargain. Sold\nmyself to you!\n\nWangel (looks at her full of pain). Ellida, have you really the heart to\ncall it that?\n\nEllida. But is there any other name for it? You could no longer bear the\nemptiness of your house. You were on the look-out for a new wife.\n\nWangel. And a new mother for the children, Ellida.\n\nEllida. That too, perhaps, by the way; although you didn't in the least\nknow if I were fit for the position. Why, you had only seen me and\nspoken to me a few times. Then you wanted me, and so--\n\nWangel. Yes, you may call it as you will.\n\nEllida. And I, on my side--why, I was so helpless and bewildered, and\nso absolutely alone. Oh! it was so natural I should accept the bargain,\nwhen you came and proposed to provide for me all my life.\n\nWangel. Assuredly it did not seem to me a providing for you, dear\nEllida. I asked you honestly if you would share with me and the children\nthe little I could call my own.\n\nEllida. Yes, you did; but all the same, I should never have accepted!\nNever have accepted that at any price! Not sold myself! Better the\nmeanest work--better the poorest life--after one's own choice.\n\nWangel (rising). Then have the five--six years that we have lived\ntogether been so utterly worthless to you?\n\nEllida. Oh! Don't think that, Wangel. I have been as well cared for here\nas human being could desire. But I did not enter your house freely. That\nis the thing.\n\nWangel (looking at her). Not freely!\n\nEllida. No. It was not freely that I went with you.\n\nWangel (in subdued tone). Ah! I remember your words of yesterday.\n\nEllida. It all lies in those words. They have enlightened me; and so I\nsee it all now.\n\nWangel. What do you see?\n\nEllida. I see that the life we two live together--is really no marriage.\n\nWangel (bitterly). You have spoken truly there. The life we now live is\nnot a marriage.\n\nEllida. Nor was it formerly. Never--not from the very first (looks\nstraight in front of her). The first--that might have been a complete\nand real marriage.\n\nWangel. The first--what do you mean?\n\nEllida. Mine--with him.\n\nWangel (looks at her in astonishment). I do not in the least understand\nyou.\n\nEllida. Ah! dear Wangel, let us not lie to one another, nor to\nourselves.\n\nWangel. Well--what more?\n\nEllida. You see--we can never get away from that one thing--that a\nfreely given promise is fully as binding as a marriage.\n\nWangel. But what on earth--\n\nEllida (rising impetuously). Set me free, Wangel!\n\nWangel. Ellida! Ellida!\n\nEllida. Yes, yes! Oh! grant me that! Believe me, it will come to that\nall the same--after the way we two came together.\n\nWangel (conquering his pain). It has come to this, then?\n\nEllida. It has come to this. It could not be otherwise.\n\nWangel (looking gloomily at her). So I have not won you by our living\ntogether. Never, never possessed you quite.\n\nEllida. Ah! Wangel--if only I could love you, how gladly I would--as\ndearly as you deserve. But I feel it so well--that will never be.\n\nWangel. Divorce, then? It is a divorce, a complete, legal divorce that\nyou want?\n\nEllida. Dear, you understand me so little! I care nothing for such\nformalities. Such outer things matter nothing, I think. What I want is\nthat we should, of our own free will, release each other.\n\nWangel (bitterly, nods slowly). To cry off the bargain again--yes.\n\nEllida (quickly). Exactly. To cry off the bargain.\n\nWangel. And then, Ellida? Afterwards? Have you reflected what life would\nbe to both of us? What life would be to both you and me?\n\nEllida. No matter. Things must turn out afterwards as they may. What I\nbeg and implore of you, Wangel, is the most important. Only set me free!\nGive me back my complete freedom!\n\nWangel. Ellida, it is a fearful thing you ask of me. At least give me\ntime to collect myself before I come to a decision. Let us talk it over\nmore carefully. And you yourself--take time to consider what you are\ndoing.\n\nEllida. But we have no time to lose with such matters. I must have my\nfreedom again today.\n\nWangel. Why today?\n\nEllida. Because he is coming tonight.\n\nWangel (starts). Coming! He! What has this stranger to do with it?\n\nEllida. I want to face him in perfect freedom.\n\nWangel. And what--what else do you intend to do?\n\nEllida. I will not hide behind the fact that I am the wife of another\nman; nor make the excuse that I have no choice, for then it would be no\ndecision.\n\nWangel, You speak of a choice. Choice, Ellida! A choice in such a\nmatter!\n\nEllida. Yes, I must be free to choose--to choose for either side. I must\nbe able to let him go away--alone, or to go with him.\n\nWangel. Do you know what you are saying? Go with him--give your whole\nlife into his hands!\n\nEllida. Didn't I give my life into your hands, and without any ado?\n\nWangel. Maybe. But he! He! an absolute stranger! A man of whom you know\nso little!\n\nEllida. Ah! but after all I knew you even less; and yet I went with you.\n\nWangel. Then you knew to some extent what life lay before you. But now?\nThink! What do you know? You know absolutely nothing. Not even who or\nwhat he is.\n\nEllida (looking in front of her). That is true; but that is the terror.\n\nWangel. Yes, indeed, it is terrible!\n\nEllida. That is why I feel I must plunge into it.\n\nWangel (looking at her). Because it seems terrible?\n\nEllida. Yes; because of that.\n\nWangel (coming closer). Listen, Ellida. What do you really mean by\nterrible?\n\nEllida (reflectively). The terrible is that which repels and attracts.\n\nWangel. Attracts, you say?\n\nEllida. Attracts most of all, I think.\n\nWangel (slowly). You are one with the sea.\n\nEllida. That, too, is a terror.\n\nWangel. And that terror is in you. You both repel and attract.\n\nEllida. Do you think so, Wangel?\n\nWangel. After all, I have never really known you--never really. Now I am\nbeginning to understand.\n\nEllida. And that is why you must set me free! Free me from every bond to\nyou--and yours. I am not what you took me for. Now you see it yourself.\nNow we can part as friends--and freely.\n\nWangel (sadly). Perhaps it would be better for us both if we parted--And\nyet, I cannot! You are the terror to me, Ellida; the attraction is what\nis strongest in you.\n\nEllida. Do you say that?\n\nWangel. Let us try and live through this day wisely--in perfect quiet\nof mind. I dare not set you free, and release you today. I have no right\nto. No right for your own sake, Ellida. I exercise my right and my duty\nto protect you.\n\nEllida. Protect? What is there to protect me from? I am not threatened\nby any outward power. The terror lies deeper, Wangel. The terror is--the\nattraction in my own mind. And what can you do against that?\n\nWangel. I can strengthen and urge you to fight against it.\n\nEllida. Yes; if I wished to fight against it.\n\nWangel. Then you do not wish to?\n\nEllida. Oh! I don't know myself.\n\nWangel. Tonight all will be decided, dear Ellida--Ellida (bursting out).\nYes, think! The decision so near--the decision for one's whole life!\n\nWangel. And then tomorrow--Ellida. Tomorrow! Perhaps my real future will\nhave been ruined.\n\nWangel. Your real--Ellida. The whole, full life of freedom lost--lost\nfor me, and perhaps for him also.\n\nWangel (in a lower tone, seizing her wrist). Ellida, do you love this\nstranger?\n\nEllida. Do I? Oh, how can I tell! I only know that to me he is a terror,\nand that--\n\nWangel. And that--\n\nEllida (tearing herself away). And that it is to him I think I belong.\n\nWangel (bowing his head). I begin to understand better.\n\nEllida. And what remedy have you for that? What advice to give me?\n\nWangel (looking sadly at her). Tomorrow he will be gone, then the\nmisfortune will be averted from your head; and then I will consent to\nset you free. We will cry off the bargain tomorrow, Ellida.\n\nEllida. Ah, Wangel, tomorrow! That is too late.\n\nWangel (looking towards garden). The children--the children! Let us\nspare them, at least for the present.\n\n(ARNHOLM, BOLETTE, HILDE, and LYNGSTRAND come into the garden.\nLYNGSTRAND says goodbye in the garden, and goes out. The rest come into\nthe room.)\n\nArnholm. You must know we have been making plans.\n\nHilde. We're going out to the fjord tonight and--\n\nBolette. No; you mustn't tell.\n\nWangel. We two, also, have been making plans.\n\nArnholm. Ah!--really?\n\nWangel. Tomorrow Ellida is going away to Skjoldviken for a time.\n\nBolette. Going away?\n\nArnholm. Now, look here, that's very sensible, Mrs. Wangel.\n\nWangel. Ellida wants to go home again--home to the sea.\n\nHilde (springing towards ELLIDA). You are going away--away from us?\n\nEllida (frightened). Hilde! What is the matter?\n\nHilde (controlling herself). Oh, it's nothing. (In a low voice, turning\nfrom her.) Are only you going?\n\nBolette (anxiously). Father--I see it--you, too, are going--to\nSkjoldviken!\n\nWangel. No, no! Perhaps I shall run out there every now and again.\n\nBolette. And come here to us?\n\nWangel. I will--Bolette. Every now and again!\n\nWangel. Dear child, it must be. (He crosses the room.)\n\nArnholm (whispers). We will talk it over later, Bolette. (He crosses to\nWANGEL. They speak in low tones up stage by the door.)\n\nEllida (aside to BOLETTE). What was the matter with Hilde? She looked\nquite scared.\n\nBolette. Have you never noticed what Hilde goes about here, day in, day\nout, hungering for?\n\nEllida. Hungering for?\n\nBolette. Ever since you came into the house?\n\nEllida. No, no. What is it?\n\nBolette. One loving word from you.\n\nEllida. Oh! If there should be something for me to do here!\n\n(She clasps her hands together over her head, and looks fixedly in\nfront of her, as if torn by contending thoughts and emotions. WANGEL and\nARNHOLM come across the room whispering. BOLETTE goes to the side room,\nand looks in. Then she throws open the door.)\n\nBolette. Father, dear--the table is laid--if you--\n\nWangel (with forced composure). Is it, child? That's well. Come,\nArnholm! We'll go in and drink a farewell cup--with the \"Lady from the\nSea.\" (They go out through the right.)\n\n\n\n\nACT V\n\n(SCENE.--The distant part of DOCTOR WANGEL'S garden, and the carp pond.\nThe summer night gradually darkens.\n\nARNHOLM, BOLETTE, LYNGSTRAND and HILDE are in a boat, punting along the\nshore to the left.)\n\nHilde. See! We can jump ashore easily here.\n\nArnholm. No, no; don't!\n\nLyngstrand. I can't jump, Miss Hilde.\n\nHilde. Can't you jump either, Arnholm?\n\nArnholm. I'd rather not try.\n\nBolette. Then let's land down there, by the bathing steps.\n\n(They push off. At the same moment BALLESTED comes along the footpath,\ncarrying music-books and a French horn. He bows to those in the boat,\nturns and speaks to them. The answers are heard farther and farther\naway.)\n\nBallested. What do you say? Yes, of course it's on account of the\nEnglish steamer; for this is her last visit here this year. But if\nyou want to enjoy the pleasures of melody, you mustn't wait too long.\n(Calling out.) What? (Shaking his head.) Can't hear what you say!\n\n(ELLIDA, with a shawl over her head, enters, followed by DOCTOR WANGEL.)\n\nWangel. But, dear Ellida, I assure you there's plenty of time.\n\nEllida. No, no, there is not! He may come any moment.\n\nBallested (outside the fence). Hallo! Good-evening, doctor.\nGood-evening, Mrs. Wangel.\n\nWangel (noticing him). Oh! is it you? Is there to be music tonight?\n\nBallested. Yes; the Wind Band Society thought of making themselves\nheard. We've no dearth of festive occasions nowadays. Tonight it's in\nhonour of the English ship.\n\nEllida. The English ship! Is she in sight already?\n\nBallested. Not yet. But you know she comes from between the islands. You\ncan't see anything of her, and then she's alongside of you.\n\nEllida. Yes, that is so.\n\nWangel (half to ELLIDA). Tonight is the last voyage, then she will not\ncome again.\n\nBallested. A sad thought, doctor, and that's why we're going to give\nthem an ovation, as the saying is. Ah! Yes--ah! yes. The glad summertime\nwill soon be over now. Soon all ways will be barred, as they say in the\ntragedy.\n\nEllida. All ways barred--yes!\n\nBallested. It's sad to think of. We have been the joyous children of\nsummer for weeks and months now. It's hard to reconcile yourself to\nthe dark days--just at first, I mean. For men can accli--a--acclimatise\nthemselves, Mrs. Wangel. Ay, indeed they can. (Bows, and goes off to the\nleft.)\n\nEllida (looking out at the fjord). Oh, this terrible suspense! This\ntorturing last half-hour before the decision!\n\nWangel. You are determined, then, to speak to him yourself?\n\nEllida. I must speak to him myself; for it is freely that I must make my\nchoice.\n\nWangel. You have no choice, Ellida. You have no right to choose--no\nright without my permission.\n\nEllida. You can never prevent the choice, neither you nor anyone. You\ncan forbid me to go away with him--to follow him--in case I should\nchoose to do that. You can keep me here by force--against my will. That\nyou can do. But that I should choose, choose from my very soul--choose\nhim, and not you--in case I would and did choose thus--this you cannot\nprevent.\n\nWangel. No; you are right. I cannot prevent that.\n\nEllida. And so I have nothing to help me to resist. Here, at home, there\nis no single thing that attracts me and binds me. I am so absolutely\nrootless in your house, Wangel. The children are not mine--their hearts,\nI mean--never have been. When I go, if I do go, either with him tonight,\nor to Skjoldviken tomorrow, I haven't a key to give up, an order to give\nabout anything whatsoever. I am absolutely rootless in your house--I\nhave been absolutely outside everything from the very first.\n\nWangel. You yourself wished it.\n\nEllida. No, no, I did not. I neither wished nor did not wish it. I\nsimply left things just as I found them the day I came here. It is you,\nand no one else, who wished it.\n\nWangel. I thought to do all for the best for you.\n\nEllida. Yes, Wangel, I know it so well! But there is retribution in\nthat, a something that avenges itself. For now I find no binding power\nhere-nothing to strengthen me--nothing to help me--nothing to draw me\ntowards what should have been the strongest possession of us both.\n\nWangel. I see it, Ellida. And that is why from t-morrow you shall have\nback your freedom. Henceforth, you shall live your own life.\n\nEllida. And you call that my own life! No! My own true life lost its\nbearings when I agreed to live with you. (Clenches her hand in fear\nand unrest.) And now--tonight--in half an hour, he whom I forsook is\ncoming--he to whom I should have cleaved forever, even as he has cleaved\nto me! Now he is coming to offer me--for the last and only time--the\nchance of living my life over again, of living my own true life--the\nlife that terrifies and attracts--and I can not forgo that--not freely.\n\nWangel. That is why it is necessary your husband--and your\ndoctor--should take the power of acting from you, and act on your\nbehalf.\n\nEllida. Yes, Wangel, I quite understand. Believe me, there are times\nwhen I think it would be peace and deliverance if with all my soul\nI could be bound to you--and try to brave all that terrifies--and\nattracts. But I cannot! No, no, I cannot do that!\n\nWangel. Come, Ellida, let us walk up and down together for awhile.\n\nEllida. I would gladly--but I dare not. For he said I was to wait for\nhim here.\n\nWangel. Come! There is time enough.\n\nEllida. Do you think so?\n\nWangel. Plenty of time, I tell you.\n\nEllida. Then let us go, for a little while.\n\n(They pass out in the foreground. At the same time ARNHOLM and BOLETTE\nappear by the upper bank of the pond.)\n\nBolette (noticing the two as they go out). See there--\n\nArnholm (in low voice). Hush! Let them go. Bolette. Can you understand\nwhat has been going on between them these last few days?\n\nArnholm. Have you noticed anything?\n\nBolette. Have I not!\n\nArnholm. Anything peculiar?\n\nBolette. Yes, one thing and another. Haven't you?\n\nArnholm. Well--I don't exactly know.\n\nBolette. Yes, you have; only you won't speak out about it.\n\nArnholm. I think it will do your stepmother good to go on this little\njourney.\n\nBolette. Do you think so?\n\nArnholm. I should say it would be well for all parties that she should\nget away every now and then.\n\nBolette. If she does go home to Skjoldviken tomorrow, she will never\ncome back here again!\n\nArnholm. My dear Bolette, whatever makes you think that?\n\nBolette. I am quite convinced of it. Just you wait; you'll see that\nshe'll not come back again; not anyhow as long as I and Hilde are in the\nhouse here.\n\nArnholm. Hilde, too?\n\nBolette. Well, it might perhaps be all right with Hilde. For she is\nscarcely more than a child. And I believe that at bottom she worships\nEllida. But, you see, it's different with me--a stepmother who isn't so\nvery much older than oneself!\n\nArnholm. Dear Bolette, perhaps it might, after all, not be so very long\nbefore you left.\n\nBolette (eagerly). Really! Have you spoken to father about it?\n\nArnholm. Yes, I have.\n\nBolette. Well, what does he say?\n\nArnholm. Hm! Well, your father's so thoroughly taken up with other\nmatters just now--\n\nBolette. Yes, yes! that's how I knew it would be.\n\nArnholm. But I got this much out of him. You mustn't reckon upon any\nhelp from him.\n\nBolette. No?\n\nArnholm. He explained his circumstances to me clearly; he thought that\nsuch a thing was absolutely out of the question, impossible for him.\n\nBolette (reproachfully). And you had the heart to come and mock me?\n\nArnholm. I've certainly not done that, dear Bolette. It depends wholly\nand solely upon yourself whether you go away or not.\n\nBolette. What depends upon me?\n\nArnholm. Whether you are to go out into the world--learn all you most\ncare for--take part in all you are hungering after here at home--live\nyour life under brighter conditions, Bolette.\n\nBolette (clasping her hands together). Good God! But it's impossible! If\nfather neither can nor will--and I have no one else on earth to whom I\ncould turn--Arnholm. Couldn't you make up your mind to accept a little\nhelp from your old--from your former teacher?\n\nBolette. From you, Mr. Arnholm! Would you be willing to--\n\nArnholm. Stand by you! Yes--with all my heart. Both with word and in\ndeed. You may count upon it. Then you accept? Well? Do you agree?\n\nBolette. Do I agree! To get away--to see the world--to learn something\nthoroughly! All that seemed to be a great, beautiful impossibility!\n\nArnholm. All that may now become a reality to you, if only you yourself\nwish it.\n\nBolette. And to all this unspeakable happiness you will help me! Oh, no!\nTell me, can I accept such an offer from a stranger?\n\nArnholm. You can from me, Bolette. From me you can accept anything.\n\nBolette (seizing his hands). Yes, I almost think I can! I don't know how\nit is, but--(bursting out) Oh! I could both laugh and cry for joy, for\nhappiness! Then I should know life really after all. I began to be so\nafraid life would pass me by.\n\nArnholm. You need not fear that, Bolette. But now you must tell me quite\nfrankly--if there is anything--anything you are bound to here.\n\nBolette. Bound to? Nothing.\n\nArnholm. Nothing whatever?\n\nBolette. No, nothing at all. That is--I am bound to father to some\nextent. And to Hilde, too. But--\n\nArnholm. Well, you'll have to leave your father sooner or later.\nAnd some time Hilde also will go her own way in life. That is only a\nquestion of time. Nothing more. And so there is nothing else that binds\nyou, Bolette? Not any kind of connection?\n\nBolette. Nothing whatever. As far as that goes, I could leave at any\nmoment.\n\nArnholm. Well, if that is so, dear Bolette, you shall go away with me!\n\nBolette (clapping her hands). Oh God! What joy to think of it!\n\nArnholm. For I hope you trust me fully?\n\nBolette. Indeed, I do!\n\nArnholm. And you dare to trust yourself and your future fully and\nconfidently into my hands, Bolette? Is that true? You will dare to do\nthis?\n\nBolette. Of course; how could I not do so? Could you believe anything\nelse? You, who have been my old teacher--my teacher in the old days, I\nmean.\n\nArnholm. Not because of that. I will not consider that side of the\nmatter; but--well, so you are free, Bolette! There is nothing that binds\nyou, and so I ask you, if you could--if you could--bind yourself to me\nfor life?\n\nBolette (steps back frightened). What are you saying?\n\nArnholm. For all your life, Bolette. Will you be my wife?\n\nBolette (half to herself). No, no, no! That is impossible, utterly\nimpossible!\n\nArnholm. It is really so absolutely impossible for you to--\n\nBolette. But, surely, you cannot mean what you are saying, Mr. Arnholm!\n(Looking at him.) Or--yet--was that what you meant when you offered to\ndo so much for me?\n\nArnholm. You must listen to me one moment, Bolette. I suppose I have\ngreatly surprised you!\n\nBolette. Oh! how could such a thing from you--how could it but--but\nsurprise me!\n\nArnholm. Perhaps you are right. Of course, you didn't--you could not\nknow it was for your sake I made this journey.\n\nBolette. Did you come here for--for my sake?\n\nArnholm. I did, Bolette. In the spring I received a letter from your\nfather, and in it there was a passage that made me think--hm--that you\nheld your former teacher in--in a little more than friendly remembrance.\n\nBolette. How could father write such a thing?\n\nArnholm. He did not mean it so. But I worked myself into the belief\nthat here was a young girl longing for me to come again--No, you mustn't\ninterrupt me, dear Bolette! And--you see, when a man like myself, who\nis no longer quite young, has such a belief--or fancy, it makes an\noverwhelming impression. There grew within me a living, a grateful\naffection for you; I thought I must come to you, see you again, and tell\nyou I shared the feelings that I fancied you had for me.\n\nBolette. And now you know it is not so!--that it was a mistake!\n\nArnholm. It can't be helped, Bolette. Your image, as I bear it within\nmyself, will always be coloured and stamped with the impression that\nthis mistake gave me. Perhaps you cannot understand this; but still it\nis so.\n\nBolette. I never thought such a thing possible.\n\nArnholm. But now you have seen that it is possible, what do you say now,\nBolette? Couldn't you make up your mind to be--yes--to be my wife?\n\nBolette. Oh! it seems so utterly impossible, Mr. Arnholm. You, who have\nbeen my teacher! I can't imagine ever standing in any other relation\ntowards you.\n\nArnholm. Well, well, if you think you really cannot--Then our old\nrelations remain unchanged, dear Bolette.\n\nBolette. What do you mean?\n\nArnholm. Of course, to keep my promise all the same. I will take care\nyou get out into the world and see something of it. Learn some things\nyou really want to know; live safe and independent. Your future I\nshall provide for also, Bolette. For in me you will always have a good,\nfaithful, trustworthy friend. Be sure of that.\n\nBolette. Good heavens! Mr. Arnholm, all that is so utterly impossible\nnow.\n\nArnholm. Is that impossible too?\n\nBolette. Surely you can see that! After what you have just said to me,\nand after my answer--Oh! you yourself must see that it is impossible\nfor me now to accept so very much from you. I can accept nothing from\nyou--nothing after this.\n\nArnholm. So you would rather stay at home here, and let life pass you\nby?\n\nBolette. Oh! it is such dreadful misery to think of that.\n\nArnholm. Will you renounce knowing something of the outer world?\nRenounce bearing your part in all that you yourself say you are\nhungering for? To know there is so infinitely much, and yet never really\nto understand anything of it? Think carefully, Bolette.\n\nBolette. Yes, yes! You are right, Mr. Arnholm.\n\nArnholm. And then, when one day your father is no longer here, then\nperhaps to be left helpless and alone in the world; or live to give\nyourself to another man--whom you, perhaps, will also feel no affection\nfor--\n\nBolette. Oh, yes! I see how true all you say is. But still--and yet\nperhaps--\n\nArnholm (quickly). Well?\n\nBolette (looking at him hesitatingly). Perhaps it might not be so\nimpossible after all.\n\nArnholm. What, Bolette?\n\nBolette. Perhaps it might be possible--to accept--what you proposed to\nme.\n\nArnholm. Do you mean that, after all, you might be willing to--that at\nall events you could give me the happiness of helping you as a steadfast\nfriend?\n\nBolette. No, no, no! Never that, for that would be utterly impossible\nnow. No--Mr. Arnholm--rather take me.\n\nArnholm. Bolette! You will?\n\nBolette. Yes, I believe I will.\n\nArnholm. And after all you will be my wife?\n\nBolette. Yes; if you still think that--that you will have me.\n\nArnholm. Think! (Seizing her hand.) Oh, thanks, thanks, Bolette. All\nelse that you said--your former doubts--these do not frighten me. If I\ndo not yet possess your whole heart, I shall know how to conquer it. Oh,\nBolette, I will wait upon you hand and foot!\n\nBolette. And then I shall see something of the world? Shall live! You\nhave promised me that?\n\nArnholm. And will keep my promise.\n\nBolette. And I may learn everything I want to?\n\nArnholm. I, myself, will be your teacher as formerly, Bolette. Do you\nremember the last school year?\n\nBolette (quietly and absently). To think--to know--one's self free, and\nto get out into the strange world, and then, not to need to be anxious\nfor the future--not to be harassed about one's stupid livelihood!\n\nArnholm. No, you will never need to waste a thought upon such matters.\nAnd that's a good thing, too, in its way, dear Bolette, isn't it? Eh?\n\nBolette. Indeed it is. That is certain.\n\nArnholm (putting his arms about her). Oh, you will see how comfortably\nand easily we shall settle down together! And how well and safely and\ntrustfully we two shall get on with one another, Bolette.\n\nBolette. Yes. I also begin to--I believe really--it will answer. (Looks\nout to the right, and hurriedly frees herself.) Oh, don't say anything\nabout this.\n\nArnholm. What is it, dear?\n\nBolette. Oh! it's that poor (pointing}--see out there.\n\nArnholm. Is it your father?\n\nBolette. No. It's the young sculptor. He's down there with Hilde.\n\nArnholm. Oh, Lyngstrand! What's really the matter with him?\n\nBolette. Why, you know how weak and delicate he is.\n\nArnholm. Yes. Unless it's simply imaginary.\n\nBolette. No, it's real enough! He'll not last long. But perhaps that's\nbest for him.\n\nArnholm. Dear, why should that be best?\n\nBolette. Because--because--nothing would come of his art anyhow. Let's\ngo before they come.\n\nArnholm. Gladly, my dear Bolette.\n\n(HILDE and LYNGSTRAND appear by the pond.)\n\nHilde. Hi, hi! Won't your honours wait for us?\n\nArnholm. Bolette and I would rather go on a little in advance. (He and\nBOLETTE go out to the Left.)\n\nLyngstrand (laughs quietly). It's very delightful here now. Everybody\ngoes about in pairs--always two and two together.\n\nHilde (looking after them). I could almost swear he's proposing to her.\n\nLyngstrand. Really? Have you noticed anything?\n\nHilde. Yes. It's not very difficult--if you keep your eyes open.\n\nLyngstrand. But Miss Bolette won't have him. I'm certain of that.\n\nHilde. No. For she thinks he's got so dreadfully old-looking, and she\nthinks he'll soon get bald.\n\nLyngstrand. It's not only because of that. She'd not have him anyhow.\n\nHilde. How can you know?\n\nLyngstrand. Well, because there's someone else she's promised to think\nof.\n\nHilde. Only to think of?\n\nLyngstrand. While he is away, yes.\n\nHilde. Oh! then I suppose it's you she's to think of.\n\nLyngstrand. Perhaps it might be.\n\nHilde. She promised you that?\n\nLyngstrand. Yes--think--she promised me that! But mind you don't tell\nher you know.\n\nHilde. Oh! I'll be mum! I'm as secret as the grave.\n\nLyngstrand. I think it's awfully kind of her.\n\nHilde. And when you come home again--are you going to be engaged to her,\nand then marry her?\n\nLyngstrand. No, that wouldn't very well do. For I daren't think of such\na thing during the first years. And when I shall be able to, she'll be\nrather too old for me, I fancy.\n\nHilde. And yet you wish her to think of you?\n\nLyngstrand. Yes; that's so useful to me. You see, I'm an artist. And she\ncan very well do it, because she herself has no real calling. But all\nthe same, it's kind of her.\n\nHilde. Do you think you'll be able to get on more quickly with your work\nif you know that Bolette is here thinking of you?\n\nLyngstrand. Yes, I fancy so. To know there is a spot on earth where a\nyoung, gentle, reserved woman is quietly dreaming about you--I fancy it\nmust be so--so-well, I really don't exactly know what to call it.\n\nHilde. Perhaps you mean--fascinating?\n\nLyngstrand. Fascinating! Oh, yes! Fascinating was what I meant, or\nsomething like it. (Looks at her for a moment.) You are so clever, Miss\nHilde. Really you are very clever. When I come home again you'll be\nabout the same age as your sister is now. Perhaps, too, you'll look like\nyour sister looks now. And perhaps, too, you'll be of the same mind she\nis now. Then, perhaps, you'll be both yourself and your sister--in one\nform, so to say.\n\nHilde. Would you like that?\n\nLyngstrand. I hardly know. Yes; I almost think I should. But now, for\nthis summer, I would rather you were like yourself alone, and exactly as\nyou are.\n\nHilde. Do you like me best as I am?\n\nLyngstrand. Yes, I like you immensely as you are.\n\nHilde. Hm. Tell me, you who are an artist, do you think I'm right always\nto wear bright-coloured summer dresses?\n\nLyngstrand. Yes; I think you're quite right!\n\nHilde. You think bright colours suit me, then?\n\nLyngstrand. They suit you charmingly--to my taste.\n\nHilde. But tell me, as an artist, how do you think I should look in\nblack?\n\nLyngstrand. In black, Miss Hilde?\n\nHilde. Yes, all in black. Do you think I should look well?\n\nLyngstrand. Black's hardly suitable for the summer. However, you'd\nprobably look remarkably well in black, especially with your appearance.\n\nHilde (looking straight in front of her). All in black, up to the\nthroat; black frilling round that, black gloves, and a long black veil\nhanging down behind.\n\nLyngstrand. If you were dressed so, Miss Hilde, I should wish I were a\npainter, and I'd paint you as a young, beautiful, sorrowing widow!\n\nHilde. Or as a young, sorrowing, betrothed girl!\n\nLyngstrand. Yes, that would be better still. But you can't wish to be\ndressed like that?\n\nHilde. I hardly know; but I think it's fascinating.\n\nLyngstrand. Fascinating?\n\nHilde. Fascinating to think of, yes. (Suddenly pointing to the left.)\nOh, just look there!\n\nLyngstrand (looking). The great English steamer; and right by the pier!\n\n(WANGEL and ELLIDA come in past the pond.)\n\nWangel. No; I assure you, dear Ellida, you are mistaken. (Seeing the\nothers.) What, are you two here? It's not in sight yet; is it, Mr.\nLyngstrand?\n\nLyngstrand. The great English ship?\n\nWangel. Yes.\n\nLyngstrand (pointing). There she is already, doctor.\n\nEllida. I knew it.\n\nWangel. Come!\n\nLyngstrand. Come like a thief in the night, as one might say, so quietly\nand noiselessly.\n\nWangel. You must go to the pier with Hilde. Be quick! I'm sure she wants\nto hear the music.\n\nLyngstrand. Yes; we were just going there, doctor.\n\nWangel. Perhaps we'll follow you. We'll come directly.\n\nHilde (whispering to LYNGSTRAND). They're hunting in couples, too!\n\n(HILDE and LYNGSTRAND go out through the garden. Music is heard in the\ndistance out at the fiord during the following.)\n\nEllida. Come! He is here! Yes, yes--I feel it.\n\nWangel. You'd better go in, Ellida. Let me talk with him alone.\n\nEllida. Oh! that's impossible--impossible, I say. (With a cry.) Ah! do\nyou see him, Wangel?\n\n(The STRANGER enters from the left, and remains on the pathway outside\nthe fence.)\n\nThe Stranger (bowing). Good-evening. You see I am here again, Ellida.\n\nEllida. Yes, yes. The time has come now.\n\nThe Stranger. And are you ready to start, or not?\n\nWangel. You can see for yourself that she is not.\n\nThe Stranger. I'm not asking about a travelling dress, or anything of\nthat kind, nor about packed trunks. All that is needed for a journey I\nhave with me on board. I've also secured a cabin for her. (To ELLIDA.)\nSo I ask you if you are ready to go with me, to go with me--freely?\n\nEllida. Oh! do not ask me! Do not tempt me!\n\n(A ship's bell is heard in the distance.)\n\nThe Stranger. That is the first bell for going on board. Now you must\nsay \"Yes\" or \"No.\"\n\nEllida (wringing her hands). To decide--decide for one's whole life!\nNever to be able to undo it again!\n\nThe Stranger. Never. In half an hour it will be too late.\n\nEllida (looking shyly and searchingly at him). Why is it you hold to me\nso resolutely?\n\nThe Stranger. Don't you feel, as I do, that we two belong together?\n\nEllida. Do you mean because of the vow?\n\nThe Stranger. Vows bind no one, neither man nor woman. If I hold so\nsteadfastly to you, it is because I cannot do otherwise.\n\nEllida (in a low, trembling voice). Why didn't you come before?\n\nWangel. Ellida!\n\nEllida (bursting out). Ah! All that attracts, and tempts, and lures into\nthe unknown! All the strength of the sea concentrated in this one thing!\n\n(The STRANGER climbs over the fence.)\n\nEllida (stepping back to WANGEL). What is it? What do you want?\n\nThe Stranger. I see it and I hear it in you, Ellida. After all, you will\nchoose me in the end.\n\nWangel (going towards him). My wife has no choice here, I am here both\nto choose for her and to defend her. Yes, defend! If you do not go away\nfrom here--away from this land--and never come back again--Do you know\nto what you are exposing yourself?\n\nEllida. No, no, Wangel, not that!\n\nThe Stranger. What will you do to me?\n\nWangel. I will have you arrested as a criminal, at once, before you go\non board; for I know all about the murder at Skjoldviken.\n\nEllida. Ah! Wangel, how can you?\n\nThe Stranger. I was prepared for that, and so--(takes a revolver from\nhis breast pocket)--I provided myself with this.\n\nEllida (throwing herself in front of him). No, no; do not kill him!\nBetter kill me!\n\nThe Stranger. Neither you nor him, don't fear that. This is for myself,\nfor I will live and die a free man.\n\nEllida (with growing excitement). Wangel, let me tell you this--tell it\nyou so that he may hear it. You can indeed keep me here! You have the\nmeans and the power to do it. And you intend to do it. But my mind--all\nmy thoughts, all the longings and desires of my soul--these you cannot\nbind! These will rush and press out into the unknown that I was created\nfor, and that you have kept from me!\n\nWangel (in quiet sorrow). I see it, Ellida. Step by step you are\nslipping from me. The craving for the boundless, the infinite, the\nunattainable will drive your soul into the darkness of night at last.\n\nEllida. Yes! I feel it hovering over me like black noiseless wings.\n\nWangel. It shall not come to that. No other deliverance is possible for\nyou. I at least can see no other. And so--so I cry off our bargain at\nonce. Now you can choose your own path in perfect--perfect freedom.\n\nEllida (stares at him a while as if stricken dumb). Is it true--true\nwhat you say? Do you mean that--mean it with all your heart?\n\nWangel. Yes--with all my sorrowing heart--I mean it.\n\nEllida. And can you do it? Can you let it be so?\n\nWangel. Yes, I can. Because I love you so dearly.\n\nEllida (in a low, trembling voice). And have I come so near--so close to\nyou?\n\nWangel. The years and the living together have done that.\n\nEllida (clasping her hands together). And I--who so little understood\nthis!\n\nWangel. Your thoughts went elsewhere. And now--now you are completely\nfree of me and mine--and--and mine. Now your own true life may resume\nits real bent again, for now you can choose in freedom, and on your own\nresponsibility, Ellida.\n\nEllida (clasps her head with her hands, and stares at WANGEL). In\nfreedom, and on my own responsibility! Responsibility, too? That changes\neverything.\n\n(The ship bell rings again.)\n\nThe Stranger. Do you hear, Ellida? It has rung now for the last time.\nCome.\n\nEllida (turns towards him, looks firmly at him, and speaks in a resolute\nvoice). I shall never go with you after this!\n\nThe Stranger. You will not!\n\nEllida (clinging to WANGEL). I shall never go away from you after this.\n\nThe Stranger. So it is over?\n\nEllida. Yes. Over for all time.\n\nThe Stranger. I see. There is something here stronger than my will.\n\nEllida. Your will has not a shadow of power over me any longer. To me\nyou are as one dead--who has come home from the sea, and who returns to\nit again. I no longer dread you. And I am no longer drawn to you.\n\nThe Stranger. Goodbye, Mrs. Wangel! (He swings himself over the fence.)\nHenceforth, you are nothing but a shipwreck in my life that I have tided\nover. (He goes out.)\n\nWangel (looks at her for a while). Ellida, your mind is like the sea--it\nhas ebb and flow. Whence came the change?\n\nEllida. Ah! don't you understand that the change came--was bound to come\nwhen I could choose in freedom?\n\nWangel. And the unknown?--It no longer lures you?\n\nEllida. Neither lures nor frightens me. I could have seen it--gone out\ninto it, if only I myself had willed it. I could have chosen it. And\nthat is why I could also renounce it.\n\nWangel. I begin to understand little by little. You think and conceive\nin pictures--in visible figures. Your longing and aching for the sea,\nyour attraction towards this strange man, these were the expression of\nan awakening and growing desire for freedom; nothing else.\n\nEllida. I don't know about that. But you have been a good physician for\nme. You found, and you dared to use the right remedy--the only one that\ncould help me.\n\nWangel. Yes, in utmost need and danger we doctors dare much. And now you\nare coming back to me again, Ellida?\n\nEllida. Yes, dear, faithful Wangel--now I am coming back to you again.\nNow I can. For now I come to you freely, and on my own responsibility.\n\nWangel (looks lovingly at her). Ellida! Ellida! To think that now we can\nlive wholly for one another--\n\nEllida. And with common memories. Yours, as well as mine.\n\nWangel. Yes, indeed, dear.\n\nEllida. And for our children, Wangel?\n\nWangel. You call them ours!\n\nEllida. They who are not mine yet, but whom I shall win.\n\nWangel. Ours! (Gladly and quickly kisses her hands.) I cannot speak my\nthanks for those words!\n\n(HILDE, BALLESTED, LYNGSTRAND, ARNHOLM, and BOLETTE come into the\ngarden. At the same time a number of young townspeople and visitors pass\nalong the footpath.)\n\nHilde (aside to LYNGSTRAND). See! Why, she and father look exactly as if\nthey were a betrothed couple!\n\nBallested (who has overheard). It is summertime, little Missie.\n\nArnholm (looking at WANGEL and ELLIDA). The English steamer is putting\noff.\n\nBolette (going to the fence). You can see her best from here.\n\nLyngstrand. The last voyage this year.\n\nBallested. Soon all the sea-highways will be closed, as the poet says.\nIt is sad, Mrs. Wangel. And now we're to lose you also for a time.\nTomorrow you're off to Skjoldviken, I hear.\n\nWangel. No; nothing will come of that. We two have changed our\nmind--tonight.\n\nArnholm (looking from one to the other). Oh!--really!\n\nBolette (coming forward). Father, is that true?\n\nHilde (going towards ELLIDA). Are you going to stay with us after all?\n\nEllida. Yes, dear Hilde, if you'll have me.\n\nHilde (struggling between tears and laughter). Fancy! Have you!\n\nArnholm (to ELLIDA). But this is quite a surprise--!\n\nEllida (smiling earnestly). Well, you see, Mr. Arnholm--Do you remember\nwe talked about it yesterday? When you have once become a land-creature\nyou can no longer find your way back again to the sea, nor to the\nsea-life either.\n\nBallested. Why, that's exactly the case with my mermaid.\n\nEllida. Something like--yes.\n\nBallested. Only with this difference--that the mermaid dies of it, it,\nwhile human beings can acclam--acclimatise themselves. Yes yes. I assure\nyou, Mrs. Wangel, they can ac-climatise themselves.\n\nEllida. In freedom they can, Mr. Ballested.\n\nWangel. And when they act on their own responsibility, dear Ellida.\n\nEllida (quickly holding out her hand to him). Exactly. (The great\nsteamer glides noiselessly out beyond the fjord. The music is heard\nnearer land.)\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Lady From The Sea, by Henrik Ibsen\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE LADY FROM THE SEA ***\n\n***** This file should be named 2765.txt or 2765.zip *****\nThis and all associated files of various formats will be found in:\n        http:\/\/www.gutenberg.org\/2\/7\/6\/2765\/\n\nProduced by Martin Adamson\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp:\/\/gutenberg.org\/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark\/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s\/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http:\/\/www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp:\/\/pglaf.org\/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http:\/\/pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http:\/\/pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http:\/\/pglaf.org\/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http:\/\/www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n","id":549,"split":"train"}
