{"ori_id":"ab5002eb93483e1d54225a11441ec82d88c8fda0","title":"The Dark Lady of the Sonnets","context":"The Dark Lady of the Sonnets\n The play is set at \"Fin de siĂ¨cle 15-1600. Midsummer night on the terrace of the Palace at Whitehall, overlooking the Thames. The Palace clock chimes four quarters and strikes eleven.\"\nThe Man arrives at Whitehall where he meets a Beefeater guard. He persuades the Beefeater to allow him to stay to meet his girlfriend, a lady of the court, who will be arriving soon for a secret tryst. The Man notes down various interesting phrases used by the Beefeater (all quotations from Shakespeare plays). The Lady arrives, cloaked, but it is not the woman he is expecting. The Man immediately falls for her. While also noting down her own interesting expressions in his notebook, he tells her how beautiful and desirable she is. The Dark Lady arrives, and is shocked to see her lover attempting to seduce another woman. She tells The Lady not to trust The Man, as he is a mere actor. She then recognises that The Lady is Queen Elizabeth. The Man reveals that he is William Shakespeare. The Queen demands that he should apologise to her, but Shakespeare insists that his family is more respectable than hers, and that she only has her job by accident of birth. The Dark Lady is shocked by Shakespeare's frankness, but the queen forgives him. Shakespeare complains that his worst plays, As You Like It and Much Ado About Nothing, are the most popular, but is most proud of the ones with intelligent female characters, such All's Well that End's Well. If the queen would establish a National Theatre, he could create more of the kind of plays he wants to, rather than those that please the public. The queen says she'll look into it, but does not think the idea will please her Treasurer. She thinks it will probably be another 300 years before the idea will gain widespread support. She upbraids the Beefeater for allowing Shakespeare into the palace grounds, and tells him to make sure that Shakespeare leaves.\nï»¿Project Gutenberg's Dark Lady of the Sonnets, by George Bernard Shaw\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n\nTitle: Dark Lady of the Sonnets\n\nAuthor: George Bernard Shaw\n\nRelease Date: July 23, 2008 [EBook #1050]\n\nLanguage: English\n\n\n*** START OF THIS PROJECT GUTENBERG EBOOK DARK LADY OF THE SONNETS ***\n\n\n\n\nProduced by Ron Burkey, and Amy Thomte\n\n\n\n\n\nTHE DARK LADY OF THE SONNETS\n\nBy Bernard Shaw\n\n\n\n\nCONTENTS\n\n     Preface\n     How the Play came to be Written\n     Thomas Tyler\n     Frank Harris\n     Harris \"durch Mitleid wissend\"\n     \"Sidney's Sister:  Pembroke's Mother\"\n     Shakespear's Social Standing\n     This Side Idolatry\n     Shakespear's Pessimism\n     Gaiety of Genius\n     Jupiter and Semele\n     The Idol of the Bardolaters\n     Shakespear's alleged Sycophancy and Perversion\n     Shakespear and Democracy\n     Shakespear and the British Public\n     The Dark Lady of the Sonnets\n\n\n\n\n\nTHE DARK LADY OF THE SONNETS\n\n1910\n\n\n\n\nPREFACE TO THE DARK LADY OF THE SONNETS\n\n\n\n\nHow the Play came to be Written\n\nI had better explain why, in this little _piece d'occasion_, written\nfor a performance in aid of the funds of the project for establishing\na National Theatre as a memorial to Shakespear, I have identified the\nDark Lady with Mistress Mary Fitton.  First, let me say that I do not\ncontend that the Dark Lady was Mary Fitton, because when the case in\nMary's favor (or against her, if you please to consider that the Dark\nLady was no better than she ought to have been) was complete, a\nportrait of Mary came to light and turned out to be that of a fair\nlady, not of a dark one.  That settles the question, if the portrait\nis authentic, which I see no reason to doubt, and the lady's hair\nundyed, which is perhaps less certain.  Shakespear rubbed in the\nlady's complexion in his sonnets mercilessly; for in his day black\nhair was as unpopular as red hair was in the early days of Queen\nVictoria.  Any tinge lighter than raven black must be held fatal to\nthe strongest claim to be the Dark Lady.  And so, unless it can be\nshewn that Shakespear's sonnets exasperated Mary Fitton into dyeing\nher hair and getting painted in false colors, I must give up all\npretence that my play is historical.  The later suggestion of Mr\nAcheson that the Dark Lady, far from being a maid of honor, kept a\ntavern in Oxford and was the mother of Davenant the poet, is the one I\nshould have adopted had I wished to be up to date.  Why, then, did I\nintroduce the Dark Lady as Mistress Fitton?\n\nWell, I had two reasons.  The play was not to have been written by me\nat all, but by Mrs Alfred Lyttelton; and it was she who suggested a\nscene of jealousy between Queen Elizabeth and the Dark Lady at the\nexpense of the unfortunate Bard.  Now this, if the Dark Lady was a\nmaid of honor, was quite easy.  If she were a tavern landlady, it\nwould have strained all probability.  So I stuck to Mary Fitton.  But\nI had another and more personal reason.  I was, in a manner, present\nat the birth of the Fitton theory.  Its parent and I had become\nacquainted; and he used to consult me on obscure passages in the\nsonnets, on which, as far as I can remember, I never succeeded in\nthrowing the faintest light, at a time when nobody else thought my\nopinion, on that or any other subject, of the slightest importance.  I\nthought it would be friendly to immortalize him, as the silly literary\nsaying is, much as Shakespear immortalized Mr W. H., as he said he\nwould, simply by writing about him.\n\nLet me tell the story formally.\n\n\n\n\nThomas Tyler\n\nThroughout the eighties at least, and probably for some years before,\nthe British Museum reading room was used daily by a gentleman of such\nastonishing and crushing ugliness that no one who had once seen him\ncould ever thereafter forget him.  He was of fair complexion, rather\ngolden red than sandy; aged between forty-five and sixty; and dressed\nin frock coat and tall hat of presentable but never new appearance.\nHis figure was rectangular, waistless, neckless, ankleless, of middle\nheight, looking shortish because, though he was not particularly\nstout, there was nothing slender about him.  His ugliness was not\nunamiable; it was accidental, external, excrescential.  Attached to\nhis face from the left ear to the point of his chin was a monstrous\ngoitre, which hung down to his collar bone, and was very inadequately\nbalanced by a smaller one on his right eyelid.  Nature's malice was so\noverdone in his case that it somehow failed to produce the effect of\nrepulsion it seemed to have aimed at.  When you first met Thomas Tyler\nyou could think of nothing else but whether surgery could really do\nnothing for him.  But after a very brief acquaintance you never\nthought of his disfigurements at all, and talked to him as you might\nto Romeo or Lovelace; only, so many people, especially women, would\nnot risk the preliminary ordeal, that he remained a man apart and a\nbachelor all his days.  I am not to be frightened or prejudiced by a\ntumor; and I struck up a cordial acquaintance with him, in the course\nof which he kept me pretty closely on the track of his work at the\nMuseum, in which I was then, like himself, a daily reader.\n\nHe was by profession a man of letters of an uncommercial kind.  He was\na specialist in pessimism; had made a translation of Ecclesiastes of\nwhich eight copies a year were sold; and followed up the pessimism of\nShakespear and Swift with keen interest.  He delighted in a hideous\nconception which he called the theory of the cycles, according to\nwhich the history of mankind and the universe keeps eternally\nrepeating itself without the slightest variation throughout all\neternity; so that he had lived and died and had his goitre before and\nwould live and die and have it again and again and again.  He liked to\nbelieve that nothing that happened to him was completely novel:  he\nwas persuaded that he often had some recollection of its previous\noccurrence in the last cycle.  He hunted out allusions to this\nfavorite theory in his three favorite pessimists.  He tried his hand\noccasionally at deciphering ancient inscriptions, reading them as\npeople seem to read the stars, by discovering bears and bulls and\nswords and goats where, as it seems to me, no sane human being can see\nanything but stars higgledy-piggledy.  Next to the translation of\nEcclesiastes, his _magnum opus_ was his work on Shakespear's Sonnets,\nin which he accepted a previous identification of Mr W. H., the \"onlie\nbegetter\" of the sonnets, with the Earl of Pembroke (William Herbert),\nand promulgated his own identification of Mistress Mary Fitton with\nthe Dark Lady.  Whether he was right or wrong about the Dark Lady did\nnot matter urgently to me:  she might have been Maria Tompkins for all\nI cared.  But Tyler would have it that she was Mary Fitton; and he\ntracked Mary down from the first of her marriages in her teens to her\ntomb in Cheshire, whither he made a pilgrimage and whence returned in\ntriumph with a picture of her statue, and the news that he was\nconvinced she was a dark lady by traces of paint still discernible.\n\nIn due course he published his edition of the Sonnets, with the\nevidence he had collected.  He lent me a copy of the book, which I\nnever returned.  But I reviewed it in the Pall Mall Gazette on the 7th\nof January 1886, and thereby let loose the Fitton theory in a wider\ncircle of readers than the book could reach.  Then Tyler died, sinking\nunnoted like a stone in the sea.  I observed that Mr Acheson, Mrs\nDavenant's champion, calls him Reverend.  It may very well be that he\ngot his knowledge of Hebrew in reading for the Church; and there was\nalways something of the clergyman or the schoolmaster in his dress and\nair.  Possibly he may actually have been ordained.  But he never told\nme that or anything else about his affairs; and his black pessimism\nwould have shot him violently out of any church at present established\nin the West.  We never talked about affairs:  we talked about\nShakespear, and the Dark Lady, and Swift, and Koheleth, and the\ncycles, and the mysterious moments when a feeling came over us that\nthis had happened to us before, and about the forgeries of the\nPentateuch which were offered for sale to the British Museum, and\nabout literature and things of the spirit generally.  He always came\nto my desk at the Museum and spoke to me about something or other, no\ndoubt finding that people who were keen on this sort of conversation\nwere rather scarce.  He remains a vivid spot of memory in the void of\nmy forgetfulness, a quite considerable and dignified soul in a\ngrotesquely disfigured body.\n\n\n\n\nFrank Harris\n\nTo the review in the Pall Mall Gazette I attribute, rightly or\nwrongly, the introduction of Mary Fitton to Mr Frank Harris.  My\nreason for this is that Mr Harris wrote a play about Shakespear and\nMary Fitton; and when I, as a pious duty to Tyler's ghost, reminded\nthe world that it was to Tyler we owed the Fitton theory, Frank\nHarris, who clearly had not a notion of what had first put Mary into\nhis head, believed, I think, that I had invented Tyler expressly for\nhis discomfiture; for the stress I laid on Tyler's claims must have\nseemed unaccountable and perhaps malicious on the assumption that he\nwas to me a mere name among the thousands of names in the British\nMuseum catalogue.  Therefore I make it clear that I had and have\npersonal reasons for remembering Tyler, and for regarding myself as in\nsome sort charged with the duty of reminding the world of his work.  I\nam sorry for his sake that Mary's portrait is fair, and that Mr W. H.\nhas veered round again from Pembroke to Southampton; but even so his\nwork was not wasted:  it is by exhausting all the hypotheses that we\nreach the verifiable one; and after all, the wrong road always leads\nsomewhere.\n\nFrank Harris's play was written long before mine.  I read it in\nmanuscript before the Shakespear Memorial National Theatre was mooted;\nand if there is anything except the Fitton theory (which is Tyler's\nproperty) in my play which is also in Mr Harris's it was I who annexed\nit from him and not he from me.  It does not matter anyhow, because\nthis play of mine is a brief trifle, and full of manifest\nimpossibilities at that; whilst Mr Harris's play is serious both in\nsize, intention, and quality.  But there could not in the nature of\nthings be much resemblance, because Frank conceives Shakespear to have\nbeen a broken-hearted, melancholy, enormously sentimental person,\nwhereas I am convinced that he was very like myself:  in fact, if I\nhad been born in 1556 instead of in 1856, I should have taken to blank\nverse and given Shakespear a harder run for his money than all the\nother Elizabethans put together.  Yet the success of Frank Harris's\nbook on Shakespear gave me great delight.\n\nTo those who know the literary world of London there was a sharp\nstroke of ironic comedy in the irresistible verdict in its favor.  In\ncritical literature there is one prize that is always open to\ncompetition, one blue ribbon that always carries the highest critical\nrank with it.  To win, you must write the best book of your generation\non Shakespear.  It is felt on all sides that to do this a certain\nfastidious refinement, a delicacy of taste, a correctness of manner\nand tone, and high academic distinction in addition to the\nindispensable scholarship and literary reputation, are needed; and men\nwho pretend to these qualifications are constantly looked to with a\ngentle expectation that presently they will achieve the great feat.\nNow if there is a man on earth who is the utter contrary of everything\nthat this description implies; whose very existence is an insult to\nthe ideal it realizes; whose eye disparages, whose resonant voice\ndenounces, whose cold shoulder jostles every decency, every delicacy,\nevery amenity, every dignity, every sweet usage of that quiet life of\nmutual admiration in which perfect Shakespearian appreciation is\nexpected to arise, that man is Frank Harris.  Here is one who is\nextraordinarily qualified, by a range of sympathy and understanding\nthat extends from the ribaldry of a buccaneer to the shyest\ntendernesses of the most sensitive poetry, to be all things to all\nmen, yet whose proud humor it is to be to every man, provided the man\nis eminent and pretentious, the champion of his enemies.  To the\nArchbishop he is an atheist, to the atheist a Catholic mystic, to the\nBismarckian Imperialist an Anacharsis Klootz, to Anacharsis Klootz a\nWashington, to Mrs Proudie a Don Juan, to Aspasia a John Knox:  in\nshort, to everyone his complement rather than his counterpart, his\nantagonist rather than his fellow-creature.  Always provided, however,\nthat the persons thus confronted are respectable persons.  Sophie\nPerovskaia, who perished on the scaffold for blowing Alexander II to\nfragments, may perhaps have echoed Hamlet's\n\n     Oh God, Horatio, what a wounded name--\n     Things standing thus unknown--I leave behind!\n\nbut Frank Harris, in his Sonia, has rescued her from that injustice,\nand enshrined her among the saints.  He has lifted the Chicago\nanarchists out of their infamy, and shewn that, compared with the\nCapitalism that killed them, they were heroes and martyrs.  He has\ndone this with the most unusual power of conviction.  The story, as he\ntells it, inevitably and irresistibly displaces all the vulgar, mean,\npurblind, spiteful versions.  There is a precise realism and an\nunsmiling, measured, determined sincerity which gives a strange\ndignity to the work of one whose fixed practice and ungovernable\nimpulse it is to kick conventional dignity whenever he sees it.\n\n\n\n\nHarris \"durch Mitleid wissend\"\n\nFrank Harris is everything except a humorist, not, apparently, from\nstupidity, but because scorn overcomes humor in him.  Nobody ever\ndreamt of reproaching Milton's Lucifer for not seeing the comic side\nof his fall; and nobody who has read Mr Harris's stories desires to\nhave them lightened by chapters from the hand of Artemus Ward.  Yet he\nknows the taste and the value of humor.  He was one of the few men of\nletters who really appreciated Oscar Wilde, though he did not rally\nfiercely to Wilde's side until the world deserted Oscar in his ruin.\nI myself was present at a curious meeting between the two, when\nHarris, on the eve of the Queensberry trial, prophesied to Wilde with\nmiraculous precision exactly what immediately afterwards happened to\nhim, and warned him to leave the country.  It was the first time\nwithin my knowledge that such a forecast proved true.  Wilde, though\nunder no illusion as to the folly of the quite unselfish suit-at-law\nhe had been persuaded to begin, nevertheless so miscalculated the\nforce of the social vengeance he was unloosing on himself that he\nfancied it could be stayed by putting up the editor of The Saturday\nReview (as Mr Harris then was) to declare that he considered Dorian\nGrey a highly moral book, which it certainly is.  When Harris foretold\nhim the truth, Wilde denounced him as a fainthearted friend who was\nfailing him in his hour of need, and left the room in anger.  Harris's\nidiosyncratic power of pity saved him from feeling or shewing the\nsmallest resentment; and events presently proved to Wilde how insanely\nhe had been advised in taking the action, and how accurately Harris\nhad gauged the situation.\n\nThe same capacity for pity governs Harris's study of Shakespear, whom,\nas I have said, he pities too much; but that he is not insensible to\nhumor is shewn not only by his appreciation of Wilde, but by the fact\nthat the group of contributors who made his editorship of The Saturday\nReview so remarkable, and of whom I speak none the less highly because\nI happened to be one of them myself, were all, in their various ways,\nhumorists.\n\n\n\n\n\"Sidney's Sister:  Pembroke's Mother\"\n\nAnd now to return to Shakespear.  Though Mr Harris followed Tyler in\nidentifying Mary Fitton as the Dark Lady, and the Earl of Pembroke as\nthe addressee of the other sonnets and the man who made love\nsuccessfully to Shakespear's mistress, he very characteristically\nrefuses to follow Tyler on one point, though for the life of me I\ncannot remember whether it was one of the surmises which Tyler\npublished, or only one which he submitted to me to see what I would\nsay about it, just as he used to submit difficult lines from the\nsonnets.\n\nThis surmise was that \"Sidney's sister:  Pembroke's mother\" set\nShakespear on to persuade Pembroke to marry, and that this was the\nexplanation of those earlier sonnets which so persistently and\nunnaturally urged matrimony on Mr W. H.  I take this to be one of the\nbrightest of Tyler's ideas, because the persuasions in the sonnets are\nunaccountable and out of character unless they were offered to please\nsomebody whom Shakespear desired to please, and who took a motherly\ninterest in Pembroke.  There is a further temptation in the theory for\nme.  The most charming of all Shakespear's old women, indeed the most\ncharming of all his women, young or old, is the Countess of Rousillon\nin All's Well That Ends Well.  It has a certain individuality among\nthem which suggests a portrait.  Mr Harris will have it that all\nShakespear's nice old women are drawn from his beloved mother; but I\nsee no evidence whatever that Shakespear's mother was a particularly\nnice woman or that he was particularly fond of her.  That she was a\nsimple incarnation of extravagant maternal pride like the mother of\nCoriolanus in Plutarch, as Mr Harris asserts, I cannot believe:  she\nis quite as likely to have borne her son a grudge for becoming \"one of\nthese harlotry players\" and disgracing the Ardens.  Anyhow, as a\nconjectural model for the Countess of Rousillon, I prefer that one of\nwhom Jonson wrote\n\n     Sidney's sister:  Pembroke's mother:\n     Death:  ere thou has slain another,\n     Learnd and fair and good as she,\n     Time shall throw a dart at thee.\n\nBut Frank will not have her at any price, because his ideal Shakespear\nis rather like a sailor in a melodrama; and a sailor in a melodrama\nmust adore his mother.  I do not at all belittle such sailors.  They\nare the emblems of human generosity; but Shakespear was not an emblem:\nhe was a man and the author of Hamlet, who had no illusions about his\nmother.  In weak moments one almost wishes he had.\n\n\n\n\nShakespear's Social Standing\n\nOn the vexed question of Shakespear's social standing Mr Harris says\nthat Shakespear \"had not had the advantage of a middle-class\ntraining.\"  I suggest that Shakespear missed this questionable\nadvantage, not because he was socially too low to have attained to it,\nbut because he conceived himself as belonging to the upper class from\nwhich our public school boys are now drawn.  Let Mr Harris survey for\na moment the field of contemporary journalism.  He will see there some\nmen who have the very characteristics from which he infers that\nShakespear was at a social disadvantage through his lack of\nmiddle-class training.  They are rowdy, ill-mannered, abusive,\nmischievous, fond of quoting obscene schoolboy anecdotes, adepts in\nthat sort of blackmail which consists in mercilessly libelling and\ninsulting every writer whose opinions are sufficiently heterodox to\nmake it almost impossible for him to risk perhaps five years of a\nslender income by an appeal to a prejudiced orthodox jury; and they\nsee nothing in all this cruel blackguardism but an uproariously jolly\nrag, although they are by no means without genuine literary ability, a\nlove of letters, and even some artistic conscience.  But he will find\nnot one of the models of his type (I say nothing of mere imitators of\nit) below the rank that looks at the middle class, not humbly and\nenviously from below, but insolently from above.  Mr Harris himself\nnotes Shakespear's contempt for the tradesman and mechanic, and his\nincorrigible addiction to smutty jokes.  He does us the public service\nof sweeping away the familiar plea of the Bardolatrous ignoramus, that\nShakespear's coarseness was part of the manners of his time, putting\nhis pen with precision on the one name, Spenser, that is necessary to\nexpose such a libel on Elizabethan decency.  There was nothing\nwhatever to prevent Shakespear from being as decent as More was before\nhim, or Bunyan after him, and as self-respecting as Raleigh or Sidney,\nexcept the tradition of his class, in which education or statesmanship\nmay no doubt be acquired by those who have a turn for them, but in\nwhich insolence, derision, profligacy, obscene jesting, debt\ncontracting, and rowdy mischievousness, give continual scandal to the\npious, serious, industrious, solvent bourgeois.  No other class is\ninfatuated enough to believe that gentlemen are born and not made by a\nvery elaborate process of culture.  Even kings are taught and coached\nand drilled from their earliest boyhood to play their part.  But the\nman of family (I am convinced that Shakespear took that view of\nhimself) will plunge into society without a lesson in table manners,\ninto politics without a lesson in history, into the city without a\nlesson in business, and into the army without a lesson in honor.\n\nIt has been said, with the object of proving Shakespear a laborer,\nthat he could hardly write his name.  Why?  Because he \"had not the\nadvantage of a middle-class training.\"  Shakespear himself tells us,\nthrough Hamlet, that gentlemen purposely wrote badly lest they should\nbe mistaken for scriveners; but most of them, then as now, wrote badly\nbecause they could not write any better.  In short, the whole range of\nShakespear's foibles:  the snobbishness, the naughtiness, the contempt\nfor tradesmen and mechanics, the assumption that witty conversation\ncan only mean smutty conversation, the flunkeyism towards social\nsuperiors and insolence towards social inferiors, the easy ways with\nservants which is seen not only between The Two Gentlemen of Verona\nand their valets, but in the affection and respect inspired by a great\nservant like Adam:  all these are the characteristics of Eton and\nHarrow, not of the public elementary or private adventure school.\nThey prove, as everything we know about Shakespear suggests, that he\nthought of the Shakespears and Ardens as families of consequence, and\nregarded himself as a gentleman under a cloud through his father's ill\nluck in business, and never for a moment as a man of the people.  This\nis at once the explanation of and excuse for his snobbery.  He was not\na parvenu trying to cover his humble origin with a purchased coat of\narms:  he was a gentleman resuming what he conceived to be his natural\nposition as soon as he gained the means to keep it up.\n\n\n\n\nThis Side Idolatry\n\nThere is another matter which I think Mr Harris should ponder.  He\nsays that Shakespear was but \"little esteemed by his own generation.\"\nHe even describes Jonson's description of his \"little Latin and less\nGreek\" as a sneer, whereas it occurs in an unmistakably sincere eulogy\nof Shakespear, written after his death, and is clearly meant to\nheighten the impression of Shakespear's prodigious natural endowments\nby pointing out that they were not due to scholastic acquirements.\nNow there is a sense in which it is true enough that Shakespear was\ntoo little esteemed by his own generation, or, for the matter of that,\nby any subsequent generation.  The bargees on the Regent's Canal do\nnot chant Shakespear's verses as the gondoliers in Venice are said to\nchant the verses of Tasso (a practice which was suspended for some\nreason during my stay in Venice:  at least no gondolier ever did it in\nmy hearing).  Shakespear is no more a popular author than Rodin is a\npopular sculptor or Richard Strauss a popular composer.  But\nShakespear was certainly not such a fool as to expect the Toms, Dicks,\nand Harrys of his time to be any more interested in dramatic poetry\nthan Newton, later on, expected them to be interested in fluxions.\nAnd when we come to the question whether Shakespear missed that\nassurance which all great men have had from the more capable and\nsusceptible members of their generation that they were great men, Ben\nJonson's evidence disposes of so improbable a notion at once and for\never.  \"I loved the man,\" says Ben, \"this side idolatry, as well as\nany.\"  Now why in the name of common sense should he have made that\nqualification unless there had been, not only idolatry, but idolatry\nfulsome enough to irritate Jonson into an express disavowal of it?\nJonson, the bricklayer, must have felt sore sometimes when Shakespear\nspoke and wrote of bricklayers as his inferiors.  He must have felt it\na little hard that being a better scholar, and perhaps a braver and\ntougher man physically than Shakespear, he was not so successful or so\nwell liked.  But in spite of this he praised Shakespear to the utmost\nstretch of his powers of eulogy:  in fact, notwithstanding his\ndisclaimer, he did not stop \"this side idolatry.\"  If, therefore, even\nJonson felt himself forced to clear himself of extravagance and\nabsurdity in his appreciation of Shakespear, there must have been many\npeople about who idolized Shakespear as American ladies idolize\nPaderewski, and who carried Bardolatry, even in the Bard's own time,\nto an extent that threatened to make his reasonable admirers\nridiculous.\n\n\n\n\nShakespear's Pessimism\n\nI submit to Mr Harris that by ruling out this idolatry, and its\npossible effect in making Shakespear think that his public would stand\nanything from him, he has ruled out a far more plausible explanation\nof the faults of such a play as Timon of Athens than his theory that\nShakespear's passion for the Dark Lady \"cankered and took on proud\nflesh in him, and tortured him to nervous breakdown and madness.\"  In\nTimon the intellectual bankruptcy is obvious enough:  Shakespear tried\nonce too often to make a play out of the cheap pessimism which is\nthrown into despair by a comparison of actual human nature with\ntheoretical morality, actual law and administration with abstract\njustice, and so forth.  But Shakespear's perception of the fact that\nall men, judged by the moral standard which they apply to others and\nby which they justify their punishment of others, are fools and\nscoundrels, does not date from the Dark Lady complication:  he seems\nto have been born with it.  If in The Comedy of Errors and A Midsummer\nNight's Dream the persons of the drama are not quite so ready for\ntreachery and murder as Laertes and even Hamlet himself (not to\nmention the procession of ruffians who pass through the latest plays)\nit is certainly not because they have any more regard for law or\nreligion.  There is only one place in Shakespear's plays where the\nsense of shame is used as a human attribute; and that is where Hamlet\nis ashamed, not of anything he himself has done, but of his mother's\nrelations with his uncle.  This scene is an unnatural one:  the son's\nreproaches to his mother, even the fact of his being able to discuss\nthe subject with her, is more repulsive than her relations with her\ndeceased husband's brother.\n\nHere, too, Shakespear betrays for once his religious sense by making\nHamlet, in his agony of shame, declare that his mother's conduct makes\n\"sweet religion a rhapsody of words.\"  But for that passage we might\nalmost suppose that the feeling of Sunday morning in the country which\nOrlando describes so perfectly in As You Like It was the beginning and\nend of Shakespear's notion of religion.  I say almost, because\nIsabella in Measure for Measure has religious charm, in spite of the\nconventional theatrical assumption that female religion means an\ninhumanly ferocious chastity.  But for the most part Shakespear\ndifferentiates his heroes from his villains much more by what they do\nthan by what they are.  Don John in Much Ado is a true villain:  a man\nwith a malicious will; but he is too dull a duffer to be of any use in\na leading part; and when we come to the great villains like Macbeth,\nwe find, as Mr Harris points out, that they are precisely identical\nwith the heroes:  Macbeth is only Hamlet incongruously committing\nmurders and engaging in hand-to-hand combats.  And Hamlet, who does\nnot dream of apologizing for the three murders he commits, is always\napologizing because he has not yet committed a fourth, and finds, to\nhis great bewilderment, that he does not want to commit it.  \"It\ncannot be,\" he says, \"but I am pigeon-livered, and lack gall to make\noppression bitter; else, ere this, I should have fatted all the region\nkites with this slave's offal.\"  Really one is tempted to suspect that\nwhen Shylock asks \"Hates any man the thing he would not kill?\" he is\nexpressing the natural and proper sentiments of the human race as\nShakespear understood them, and not the vindictiveness of a stage Jew.\n\n\n\n\nGaiety of Genius\n\nIn view of these facts, it is dangerous to cite Shakespear's pessimism\nas evidence of the despair of a heart broken by the Dark Lady.  There\nis an irrepressible gaiety of genius which enables it to bear the\nwhole weight of the world's misery without blenching.  There is a\nlaugh always ready to avenge its tears of discouragement.  In the\nlines which Mr Harris quotes only to declare that he can make nothing\nof them, and to condemn them as out of character, Richard III,\nimmediately after pitying himself because\n\n     There is no creature loves me\n     And if I die no soul will pity me,\n\nadds, with a grin,\n\n     Nay, wherefore should they, since that I myself\n     Find in myself no pity for myself?\n\nLet me again remind Mr Harris of Oscar Wilde.  We all dreaded to read\nDe Profundis:  our instinct was to stop our ears, or run away from the\nwail of a broken, though by no means contrite, heart.  But we were\nthrowing away our pity.  De Profundis was de profundis indeed:  Wilde\nwas too good a dramatist to throw away so powerful an effect; but none\nthe less it was de profundis in excelsis.  There was more laughter\nbetween the lines of that book than in a thousand farces by men of no\ngenius.  Wilde, like Richard and Shakespear, found in himself no pity\nfor himself.  There is nothing that marks the born dramatist more\nunmistakably than this discovery of comedy in his own misfortunes\nalmost in proportion to the pathos with which the ordinary man\nannounces their tragedy.  I cannot for the life of me see the broken\nheart in Shakespear's latest works.  \"Hark, hark! the lark at heaven's\ngate sings\" is not the lyric of a broken man; nor is Cloten's comment\nthat if Imogen does not appreciate it, \"it is a vice in her ears which\nhorse hairs, and cats' guts, and the voice of unpaved eunuch to boot,\ncan never amend,\" the sally of a saddened one.  Is it not clear that\nto the last there was in Shakespear an incorrigible divine levity, an\ninexhaustible joy that derided sorrow?  Think of the poor Dark Lady\nhaving to stand up to this unbearable power of extracting a grim fun\nfrom everything.  Mr Harris writes as if Shakespear did all the\nsuffering and the Dark Lady all the cruelty.  But why does he not put\nhimself in the Dark Lady's place for a moment as he has put himself so\nsuccessfully in Shakespear's?  Imagine her reading the hundred and\nthirtieth sonnet!\n\n     My mistress' eyes are nothing like the sun;\n     Coral is far more red than her lips' red;\n     If snow be white, why then her breasts are dun;\n     If hairs be wire, black wires grow on her head;\n     I have seen roses damasked, red and white,\n     But no such roses see I in her cheeks;\n     And in some perfumes is there more delight\n     Than in the breath that from my mistress reeks.\n     I love to hear her speak; yet well I know\n     That music hath a far more pleasing sound.\n     I grant I never saw a goddess go:\n     My mistress, when she walks, treads on the ground.\n          And yet, by heaven, I think my love as rare\n          As any she belied with false compare.\n\nTake this as a sample of the sort of compliment from which she was\nnever for a moment safe with Shakespear.  Bear in mind that she was\nnot a comedian; that the Elizabethan fashion of treating brunettes as\nugly woman must have made her rather sore on the subject of her\ncomplexion; that no human being, male or female, can conceivably enjoy\nbeing chaffed on that point in the fourth couplet about the perfumes;\nthat Shakespear's revulsions, as the sonnet immediately preceding\nshews, were as violent as his ardors, and were expressed with the\nrealistic power and horror that makes Hamlet say that the heavens got\nsick when they saw the queen's conduct; and then ask Mr Harris whether\nany woman could have stood it for long, or have thought the \"sugred\"\ncompliment worth the cruel wounds, the cleaving of the heart in twain,\nthat seemed to Shakespear as natural and amusing a reaction as the\nburlesquing of his heroics by Pistol, his sermons by Falstaff, and his\npoems by Cloten and Touchstone.\n\n\n\n\nJupiter and Semele\n\nThis does not mean that Shakespear was cruel:  evidently he was not;\nbut it was not cruelty that made Jupiter reduce Semele to ashes:  it\nwas the fact that he could not help being a god nor she help being a\nmortal.  The one thing Shakespear's passion for the Dark Lady was not,\nwas what Mr Harris in one passage calls it:  idolatrous.  If it had\nbeen, she might have been able to stand it.  The man who \"dotes yet\ndoubts, suspects, yet strongly loves,\" is tolerable even by a spoilt\nand tyrannical mistress; but what woman could possibly endure a man\nwho dotes without doubting; who _knows_, and who is hugely amused at\nthe absurdity of his infatuation for a woman of whose mortal\nimperfections not one escapes him:  a man always exchanging grins with\nYorick's skull, and inviting \"my lady\" to laugh at the sepulchral\nhumor of the fact that though she paint an inch thick (which the Dark\nLady may have done), to Yorick's favor she must come at last.  To the\nDark Lady he must sometimes have seemed cruel beyond description:  an\nintellectual Caliban.  True, a Caliban who could say\n\n     Be not afeard:  the isle is full of noises\n     Sounds and sweet airs that give delight and hurt not.\n     Sometimes a thousand twangling instruments\n     Will hum about mine ears; and sometimes voices,\n     That, if I then had waked after long sleep\n     Will make me sleep again; and then, in dreaming,\n     The clouds, methought, would open and shew riches\n     Ready to drop on me:  that when I wak'd\n     I cried to dream again.\n\nwhich is very lovely; but the Dark Lady may have had that vice in her\nears which Cloten dreaded:  she may not have seen the beauty of it,\nwhereas there can be no doubt at all that of \"My mistress' eyes are\nnothing like the sun,\" &c., not a word was lost on her.\n\nAnd is it to be supposed that Shakespear was too stupid or too modest\nnot to see at last that it was a case of Jupiter and Semele?\nShakespear was most certainly not modest in that sense.  The timid\ncough of the minor poet was never heard from him.\n\n     Not marble, nor the gilded monuments\n     Of princes, shall outlive this powerful rhyme\n\nis only one out of a dozen passages in which he (possibly with a keen\nsense of the fun of scandalizing the modest coughers) proclaimed his\nplace and his power in \"the wide world dreaming of things to come.\"\nThe Dark Lady most likely thought this side of him insufferably\nconceited; for there is no reason to suppose that she liked his plays\nany better than Minna Wagner liked Richard's music dramas:  as likely\nas not, she thought The Spanish Tragedy worth six Hamlets.  He was not\nstupid either:  if his class limitations and a profession that cut him\noff from actual participation in great affairs of State had not\nconfined his opportunities of intellectual and political training to\nprivate conversation and to the Mermaid Tavern, he would probably have\nbecome one of the ablest men of his time instead of being merely its\nablest playwright.  One might surmise that Shakespear found out that\nthe Dark Lady's brains could no more keep pace with his than Anne\nHathaway's, if there were any evidence that their friendship ceased\nwhen he stopped writing sonnets to her.  As a matter of fact the\nconsolidation of a passion into an enduring intimacy generally puts an\nend to sonnets.\n\nThat the Dark Lady broke Shakespear's heart, as Mr Harris will have it\nshe did, is an extremely unShakespearian hypothesis.  \"Men have died\nfrom time to time, and worms have eaten them; but not for love,\" says\nRosalind.  Richard of Gloster, into whom Shakespear put all his own\nimpish superiority to vulgar sentiment, exclaims\n\n     And this word \"love,\" which greybeards call divine,\n     Be resident in men like one another\n     And not in me:  I am myself alone.\n\nHamlet has not a tear for Ophelia:  her death moves him to fierce\ndisgust for the sentimentality of Laertes by her grave; and when he\ndiscusses the scene with Horatio immediately after, he utterly forgets\nher, though he is sorry he forgot himself, and jumps at the proposal\nof a fencing match to finish the day with.  As against this view Mr\nHarris pleads Romeo, Orsino, and even Antonio; and he does it so\npenetratingly that he convinces you that Shakespear did betray himself\nagain and again in these characters; but self-betrayal is one thing;\nand self-portrayal, as in Hamlet and Mercutio, is another.  Shakespear\nnever \"saw himself,\" as actors say, in Romeo or Orsino or Antonio.  In\nMr Harris's own play Shakespear is presented with the most pathetic\ntenderness.  He is tragic, bitter, pitiable, wretched and broken among\na robust crowd of Jonsons and Elizabeths; but to me he is not\nShakespear because I miss the Shakespearian irony and the\nShakespearian gaiety.  Take these away and Shakespear is no longer\nShakespear:  all the bite, the impetus, the strength, the grim delight\nin his own power of looking terrible facts in the face with a chuckle,\nis gone; and you have nothing left but that most depressing of all\nthings:  a victim.  Now who can think of Shakespear as a man with a\ngrievance?  Even in that most thoroughgoing and inspired of all\nShakespear's loves:  his love of music (which Mr Harris has been the\nfirst to appreciate at anything like its value), there is a dash of\nmockery.  \"Spit in the hole, man; and tune again.\"  \"Divine air!  Now\nis his soul ravished.  Is it not strange that sheep's guts should hale\nthe souls out of men's bodies?\"  \"An he had been a dog that should\nhave howled thus, they would have hanged him.\"  There is just as much\nShakespear here as in the inevitable quotation about the sweet south\nand the bank of violets.\n\nI lay stress on this irony of Shakespear's, this impish rejoicing in\npessimism, this exultation in what breaks the hearts of common men,\nnot only because it is diagnostic of that immense energy of life which\nwe call genius, but because its omission is the one glaring defect in\nMr Harris's otherwise extraordinarily penetrating book.  Fortunately,\nit is an omission that does not disable the book as (in my judgment)\nit disabled the hero of the play, because Mr Harris left himself out\nof his play, whereas he pervades his book, mordant, deep-voiced, and\nwith an unconquerable style which is the man.\n\n\n\n\nThe Idol of the Bardolaters\n\nThere is even an advantage in having a book on Shakespear with the\nShakespearian irony left out of account.  I do not say that the\nmissing chapter should not be added in the next edition:  the hiatus\nis too great:  it leaves the reader too uneasy before this touching\npicture of a writhing worm substituted for the invulnerable giant.\nBut it is none the less probable that in no other way could Mr Harris\nhave got at his man as he has.  For, after all, what is the secret of\nthe hopeless failure of the academic Bardolaters to give us a credible\nor even interesting Shakespear, and the easy triumph of Mr Harris in\ngiving us both?  Simply that Mr Harris has assumed that he was dealing\nwith a man, whilst the others have assumed that they were writing\nabout a god, and have therefore rejected every consideration of fact,\ntradition, or interpretation, that pointed to any human imperfection\nin their hero.  They thus leave themselves with so little material\nthat they are forced to begin by saying that we know very little about\nShakespear.  As a matter of fact, with the plays and sonnets in our\nhands, we know much more about Shakespear than we know about Dickens\nor Thackeray:  the only difficulty is that we deliberately suppress it\nbecause it proves that Shakespear was not only very unlike the\nconception of a god current in Clapham, but was not, according to the\nsame reckoning, even a respectable man.  The academic view starts with\na Shakespear who was not scurrilous; therefore the verses about \"lousy\nLucy\" cannot have been written by him, and the cognate passages in the\nplays are either strokes of character-drawing or gags interpolated by\nthe actors.  This ideal Shakespear was too well behaved to get drunk;\ntherefore the tradition that his death was hastened by a drinking bout\nwith Jonson and Drayton must be rejected, and the remorse of Cassio\ntreated as a thing observed, not experienced:  nay, the disgust of\nHamlet at the drinking customs of Denmark is taken to establish\nShakespear as the superior of Alexander in self-control, and the\ngreatest of teetotallers.\n\nNow this system of inventing your great man to start with, and then\nrejecting all the materials that do not fit him, with the ridiculous\nresult that you have to declare that there are no materials at all\n(with your waste-paper basket full of them), ends in leaving\nShakespear with a much worse character than he deserves.  For though\nit does not greatly matter whether he wrote the lousy Lucy lines or\nnot, and does not really matter at all whether he got drunk when he\nmade a night of it with Jonson and Drayton, the sonnets raise an\nunpleasant question which does matter a good deal; and the refusal of\nthe academic Bardolaters to discuss or even mention this question has\nhad the effect of producing a silent verdict against Shakespear.  Mr\nHarris tackles the question openly, and has no difficulty whatever in\nconvincing us that Shakespear was a man of normal constitution\nsexually, and was not the victim of that most cruel and pitiable of\nall the freaks of nature:  the freak which transposes the normal aim\nof the affections.  Silence on this point means condemnation; and the\ncondemnation has been general throughout the present generation,\nthough it only needed Mr Harris's fearless handling of the matter to\nsweep away what is nothing but a morbid and very disagreeable modern\nfashion.  There is always some stock accusation brought against\neminent persons.  When I was a boy every well-known man was accused of\nbeating his wife.  Later on, for some unexplained reason, he was\naccused of psychopathic derangement.  And this fashion is\nretrospective.  The cases of Shakespear and Michel Angelo are cited as\nproving that every genius of the first magnitude was a sufferer; and\nboth here and in Germany there are circles in which such derangement\nis grotesquely reverenced as part of the stigmata of heroic powers.\nAll of which is gross nonsense.  Unfortunately, in Shakespear's case,\nprudery, which cannot prevent the accusation from being whispered,\ndoes prevent the refutation from being shouted.  Mr Harris, the\ndeep-voiced, refuses to be silenced.  He dismisses with proper\ncontempt the stupidity which places an outrageous construction on\nShakespear's apologies in the sonnets for neglecting that \"perfect\nceremony\" of love which consists in returning calls and making\nprotestations and giving presents and paying the trumpery attentions\nwhich men of genius always refuse to bother about, and to which touchy\npeople who have no genius attach so much importance.  No leader who\nhad not been tampered with by the psychopathic monomaniacs could ever\nput any construction but the obvious and innocent one on these\npassages.  But the general vocabulary of the sonnets to Pembroke (or\nwhoever \"Mr W. H.\" really was) is so overcharged according to modern\nideas that a reply on the general case is necessary.\n\n\n\n\nShakespear's alleged Sycophancy and Perversion\n\nThat reply, which Mr Harris does not hesitate to give, is twofold:\nfirst, that Shakespear was, in his attitude towards earls, a\nsycophant; and, second, that the normality of Shakespear's sexual\nconstitution is only too well attested by the excessive susceptibility\nto the normal impulse shewn in the whole mass of his writings.  This\nlatter is the really conclusive reply.  In the case of Michel Angelo,\nfor instance, one must admit that if his works are set beside those of\nTitian or Paul Veronese, it is impossible not to be struck by the\nabsence in the Florentine of that susceptibility to feminine charm\nwhich pervades the pictures of the Venetians.  But, as Mr Harris\npoints out (though he does not use this particular illustration) Paul\nVeronese is an anchorite compared to Shakespear.  The language of the\nsonnets addressed to Pembroke, extravagant as it now seems, is the\nlanguage of compliment and fashion, transfigured no doubt by\nShakespear's verbal magic, and hyperbolical, as Shakespear always\nseems to people who cannot conceive so vividly as he, but still\nunmistakable for anything else than the expression of a friendship\ndelicate enough to be wounded, and a manly loyalty deep enough to be\noutraged.  But the language of the sonnets to the Dark Lady is the\nlanguage of passion:  their cruelty shews it.  There is no evidence\nthat Shakespear was capable of being unkind in cold blood.  But in his\nrevulsions from love, he was bitter, wounding, even ferocious; sparing\nneither himself nor the unfortunate woman whose only offence was that\nshe had reduced the great man to the common human denominator.\n\nIn seizing on these two points Mr Harris has made so sure a stroke,\nand placed his evidence so featly that there is nothing left for me to\ndo but to plead that the second is sounder than the first, which is, I\nthink, marked by the prevalent mistake as to Shakespear's social\nposition, or, if you prefer it, the confusion between his actual\nsocial position as a penniless tradesman's son taking to the theatre\nfor a livelihood, and his own conception of himself as a gentleman of\ngood family.  I am prepared to contend that though Shakespear was\nundoubtedly sentimental in his expressions of devotion to Mr W. H.\neven to a point which nowadays makes both ridiculous, he was not\nsycophantic if Mr W. H. was really attractive and promising, and\nShakespear deeply attached to him.  A sycophant does not tell his\npatron that his fame will survive, not in the renown of his own\nactions, but in the sonnets of his sycophant.  A sycophant, when his\npatron cuts him out in a love affair, does not tell his patron exactly\nwhat he thinks of him.  Above all, a sycophant does not write to his\npatron precisely as he feels on all occasions; and this rare kind of\nsincerity is all over the sonnets.  Shakespear, we are told, was \"a\nvery civil gentleman.\"  This must mean that his desire to please\npeople and be liked by them, and his reluctance to hurt their\nfeelings, led him into amiable flattery even when his feelings were\nnot strongly stirred.  If this be taken into account along with the\nfact that Shakespear conceived and expressed all his emotions with a\nvehemence that sometimes carried him into ludicrous extravagance,\nmaking Richard offer his kingdom for a horse and Othello declare of\nCassio that\n\n     Had all his hairs been lives, my great revenge\n     Had stomach for them all,\n\nwe shall see more civility and hyperbole than sycophancy even in the\nearlier and more coldblooded sonnets.\n\n\n\n\nShakespear and Democracy\n\nNow take the general case pled against Shakespear as an enemy of\ndemocracy by Tolstoy, the late Ernest Crosbie and others, and endorsed\nby Mr Harris.  Will it really stand fire?  Mr Harris emphasizes the\npassages in which Shakespear spoke of mechanics and even of small\nmaster tradesmen as base persons whose clothes were greasy, whose\nbreath was rank, and whose political imbecility and caprice moved\nCoriolanus to say to the Roman Radical who demanded at least \"good\nwords\" from him\n\n     He that will give good words to thee will flatter\n     Beneath abhorring.\n\nBut let us be honest.  As political sentiments these lines are an\nabomination to every democrat.  But suppose they are not political\nsentiments!  Suppose they are merely a record of observed fact.  John\nStuart Mill told our British workmen that they were mostly liars.\nCarlyle told us all that we are mostly fools.  Matthew Arnold and\nRuskin were more circumstantial and more abusive.  Everybody,\nincluding the workers themselves, know that they are dirty, drunken,\nfoul-mouthed, ignorant, gluttonous, prejudiced:  in short, heirs to\nthe peculiar ills of poverty and slavery, as well as co-heirs with the\nplutocracy to all the failings of human nature.  Even Shelley\nadmitted, 200 years after Shakespear wrote Coriolanus, that universal\nsuffrage was out of the question.  Surely the real test, not of\nDemocracy, which was not a live political issue in Shakespear's time,\nbut of impartiality in judging classes, which is what one demands from\na great human poet, is not that he should flatter the poor and\ndenounce the rich, but that he should weigh them both in the same\nbalance.  Now whoever will read Lear and Measure for Measure will find\nstamped on his mind such an appalled sense of the danger of dressing\nman in a little brief authority, such a merciless stripping of the\npurple from the \"poor, bare, forked animal\" that calls itself a king\nand fancies itself a god, that one wonders what was the real nature of\nthe mysterious restraint that kept \"Eliza and our James\" from teaching\nShakespear to be civil to crowned heads, just as one wonders why\nTolstoy was allowed to go free when so many less terrible levellers\nwent to the galleys or Siberia.  From the mature Shakespear we get no\nsuch scenes of village snobbery as that between the stage country\ngentleman Alexander Iden and the stage Radical Jack Cade.  We get the\nshepherd in As You Like It, and many honest, brave, human, and loyal\nservants, beside the inevitable comic ones.  Even in the Jingo play,\nHenry V, we get Bates and Williams drawn with all respect and honor as\nnormal rank and file men.  In Julius Caesar, Shakespear went to work\nwith a will when he took his cue from Plutarch in glorifying regicide\nand transfiguring the republicans.  Indeed hero-worshippers have never\nforgiven him for belittling Caesar and failing to see that side of his\nassassination which made Goethe denounce it as the most senseless of\ncrimes.  Put the play beside the Charles I of Wills, in which Cromwell\nis written down to a point at which the Jack Cade of Henry VI becomes\na hero in comparison; and then believe, if you can, that Shakespear\nwas one of them that \"crook the pregnant hinges of the knee where\nthrift may follow fawning.\"  Think of Rosencrantz, Guildenstern,\nOsric, the fop who annoyed Hotspur, and a dozen passages concerning\nsuch people!  If such evidence can prove anything (and Mr Harris\nrelies throughout on such evidence) Shakespear loathed courtiers.\n\nIf, on the other hand, Shakespear's characters are mostly members of\nthe leisured classes, the same thing is true of Mr Harris's own plays\nand mine.  Industrial slavery is not compatible with that freedom of\nadventure, that personal refinement and intellectual culture, that\nscope of action, which the higher and subtler drama demands.\n\nEven Cervantes had finally to drop Don Quixote's troubles with\ninnkeepers demanding to be paid for his food and lodging, and make him\nas free of economic difficulties as Amadis de Gaul.  Hamlet's\nexperiences simply could not have happened to a plumber.  A poor man\nis useful on the stage only as a blind man is:  to excite sympathy.\nThe poverty of the apothecary in Romeo and Juliet produces a great\neffect, and even points the sound moral that a poor man cannot afford\nto have a conscience; but if all the characters of the play had been\nas poor as he, it would have been nothing but a melodrama of the sort\nthat the Sicilian players gave us here; and that was not the best that\nlay in Shakespear's power.  When poverty is abolished, and leisure and\ngrace of life become general, the only plays surviving from our epoch\nwhich will have any relation to life as it will be lived then will be\nthose in which none of the persons represented are troubled with want\nof money or wretched drudgery.  Our plays of poverty and squalor, now\nthe only ones that are true to the life of the majority of living men,\nwill then be classed with the records of misers and monsters, and read\nonly by historical students of social pathology.\n\nThen consider Shakespear's kings and lords and gentlemen!  Would even\nJohn Ball or Jeremiah complain that they are flattered?  Surely a more\nmercilessly exposed string of scoundrels never crossed the stage.  The\nvery monarch who paralyzes a rebel by appealing to the divinity that\nhedges a king, is a drunken and sensual assassin, and is presently\nkilled contemptuously before our eyes in spite of his hedge of\ndivinity.  I could write as convincing a chapter on Shakespear's\nDickensian prejudice against the throne and the nobility and gentry in\ngeneral as Mr Harris or Ernest Crosbie on the other side.  I could\neven go so far as to contend that one of Shakespear's defects is his\nlack of an intelligent comprehension of feudalism.  He had of course\nno prevision of democratic Collectivism.  He was, except in the\ncommonplaces of war and patriotism, a privateer through and through.\nNobody in his plays, whether king or citizen, has any civil public\nbusiness or conception of such a thing, except in the method of\nappointing constables, to the abuses in which he called attention\nquite in the vein of the Fabian Society.  He was concerned about\ndrunkenness and about the idolatry and hypocrisy of our judicial\nsystem; but his implied remedy was personal sobriety and freedom from\nidolatrous illusion in so far as he had any remedy at all, and did not\nmerely despair of human nature.  His first and last word on parliament\nwas \"Get thee glass eyes, and, like a scurvy politician, seem to see\nthe thing thou dost not.\"  He had no notion of the feeling with which\nthe land nationalizers of today regard the fact that he was a party to\nthe enclosure of common lands at Wellcome.  The explanation is, not a\ngeneral deficiency in his mind, but the simple fact that in his day\nwhat English land needed was individual appropriation and cultivation,\nand what the English Constitution needed was the incorporation of Whig\nprinciples of individual liberty.\n\n\n\n\nShakespear and the British Public\n\nI have rejected Mr Harris's view that Shakespear died broken-hearted\nof \"the pangs of love despised.\"  I have given my reasons for\nbelieving that Shakespear died game, and indeed in a state of levity\nwhich would have been considered unbecoming in a bishop.  But Mr\nHarris's evidence does prove that Shakespear had a grievance and a\nvery serious one.  He might have been jilted by ten dark ladies and\nbeen none the worse for it; but his treatment by the British Public\nwas another matter.  The idolatry which exasperated Ben Jonson was by\nno means a popular movement; and, like all such idolatries, it was\nexcited by the magic of Shakespear's art rather than by his views.\n\nHe was launched on his career as a successful playwright by the Henry\nVI trilogy, a work of no originality, depth, or subtlety except the\noriginality, depth, and subtlety of the feelings and fancies of the\ncommon people.  But Shakespear was not satisfied with this.  What is\nthe use of being Shakespear if you are not allowed to express any\nnotions but those of Autolycus?  Shakespear did not see the world as\nAutolycus did:  he saw it, if not exactly as Ibsen did (for it was not\nquite the same world), at least with much of Ibsen's power of\npenetrating its illusions and idolatries, and with all Swift's horror\nof its cruelty and uncleanliness.\n\nNow it happens to some men with these powers that they are forced to\nimpose their fullest exercise on the world because they cannot produce\npopular work.  Take Wagner and Ibsen for instance!  Their earlier\nworks are no doubt much cheaper than their later ones; still, they\nwere not popular when they were written.  The alternative of doing\npopular work was never really open to them:  had they stooped they\nwould have picked up less than they snatched from above the people's\nheads.  But Handel and Shakespear were not held to their best in this\nway.  They could turn out anything they were asked for, and even heap\nup the measure.  They reviled the British Public, and never forgave it\nfor ignoring their best work and admiring their splendid commonplaces;\nbut they produced the commonplaces all the same, and made them sound\nmagnificent by mere brute faculty for their art.  When Shakespear was\nforced to write popular plays to save his theatre from ruin, he did it\nmutinously, calling the plays \"As _You_ Like It,\" and \"Much Ado About\nNothing.\"  All the same, he did it so well that to this day these two\ngenial vulgarities are the main Shakespearian stock-in-trade of our\ntheatres.  Later on Burbage's power and popularity as an actor enabled\nShakespear to free himself from the tyranny of the box office, and to\nexpress himself more freely in plays consisting largely of monologue\nto be spoken by a great actor from whom the public would stand a good\ndeal.  The history of Shakespear's tragedies has thus been the history\nof a long line of famous actors, from Burbage and Betterton to Forbes\nRobertson; and the man of whom we are told that \"when he would have\nsaid that Richard died, and cried A horse! A horse! he Burbage cried\"\nwas the father of nine generations of Shakespearian playgoers, all\nspeaking of Garrick's Richard, and Kean's Othello, and Irving's\nShylock, and Forbes Robertson's Hamlet without knowing or caring how\nmuch these had to do with Shakespear's Richard and Othello and so\nforth.  And the plays which were written without great and predominant\nparts, such as Troilus and Cressida, All's Well That Ends Well, and\nMeasure for Measure, have dropped on our stage as dead as the second\npart of Goethe's Faust or Ibsen's Emperor or Galilean.\n\nHere, then, Shakespear had a real grievance; and though it is a\nsentimental exaggeration to describe him as a broken-hearted man in\nthe face of the passages of reckless jollity and serenely happy poetry\nin his latest plays, yet the discovery that his most serious work\ncould reach success only when carried on the back of a very\nfascinating actor who was enormously overcharging his part, and that\nthe serious plays which did not contain parts big enough to hold the\novercharge were left on the shelf, amply accounts for the evident fact\nthat Shakespear did not end his life in a glow of enthusiastic\nsatisfaction with mankind and with the theatre, which is all that Mr\nHarris can allege in support of his broken-heart theory.  But even if\nShakespear had had no failures, it was not possible for a man of his\npowers to observe the political and moral conduct of his\ncontemporaries without perceiving that they were incapable of dealing\nwith the problems raised by their own civilization, and that their\nattempts to carry out the codes of law and to practise the religions\noffered to them by great prophets and law-givers were and still are so\nfoolish that we now call for The Superman, virtually a new species, to\nrescue the world from mismanagement.  This is the real sorrow of great\nmen; and in the face of it the notion that when a great man speaks\nbitterly or looks melancholy he must be troubled by a disappointment\nin love seems to me sentimental trifling.\n\nIf I have carried the reader with me thus far, he will find that\ntrivial as this little play of mine is, its sketch of Shakespear is\nmore complete than its levity suggests.  Alas! its appeal for a\nNational Theatre as a monument to Shakespear failed to touch the very\nstupid people who cannot see that a National Theatre is worth having\nfor the sake of the National Soul.  I had unfortunately represented\nShakespear as treasuring and using (as I do myself) the jewels of\nunconsciously musical speech which common people utter and throw away\nevery day; and this was taken as a disparagement of Shakespear's\n\"originality.\"  Why was I born with such contemporaries?  Why is\nShakespear made ridiculous by such a posterity?\n\n\n\n_The Dark Lady of The Sonnets was first performed at the Haymarket\nTheatre, on the afternoon of Thursday, the 24th November 1910, by Mona\nLimerick as the Dark Lady, Suzanne Sheldon as Queen Elizabeth,\nGranville Barker as Shakespear, and Hugh Tabberer as the Warder._\n\n\n\n\nTHE DARK LADY OF THE SONNETS\n\n_Fin de siecle 15-1600.  Midsummer night on the terrace of the Palace\nat Whitehall, overlooking the Thames.  The Palace clock chimes four\nquarters and strikes eleven._\n\n_A Beefeater on guard.  A Cloaked Man approaches._\n\nTHE BEEFEATER.  Stand.  Who goes there?  Give the word.\n\nTHE MAN.  Marry!  I cannot.  I have clean forgotten it.\n\nTHE BEEFEATER.  Then cannot you pass here.  What is your business?\nWho are you?  Are you a true man?\n\nTHE MAN.  Far from it, Master Warder.  I am not the same man two days\ntogether:  sometimes Adam, sometimes Benvolio, and anon the Ghost.\n\nTHE BEEFEATER.  _[recoiling]_  A ghost!  Angels and ministers of grace\ndefend us!\n\nTHE MAN.  Well said, Master Warder.  With your leave I will set that\ndown in writing; for I have a very poor and unhappy brain for\nremembrance.  _[He takes out his tablets and writes]._  Methinks this\nis a good scene, with you on your lonely watch, and I approaching like\na ghost in the moonlight.  Stare not so amazedly at me; but mark what\nI say.  I keep tryst here to-night with a dark lady.  She promised to\nbribe the warder.  I gave her the wherewithal:  four tickets for the\nGlobe Theatre.\n\nTHE BEEFEATER.  Plague on her!  She gave me two only.\n\nTHE MAN.  _[detaching a tablet]_  My friend:  present this tablet, and\nyou will be welcomed at any time when the plays of Will Shakespear are\nin hand.  Bring your wife.  Bring your friends.  Bring the whole\ngarrison.  There is ever plenty of room.\n\nTHE BEEFEATER.  I care not for these new-fangled plays.  No man can\nunderstand a word of them.  They are all talk.  Will you not give me a\npass for The Spanish Tragedy?\n\nTHE MAN.  To see The Spanish Tragedy one pays, my friend.  Here are\nthe means.  _[He gives him a piece of gold]._\n\nTHE BEEFEATER.  _[overwhelmed]_  Gold!  Oh, sir, you are a better\npaymaster than your dark lady.\n\nTHE MAN.  Women are thrifty, my friend.\n\nTHE BEEFEATER.  Tis so, sir.  And you have to consider that the most\nopen handed of us must een cheapen that which we buy every day.  This\nlady has to make a present to a warder nigh every night of her life.\n\nTHE MAN.  _[turning pale]_  I'll not believe it.\n\nTHE BEEFEATER.  Now you, sir, I dare be sworn, do not have an\nadventure like this twice in the year.\n\nTHE MAN.  Villain:  wouldst tell me that my dark lady hath ever done\nthus before? that she maketh occasions to meet other men?\n\nTHE BEEFEATER.  Now the Lord bless your innocence, sir, do you think\nyou are the only pretty man in the world?  A merry lady, sir:  a warm\nbit of stuff.  Go to:  I'll not see her pass a deceit on a gentleman\nthat hath given me the first piece of gold I ever handled.\n\nTHE MAN.  Master Warder:  is it not a strange thing that we, knowing\nthat all women are false, should be amazed to find our own particular\ndrab no better than the rest?\n\nTHE BEEFEATER.  Not all, sir.  Decent bodies, many of them.\n\nTHE MAN.  _[intolerantly]_  No.  All false.  All.  If thou deny it,\nthou liest.\n\nTHE BEEFEATER.  You judge too much by the Court, sir.  There, indeed,\nyou may say of frailty that its name is woman.\n\nTHE MAN.  _[pulling out his tablets again]_  Prithee say that again:\nthat about frailty:  the strain of music.\n\nTHE BEEFEATER.  What strain of music, sir?  I'm no musician, God\nknows.\n\nTHE MAN.  There is music in your soul:  many of your degree have it\nvery notably.  _[Writing]_  \"Frailty:  thy name is woman!\"\n_[Repeating it affectionately]_  \"Thy name is woman.\"\n\nTHE BEEFEATER.  Well, sir, it is but four words.  Are you a snapper-up\nof such unconsidered trifles?\n\nTHE MAN.  _[eagerly]_  Snapper-up of--_[he gasps]_  Oh!  Immortal\nphrase!  _[He writes it down]._  This man is a greater than I.\n\nTHE BEEFEATER.  You have my lord Pembroke's trick, sir.\n\nTHE MAN.  Like enough:  he is my near friend.  But what call you his\ntrick?\n\nTHE BEEFEATER.  Making sonnets by moonlight.  And to the same lady\ntoo.\n\nTHE MAN.  No!\n\nTHE BEEFEATER.  Last night he stood here on your errand, and in your\nshoes.\n\nTHE MAN.  Thou, too, Brutus!  And I called him friend!\n\nTHE BEEFEATER.  Tis ever so, sir.\n\nTHE MAN.  Tis ever so.  Twas ever so.  _[He turns away, overcome]._\nTwo Gentlemen of Verona!  Judas!  Judas!!\n\nTHE BEEFEATER.  Is he so bad as that, sir?\n\nTHE MAN.  _[recovering his charity and self-possession]_  Bad?  Oh no.\nHuman, Master Warder, human.  We call one another names when we are\noffended, as children do.  That is all.\n\nTHE BEEFEATER.  Ay, sir:  words, words, words.  Mere wind, sir.  We\nfill our bellies with the east wind, sir, as the Scripture hath it.\nYou cannot feed capons so.\n\nTHE MAN.  A good cadence.  By your leave _[He makes a note of it]._\n\nTHE BEEFEATER.  What manner of thing is a cadence, sir?  I have not\nheard of it.\n\nTHE MAN.  A thing to rule the world with, friend.\n\nTHE BEEFEATER.  You speak strangely, sir:  no offence.  But, an't like\nyou, you are a very civil gentleman; and a poor man feels drawn to\nyou, you being, as twere, willing to share your thought with him.\n\nTHE MAN.  Tis my trade.  But alas! the world for the most part will\nnone of my thoughts.\n\n_Lamplight streams from the palace door as it opens from within._\n\nTHE BEEFEATER.  Here comes your lady, sir.  I'll to t'other end of my\nward.  You may een take your time about your business:  I shall not\nreturn too suddenly unless my sergeant comes prowling round.  Tis a\nfell sergeant, sir:  strict in his arrest.  Go'd'en, sir; and good\nluck!  _[He goes]._\n\nTHE MAN.  \"Strict in his arrest\"!  \"Fell sergeant\"!  _[As if tasting a\nripe plum]_  O-o-o-h!  _[He makes a note of them]._\n\n_A Cloaked Lady gropes her way from the palace and wanders along the\nterrace, walking in her sleep._\n\nTHE LADY.  _[rubbing her hands as if washing them]_  Out, damned spot.\nYou will mar all with these cosmetics.  God made you one face; and you\nmake yourself another.  Think of your grave, woman, not ever of being\nbeautified.  All the perfumes of Arabia will not whiten this Tudor\nhand.\n\nTHE MAN.  \"All the perfumes of Arabia\"!  \"Beautified\"!  \"Beautified\"!\na poem in a single word.  Can this be my Mary?  _[To the Lady]_  Why\ndo you speak in a strange voice, and utter poetry for the first time?\nAre you ailing?  You walk like the dead.  Mary!  Mary!\n\nTHE LADY.  _[echoing him]_  Mary!  Mary!  Who would have thought that\nwoman to have had so much blood in her!  Is it my fault that my\ncounsellors put deeds of blood on me?  Fie!  If you were women you\nwould have more wit than to stain the floor so foully.  Hold not up\nher head so:  the hair is false.  I tell you yet again, Mary's buried:\nshe cannot come out of her grave.  I fear her not:  these cats that\ndare jump into thrones though they be fit only for men's laps must be\nput away.  Whats done cannot be undone.  Out, I say.  Fie! a queen,\nand freckled!\n\nTHE MAN.  _[shaking her arm]_  Mary, I say:  art asleep?\n\n_The Lady wakes; starts; and nearly faints.  He catches her on his\narm._\n\nTHE LADY.  Where am I?  What art thou?\n\nTHE MAN.  I cry your mercy.  I have mistook your person all this\nwhile.  Methought you were my Mary:  my mistress.\n\nTHE LADY.  _[outraged]_  Profane fellow:  how do you dare?\n\nTHE MAN.  Be not wroth with me, lady.  My mistress is a marvellous\nproper woman.  But she does not speak so well as you.  \"All the\nperfumes of Arabia\"!  That was well said:  spoken with good accent and\nexcellent discretion.\n\nTHE LADY.  Have I been in speech with you here?\n\nTHE MAN.  Why, yes, fair lady.  Have you forgot it?\n\nTHE LADY.  I have walked in my sleep.\n\nTHE MAN.  Walk ever in your sleep, fair one; for then your words drop\nlike honey.\n\nTHE LADY.  _[with cold majesty]_  Know you to whom you speak, sir,\nthat you dare express yourself so saucily?\n\nTHE MAN.  _[unabashed]_  Not I, not care neither.  You are some lady\nof the Court, belike.  To me there are but two sorts of women:  those\nwith excellent voices, sweet and low, and cackling hens that cannot\nmake me dream.  Your voice has all manner of loveliness in it.  Grudge\nme not a short hour of its music.\n\nTHE LADY.  Sir:  you are overbold.  Season your admiration for a while\nwith--\n\nTHE MAN.  _[holding up his hand to stop her]_  \"Season your admiration\nfor a while--\"\n\nTHE LADY.  Fellow:  do you dare mimic me to my face?\n\nTHE MAN.  Tis music.  Can you not hear?  When a good musician sings a\nsong, do you not sing it and sing it again till you have caught and\nfixed its perfect melody?  \"Season your admiration for a while\":  God!\nthe history of man's heart is in that one word admiration.\nAdmiration!  _[Taking up his tablets]_  What was it?  \"Suspend your\nadmiration for a space--\"\n\nTHE LADY.  A very vile jingle of esses.  I said \"Season your--\"\n\nTHE MAN.  _[hastily]_  Season:  ay, season, season, season.  Plague on\nmy memory, my wretched memory!  I must een write it down.  _[He begins\nto write, but stops, his memory failing him]._  Yet tell me which was\nthe vile jingle?  You said very justly:  mine own ear caught it even\nas my false tongue said it.\n\nTHE LADY.  You said \"for a space.\"  I said \"for a while.\"\n\nTHE MAN.  \"For a while\" _[he corrects it]._  Good!  _[Ardently]_  And\nnow be mine neither for a space nor a while, but for ever.\n\nTHE LADY.  Odds my life!  Are you by chance making love to me, knave?\n\nTHE MAN.  Nay:  tis you who have made the love:  I but pour it out at\nyour feet.  I cannot but love a lass that sets such store by an apt\nword.  Therefore vouchsafe, divine perfection of a woman--no:  I have\nsaid that before somewhere; and the wordy garment of my love for you\nmust be fire-new--\n\nTHE LADY.  You talk too much, sir.  Let me warn you:  I am more\naccustomed to be listened to than preached at.\n\nTHE MAN.  The most are like that that do talk well.  But though you\nspake with the tongues of angels, as indeed you do, yet know that I am\nthe king of words--\n\nTHE LADY.  A king, ha!\n\nTHE MAN.  No less.  We are poor things, we men and women--\n\nTHE LADY.  Dare you call me woman?\n\nTHE MAN.  What nobler name can I tender you?  How else can I love you?\nYet you may well shrink from the name:  have I not said we are but\npoor things?  Yet there is a power that can redeem us.\n\nTHE LADY.  Gramercy for your sermon, sir.  I hope I know my duty.\n\nTHE MAN.  This is no sermon, but the living truth.  The power I speak\nof is the power of immortal poesy.  For know that vile as this world\nis, and worms as we are, you have but to invest all this vileness with\na magical garment of words to transfigure us and uplift our souls til\nearth flowers into a million heavens.\n\nTHE LADY.  You spoil your heaven with your million.  You are\nextravagant.  Observe some measure in your speech.\n\nTHE MAN.  You speak now as Ben does.\n\nTHE LADY.  And who, pray, is Ben?\n\nTHE MAN.  A learned bricklayer who thinks that the sky is at the top\nof his ladder, and so takes it on him to rebuke me for flying.  I tell\nyou there is no word yet coined and no melody yet sung that is\nextravagant and majestical enough for the glory that lovely words can\nreveal.  It is heresy to deny it:  have you not been taught that in\nthe beginning was the Word? that the Word was with God? nay, that the\nWord was God?\n\nTHE LADY.  Beware, fellow, how you presume to speak of holy things.\nThe Queen is the head of the Church.\n\nTHE MAN.  You are the head of my Church when you speak as you did at\nfirst.  \"All the perfumes of Arabia\"!  Can the Queen speak thus?  They\nsay she playeth well upon the virginals.  Let her play so to me; and\nI'll kiss her hands.  But until then, you are my Queen; and I'll kiss\nthose lips that have dropt music on my heart.  _[He puts his arms\nabout her]._\n\nTHE LADY.  Unmeasured impudence!  On your life, take your hands from\nme.\n\n_The Dark Lady comes stooping along the terrace behind them like a\nrunning thrush.  When she sees how they are employed, she rises\nangrily to her full height, and listens jealously._\n\nTHE MAN.  _[unaware of the Dark Lady]_  Then cease to make my hands\ntremble with the streams of life you pour through them.  You hold me\nas the lodestar holds the iron:  I cannot but cling to you.  We are\nlost, you and I:  nothing can separate us now.\n\nTHE DARK LADY.  We shall see that, false lying hound, you and your\nfilthy trull.  _[With two vigorous cuffs, she knocks the pair asunder,\nsending the man, who is unlucky enough to receive a righthanded blow,\nsprawling an the flags]._  Take that, both of you!\n\nTHE CLOAKED LADY.  _[in towering wrath, throwing off her cloak and\nturning in outraged majesty on her assailant]_  High treason!\n\nTHE DARK LADY.  _[recognizing her and falling on her knees in abject\nterror]_  Will:  I am lost:  I have struck the Queen.\n\nTHE MAN.  _[sitting up as majestically as his ignominious posture\nallows]_  Woman:  you have struck WILLIAM SHAKESPEAR.\n\nQUEEN ELIZABETH.  _[stupent]_  Marry, come up!!!  Struck William\nShakespear quotha!  And who in the name of all the sluts and jades and\nlight-o'-loves and fly-by-nights that infest this palace of mine, may\nWilliam Shakespear be?\n\nTHE DARK LADY.  Madam:  he is but a player.  Oh, I could have my hand\ncut off--\n\nQUEEN ELIZABETH.  Belike you will, mistress.  Have you bethought you\nthat I am like to have your head cut off as well?\n\nTHE DARK LADY.  Will:  save me.  Oh, save me.\n\nELIZABETH.  Save you!  A likely savior, on my royal word!  I had\nthought this fellow at least an esquire; for I had hoped that even the\nvilest of my ladies would not have dishonored my Court by wantoning\nwith a baseborn servant.\n\nSHAKESPEAR.  _[indignantly scrambling to his feet]_  Base-born!  I, a\nShakespear of Stratford!  I, whose mother was an Arden! baseborn!  You\nforget yourself, madam.\n\nELIZABETH.  _[furious]_  S'blood! do I so?  I will teach you--\n\nTHE DARK LADY.  _[rising from her knees and throwing herself between\nthem]_  Will:  in God's name anger her no further.  It is death.\nMadam:  do not listen to him.\n\nSHAKESPEAR.  Not were it een to save your life, Mary, not to mention\nmine own, will I flatter a monarch who forgets what is due to my\nfamily.  I deny not that my father was brought down to be a poor\nbankrupt; but twas his gentle blood that was ever too generous for\ntrade.  Never did he disown his debts.  Tis true he paid them not; but\nit is an attested truth that he gave bills for them; and twas those\nbills, in the hands of base hucksters, that were his undoing.\n\nELIZABETH.  _[grimly]_  The son of your father shall learn his place\nin the presence of the daughter of Harry the Eighth.\n\nSHAKESPEAR.  _[swelling with intolerant importance]_  Name not that\ninordinate man in the same breath with Stratford's worthiest alderman.\nJohn Shakespear wedded but once:  Harry Tudor was married six times.\nYou should blush to utter his name.\n\nTHE DARK LADY. |    Will:  for pity's sake--      | _crying out_\n\n               |                                  | _together_\n\nELIZABETH.     |    Insolent dog--                |\n\nSHAKESPEAR.  _[cutting them short]_  How know you that King Harry was\nindeed your father?\n\nELIZABETH.     |    Zounds!  Now by--\n\n               |    _[she stops to grind her teeth with rage]._\n\nTHE DARK LADY. |    She will have me whipped through\n\n               |    the streets.  Oh God!  Oh God!\n\nSHAKESPEAR.  Learn to know yourself better, madam.  I am an honest\ngentleman of unquestioned parentage, and have already sent in my\ndemand for the coat-of-arms that is lawfully mine.  Can you say as\nmuch for yourself?\n\nELIZABETH.  _[almost beside herself]_  Another word; and I begin with\nmine own hands the work the hangman shall finish.\n\nSHAKESPEAR.  You are no true Tudor:  this baggage here has as good a\nright to your royal seat as you.  What maintains you on the throne of\nEngland?  Is it your renowned wit? your wisdom that sets at naught the\ncraftiest statesmen of the Christian world?  No.  Tis the mere chance\nthat might have happened to any milkmaid, the caprice of Nature that\nmade you the most wondrous piece of beauty the age hath seen.\n_[Elizabeth's raised fists, on the point of striking him, fall to her\nside]._  That is what hath brought all men to your feet, and founded\nyour throne on the impregnable rock of your proud heart, a stony\nisland in a sea of desire.  There, madam, is some wholesome blunt\nhonest speaking for you.  Now do your worst.\n\nELIZABETH.  _[with dignity]_  Master Shakespear:  it is well for you\nthat I am a merciful prince.  I make allowance for your rustic\nignorance.  But remember that there are things which be true, and are\nyet not seemly to be said (I will not say to a queen; for you will\nhave it that I am none) but to a virgin.\n\nSHAKESPEAR.  _[bluntly]_  It is no fault of mine that you are a\nvirgin, madam, albeit tis my misfortune.\n\nTHE DARK LADY.  _[terrified again]_  In mercy, madam, hold no further\ndiscourse with him.  He hath ever some lewd jest on his tongue.  You\nhear how he useth me! calling me baggage and the like to your\nMajesty's face.\n\nELIZABETH.  As for you, mistress, I have yet to demand what your\nbusiness is at this hour in this place, and how you come to be so\nconcerned with a player that you strike blindly at your sovereign in\nyour jealousy of him.\n\nTHE DARK LADY.  Madam:  as I live and hope for salvation--\n\nSHAKESPEAR.  _[sardonically]_  Ha!\n\nTHE DARK LADY.  _[angrily]_--ay, I'm as like to be saved as thou\nthat believest naught save some black magic of words and verses--I\nsay, madam, as I am a living woman I came here to break with him for\never.  Oh, madam, if you would know what misery is, listen to this man\nthat is more than man and less at the same time.  He will tie you down\nto anatomize your very soul:  he will wring tears of blood from your\nhumiliation; and then he will heal the wound with flatteries that no\nwoman can resist.\n\nSHAKESPEAR.  Flatteries!  _[Kneeling]_  Oh, madam, I put my case at\nyour royal feet.  I confess to much.  I have a rude tongue:  I am\nunmannerly:  I blaspheme against the holiness of anointed royalty; but\noh, my royal mistress, AM I a flatterer?\n\nELIZABETH.  I absolve you as to that.  You are far too plain a dealer\nto please me.  _[He rises gratefully]._\n\nTHE DARK LADY.  Madam:  he is flattering you even as he speaks.\n\nELIZABETH.  _[a terrible flash in her eye]_  Ha!  Is it so?\n\nSHAKESPEAR.  Madam:  she is jealous; and, heaven help me! not without\nreason.  Oh, you say you are a merciful prince; but that was cruel of\nyou, that hiding of your royal dignity when you found me here.  For\nhow can I ever be content with this black-haired, black-eyed,\nblack-avised devil again now that I have looked upon real beauty and\nreal majesty?\n\nTHE DARK LADY.  _[wounded and desperate]_  He hath swore to me ten\ntimes over that the day shall come in England when black women, for\nall their foulness, shall be more thought on than fair ones.  _[To\nShakespear, scolding at him]_  Deny it if thou canst.  Oh, he is\ncompact of lies and scorns.  I am tired of being tossed up to heaven\nand dragged down to hell at every whim that takes him.  I am ashamed\nto my very soul that I have abased myself to love one that my father\nwould not have deemed fit to hold my stirrup--one that will talk to\nall the world about me--that will put my love and my shame into his\nplays and make me blush for myself there--that will write sonnets\nabout me that no man of gentle strain would put his hand to.  I am all\ndisordered:  I know not what I am saying to your Majesty:  I am of all\nladies most deject and wretched--\n\nSHAKESPEAR.  Ha!  At last sorrow hath struck a note of music out of\nthee.  \"Of all ladies most deject and wretched.\"  _[He makes a note of\nit]._\n\nTHE DARK LADY.  Madam:  I implore you give me leave to go.  I am\ndistracted with grief and shame.  I--\n\nELIZABETH.  Go _[The Dark Lady tries to kiss her hand]._  No more.\nGo.  _[The Dark Lady goes, convulsed]._  You have been cruel to that\npoor fond wretch, Master Shakespear.\n\nSHAKESPEAR.  I am not cruel, madam; but you know the fable of Jupiter\nand Semele.  I could not help my lightnings scorching her.\n\nELIZABETH.  You have an overweening conceit of yourself, sir, that\ndispleases your Queen.\n\nSHAKESPEAR.  Oh, madam, can I go about with the modest cough of a\nminor poet, belittling my inspiration and making the mightiest wonder\nof your reign a thing of nought?  I have said that \"not marble nor the\ngilded monuments of princes shall outlive\" the words with which I make\nthe world glorious or foolish at my will.  Besides, I would have you\nthink me great enough to grant me a boon.\n\nELIZABETH.  I hope it is a boon that may be asked of a virgin Queen\nwithout offence, sir.  I mistrust your forwardness; and I bid you\nremember that I do not suffer persons of your degree (if I may say so\nwithout offence to your father the alderman) to presume too far.\n\nSHAKESPEAR.  Oh, madam, I shall not forget myself again; though by my\nlife, could I make you a serving wench, neither a queen nor a virgin\nshould you be for so much longer as a flash of lightning might take to\ncross the river to the Bankside.  But since you are a queen and will\nnone of me, nor of Philip of Spain, nor of any other mortal man, I\nmust een contain myself as best I may, and ask you only for a boon of\nState.\n\nELIZABETH.  A boon of State already!  You are becoming a courtier like\nthe rest of them.  You lack advancement.\n\nSHAKESPEAR.  \"Lack advancement.\"  By your Majesty's leave:  a queenly\nphrase.  _[He is about to write it down]._\n\nELIZABETH.  _[striking the tablets from his hand]_  Your tables begin\nto anger me, sir.  I am not here to write your plays for you.\n\nSHAKESPEAR.  You are here to inspire them, madam.  For this, among the\nrest, were you ordained.  But the boon I crave is that you do endow a\ngreat playhouse, or, if I may make bold to coin a scholarly name for\nit, a National Theatre, for the better instruction and gracing of your\nMajesty's subjects.\n\nELIZABETH.  Why, sir, are there not theatres enow on the Bankside and\nin Blackfriars?\n\nSHAKESPEAR.  Madam:  these are the adventures of needy and desperate\nmen that must, to save themselves from perishing of want, give the\nsillier sort of people what they best like; and what they best like,\nGod knows, is not their own betterment and instruction, as we well see\nby the example of the churches, which must needs compel men to\nfrequent them, though they be open to all without charge.  Only when\nthere is a matter of a murder, or a plot, or a pretty youth in\npetticoats, or some naughty tale of wantonness, will your subjects pay\nthe great cost of good players and their finery, with a little profit\nto boot.  To prove this I will tell you that I have written two noble\nand excellent plays setting forth the advancement of women of high\nnature and fruitful industry even as your Majesty is:  the one a\nskilful physician, the other a sister devoted to good works.  I have\nalso stole from a book of idle wanton tales two of the most damnable\nfoolishnesses in the world, in the one of which a woman goeth in man's\nattire and maketh impudent love to her swain, who pleaseth the\ngroundlings by overthrowing a wrestler; whilst, in the other, one of\nthe same kidney sheweth her wit by saying endless naughtinesses to a\ngentleman as lewd as herself.  I have writ these to save my friends\nfrom penury, yet shewing my scorn for such follies and for them that\npraise them by calling the one As You Like It, meaning that it is not\nas _I_ like it, and the other Much Ado About Nothing, as it truly is.\nAnd now these two filthy pieces drive their nobler fellows from the\nstage, where indeed I cannot have my lady physician presented at all,\nshe being too honest a woman for the taste of the town.  Wherefore I\nhumbly beg your Majesty to give order that a theatre be endowed out of\nthe public revenue for the playing of those pieces of mine which no\nmerchant will touch, seeing that his gain is so much greater with the\nworse than with the better.  Thereby you shall also encourage other\nmen to undertake the writing of plays who do now despise it and leave\nit wholly to those whose counsels will work little good to your realm.\nFor this writing of plays is a great matter, forming as it does the\nminds and affections of men in such sort that whatsoever they see done\nin show on the stage, they will presently be doing in earnest in the\nworld, which is but a larger stage.  Of late, as you know, the Church\ntaught the people by means of plays; but the people flocked only to\nsuch as were full of superstitious miracles and bloody martyrdoms; and\nso the Church, which also was just then brought into straits by the\npolicy of your royal father, did abandon and discountenance the art of\nplaying; and thus it fell into the hands of poor players and greedy\nmerchants that had their pockets to look to and not the greatness of\nthis your kingdom.  Therefore now must your Majesty take up that good\nwork that your Church hath abandoned, and restore the art of playing\nto its former use and dignity.\n\nELIZABETH.  Master Shakespear:  I will speak of this matter to the\nLord Treasurer.\n\nSHAKESPEAR.  Then am I undone, madam; for there was never yet a Lord\nTreasurer that could find a penny for anything over and above the\nnecessary expenses of your government, save for a war or a salary for\nhis own nephew.\n\nELIZABETH.  Master Shakespear:  you speak sooth; yet cannot I in any\nwise mend it.  I dare not offend my unruly Puritans by making so lewd\na place as the playhouse a public charge; and there be a thousand\nthings to be done in this London of mine before your poetry can have\nits penny from the general purse.  I tell thee, Master Will, it will\nbe three hundred years and more before my subjects learn that man\ncannot live by bread alone, but by every word that cometh from the\nmouth of those whom God inspires.  By that time you and I will be dust\nbeneath the feet of the horses, if indeed there be any horses then,\nand men be still riding instead of flying.  Now it may be that by then\nyour works will be dust also.\n\nSHAKESPEAR.  They will stand, madam:  fear nor for that.\n\nELIZABETH.  It may prove so.  But of this I am certain (for I know my\ncountrymen) that until every other country in the Christian world,\neven to barbarian Muscovy and the hamlets of the boorish Germans, have\nits playhouse at the public charge, England will never adventure.  And\nshe will adventure then only because it is her desire to be ever in\nthe fashion, and to do humbly and dutifully whatso she seeth everybody\nelse doing.  In the meantime you must content yourself as best you can\nby the playing of those two pieces which you give out as the most\ndamnable ever writ, but which your countrymen, I warn you, will swear\nare the best you have ever done.  But this I will say, that if I could\nspeak across the ages to our descendants, I should heartily recommend\nthem to fulfil your wish; for the Scottish minstrel hath well said\nthat he that maketh the songs of a nation is mightier than he that\nmaketh its laws; and the same may well be true of plays and\ninterludes.  _[The clock chimes the first quarter.  The warder returns\non his round]._  And now, sir, we are upon the hour when it better\nbeseems a virgin queen to be abed than to converse alone with the\nnaughtiest of her subjects.  Ho there!  Who keeps ward on the queen's\nlodgings tonight?\n\nTHE WARDER.  I do, an't please your majesty.\n\nELIZABETH.  See that you keep it better in future.  You have let pass\na most dangerous gallant even to the very door of our royal chamber.\nLead him forth; and bring me word when he is safely locked out; for I\nshall scarce dare disrobe until the palace gates are between us.\n\nSHAKESPEAR.  _[kissing her hand]_  My body goes through the gate into\nthe darkness, madam; but my thoughts follow you.\n\nELIZABETH.  How! to my bed!\n\nSHAKESPEAR.  No, madam, to your prayers, in which I beg you to\nremember my theatre.\n\nELIZABETH.  That is my prayer to posterity.  Forget not your own to\nGod; and so goodnight, Master Will.\n\nSHAKESPEAR.  Goodnight, great Elizabeth.  God save the Queen!\n\nELIZABETH.  Amen.\n\n_Exeunt severally:  she to her chamber:  he, in custody of the warder,\nto the gate nearest Blackfriars._\n\n\nAYOT, ST. LAWRENCE, _20th June_ 1910.\n\n\nNotes on the editing:  Italicized text is delimited with underlines.\nPunctuation and spelling retained as in the printed text.\nShaw intentionally spelled many words according to a non-standard\nsystem.  For example, \"don't\" is given as \"dont\" (without apostrophe),\n\"Dr.\" is given as \"Dr\" (without a period at the end), and\n\"Shakespeare\" is given as \"Shakespear\" (no \"e\" at the end).  Where\nseveral characters in the play are speaking at once, I have indicated\nit with vertical bars (\"|\").  The pound (currency) symbol has been\nreplaced by the word \"pounds\".\n\n\n\n\n\nEnd of Project Gutenberg's Dark Lady of the Sonnets, by George Bernard Shaw\n\n*** END OF THIS PROJECT GUTENBERG EBOOK DARK LADY OF THE SONNETS ***\n\n***** This file should be named 1050.txt or 1050.zip *****\nThis and all associated files of various formats will be found in:\n        http:\/\/www.gutenberg.org\/1\/0\/5\/1050\/\n\nProduced by Ron Burkey, and Amy Thomte\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp:\/\/gutenberg.org\/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark\/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s\/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http:\/\/www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp:\/\/pglaf.org\/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http:\/\/pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http:\/\/pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http:\/\/pglaf.org\/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http:\/\/www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n","id":736,"split":"train"}
