{"ori_id":"b5aacdd9eb15f4b978fd7d841d62c1167ba1b68b","title":"Clue (film)","context":"Clue (film)\n In 1954 New England, six strangers are invited to a party at a secluded New England mansion known as Hill House. After being met at the door by the butler Wadsworth, the guests are reminded that they have been given a pseudonym to protect their true identity and asks that they only use that name with the other guests. During dinner, Wadsworth admits a seventh attendee, Mr. Boddy, and announces that each of the guests is being blackmailed:\nProfessor Plum is a former professor of psychiatry and current member of the World Health Organization whose medical license was revoked because he had an affair with one of his female patients.\nMrs. Peacock is the wife of a U.S Senator who has been accused of accepting bribes to deliver her husband's vote and claims she must pay their blackmailer to avoid a political witch hunt.\nMiss Scarlet is the owner of an illegal escort service in Washington, D.C..\nColonel Mustard is thought, at first, to have been blackmailed for scandalous photographs with one of Miss Scarlet's employees, but it is later revealed that he was a war profiteer who made his money from selling stolen radio components on the black market. He now works at the Pentagon on a private fusion bomb (which is revealed later in the film).\nMrs. White is an alleged \"black widow\" who was drawn in to avoid a scandal regarding the mysterious death of her nuclear physicist husband. She was previously married to an illusionist, who also disappeared under mysterious circumstances.\nMr. Green is a homosexual, a secret that would cost him his job with the State Department if it were widely known.\nFinally, Wadsworth reveals Mr. Boddy's secret to the guests: he is the one who has been blackmailing them. As the guests begin to shout at Mr. Boddy, Wadsworth explains that he has gathered all the guests together to confront Mr. Boddy and turn him over to the police. Confronted by Wadsworth's revelation, Mr. Boddy reminds the guests that, if turned over to the police, he can reveal their secrets while in police custody. Mr. Boddy then distributes to each guest a wrapped gift box which, when opened, reveal one of six weapons: a wrench, a candlestick, a lead pipe, a knife, a revolver, and a rope with a hangman's knot. Mr. Boddy suggests that they use the weapons provided to kill Wadsworth and destroy the evidence, keeping their secrets safe. Mr. Boddy turns out the lights in the room, creating a moment of chaos in which someone shoots the revolver. When the lights come back on, Mr. Boddy is lying on the ground and is pronounced dead by Professor Plum.\nEveryone denies killing Mr. Boddy, and Wadsworth reveals that he arranged the event in revenge for his wife who had committed suicide after being blackmailed by Mr. Boddy for having Socialist friends. While trying to decide how to proceed, Wadsworth and the guests check on Ho, the Cook, who is found dead in the meat locker with the knife. Upon returning to The Study, Mr. Boddy is gone and is later found dead by Mrs. Peacock in the bathroom from the candlestick. Wadsworth and the guests assume there must be another person in the house that killed The Cook and Mr. Boddy, so they split up in pairs and search the house with the weapons locked in the cupboard. Over the course of search, three others visit the house and are subsequently found dead: a stranded motorist, found dead in the Lounge with the wrench; a police officer investigating the motorist's abandoned car, found dead with the lead pipe in the Library; and a singing telegram girl, found dead in the Hall with the revolver. Yvette, the maid, is found dead in the Billiard Room with the rope.\nWadsworth announces to the other guests that he deduced the identity of the murderer and runs through a frantic re-enactment of the entire evening, scene by scene, with the guests in tow. Wadsworth points out that each of the victims had a connection to one of the guests and were actually accomplices that enabled Mr. Boddy to find out the secrets he later used to blackmail the guests.\nThe cook had earlier been employed by Mrs. Peacock.\nThe motorist was Colonel Mustard's driver during the war and knew of his involvement with the black market.\nYvette had worked for Miss Scarlet and had an affair with Mrs. White's husband, which made Mrs. White hate her, and led her to kill her husband. Colonel Mustard's scandalous photographs were of him and Yvette \"in flagrante delicto\" (caught in the act).\nThe police officer had been on Miss Scarlet's payroll for his silence.\nThe singing telegram girl was one of Professor Plum's patients. He once had an affair with her.\nThe accounting is interrupted by an evangelist at the front door warning \"the 'Kingdom of Heaven' is at hand\", who is encouraged to leave. Wadsworth then flips the electricity to the house.\nAt this point, the story proceeds to one of three endings: A, B, or C.\n<html>\n<title>CLUE Script<\/title>\n\n<pre>\n                       CLUE\n\n                           --Transcript--\n\n        This is the transcript for CLUE, the 1985 movie based on the\n        Parker Brothers board game of the same name. This movie,\n        though not a critical success, holds a special place in many\n        hearts. It stars Tim Curry, Martin Mull, Madeline Kahn,\n        Michael McKean, Lesley Ann Warren, Christopher Lloyd,\n        and Eileen Brennan.\n\n        The screenplay was written by Jonathan Lynn, from a story by\n        John Landis and Jonathan Lynn.\n        The movie was directed by Jonathan Lynn.\n\n        Note: this transcript is based on the videotape version, which\n        includes all three endings--A, B, and C.\n\n\n------------------------\n\nThe opening credits appear over a sky, growing stormy.\n\n\n1 -- EXT. WADSWORTH'S CAR--TWILIGHT -- 1\n\nWADSWORTH's car travels through the wind of an oncoming storm.\nIt pulls up to the gate of Hill House.\n\nHill House is a large, imposing mansion, looking very New England.\n\nWadsworth takes out a key and unlocks the gate.\nHe drives the car up to the front door.\n\n\n2 -- EXT. HILL HOUSE--FRONT DOOR -- 2\n\nWadsworth exits the car, holding a bag and looking at the two barking guard dogs.\nThe dogs approach Wadsworth . . . then jump.\nWadsworth quickly pulls a big beef bone out of the bag and hurls it to them.\nThe dogs trot away to gnaw on the bone as Wadsworth rolls up the bag.\nWadsworth cinches their chain so it won't allow them to reach the door.\nHe steps toward the door . . . and sniffs.\nWadsworth pauses and checks the bottom of his feet. Dog crap.\nHe looks in disgust at the dogs, who aren't bothered at all.\n\n\n3 -- INT. GROUND FLOOR--THE HALL -- 3\n\nThe Hall of Hill House is remarkable, elegant but not gaudy.\nIt is furnished in dark wood, and brass, with crystal chandeliers.\nThere are several doors on each side of the hall and three at the end.\nTo the left: Lounge and dining room.\nTo the right: Study, library, and billiard room.\nThe end: Conservatory, ball room, bathroom, and kitchen.\nThe stairs are located to the right.\nBy the staircase is the door to the basement steps.\n\nWe hear \"Shake, Rattle, and Roll\" in the background.\nWadsworth opens the front door of Hill House and wipes off his foot.\nHe enters and hangs up his coat.\n\nSUPERIMPOSED:      NEW ENGLAND\n                      1954\n\nWadsworth steps briskly down the Hall steps toward the library.\n\n\n4 -- INT. GROUND FLOOR--LIBRARY -- 4\n\nThe library is a somewhat more comfortable room than the hall,\ncomposed of dark colors. All of the walls are covered with books,\nwith the exception of one wall, a window.\n\nYVETTE, a young and rather jiggly french maid, is polishing a glass.\nThe music is much louder.\nWadsworth enters and turns off the record player. The music stops.\n\nHe speaks to the maid in a proper English accent.\n\nWADSWORTH\nIs everything ready?\n\nShe replies in a French accent.\n\nYVETTE\nOui, monsieur.\n\nWADSWORTH\nYou have your instructions?\n\nYvette nods.\nWadsworth exits.\n\nYvette sniffs the air, and then examines the bottom of her shoes.\n\n\n5 -- INT. GROUND FLOOR--KITCHEN -- 5\n\nThe kitchen is white tile, narrow. There is a meat freezer to the right.\nA counter leads off to the left.\n\nMRS. HO, the cook, is sharpening a knife.\nJoseph McCarthy is speaking on the television in the background.\n\nWadsworth enters.\n\nWADSWORTH\nIs everything all right, Mrs. Ho?\n\nShe turns, knife in hand.\n\nMRS. HO\nDinner will be ready at seven-thirty.\n\nThe doorbell rings.\n\nWadsworth exits the kitchen.\n\n\n6 -- EXT. HILL HOUSE--FRONT DOOR--NIGHT -- 6\n\nA man is standing by the front door, being growled at by the dogs.\nHe is not comfortable.\n\n\n7 -- INT. GROUND FLOOR--THE HALL -- 7\n\nWadsworth opens the door.\n\nWADSWORTH\nGood evening.\n\nMAN\nGood evening. I don't know if--\n\nWADSWORTH\nYes, indeed, sir, you are expected, Colonel.\nMay I take your coat? It is Colonel Mustard, isn't it?\n\nMUSTARD\nNo, that's not my name. My name is Colonel--\n\nWADSWORTHme, sir, but tonight you may well feel obliged to my employer\nfor the use of an alias.\n\nMustard sniffs around and checks his shoe as Wadsworth hangs his coat.\n\nThe pair starts across the hall.\n\nMUSTARD\nAnd who are you, sir?\n\nWADSWORTH\nI'm Wadsworth, sir. The butler.\n\n\n8 -- INT. GROUND FLOOR--LIBRARY -- 8\n\nYvette is present.\n\nWADSWORTH\nYvette, will you attend to the Colonel and give him anything he requires.\n(glances at them)\nWithin reason, that is.\n\nWadsworth exits, closing the doors behind him. The doors have books\non the back of them, and so look like a part of the wall.\n\nMUSTARD\nOh, Wadsworth, I was--\n\nMustard turns to discover the doors have disappeared.\n\nThe bell rings.\n\n\n9 -- EXT. HILL HOUSE--FRONT DOOR -- 9\n\nA woman dressed in black stands here.\nWadsworth opens the door.\n\n\n10 -- INT. GROUND FLOOR--THE HALL -- 10\n\nWADSWORTH\nDo come in, madam. You are expected.\n\nWOMAN\nDo you know who I am?\n\nWADSWORTH\nOnly that you are to be known as Mrs. White.\n\nWHITE\nYes, it said so in the letter. But, why . . . ?\n\nWadsworth removes her coat, with a brilliantly white inside.\nMrs. White sniffs and checks her shoe.\n\n\n11 -- INT. GROUND FLOOR--LIBRARY -- 11\n\nYvette and Col. Mustard are here.\nMustard is sipping Cognac and glancing at Yvette.\nThe doors open, the left one into Col. Mustard.\n\nWADSWORTH\nAh. May I introduce you? Mrs. White, this is Yvette, the maid.\n(The two women react with disgust)\nI see you know each other.\n\nMrs. White turns away as Col. Mustard emerges from behind the door.\n\nWHITE\nHello.\n\nMUSTARD\nHello.\n\n\n12 -- EXT. ROADSIDE -- 12\n\nA slim woman is standing by her broken down car.\nAn owl can be heard.\nShe hits the car, obviously frustrated.\nThunder roars in the distance.\n\nThe woman sees headlights a short way away. She smoothes her dress.\nAs the car nears, she bends over the engine and lifts a leg.\nthe car screeches to a halt just past her and backs up.\nThe woman goes to the car and peers in.\n\nMAN'S VOICE\nWant a lift?\n\nWOMAN\n(sultry)\nYes, please . . .\n\nShe gets in.\n\n\n13 -- INT. MAN'S CAR -- 13\n\nWOMAN\nThanks. I'm late for a dinner date.\n\nMAN\nMe too. Where are you going?\n\nThe woman pulls out a sheet of paper.\n\nWOMAN\n(looking at paper)\nLet's see . . . Hill House. Off Route 41.\n\nMAN\nWait a minute. Let me look at that.\n(takes paper)\nThat's where I'm going. I got a letter like this.\n\nThey both look disturbed.\n\n\n14 -- EXT. CAR -- 14\n\nThe rain has started.\nThe windshield wipers start as the car pulls away.\n\n\n15 -- INT. GROUND FLOOR--LIBRARY -- 15\n\nWe see a middle aged woman.\n\nWADSWORTH (O.S.)\nAnd this is Mrs. Peacock.\n\nMUSTARD\nHow do you do?\n\nWHITE\nHello.\n\nWADSWORTH\nYvette, will you go and check that dinner will be ready as soon\nas all the guests have arrived?\n\nYvette nods.\nMrs. Peacock stares disapprovingly at Yvette's exposed cleavage.\n\nYvette exits the library.\n\nThe doorbell rings.\n\n\n16 -- EXT. HILL HOUSE--FRONT DOOR -- 16\n\nIt is now raining quite hard.\nA man is standing at the door, much like Col. Mustard was.\nThe dogs, of course, are growling.\n\nWadsworth opens the door.\n\nMAN\nIs this the right address to meet Mr. Boddy?\n\nWADSWORTH\nOh, you must be Mr. Green.\n\nGREEN\nYes . . .\n\nWADSWORTH\n(to dogs)\nSit!\n\nGreen frantically sits on a bench by the door.\n\nWADSWORTH\nNo. Not you, sir.\n\nMr. Green sheepishly gets up and enters the house.\n\n\n17 -- INT. MAN'S CAR -- 17\n\nWOMAN\nIt should be just off there.\n\n\n17a -- EXT. HILL HOUSE--VIEW FROM FRONT GATE -- 17a\n\n\n17b -- INT. MAN'S CAR -- 17b\n\nMAN\nThat must be it.\n\n\n17c -- EXT. HILL HOUSE--VIEW FROM FRONT GATE -- 17c\n\nLightning crashes, illuminating the house.\n\n\n17d -- INT. MAN'S CAR -- 17d\n\nWOMAN\nWhy is the car stopped?\n\nMAN\nIt's frightened.\n\n\n17e -- EXT. HILL HOUSE--FRONT GATE -- 17e\n\nThe car is started again and it rolls up the driveway.\n\n\n18 -- INT. GROUND FLOOR--LIBRARY -- 18\n\nLightning crashes, making Mr. Green gulp.\n\n\n19 -- EXT. HILL HOUSE--FRONT--DRIVEWAY -- 19\n\nThe man and woman exit their car and run for the front door.\nThe man shields the woman from the now heavy rain.\n\nMAN\nWhat a godforsaken place!\n\nHe squeezes one of the woman's buttocks.\nShe shakes his hand off, looking disgusted.\n\nThe door opens, revealing Wadsworth.\n\nWADSWORTH\nProfessor Plum! And Miss Scarlet. I didn't realize you were acquainted.\n\nSCARLET\n(glancing at Plum)\nWe weren't.\n\nThey enter.\n\n\n20 -- INT. GROUND FLOOR--LIBRARY -- 20\n\nThe doors open to reveal Prof. Plum and Miss Scarlet.\n\nWADSWORTH\nMay I present Professor Plum . . . and Miss Scarlet.\n\nNods all around.\n\nPlum and Scarlet receive wine glasses from Yvette, whom Plum eyes.\nProf. Plum clinks glasses with Miss Scarlet, who looks annoyed.\n\nWADSWORTH\nOf course, since you've each been addressed by a pseudonym,\nyou'll have realized that nobody here is being addressed by their real name.\n\nThe guests glance around suspiciously.\n\n\n21 -- INT. GROUND FLOOR--THE HALL -- 21\n\nMrs. Ho bangs a bong once, fiercely.\n\n\n22 -- INT. LIBRARY -- 22\n\nThe gong is heard a second time.\nMr. Green jumps at the sound, dumping his champagne on Mr. Peacock.\n\nWADSWORTH\n(calmly, as always)\nAh. Dinner.\n\nGREEN\n(hands Peacock his glass, starts to mop her up as she clucks)\nI'm sorry . . . I'm a little accident-prone . . .\n\n\n23 -- INT. GROUND FLOOR--THE HALL -- 23\n\nThe guests cross to the Dining Room.\n\n\n24 -- INT. GROUND FLOOR--DINING ROOM -- 24\n\nThe dining room is elegant, in similar decor to the Hall, but it is\nsomewhat more comfortable.\nHowever, the room is still small.\nAt one end, there is a door and a metal partition, both leading to the kitchen.\n\nThe guests file in.\n\nWADSWORTH\nYou'll find your names beside your places. Please be seated.\n\nThe guests, except for Col. Mustard, find their places and sit.\nWadsworth sets Miss Scarlet's drink on the table, to her pleasure.\n\nMUSTARD\n(indicating the head of the table)\nIs this place for you?\n\nWADSWORTH\nOh, indeed, no, sir. I'm merely a humble butler.\n\nMUSTARD\nAnd what exactly do you do?\n\nWADSWORTH\nI buttle, sir.\n\nMUSTARD\nWhich means what?\n\nWADSWORTH\nThe butler is head of the kitchen and dining room.\nI keep everything . . . tidy. That's all.\n\nCol. Mustard attempts to continue but is interrupted by Mrs. Peacock.\n\nPEACOCK\nWell, what's all this about, butler; this dinner party?\n\nWADSWORTH\n\"Ours is not to reason why . . . Ours is but to do and die\"\n\nPLUM\n\"Die\"?\n\nWADSWORTH\n(smiling)\nMerely quoting, sir, from Alfred, Lord Tennyson.\n\nMUSTARD\n(now seated next to Miss Scarlet)\nHm. I prefer Kipling, myself.\n\"The female of the species is more deadly than the male.\"\n(to Scarlet)\nYou like Kipling, Miss Scarlet?\n\nSCARLET\nSure, I'll eat anything.\n\nYvette enters carrying a tray.\n\nYVETTE\n(to Peacock)\nSharks' Fin Soup, Madame.\n\nMUSTARD\n(again indicating head)\nSo is this for our host?\n\nWADSWORTH\nNo, sir. For the seventh guest, Mr. Boddy.\n\nWHITE\nI thought Mr. Boddy was our host?\n\nThe guests all concur.\n\nWHITE\nSo who is our host, Mr. Wadsworth?\n\nWadsworth chuckles with a closed smile.\n\nPLUM\nWell, I want to start, while it's still hot.\n\nPEACOCK\nOh, now shouldn't we wait for the other guest?\n\nYVETTE\nI will keep somesing warm for eem.\n\nSCARLET\nWhat did you have in mind, dear?\n\nSilence.\n\nProf. Plum slurps soup from his spoon.\nMrs. White disapproves, then does the same.\nMustard, Scarlet, and Green stare at them, spoons poised near mouths.\nThey do it again.\n\nSilence.\n\nPEACOCK\n(breathlessly)\nWell, someone's got to break the ice, and it might as well be me.\nI mean, I'm used to being a hostess; it's part of my husband's work,\nand it's always difficult when a group of new friends meet together\nfor the first time to get acquainted, so I'm perfectly prepared to start\nthe ball rolling . . . I mean, I have absolutely no idea what we're doing\nhere, or what I'm doing here, or what this place is about, but I am\ndetermined to enjoy myself and I'm very intrigued and oh, my, this\nsoup's delicious isn't it?\n\nEveryone sits bewildered.\n\nWHITE\nYou say you are used to being a hostess as part of your husband's work?\n\nPEACOCK\nYes, it's an integral part of your life when you are the wife of a. . .\noh, but then I forgot we're not supposed to say who we really are,\nthough heavens to Betsy, I don't know why.\n\nMUSTARD\nDon't you.\n\nGREEN\nI know who you are.\n\nSCARLET\nAren't you going to tell us?\n\nPEACOCK\n(removes glasses nervously)\nHow do you know who I am?\n\nGREEN\nI work in Washington, too.\n\nPLUM\nOh, so you're a politician's wife.\n\nPEACOCK\nYes, I-I am.\n\nMUSTARD\nWell, come on, then. Who's your husband?\n\nSuddenly, Wadsworth opens the door from the kitchen.\n\nPEACOCK\n(to Mrs. White)\nSo, what does your husband do?\n\nWHITE\n(almost cutting her off)\nNothing.\n\nPEACOCK\nNothing?\n\nWHITE\nWell, he . . . just . . . lies around on his back all day.\n\nSCARLET\nSounds like hard work to me.\n\nYvette, in the kitchen, opens the partition suddenly.\nThe noise coincides with a crash of thunder.\n\nMr. Green, jumpy as ever, spills his drink again, this time on Miss Scarlet.\n\nGREEN\nI'm . . . sorry. I'm afraid I'm a little accident-prone.\n\nHe starts to wipe off her upper chest.\n\nSCARLET\nAh--watch it.\n\nHe stops.\n\nYvette starts serving food.\n\nYVETTE\nExcuse moi.\n\nThe guests start eating.\n\nPEACOCK\nMmm! This is one of my favorite recipes!\n\nWADSWORTH\nI know, madam.\n\nPEACOCK\nSo, what do you do in Washington, D.C., Mr. Green?\n\nNo answer.\n\nPEACOCK\nCome on, what do you do? I mean, how are we to get\nacquainted if we don't say anything about ourselves?\n\nSCARLET\n(angrily)\nPerhaps he doesn't want to get acquainted with you.\n\nPEACOCK\n(bothered)\nWell, I'm sure I don't know, but if I wasn't trying to keep the conversation\ngoing, then we would just be sitting here in an embarrassed silence.\n\nPLUM\nAre you afraid of silence, Mrs. Peacock?\n\nPEACOCK\nYes! What? No, why?\n\nPLUM\nOh, it just seems to me that you seem to suffer from\nwhat we call pressure of speech.\n\nSCARLET\n\"We\"? Who's \"we\"? Are you a shrink?\n\nPLUM\nI do know a little bit about psychological medicine, yes.\n\nWHITE\nAre you a doctor?\n\nPLUM\nI am, but I don't practice.\n\nSCARLET\nPractice makes perfect. Ha. I think most men need a little\npractice, don't you, Mrs. Peacock?\n\nMrs. Peacock shrugs, very uncomfortable.\n\nWHITE\nSo what do you do, Professor?\n\nPLUM\nI work for UNO, the United Nations Organization.\n\nMUSTARD\nAnother politician. Jesus!\n\nPLUM\nNo, I work for a branch of UNO. W.H.O., the World Health Organization.\n\nPEACOCK\nWell, what is your area of special concern?\n\nPLUM\nFamily planning.\n(to Mustard)\nWhat about you, Colonel? Are you a real colonel?\n\nMUSTARD\n(seriously)\nI am, sir.\n\nSCARLET\nYou're not going to mention the coincidence that you also live in\nWashington, D.C.?\n\nMUSTARD\nHow did you know that? Have we met before?\n\nSCARLET\nI've certainly seen you before. Although you may not have seen me.\n\nGREEN\nSo, Miss Scarlet, does this mean that you live in Washington, too?\n\nSCARLET\nSure do.\n\nPEACOCK\nDoes anyone here not live in Washington, D.C.?\n\nPLUM\nI don't.\n\nGREEN\nYes, but you work for the United Nations.\nThat's a government job. And the rest of us all live in a government town.\nAnyone here not earn their living from the government in one way or another?\n\nCol. Mustard stands suddenly.\n\nMUSTARD\n(angrily, to Wadsworth)\nWadsworth, where's our host, and why have we been brought here?\n\nThe doorbell rings.\n\nWadsworth exits.\n\nWe hear the door opening and Wadsworth speaks.\n\nWADSWORTH (O.S.)\nAh! Good evening. You are eagerly awaited.\n\nMAN (O.S.)\nYou lockin' me in?\nI'll take the key.\n\nWADSWORTH (O.S.)\nOver my dead body, sir.\nMay I take your bag?\n\nMAN (O.S.)\nNo. I'll leave it here 'til I need it.\n\nWADSWORTH (O.S.)\nIt contains evidence, I presume?\n\nMAN (O.S.)\nSurprises, my friend. That's what it contains--surprises!\n\nWadsworth enters the dining room, followed by the man.\n\nWADSWORTH\nLadies and gentlemen, may I present Mr. Boddy.\n\nBODDY\nWhat are they all doin' here?\n\nWADSWORTH\nEating dinner. Do sit down, Mr. Boddy.\n\nBODDY\n(sitting)\nThanks.\n\nYvette starts to serve him\n\nBODDY\nNah, you can take that away, honey.\n\nMrs. Peacock hits the table.\n\nPEACOCK\n(angrily)\nLook. I demand to know what's going on. Now why have\nwe all been dragged up to this horrible place?\n\nWADSWORTH\nWell. I believe we all received a letter. My letter says,\n\"It will be to your advantage to be present on this date because\na Mr. Boddy will bring to an end a certain long-standing confidential\nand painful financial liability.\"\nIt is signed, \"A friend.\"\n\nGREEN\nI received a similar letter.\n\nSCARLET\nSo did we, didn't we. (indicating Prof. Plum)\n\nBODDY\nI also received a letter.\n(Yvette starts to serve him again)\nNo thanks, Yvette. I just ate.\n\nGREEN\nNow, how did you know her name?\n\nBODDY\nWe know each other.\n(puts his hand up Yvette's (short) skirt)\nDon't we, dear?\n\nShe recoils.\n\nWADSWORTH\nForgive my curiosity, Mr. Boddy, but did your letter say the same thing?\n\nBODDY\nNo.\n\nWADSWORTH\nI see . . .\n(to group)\nCan I interest any of you in fruit or dessert?\n\nNo response.\n\nWADSWORTH\nIn that case, may I suggest we adjourn to the study\nfor coffee and brandy, at which point I believe our unknown host\nwill reveal his intentions.\n\n\n25 -- INT. GROUND FLOOR--THE STUDY -- 25\n\nThe study is by far the most comfortable room we've seen so far.\nIt is decorated in subdued tan colors.\nThere are several couches, a bookshelf, a table with drinks, and a desk.\n\nThe guests enter and look around for their host.\n\nGREEN\nWell, there's no one here.\n\nWADSWORTH\n(to the guests in general)\nPlease help yourself to brandy and be seated.\n\nWadsworth goes to the desk and takes a manilla envelope.\nIt reads        For Wadsworth\n           Open AFTER DINNER\n\nSCARLET\nMind if I smoke?\n\nProf. Plum, seated next to Miss Scarlet, lights her cigarette.\n\nWadsworth opens the envelope.\nHe peruses the contents.\n\nWADSWORTH\nLadies and gentlemen, I'm instructed to you what you all have\nin common with each other.\nUnless you would care to do the honors, Mr. Boddy?\n\nBODDY\nWhy me? They know who I am?\n\nWADSWORTH\nI don't think so.\nYou've never identified yourself to them, I believe.\n\nMr. Boddy stands suddenly.\n\nBODDY\nIt's a hoax! I suggest we all leave.\n\nHe takes off out the study door.\n\nWADSWORTH\n(in pursuit)\nI'm sorry, sir, you cannot leave this house!\n\n\n26 -- INT. GROUND FLOOR--THE HALL -- 26\n\nMr. Boddy goes to the front door.\nWadsworth follows, and he is followed by the other guests.\n\nBODDY\nNo? Who's gonna stop me?\n\nWADSWORTH\nThere's no way out.\n(Mr. Boddy tries the front door. It's locked.)\nAll the windows have bars, all the doors are locked.\n\nBODDY\nThis is an outrage! You can't hold us prisoner!\n\nThe guests, in confusion, agree.\n\nWADSWORTH\n(shouting over the din)\nLadies and gentlemen, please! Please return to the study.\nEverything will be explained.\n\nThe guests file unhappily back into the study.\nMr. Boddy walks past Wadsworth toward the rear of the hall.\n\nWADSWORTH\n(to Mr. Boddy)\nYou too, Mr. Boddy.\n\nBoddy starts running.\n\nWADSWORTH\nOther way!\n\nHe pursues Mr. Boddy.\n\n\n27 -- INT. GROUND FLOOR--CONSERVATORY -- 27\n\nThe conservatory is humid, with plants all around.\nThree of the walls are brick, and the fourth is glass,\nleading to the outside.\n\nThe rain can be heard and seen, against the glass.\n\nMr. Boddy runs in, picks up a brick and prepares to throw it through the glass.\nWadsworth enters.\n\nWADSWORTH\nYou can't get out that way.\n\nBODDY\nWhy not? It's only glass!\n\nSuddenly, a vicious Doberman jumps at the glass, barking and snarling.\n\nBoddy drops the brick.\n\n\n28 -- INT. GROUND FLOOR--THE STUDY -- 28\n\nThe guests are already present.\nWadsworth and Mr. Boddy enter.\n\nWadsworth takes up his envelope again.\n\nWADSWORTH\nLadies and gentlemen, you all have one thing in common.\nYou're all being blackmailed.\nFor some considerable time, all of you have been paying\nwhat you can afford and, in some cases, more than you can\nafford to someone who threatens to expose you.\nAnd none of you know who's blackmailing you, do you?\n\nPEACOCK\nOh, please! I've never heard anything so ridiculous.\nI mean, nobody could blackmail me.\nMy life is an open book--I've never done anything wrong.\n\nWADSWORTH\nAnybody else wish to deny it?\n\nThe guests look at each other, but no one responds.\n\nWADSWORTH\nVery well. As everyone here is in the same boat, there's\nno harm in my revealing some details.\nAnd my instructions are to do so. Thank you, Yvette.\n\nThe maid, so dismissed, leaves.\nMr. Boddy's eyes follow her out.\n\nWHITE\nDon't you think you might spare us this humiliation?\n\nWADSWORTH\nI'm sorry. Professor Plum, you were once a professor of psychiatry,\nspecializing in helping paranoid and homicidal lunatics\nsuffering from delusions of grandeur.\n\nPLUM\nYes, but now I work for the United Nations.\n\nWADSWORTH\nSo your work has not changed.\nBut you don't practice medicine at the U.N.\nHis license to practice has bee lifted, correct?\n\nSCARLET\nWhy? What did he do?\n\nWADSWORTH\nYou know what doctors aren't allowed to do with their lady patients?\n\nSCARLET\nYeah?\n\nWADSWORTH\nWell, he did.\n\nSCARLET\nHa!\n\nPEACOCK\nOh, how disgusting.\n\nWADSWORTH\n(swooping down on her)\nAre you making moral judgements, Mrs. Peacock?\nHow, then, do you justify taking bribes in return for delivering your\nhusband Senator Peacock's vote to certain lobbyists?\n\nPEACOCK\nMy husband is a paid consultant. There is nothing wrong with that!\n\nWADSWORTH\nNot if it's publicly declared, perhaps.\nBut if the payment is delivered by slipping used greenbacks\nin plain envelopes under the door of the men's room,\nhow would you describe that transaction?\n\nSCARLET\nI'd say it stinks.\n\nPEACOCK\nWell, how would you know. When were you in that men's room?\n\nPLUM\nSo it's true!\n\nPEACOCK\n(standing)\nNo, it's a vicious lie!\n\nWADSWORTH\nI'm sure we're all glad to hear that.\nBut you've been paying blackmail for over a year now to keep that\nstory out of the papers.\n\nWHITE\n(to Peacock)\nWell, I am willing to believe you.\nI too am being blackmailed for something I didn't do.\n\nGREEN\nMe too.\n\nMUSTARD\nAnd me.\n\nSCARLET\nNot me.\n\nWADSWORTH\nYou're not being blackmailed?\n\nSCARLET\nOh, I'm being blackmailed, all right.\nBut I did what I'm being blackmailed for.\n\nPLUM\n(with interest)\nWhat did you do?\n\nSCARLET\nWell, to be perfectly frank, I run a specialized hotel and a\ntelephone service which provide gentlemen with the company of a\nyoung lady for a short while.\n\nPLUM\n(very interested)\nOh, yeah?\n(pulling out a pen and notepad)\nWhat's the phone number?\n\nMiss Scarlet rolls her eyes.\n\nGREEN\nSo how did you know Colonel Mustard works in Washington?\nIs he one of your clients?\n\nMUSTARD\n(incredulous)\nCertainly not!\n\nGREEN\nI was asking Miss Scarlet.\n\nMUSTARD\n(to Scarlet)\nWell, you tell him it's not true!\n\nSCARLET\nIt's not true.\n\nPLUM\nIs that true?\n\nSCARLET\nNo, it's not true.\n\nGREEN\nHa-hah! So it is true!\n\nWADSWORTH\nA double negative!\n\nMUSTARD\nDouble \"negative\"? You mean you have--\n(whispers to Scarlet)\nPhotographs?\n\nWADSWORTH\nThat sounds like a confession to me. In fact, the double negative\nhas led to proof positive. I'm afraid you gave yourself away.\n\nMUSTARD\nAre you trying to make me look stupid in front of the other guests?\n\nWADSWORTH\nYou don't need any help from me, sir.\n\nMUSTARD\nThat's right!\n\nMustard realizes what he just said.\n\nPLUM\nBut seriously, I don't see what's so terrible about Colonel Mustard\nvisiting a house of ill fame.\n(puts his hand on Scarlet's leg)\nMost soldiers do, don't they?\n\nSCARLET\n(standing)\nOh, please.\n\nWADSWORTH\nBut he holds a sensitive security post in the pentagon.\nAnd, Colonel, you drive a very expensive car for someone who lives\non a colonel's pay.\n\nMUSTARD\nI don't.\nI came into money during the war, when I lost my mommy and daddy.\n\nWadsworth is puzzled, but soon recovers.\n\nWADSWORTH\nMrs. White, you've been paying our friend the blackmailer\never since your husband died under, shall we say,\nmysterious circumstances.\n\nMiss Scarlet laughs.\n\nWHITE\nWhy is that funny?\n\nSCARLET\nI see. That's why he was lying on his back. In his coffin.\n\nWHITE\nI didn't kill him.\n\nMUSTARD\nThen why are you paying the blackmailer?\n\nWHITE\nI don't want a scandal, do I?\nWe had had a very humiliating public confrontation,\nhe was deranged . . . lunatic.\nHe didn't actually seem to like me very much, he had\nthreatened to kill me in public.\n\nSCARLET\nWhy would he want to kill you in public?\n\nWADSWORTH\nI think she meant he threatened, in public, to kill her.\n\nSCARLET\nOh.\nAnd was that his final word on the matter?\n\nWHITE\nBeing killed is pretty final, wouldn't you say?\n\nWADSWORTH\nAnd yet he was the one who died, not you, Mrs. White, not you.\n\nSCARLET\nWhat did he do for a living?\n\nWHITE\nHe was a scientist. Nuclear physics.\n\nSCARLET\nWhat was he like?\n\nWHITE\nHe was always a rather stupidly optimistic man.\nI mean, I'm afraid it came as a great shock to him when he died.\nBut he was found dead at home. His head had been cut off and\nso had his . . . you know . . .\n\nThe men in the room cross their legs.\n\nWHITE\nI had been out all evening at the movies.\n\nSCARLET\nDo you miss him?\n\nWHITE\nWell, it's a matter of life after death.\nNow that he's dead, I have a life.\n\nWADSWORTH\nBut he was your second husband. Your first husband also disappeared.\n\nWHITE\nBut that was his job. He was an illusionist.\n\nWADSWORTH\nBut he never reappeared.\n\nWHITE\n(shrugging)\nHe wasn't a very good illusionist.\n\nMr. Green clears his throat and stands.\n\nGREEN\nI have something to say.\n(pauses)\nI'm not going to wait for Wadsworth here to unmask me.\nI work for the state department. And I am a homosexual.\n\nWadsworth, wide-eyed, looks for Green's file.\nMrs. Peacock clucks in disgust.\n\nGREEN\nI feel no personal shame or guilt about this. But I must\nkeep it a secret or I will lose my job on security grounds.\n(pauses again)\n . . . Thank you.\n\nMr. Green sits back down next to Prof. Plum,\nwho rapidly stands and walks away.\n\nPLUM\nWell, that just leaves Mr. Boddy.\n\nSCARLET\nWhat's your little secret?\n\nWADSWORTH\nHis secret?\nOh, hadn't you guessed?\nHe's the one who's blackmailing you all.\n\nLightning crashes.\nMr. Boddy looks very satisfied.\n\nMUSTARD\nYou bastard!\n\nThe guests advance on Mr. Boddy as he stands.\nCol. Mustard challenges Mr. Boddy to fight, boxing-style.\n\nMUSTARD\nPut 'em up!\n\nMr. Boddy steps on the Colonel's toes and pokes him in the eyes.\n\nGREEN\nGentlemen . . .\n\nMUSTARD\nIf you can't fight fairly, don't fight at all!\n\nBODDY\nCalls me a bastard!\n\nMr. Green and the others try to separate them as\nColonel Mustard recovers and Mr. Boddy goes for him.\n\nMrs. White decides to take matters into her own hands and\nknees Mr. Boddy in the crotch.\n\nGREEN\nWas that necessary, Mrs. White?\n\nWADSWORTH\nWait! Wait! The police are coming!\n\nThe guests disapprove.\n\nWADSWORTH\nListen! Blackmail depends on secrecy. You've all admitted how\nhe's been able to blackmail you. All you have to do is tell the police,\nhe'll be convicted, and your troubles will be over.\n\nBODDY\n(standing, in pain)\n's not so easy.\nYou'll never tell the police.\n\nWADSWORTH\nThen I shall. I have evidence in my possession,\nand this conversation is being tape recorded.\n\n\n28a -- INT. GROUND FLOOR--BILLIARD ROOM -- 28a\n\nYvette in the Billiard room, drinking cognac and listening\nto a tape recorder that is recording.\n\nGREEN (V.O.)\nPoint of order--tape recordings are not admissible evidence!\n\n\n28b -- INT. GROUND FLOOR--THE STUDY -- 28b\n\nThe study.\n\nGeneral confusion ensues.\n\nWADSWORTH\nLadies and gentlemen, the police will be here in about\n(checks his watch)\nforty-five minutes.\nTell them the truth, and Mr. Boddy will be behind bars.\n\nMr. Boddy goes for the hall.\nWadsworth stops them.\n\nWADSWORTH\nWhere are you going this time?\n\nBODDY\nI think I can help them make up their minds.\nCan I just get my little bag from the hall?\n\nBoddy exits.\n\n\n28c -- INT. GROUND FLOOR--THE HALL -- 28c\n\nThe Hall.\n\nMr. Boddy gets his bags from by the front door.\n\n\n28d -- INT. GROUND FLOOR--THE STUDY -- 28d\n\nThe study.\n\nMr. Boddy opens his luggage.\n\nBODDY\nWho can guess what's in here, eh?\n\nWHITE\nThe evidence against us, no doubt.\n\nMr. Boddy chuckles.\n\nHe starts handing out boxes, each with a different size and shape.\n\nSCARLET\nWe didn't know we were meeting you tonight.\nDid you know you were meeting us?\n\nBODDY\nOh, yes.\n\nWHITE\nWhat were you told, precisely?\n\nBODDY\nMerely that you were all meeting to discuss our little . . .\nfinancial arrangements. And if I did not appear,\nWadsworth would be informing the police about it all.\nNaturally I could hardly resist putting in an appearance.\n\nHe finishes handing out the packages.\n\nBODDY\n(elbowing his way to the door)\n'Scuse me.\n(eyeing the packages)\nOpen 'em.\n\nSCARLET\nWhy not?\nI enjoy getting presents from strange men.\n\nScarlet opens her package.\nA candlestick.\n\nSCARLET\nA candlestick? What's this for?\n\nMrs. White opens her box and reveals a rope-tied in a noose.\n\nMr. Green takes his box in one hand. He opens it and lets\nthe contents fall into his other hand.\nA bent lead pipe.\n\nCol. Mustard opens his box and pulls out . . .\na heavy wrench.\n\nProf. Plum takes the lid off his package and looks in.\nHe gingerly pulls out a revolver.\n\nFinally, the camera reveals Mrs. Peacock, who is twirling\na dagger.\n\nBODDY (O.S.)\nIn your hands, you each have a lethal weapon.\n\nMr. Boddy walks on camera and continues.\n\nBODDY\nIf you denounce me to the police, you will also be exposed and humiliated.\nI'll see to that in court.\n(pauses)\nBut . . . if one of you kills Wadsworth now . . .\n\nWadsworth's eyes widen in shock.\n\nBODDY\n . . . no one but the seven of us will ever know.\nHe has the key to the front door, which he said would\nonly be opened over his dead body.\nI suggest we take him up on that offer.\n\nMr. Boddy goes over to the light switch with deliberate ease.\nHe closes the door to the hall and sets his drink down.\n\nBODDY\nThe only way to avoid finding yourselves on the front pages\nis for one of you to kill Wadsworth.\nNow.\n\nHe turns off the lights.\n\nWe hear noises.\nSomeone inhales raspily.\nA gunshot.\nSomething ceramic shatters.\nA scream.\n\nThe lights go up.\nMrs. Peacock, who turned on the light, drops the dagger in shock.\n\nThe camera reveals Mr. Boddy lying prone on the floor.\n\nMUSTARD\nIt's not Wadsworth!\n\nThe guests talk to each other.\n\nPLUM\nStand back! Give him air!\n(kneels next to Mr. Boddy)\nLet me see.\n(checks Mr. Boddy for signs of life)\nHe's dead!\n\nWHITE\nWho had the gun?\n\nPLUM\nI did.\n\nPEACOCK\nThen you shot him!\n\nPLUM\nI didn't!\n\nPEACOCK\nWell, you had the gun. If you didn't shoot him, who did?\n\nMr. Boddy is turned over.\n\nPLUM\nNobody! Look, there's no gunshot wound.\nSomebody tried to grab the gun from me in the dark\nand the gun went off.\nLook! The bullet broke that vase on the mantel!\n\nEveryone rushes for the mantel simultaneously, causing confusion.\n\nMUSTARD\nHe's absolutely right. Look, there's a bullet hole here in the wall. See that?\n\nMr. Green grabs Prof. Plum by the lapels.\n\nGREEN\nHow did he die?\n\nPLUM\nI don't know!\n(shoves him away)\nI'm not a forensic expert.\n\nWHITE\nWell, one of us must have killed him!\n\nGREEN\nWell, I didn't do it.\n\nPEACOCK\nOh, I need a drink!\n\nShe goes to the door and gets Mr. Boddy's cognac.\nShe sips.\n\nPLUM\n(alarmed)\nMaybe he was poisoned!\n\nMrs. Peacock drops the glass in revulsion and starts to scream.\nShe won't stop.\n\nMr. Green takes her to a sofa, offering words of comfort.\nShe sits, but won't stop screaming.\n\nMr. Green slaps her.\n\nGREEN\nI . . . I had to stop her from screaming . . .\n\nPLUM\n(to Green)\nWas the brandy poisoned?\n\nGREEN\nI don't know.\n\nSCARLET\n(picks up the glass. All the cognac has spilled out)\nLooks like we'll never know.\n\nGREEN\nUnless . . . unless she dies, too.\n\nThey all rush over to scrutinize Mrs. Peacock.\n\nA scream erupts from another room!\nThe guests gasp.\n\nThey run from the study into the hall.\n\n\n29 -- INT. GROUND FLOOR--THE HALL -- 29\n\nThe guests run to the door of the billiard room.\nMr. Green tries it.\n\nGREEN\nIt's locked!\n\nWADSWORTH\nOpen up!\n\nPLUM\nIt must be the murderer.\n\nGREEN\nWhy would he scream?\n\nWHITE\nHe must have a victim in there. Oh, my God! Yvette!\n\nGREEN\nOh, my God!\n\nThe doors open.\n\n\n30 -- INT. GROUND FLOOR--BILLIARD ROOM -- 30\n\nThe guests pour in.\n\nWADSWORTH\nYou're alive!\n\nYVETTE\nNo sanks to you!\n\nWADSWORTH\nWhat do you mean?\n\nYVETTE\nYou lock me up with a murderer, you eediot!\n\nWHITE\nSo the murderer is in this room.\n\nYVETTE\nMai Oui!\n\nGREEN\nBut where?\n\nYVETTE\nWhere? 'Ere!\n\nMr. Green looks behind the door.\n\nYVETTE\nWe are all looking at eem. Or 'er.\nIs what Mrs. White said in ze study--one of you is ze killer!\n\nPLUM\nHow did you know we said that?\n\nYVETTE\nI was lisuning!\n\nWHITE\nBut why were you screaming in here all by yourself?\n\nYVETTE\nBecause I am frightened. Me too, I also drink ze cognac.\n(sobbing)\nMon diou. I can't stay in here by myself.\n\nMiss Scarlet and Col. Mustard go to Yvette.\n\nSCARLET\nCome back to the study with us.\n\nYVETTE\nWith ze murderer?\n\nMUSTARD\n(shaking the wrench)\nThere is safety in numbers . . .\n(realizing and putting the wrench away)\n. . . my dear.\n\nThe guests leave the room.\nAfter they are gone, Wadsworth takes the tape off the spools.\n\n\n31 -- INT. GROUND FLOOR--THE STUDY -- 31\n\nGREEN\nIs there no indication of how he died?\n\nPLUM\nNo.\n\nWADSWORTH\nThis is terrible. This is absolutely terrible! It's not what I'd intended.\nOh, my God . . .\n\nWHITE\nNot what YOU intended?\n\nSCARLET\nSo you're not the butler?\n\nWADSWORTH\nI'm not THE butler, but I am A butler.\nIn fact, I was his butler.\n\nPLUM\nSo if he told you to invite us all to his house, why did he arrive late?\n\nWADSWORTH\nI invited you. In fact, I wrote the letters.\nIt was all my idea.\n\nWHITE\nWait a minute. I-I don't understand.\nWhy did you invite us here to meet your late employer?\nWere you assisting him to blackmail us?\n\nWADSWORTH\nCertainly not!\n\nWHITE\nI think you had better explain.\n\nWADSWORTH\nPlease sit down. Everyone.\n\nEveryone sits but Mr. Green.\nHe searches for a spot, but no one gives it to him.\nHe ends up leaning against a serving table.\n\nWADSWORTH\nWhen I said that I was Mr. Boddy's butler,\nthis was both true and misleading.\nI was once his butler,\nbut it was not his untimely death this evening\nthat brought my employment with him to an end.\n\nMUSTARD\nWhen did it come to an end?\n\nWADSWORTH\nWhen my wife decided to . . . end her life.\nShe too was being blackmailed by this odious man who now\nlies dead before us. He hated my wife for the same reason that\nhe hated all of you. He believed that you were all thoroughly . . .\n . . . un-American.\n\nMr. Green's serving table gives way, landing him (and\nseveral pieces of crystal) on the floor.\n\nGREEN\nSorry.\n\nWADSWORTH\nFor some reason, he felt that it was inappropriate for a senator\nto have a corrupt wife, for a doctor to take\nadvantage of his patients, for a wife to emasculate her\nhusband and . . . and . . . so forth.\n\nGREEN\nBut this is ridiculous!\nIf he was such a patriotic American, why didn't he just report us\nto the authorities?\n\nWADSWORTH\nHe decided to put his information to good use\nand make a little money out of it.\nWhat could be more American than that?\n\nSeveral nods.\n\nPLUM\nAnd what was your role in all this?\n\nWADSWORTH\nI was . . . a victim, too.\nAt least my wife was.\nShe had friends who were . . .\n(this is obviously painful for him)\n . . . Socialists.\n\nGasps and muttering from several guests,\nthe most vocal of whom is Mrs. Peacock.\n\nWADSWORTH\n(holding back tears)\nWell, we all make mistakes . . .\n\n(Mrs. White pulls a tissue from her bra and gives it to him.)\n\nWADSWORTH\nBut Mr. Boddy threatened to give my wife's name to the\nHouse Un-American Activities Committee unless she named them.\nShe refused, and so he blackmailed her. We had no money,\nand the price of his silence was that we worked for him for nothing.\nWe were slaves! Well, to make a long story short--\n\nMUSTARD\nToo late.\n\nWADSWORTH\n--The suicide of my wife preyed on my mind,\nand created a sense of injustice in me.\nI resolved to put Mr. Boddy behind bars.\nIt seemed to be the best way to do it, and to free all of you\nfrom the same burden of blackmail was to get everyone face to face,\nconfront Mr. Boddy with his crimes, and then . . .\n . . . turn him over to the police.\n\nPLUM\nSo, everything is explained.\n\nSCARLET\nNothing's explained. We still don't know who killed him!\n\nWADSWORTH\nWell, the point is, we've got to find out in the next thirty-nine minutes.\nBefore the police arrive!\n\nPEACOCK\nMy God, we can't have them come here now--\n\nGREEN\nBut . . . how can we possibly find out which of you did it?\n\nPLUM\nWhat do you mean which of \"you\" did it?\n\nGREEN\nWell, I didn't do it!\n\nWADSWORTH\nWell, one of us did.\nWe all had the opportunity, we all had a motive.\n\nSCARLET\nGreat. We'll all go to the chair.\n\nPLUM\nMaybe it wasn't one of us.\n\nMUSTARD\nWell, who else could it have been?\n\nPLUM\nWho else is in the house?\n\nWADSWORTH and YVETTE\nOnly the (ze) cook.\n\nALL\nThe cook!\n\n\n32 -- INT. GROUND FLOOR--THE HALL -- 32\n\nThe party runs from the study to the Kitchen.\n\n\n33 -- INT. GROUND FLOOR--KITCHEN -- 33\n\nThey all get stuck in the door, except for Mr. Green.\nHe steps down into the kitchen and looks around.\n\nGREEN\nWell. She's not here.\n\nThe door to the freezer starts to open.\n\nMiss Scarlet screams.\n\nThe cook's body tumbles out into Mr. Green's arms.\nShe now has the dagger sticking out of her back.\nMrs. Ho was not (and is not) a light woman.\nHe is having difficulty holding her.\n\nGREEN\nI didn't do it!!\n(pause)\nSomebody help me, please?\n(nobody moves)\nSomebody help me, PLEASE?\n\nSeveral guests go to help.\n\nOne of them reaches for the knife.\n\nMUSTARD\nDon't touch it. That's evidence.\n\nWHITE\nNot for us.\nWe have to find out who did this. We can't take fingerprints!\n\nMUSTARD\n(to Wadsworth)\nI think you'd better explain yourself, Wadsworth.\n\nWADSWORTH\nMe? Why me?\n\nGREEN\nWho would want to kill the cook?\n\nSCARLET\nDinner wasn't that bad.\n\nMUSTARD\nHow can you make jokes at a time like this?\n\nSCARLET\nIt's my defense mechanism.\n\nMUSTARD\nSome defense. If I was the killer, I would kill you next.\n\n(Several guests look shocked)\n\nSCARLET\nOh?\n\n(Uncomfortable silence)\n\nMUSTARD\nI said \"if.\" \"If\"!\n(pause)\nHey, come on.\nThere is only one admitted killer here, and it is certainly not me,\nit is her!\n\nHe points at Mrs. White.\n\nWHITE\nI've admitted nothing.\n\nMUSTARD\nWell, you paid the blackmail. How many husbands have you had?\n\nWHITE\nMine or other women's?\n\nMUSTARD\nYours.\n\nWHITE\nFive.\n\nMUSTARD\nFive.\n\nWHITE\nYes, just the five. Husbands should be like Kleenex.\nSoft, strong, and disposable.\n\nMUSTARD\nYou lure men to their deaths like a spider with flies!\n\nWHITE\nFlies are where men are most vulnerable.\n\nMUSTARD\nRight!\n\n(Again, he realizes what he just said)\n\nMUSTARD\nWell, if it wasn't you, then who was it?\nWho had the dagger, anyway?\nIt was you, Mrs. Peacock, wasn't it?\n\nPEACOCK\nYes, but I put it down.\n\nPLUM\nWhere?\n\nPEACOCK\nIn the study.\n\nPLUM\nWhen?\n\nPEACOCK\nI don't know!\nBefore I fainted, after I fainted, I don't know!\nBut any of you could have picked it up.\n\nWADSWORTH\nHmm.\nLook. I suggest we take the cook's body into the study.\n\nMUSTARD\nWhy?\n\nWADSWORTH\nI'm the butler. I like to keep the kitchen tidy.\n\n\n34 -- INT. GROUND FLOOR--THE STUDY -- 34\n\nThe camera faces the door that leads from the study to the hall.\nThe men are carrying the cook's body into the study,\neffectively blocking off the women's view.\n\nPLUM\n(dropping Mrs. Ho and pointing)\nLook!\n\nWADSWORTH and GREEN\nWhat?\n\nPLUM\nThe body's gone!\n\nMrs. Ho is dropped.\n\nPEACOCK\nWhat are you all staring at?\n\nGREEN\nNothing . . .\n\nPEACOCK\nWell, who's there?\n\nMUSTARD\nNobody.\n\nWADSWORTH\nNobody. No Boddy, that's what we mean.\nMr. Boddy's body. It's gone.\n\nWHITE\nMaybe he wasn't dead.\n\nPLUM\nHe was.\n\nSCARLET\nWe should have made sure!\n\nPEACOCK\nHow? By cutting his head off, I suppose.\n\nWHITE\nThat wasn't called for.\n\nSCARLET\nWhere is he?\n\nPLUM\nWe better look for him.\n\nThey look around.\n\nGREEN\nWell . . . he couldn't have been dead.\n\nPLUM\nHe was.\nAt least I thought he was.\nBut . . . what difference does it make now?\n\nSCARLET\nIt makes quite a difference to him.\nMaybe there is life after death.\n\nWHITE\nLife after death is as improbable as sex after marriage.\n\nGREEN\nMaybe Mr. Boddy killed the cook!\n\nSCARLET and WHITE\nYes!\n\nWADSWORTH\nHow?\n\nMr. Green is at a loss.\n\nPEACOCK\nWell, if you'll excuse me, I have to, um . . .\n(to Yvette)\nIs there a little girls' room?\n\nYVETTE\nOui, oui, madame.\n\nPEACOCK\nNo, I just want to powder my nose, thank you.\n\nYvette is bewildered.\nMrs. Peacock steps over Mrs. Ho's corpse into the hall.\n\nMiss Scarlet, wandering around, picks up something.\n\nSCARLET\nWhat's this, Wadsworth?\n\nWADSWORTH\nI'm afraid those are the negatives to which Colonel Mustard earlier referred.\n\nMUSTARD\n(Going for them)\nOh, my God!\n\nSCARLET\nWere you planning to blackmail him, Wadsworth?\n\nWADSWORTH\nCertainly not!\nI'd obtained them for the Colonel, and I was going to give\nthem back as soon as Mr. Boddy was unmasked.\n\nSCARLET\nMmmm . . . very pretty.\nWould you like to see these, Yvette? They might shock you . . .\n\nYVETTE\nNo, merci. I am a lay-dee.\n\nSCARLET\nOh, how do you know what kind of pictures they are\nif you're such a \"lay-dee\"?\n\nPLUM\nWhat sort of pictures are they?\n\nMUSTARD\nThey are my pictures, and I'd like them back, please.\n\nSCARLET\nNo, I'm afraid there's something in them that concerns me too.\n\nProf. Plum snatches the pictures and holds them up to the light.\n\nPLUM\nLet me see . . .\n\nWHITE\n(looking)\nOh, my.\nNobody can get into that position.\n\nPLUM\n(putting the pictures down)\nSure they can. Let me show you.\n\nPlum starts to demonstrate with Mrs. White on the couch.\n\nWHITE\nGet off me!\n\n\n35 -- INT. GROUND FLOOR--THE HALL--REAR -- 35\n\nMrs. Peacock opens the door to the bathroom.\nShe screams.\nMr. Boddy's body falls out and lands in her outstretched arms.\nHe is almost certainly dead now; his head is bloody.\n\nThe party runs out to help her.\n\nPLUM\nMr. Boddy!\n\nGREEN\nHe's attacking her!\n\nThey pull the corpse off Mrs. Peacock.\n\nWHITE\nWell, he's dead.\n\nWADSWORTH\nMr. Boddy. Dead. Again.\n\nPEACOCK\n(fanning herself)\nOh, my God . . .\n\nWADSWORTH\nShe's going to faint.\n\nPLUM\nSomebody catch her!\n\nWADSWORTH\n(going behind Mrs. Peacock and encircling her with his arms)\nI'll catch you. Fall into my arms.\n(she slips right through)\nSorry . . .\n\nWHITE\n(looking at Mr. Green)\nYou've got blood on your hands . . .\n\nGREEN\n(panicking)\nI didn't do it!\n\nWADSWORTH\nHe's got new injuries.\n\nHe picks up Mr. Boddy's arm and lets it fall again.\n\nWADSWORTH\nWell, he's certainly dead now.\nWhy would anyone want to kill him twice?\n\nSCARLET\nIt seems so unnecessary.\n\nMUSTARD\nIt's what we call \"overkill.\"\n\nPLUM\nIt's what we call \"psychotic.\"\n\nGREEN\nUnless he wasn't dead before.\n\nPLUM\nWhat's the difference?\n\nWADSWORTH\n(shouting)\nThat's what we're trying to find out!\nWe're trying to find out who killed him, and where, and with what!\n\nPLUM\nThere's no need to shout!\n\nWADSWORTH\n(even louder)\nI'm not shouting!!\nAll right, I am.\nI'm shouting, I'm shouting, I'm shout--\n\nAt which point the candlestick, which had been nestled above\nthe bathroom door, falls and hits him on the head.\n\nWadsworth hits the floor.\n\n\n36 -- INT. GROUND FLOOR--THE STUDY -- 36\n\nMrs. Peacock has evidently recovered somewhat.\n\nThe women are taking the heavier Mrs. Ho into the room,\nthe men have the lighter Mr. Boddy.\n\nThe guests make groans of exertion.\n\nCol. Mustard is issuing orders.\n\nMUSTARD\nOkay, put the corpses on the sofa.\n(pause)\nLadies first.\n\nMore sounds of exertion.\n\nThey plop Mr. Ho on the sofa.\n\nWadsworth enters, holding ice to his head.\n\nWADSWORTH\nCareful, don't get blood on the sofa.\n\nYVETTE\nHow do we do sis? Ze dagger will go furzer into 'er back.\n\nMUSTARD\nTip her forward, over the arm.\n\nThey do so.\n\nMUSTARD\nNow Mr. Boddy.\n\nMore sounds of exertion.\nCol. Mustard nods.\n\nProf. Plum is stuck on the couch between the two corpses.\nRather than move, he decides to make himself comfortable.\n\nMUSTARD\nNow. Who--\n(he closes Mr. Boddy's staring eyes)\nWho had access to the candlestick?\n\nWHITE\nIt was given to you.\n\nSCARLET\nYeah, but I dropped it on the table.\nAnyone could have picked it up. You . . . him . . .\n\nWadsworth starts going around the room, picking up the weapons.\n\nWADSWORTH\nLook. We still have all these weapons. The gun, the rope,\nthe wrench, the lead pipe.\nLet's put them all in this cupboard and lock it.\nThere's a homicidal maniac about!\n\nHe locks the weapons in the cupboard.\nEveryone states their approval.\n\nGREEN\nWhat are you doing with the key?\n\nWADSWORTH\nPutting it in my pocket.\n\nGREEN\nWhy?\n\nWADSWORTH\nWell, to keep it safe, obviously.\n\nPEACOCK\nThat means that you can open it, whenever you want.\n\nWADSWORTH\nBut it also means that you can't.\n  \nPEACOCK\nBut what if you're the murderer?\n  \nWADSWORTH\nI'm not.\n  \nMUSTARD\nBut what if you are?!\n  \nWADSWORTH\nWell, it's got to be put somewhere.\nIf I've got it, I know I'm safe.\n  \nPEACOCK\nWe don't know that WE are!\n  \nWADSWORTH\nI've an idea. We'll throw it away!\n  \nThe party agrees.\n  \n  \n37 -- INT. GROUND FLOOR--THE HALL--FOYER -- 37\n  \nWadsworth opens the door and prepares to throw the key out.\n  \nWaiting outside the door is a MAN, who ducks, thinking\nWadsworth is about to hit him.\nThe butler quickly recovers and pockets the key.\nThe rest of the party runs up behind him.\n\nWADSWORTH\nSorry . . .\nSorry . . . (laughs nervously)\nCan we help?\n\nMAN\nI'm sorry, I didn't mean to disturb the whole household, but . . .\nmy car broke down out here,\nand I was wondering if I could use your phone.\n\nWADSWORTH\nJust a moment, please.\n\nThe party huddles together and discusses it.\nThe MOTORIST looks rather confused.\n\nAfter a time, the group turns to the Motorist.\n\nWADSWORTH\nVery well, sir.\nWould you care to come in?\n\nMOTORIST\nWell? Where is it?\n\nWADSWORTH\nWhat, the body?\n\nMOTORIST\nThe phone. What body?\n\nWADSWORTH\nWell, there's no body. There's nobody. There's nobody in the study.\n\nPARTY\nNo!\n\nWADSWORTH\nBut I think there's a phone in the lounge.\n\nMOTORIST\nThank you.\n\n\n38 -- INT. GROUND FLOOR--THE LOUNGE -- 38\n\nWadsworth leads the Motorist inside and indicates the phone.\n\nWADSWORTH\nWhen you've finished your call,\nperhaps you'd be good enough to wait here.\n\nIt is not a question.\n\nMOTORIST\nCertainly.\n\nWadsworth exits the lounge.\n\n\n39 -- INT. GROUND FLOOR--THE HALL -- 39\n\nWadsworth closes the door to the lounge and locks it.\nCol. Mustard comes up behind him and puts a hand on his shoulder.\n\nWadsworth yells in fright.\n\nMUSTARD\nWhere's the key?\n\nWADSWORTH\nIn my pocket.\n\nPLUM\nNot that key; the key to the cupboard with the weapons!\n\nWADSWORTH\nDo you still wish me to throw it away?\n\nALL\nYes!!\n\n\n40 -- EXT. HILL HOUSE--FRONT -- 40\n\nWadsworth takes the key from his pocket and throws it.\nWe see it land on the cement and bounce into the foliage.\n\n\n41 -- INT. GROUND FLOOR--THE HALL -- 41\n\nWadsworth closes the door.\n\nWADSWORTH\nWell. What now?\n\nWHITE\n(holding her hand out)\nWadsworth, let me out.\n\nWADSWORTH\nNo.\n\nWHITE\nWhy not?\n\nWADSWORTH\nWe've got to know who did it. We're all in this together, now.\n\nPEACOCK\nIf you leave, I'll say that you killed them both.\n\nGeneral agreement among the guests.\n\nMrs. White rubs against Wadsworth.\n\nWHITE\nOh, Wadsworth, I'll make you sorry you ever started this.\nOne day, when we're alone together . . .\n\nWADSWORTH\nMrs. White, no man in his right mind would be alone together\nwith you.\n\nMUSTARD\nWell, I could use a drink!\n\nGeneral agreement again.\n\nCol. Mustard goes to the study and looks in.\n\nMUSTARD\nJust checking.\n\nPEACOCK\nEverything all right?\n\nMUSTARD\nYup. Two corpses. Everything's fine.\n\n\n42 -- INT. GROUND FLOOR--LIBRARY -- 42\n\nCol. Mustard is pouring himself a tall glass of whiskey.\n\nMUSTARD\nAnybody else want a whiskey?\n\nSCARLET\nYeah.\n\nCol. Mustard fills three other glasses at once,\nspilling the drink over the table.\n\nMUSTARD\nAll right, look. Pay attention, everybody.\n(to Wadsworth)\nWadsworth, am I right in thinking there is nobody else in this house?\n\nWADSWORTH\nMmm, no.\n\nMUSTARD\nThen there IS someone else in this house?\n\nWADSWORTH\nNo, sorry. I said \"no,\" meaning \"yes.\"\n\nMUSTARD\n\"'No,' meaning 'yes'\"?\nLook, I want a straight answer.\nIs there someone else or isn't there, yes or no?\n\nWADSWORTH\nUm, no.\n\nMUSTARD\n\"No,\" there IS, or \"no,\" there ISN'T?\n\nWADSWORTH\nYes.\n\nMrs. White breaks her glass against the fireplace.\n\nWHITE\n(exasperated)\nPlease!!\nDon't you think we should get that man out of the house\nbefore he finds out what's been going on here?\n\nShe tosses the remains of her glass into the air.\nIt shatters on the hearth.\n\nSCARLET\nYeah!\n\nPLUM\nHow can we throw him outside in this weather?\n\nSCARLET\nIf we let him stay in the house, he may get suspicious.\n\nPLUM\nIf we throw him out, he may get even more suspicious.\n\nMUSTARD\nIf I were him, I'd be suspicious already.\n\nPEACOCK\n(at wit's end)\nOh, who cares?! That guy doesn't matter! Let him stay,\nlocked up for another half an hour! The police will be here by then,\nand there are two dead bodies in the study!!\n\nALL\nShhhh!\n\nMUSTARD\nWell, there is still some confusion as to whether or not there's\nanybody else in this house.\n\nWADSWORTH\nI told you, there isn't.\n\nMUSTARD\nThere isn't any confusion, or there isn't anybody else.\n\nWADSWORTH\nEither. Or both.\n\nMUSTARD\nJust give me a clear answer!\n\nWADSWORTH\nCertainly!\n(pause)\nWhat was the question?\n\nMUSTARD\nIs there anybody else in the house?!\n\nALL\nNo!!\n\nMUSTARD\nThat's what he says, but does he know?\nI suggest we handle this in proper military fashion.\nWe split up, and search the house.\n\nPEACOCK\nSplit up!\n\nMUSTARD\nYes. We have very little time left, so we'll split up into pairs.\n\nPLUM\nPairs?\n\nMUSTARD\nYes.\n\nPLUM\nWait a minute. Suppose that one of us IS the murderer?\nIf we split up into pairs,\nwhichever one is left with the killer might get killed!\n\nMUSTARD\nThen we would have discovered who the murderer is!\n\nPEACOCK\nBut the other half of the pair would be dead!\n\nMUSTARD\nThis is war, Peacock! Casualties are inevitable.\nYou cannot without breaking eggs--every cook will tell you that.\n\nPEACOCK\nBut look what happened to the cook!\n\nGREEN\nColonel, are you willing to take that chance?\n\nMUSTARD\nWhat choice have we?\n\nSCARLET\nNone.\n\nGREEN\nI suppose you're right.\n\nYVETTE\nBon decor.\nBut it is dark upstairs, and I am frightened of ze dark.\nWill anyone go wiz me?\n\nPLUM\nI will.\n\nMUSTARD\nI will.\n\nGREEN\nNo, thank you.\n\nWADSWORTH\nI suggest we all draw lots, for partners.\n\nHe takes long matchsticks from near the fireplace.\n\n\n43 -- INT. GROUND FLOOR--KITCHEN -- 43\n\nWadsworth is using a knife to cut the long matchsticks\ninto different lengths.\n\nHe prepares them in his hand so the matchs' lengths can't be seen.\n\nWADSWORTH\nReady?\nThe two shortest together, the next two shortest together. Agreed?\nAnd I suggest the two shortest search the cellar, and so on, up.\n\nThe guests approach the butler.\n\nCol. Mustard picks a matchstick. It's relatively short.\nMrs. Peacock picks hers.\nMustard and Peacock compare. His is longer.\n\nMiss Scarlet picks her matchstick with a jerk.\nMr. Green reaches over Miss Scarlet's shoulder and gets his\nmatchstick. It is one of the uncut sticks.\nCol. Mustard and Mr. Green compare. It's not even close.\n\nYvette selects her stick. It's another long one.\n\nCol. Mustard and Miss Scarlet compare.\nThey match, putting them together on the ground floor.\nMiss Scarlet looks disgusted.\n\nMrs. White selects hers.\n\nIn the background, the party tries to match sticks.\n\nProf. Plum picks his matchstick.\n\nWadsworth takes what is left.\nMrs. White steps up to Wadsworth and pairs his matchstick.\nThey're going to the second floor.\n\nProf. Plum walks by Yvette and a distraught Mr. Green,\nwho are going to the attic together.\n\nPlum matches cellar matchsticks with Mrs. Peacock.\n\nPLUM\nIt's you and me, honey bunch.\n\nPEACOCK\nOh, God . . .\n\n\n44 -- INT. GROUND FLOOR--THE HALL -- 44\n\nWe see the party as it splits up.\nWadsworth and Mrs. White start up the stairs,\nas do Mr. Green and Yvette.\n\nProf. Plum and Mrs. Peacock stop, unsure of where to go.\nWadsworth pauses on a step and indicates the door\nunder the staircase.\n\nWADSWORTH\nThe cellar.\n\nCol. Mustard and Miss Scarlet stop in the middle of the Hall.\n\nMUSTARD\nWell, we know what's in the study, we've just come from the\nlibrary, and the stranger's locked up in the lounge--\n\nSCARLET\nLet's go look in the billiard room again.\n\nThey go to the Billiard Room.\n\nProf. Plum opens the door to the cellar.\nMrs. Peacock reaches in and turns on the light.\nThey enter cautiously.\n\n\n45 -- INT. SECOND FLOOR--HALLWAY -- 45\n\nThe storm is still around Hill House,\nvisible from a second-story window.\n\nWadsworth and Mrs. White walk down the hallway as\nMr. Green and Yvette start climbing the stairs to the attic.\n\nWe hear thunder and rain.\n\n\n46 -- INT. ATTIC -- 46\n\nDarkness.\nWe don't know exactly where we are.\n\nSuddenly, a light turns on.\n\nWe see Mr. Green and Yvette, at the bottom of the attic staircase.\nBoth of them are terrified of what may be above them.\n\nSilence.\n\nGREEN\nDo you want to go up in front of me?\n\nYVETTE\nAbsolutely no.\n\nGREEN\nI'm sure there's no one up there.\n\nYVETTE\nZen you go een fron.\n\nGREEN\nAll right . . .\n\nNeither move.\n\nWe hear nothing but the rain on the roof.\n\n\n47 -- INT. CELLAR--STAIRCASE -- 47\n\nDarkness.\nWe barely see Mrs. Peacock and Prof. Plum backlit,\nat the top of the stairs.\n\nThey edge down.\n\nMrs. Peacock gasps.\n\nPLUM\nWell . . . Ladies first.\n\nPEACOCK\nNo, no. You can go first.\n\nPLUM\nNo, no, no, I insist.\n\nPEACOCK\nNo, I insist.\n\nPLUM\nWell, what are you afraid of, a fate worse than death?\n\nPEACOCK\nNo, just death. Isn't that enough?\n\n\n48 -- INT. SECOND FLOOR--HALLWAY -- 48\n\nMrs. White and Wadsworth are at the doors of two adjacent rooms.\nThey are looking at each other nervously.\n\nWADSWORTH\nAre you going in there?\n\nWHITE\nYes, are you?\n\nWADSWORTH\nYes.\n\nPause.\n\nWADSWORTH\nRight!\n\nWHITE\nRight.\n\nThey look in.\n\nWADSWORTH\nUm, I don't see any light switches in there.\n\nWHITE\nWell, neither do I, but there must be switches somewhere.\n\nWADSWORTH\nShall I come in with you?\n\nWHITE\nNo!\n(recovers)\nI mean . . . no, thank you.\n\nThey start into their rooms and then jump out simultaneously,\nlooking for the other.\n\n\n49 -- INT. GROUND FLOOR--BILLIARD ROOM -- 49\n\nCol. Mustard and Miss Peacock are in back of the corner bar.\nThey're stooping to look in.\nThey stand and Col. Mustard indicates the bar's narrow egress.\n\nMUSTARD\nLadies first.\n\nSCARLET\nNo, thanks.\n\nThey both head for the exit, and they have to squeeze through--\nit's a very tight fit.\n\nCol. Mustard walks past Miss Scarlet,\nwho is sure to keep him in sight.\nHe grabs a pool cue from the wall.\nShe gives a little gasp.\n\nCol. Mustard walks over to the pool table and motions with the\nstick to look under it.\n\nThey do.\nThere's nothing there.\n\n\n50 -- INT. ATTIC-- 50\n\nMr. Green and Yvette are still where they were;\nat the bottom of the steps.\nWe hear rain.\n\nYVETTE\nGo'n. I be right behind you.\n\nGREEN\nThat's why I'm nervous.\n\nYVETTE\nZen we go togezer.\n\nThe two squeeze up the narrow steps.\n\n\n51 -- INT. CELLAR -- 51\n\nMrs. Peacock and Prof. Plum are still inching down the stairs.\nMrs. Peacock turns on the lights as Prof. Plum slips on a step.\nThis frightens Mrs. Peacock, who runs dow the remaining few steps.\n\nPEACOCK\nStay there!\n\n\n52 -- INT. GROUND FLOOR--THE HALL--FOYER -- 52\n\nCol. Mustard and Miss Scarlet throw open the closet door.\nNothing there.\n\n\n53 -- INT. SECOND FLOOR--MASTER BEDROOM -- 53\n\nWadsworth is wandering in the dark.\n\nWADSWORTH\n(nervously)\nIf there's anybody in here, just look out!\n\n\n54 -- INT. SECOND FLOOR--BEDROOM -- 54\n\nMrs. White is wandering like Wadsworth.\n\nWHITE\n(nervously)\nAre you hiding? I'm coming . . .\n\n\n55 -- INT. GROUND FLOOR--BALL ROOM -- 55\n\nCol. Mustard and Miss Scarlet are backlit.\nWe see the hall behind them.\n\nMUSTARD\nWhat room's this?\n\nSCARLET\nSearch me.\n\nMUSTARD\nAll right.\n\nHe starts to frisk her.\n\nSCARLET\n(threateningly)\nGet your mitts off me.\n\nHe does.\n\n\n56 -- INT. CELLAR -- 56\n\nMrs. Peacock sees a rat and screams.\nThe rat crawls away.\nProf. Plum tenses, but starts to look around.\n\n\n57 -- INT. GROUND FLOOR--BALL ROOM -- 57\n\nCol. Mustard flips on the lights, making Miss Scarlet gasp.\n\nMUSTARD\nNobody here.\n\nSCARLET\nHe's behind one of those curtains . . . ?\n\nShe points to the curtains at the far end of the Ball room.\n\nMUSTARD\nYou look. I'll go search the kitchen.\n\nCol. Mustard leaves.\n\nMiss Scarlet sighs.\n\nShe starts to walk--slowly--toward the curtains.\nThe curtains almost seem to be moving, but it just could\nbe her imagination.\n\nThen--there is definite movement off to the right.\n\nScarlet stops in her tracks, trying to scream but unable to.\n\nShe continues cautiously.\n\nScarlet reaches the curtains, pauses . . .\nand throws them back, revealing . . . \nA broken window with wind blowing in.\n\n\n58 -- EXT. ROADSIDE -- 58\n\nIt is still raining.\n\nWe see the Motorist's car on the side of the road.\nA cop car pulls up to investigate.\n\n\n59 -- INT. GROUND FLOOR--THE STUDY -- 59\n\nWe see photographs and papers, as well as the tapes of the\nconversation Yvette was making earlier.\n\nA gloved hand picks them up.\n\nThe hand throws the photos and papers into the fire.\nThen the tape goes in. It all burns.\n\nThe hand now uses a key to unlock the cupboard with the\nweapons. But wasn't that key thrown away?\n\nThe weapons are revealed.\n\n\n60 -- INT. MOTORIST'S CAR -- 60\n\nThe camera reveals a COP, shining his flashlight into the car.\n\n\n60a -- EXT. ROADSIDE -- 60a\n\nAs before.\nWe see the Cop shining his flashlight into the car.\n\n\n61 -- INT. GROUND FLOOR--THE LOUNGE -- 61\n\nThe Motorist is making his phone call.\n\nMOTORIST\nI'm a little nervous . . .\n\nThe camera reveals the Lounge's fireplace, which is swiveling around.\n\nMOTORIST\n . . . I'm in this big house, and I've been locked into the lounge.\n(pauses)\nYes.\n\nThe next statements are intercut with the wrench approaching the Motorist.\n\nMOTORIST\nThe funny thing is,\nthere's a whole group of people here having some sort of party.\nAnd one of them is my old boss from--\n\nThe wrench descends.\n\nThe phone falls to the floor, then the Motorist follows suit.\n\nA gloved hand places the phone back on its cradle.\n\n\n62 -- EXT. ROADSIDE -- 62\n\nThe Cop shines his flashlight on the car's license plate,\nthen underneath the car.\nHe walks away.\n\n\n63 --INT. GROUND FLOOR--CONSERVATORY -- 63\n\nCol. Mustard and Miss Scarlet stand in the doorway,\nbacklit by the Hall.\nRain can still be heard, but no lightning.\n\nCol. Mustard switches on the lights.\nThe two look around.\nThe Conservatory is dilapidated. There is dust and cobwebs all\naround--it obviously hasn't been used for some time.\n\nMiss Scarlet walks to the outer wall of windows.\nRain pours down them.\n\nCol. Mustard walks to one side and picks up something.\nHe then takes a rag and wipes his hands off.\nWhile doing so, he leans against the wall, and it swings open!\nHe falls down, but quickly gets up.\n\nMUSTARD\nLooks like a secret passage.\n\nSCARLET\nShould we see where it leads?\n\nMUSTARD\nWhat the hell. I'll go first--I've had a good life.\n\n\n64 -- INT. GROUND FLOOR--CONSERVATORY\/LOUNGE SECRET PASSAGE -- 64\n\nThe secret passage is narrow, and the floor is uneven.\nMiss Scarlet trips and yells in surprise.\n\nSCARLET\nOh, God.\n\nMUSTARD\nIt's all right.\n\n\n65 -- INT. GROUND FLOOR--THE LOUNGE -- 65\n\nCol. Mustard and Miss Scarlet emerge from behind the still-rotated fireplace.\n\nThey see the Motorist's corpse.\n\nSCARLET\nOh, my God!\n\nThe fireplace slides shut behind them.\n\nScarlet panics--she starts yelling.\n\n\n66 -- INT. ATTIC -- 66\n\nMr. Green and Yvette can faintly hear Miss Scarlet's yells.\n\n\n67 -- INT. GROUND FLOOR--THE LOUNGE -- 67\n\nScarlet and Mustard run to the double doors. They're locked.\nNow both are yelling.\n\n\n68 -- INT. SECOND FLOOR--HALLWAY -- 68\n\nWadsworth and Mrs. White run for the staircase.\n\n\n68a -- INT. SECOND FLOOR--ATTIC STAIRCASE--BASE -- 68a\n\nMr. Green and Yvette run down from the attic.\n\n\n68b -- INT. SECOND FLOOR--HALLWAY -- 68b\n\nThe four people collide and go sprawling.\n\n\n69 -- INT. GROUND FLOOR--THE LOUNGE -- 69\n\nMiss Scarlet and Col. Mustard are still banging at the door.\nAnd screaming.\n\n\n70 -- INT. SECOND FLOOR--HALLWAY\/THE HALL -- 70\n\nThe four upstairs untangle themselves. Wadsworth and Mr. Green\nrun down the stairs followed by Yvette and Mrs. White.\n\nWADSWORTH\nWhere's it coming from?\n\nGREEN\nWhere are we going?\n\nThey make it to the ground floor just as Prof. Plum and\nMrs. Peacock emerge from the cellar.\n\nWHITE\nWhere are they?\n\nWADSWORTH\nThe lounge!\n\nWadsworth tries the door. It's locked.\n\nPLUM\nThe door's locked!\n\nGREEN\n(impatiently)\nI know . . .\n\nPLUM\nThen unlock it!\n\nGREEN\nWhere's the key?\n\nWadsworth searches his pockets.\n\nWADSWORTH\nThe key is gone!!\n\nPLUM\nNever mind about the key! Unlock the door!\n\nMr. Green grabs Prof. Plum and begins to shake him.\n\nGREEN\nI can't unlock the door without the key!\n\nGreen releases the Professor and bangs on the door.\n\nGREEN\nLet us in! Let us in!\n\n\n70a -- INT. GROUND FLOOR--THE LOUNGE -- 70a\n\nSCARLET and MUSTARD\nLet us out! Let us out!\n\n\n70b -- INT. GROUND FLOOR--THE HALL -- 70b\n\nWADSWORTH\nIt's no good. Stand back.\n\nHe backs up all the way across the hall to the study door.\n\nWADSWORTH\nThere's no alternative. I'm just going to have to break it down!\n\nThe butler runs at full speed for the door.\nHe hits it and falls to the floor, holding his shoulder.\n\nYvette gets an idea.\n\nYVETTE\nI know! I have eet!\n\n\n70c -- INT. GROUND FLOOR--THE LOUNGE -- 70c\n\nThe two in the lounge are still yelling.\n\n\n70d -- INT. GROUND FLOOR--THE HALL -- 70d\n\nPEACOCK\nWill you shut up? . . .\n\n\n70e -- INT. GROUND FLOOR--THE STUDY -- 70e\n\nYvette grabs the revolver from the open cupboard.\n\nPEACOCK (O.S.)\n . . . We're doing our best!\n\n\n70f -- INT. GROUND FLOOR--THE HALL -- 70f\n\nYvette runs out of the study and trips over the still-sprawled Wadsworth.\nThe shot goes wild, hitting the chandelier rope.\n\nMr. Green and Prof. Plum hit the deck.\n\nThe chandelier stars spinning.\n\nMrs. Peacock and Mrs. White run into each other.\n\n\n70g -- INT. GROUND FLOOR--THE LOUNGE -- 70g\n\nMustard and Scarlet are crouched down.\n\nMUSTARD\nThey're shooting at us . . .\n\n\n70h -- INT. GROUND FLOOR--THE HALL -- 70h\n\nPanic continues.\nThe chandelier continues to spin, and the rope is fraying,\nunbeknownst to the party.\n\nYvette stands and aims at the Lounge lock.\n\nPlum and Green, who had started to get up, hit the floor again.\n\nYvette fires twice. Both shots hit the door lock.\n\n\n70i -- INT. GROUND FLOOR--LOUNGE 70i\n\nCol. Mustard turns away from the door, holding his shoulder.\n\nMUSTARD\nI've been shot . . .\n\n\n71 -- INT. GROUND FLOOR--THE HALL -- 71\n\nMUSTARD (O.S.)\n . . . I've been shot!\n\nYVETTE\nCome out!\nThe door eez open!\n\nShe lowers the gun, so it is carelessly pointing in the direction of\nProf. Plum and Mr. Green. They scramble out of the way.\n\nThe lounge door opens and a (miraculously unwounded) \nCol. Mustard and Miss Scarlet emerge.\n\nMUSTARD\n(angrily, to Yvette)\nWhy are you shooting that thing at us?\n\nYVETTE\nTo get joo out.\n\nHe shoves her.\n\nMUSTARD\nYou know, you could have killed us!\nI could've been killed!\n\nShot of the chandelier, spinning ever more quickly.\nThe rope is almost completely frayed.\n\nMUSTARD\nI can't take any more scares.\n\nThe rope snaps.\n\nThe chandelier lands three feet in back of Col. Mustard.\n\nMustard is in shock. He collapses onto a love seat.\n\nSCARLET\n(pointing into the lounge, almost hysterical)\nBut look!\n\nThe party runs across the room, crushing glass as they go.\n\nPEACOCK\n(accusatory)\nWhich one of you did it?\n\nSCARLET\nWe found him! Together!\n\nWHITE\nHow did you get in?\n\nGREEN\nThe door was locked.\n\nWHITE\nIt's a great trick!\n\nSCARLET\nThere's a secret passageway from the conservatory.\n\nPLUM\n(to Yvette)\nIs that the same gun?\n\nPEACOCK\nFrom the cupboard?\n\nPLUM\nBut it was locked!\n\nYVETTE\nNo, eet was oonlocked!\n\nGREEN, PLUM, and WADSWORTH\nUnlocked?\n\nYVETTE\nBut, yes. See for yourself!\n\nThe party runs into the lounge.\nOn the way, Yvette tosses the revolver under the broken chandelier.\n\n\n72 -- INT. GROUND FLOOR--THE STUDY -- 72\n\nThe guests pile in and see that the cupboard has indeed been opened.\n\nPEACOCK\nHow did you know it was unlocked?\nHow did you know that you could get at the gun?\n\nYVETTE\nI didn't.\nI sink--I would bray kit open bud it was open alreddy.\n\nPEACOCK\nA likely story.\n\nThe doorbell rings.\n\nCUT TO\n\nShot of the doorbell ringing.\n\nCUT TO\n\nThe guests freezing in place.\n\nSCARLET\nMaybe they'll just go away.\n\nCUT TO\n\nThe doorbell. It is still.\n\nCUT TO\n\nThe guests, still frozen.\n\nThe doorbell rings again.\n\nCUT TO\n\nThe doorbell ringing.\n\nCUT TO\n\nThe guests, quite disappointed.\n\nGREEN\nI'm going to open it.\n\nSCARLET\nWhy?!\n\nGREEN\nI have nothing to hide! I didn't do it!\n(holding his hand out to Wadsworth)\nThe key.\n\nWadsworth hands the key to Mr. Green.\n\nGREEN\nThank you . . .\n\nMr. Green strides into the hall, followed by the rest of the party.\n\n\n73 -- INT. GROUND FLOOR--THE HALL--FOYER -- 73\n\nMr. Green opens the door, revealing the Cop.\n\nCOP\nGood evening, sir.\n\nThe door closes in the Cop's face.\n\n\n74 -- EXT. HILL HOUSE--PORCH--VIEW INSIDE -- 74\n\nThe door reopens.\n\nGREEN\nYes?\n\nCOP\nI found an abandoned car down near the gates of this house.\nDid the driver come in here for any help, by any chance?\n\nEveryone but Mr. Green insists that that was not the case.\n\nGREEN\nWell, actually, yes.\n\nALL but GREEN\nNo.\n\nCOP\nThere seems to be some kind of disagreement.\n\nEveryone but Mr. Green again disagrees.\n\nGREEN\nYes.\n\nCOP\n(quite confused now)\nUh, can I come in and use your phone?\n\nWadsworth steps to the front door.\n\nWADSWORTH\nOf course you may, sir.\nYou may use the one in the, um, no . . .\nUh, you could use the one in the st-- no . . .\nWould you be kind enough to wait in the um, in the, em, library?\n\nCOP\n(very confused)\nSure.\n\n\n75 -- INT. GROUND FLOOR--THE HALL -- 75\n\nThe Cop sees Yvette.\n\nCOP\n(to Yvette)\nDon't I know you from someplace?\n\nThe maid shrugs.\n\nCOP\n(to group)\nYou all seem to be very anxious about something.\n\nWADSWORTH\nIt's the chandelier. It fell down. Almost killed us.\nWould you like to come this way, please, sir?\n\nMiss Scarlet closes the door to the study suddenly\nand attempts to look nonchalant.\nThe Cop whirls at the sound.\nProfessor Plum does the same to the lounge door.\nThe Cop whirls again.\n\nWADSWORTH\nFrightfully drafty, these old houses.\n\n\n76 -- INT. GROUND FLOOR--LIBRARY -- 76\n\nWadsworth leads the Cop in and indicates the phone.\n\nWADSWORTH\nPlease help yourself to a drink, if you'd like.\n\nThe Cop reaches for the cognac.\n\nWADSWORTH\nNot the cognac. Just in case.\n\nThe butler exists and closes the door.\n\nCOP\nJust in case of what?\n\n\n77 -- INT. GROUND FLOOR--THE HALL -- 77\n\nWadsworth locks the door and turns to the assembled guests.\n\nWADSWORTH\n(whispering)\nWhat now?\n\n\n77a -- INT. GROUND FLOOR--LIBRARY -- 77a\n\nThe Cop tries the door handle. It is, of course, locked.\n\n\n77b -- INT. GROUND FLOOR--THE HALL -- 77b\n\nGREEN\nWe should have told him.\n\nPEACOCK\nOh, very well for you to say that now.\n\nGREEN\n(defensively)\nI said it then!\n\nALL\nOh, shut up!\n\nWADSWORTH\n(indicating the shattered chandelier)\nLet's clean this up.\n\n\n78 -- INT. GROUND FLOOR--LIBRARY -- 78\n\nThe Cop pauses at the door, then walks over to the phone.\nHe reaches for it, but it rings before he picks it up.\nHe answers the phone.\n\nCOP\nHello?\n\n\n78a -- INT. GROUND FLOOR--THE HALL -- 78a\n\nAll are still.\n\nWADSWORTH\nMaybe the cop answered it . . .\n\n\n78b -- INT. GROUND FLOOR--LIBRARY -- 78b\n\nCOP\nAnd who shall I say is calling?\n(pauses)\nAh . . . will you hold on, please?\n\nThe Cop strides over to the library doors.\n\nCOP\nLet me out of here!\nLet me out of here, you have no right to shut me in!\nI'll book you for false arrest, and wrongful imprisonment,\nand obstructing an officer in the course of his duty!\nAnd murder!\n\n\n79 -- INT. GROUND FLOOR--THE HALL -- 79\n\nThe door opens.\nThe party stands there, Wadsworth with broom in hand.\n\nWADSWORTH\nWhat do you mean . . . \"murder\"?\n\nCOP\nI just said it so you'd open the door.\n\nThe guests sigh and laugh nervously.\n\nCOP\nWhat's going on around here? And why would you lock me in?\nAnd why are you receiving phone calls from J. Edgar Hoover?\n\nWADSWORTH\nJ. Edgar Hoover?\n\nCOP\nThat's right. The head of the Federal Bureau of Investigation.\n\nMUSTARD\nWhy is J. Edgar Hoover on your phone?\n\nWADSWORTH\nI don't know.\nHe's on everybody else's, why shouldn't he be on mine?\n(steps to the library door)\nExcuse me.\n\nWadsworth enters, then closes and locks the door.\n\nCOP\nWhat's going on here?\n\nMiss Scarlet drapes herself on the Cop.\n\nSCARLET\nWe're having a . . . party . . .\n\nThe guests laugh even more nervously than before.\n\nCOP\nMind if I look around?\n\nSCARLET\nSure . . .\nYou can show him around, Mr. Green!\n\nGREEN\nMe?\n\nSCARLET\nYes!\nUh, you can show him the . . .\n . . . dining room . . . the kitchen . . . the ball room . . .\n\nGREEN\n(stiffly)\nFine . . .\nFine . . . . Officer, um, come with me. I'll show you the . . . dining room . . .\n . . . or the kitchen . . . or the ball room . . .\n\n\n80 -- INT. GROUND FLOOR--DINING ROOM -- 80\n\nThe Cop raises the metal partition and looks into the kitchen.\n\n\n81 -- INT. GROUND FLOOR--LOUNGE -- 81\n\nSCARLET\n . . . make it look convincing.\n\n\n82 -- INT. GROUND FLOOR--DINING ROOM -- 81\n\nGREEN\nSo! This is the dining room.\n\nCOP\nNo kidding.\n\n\n83 -- INT. GROUND FLOOR--LOUNGE -- 83\n\nSCARLET\nCome on . . .\n\n\n84 -- INT. GROUND FLOOR--DINING ROOM -- 84\n\nCOP\nWhat's going on in those two rooms?\n\nGREEN\nUh . . . which two rooms?\n\nThe Cop pushes past him and enters the hall.\n\n\n84a -- INT. GROUND FLOOR--THE HALL -- 84a\n\nA couple of guests run frantically across the Hall.\nJust as they leave the room,\nthe Cop enters and points at the lounge and the study.\n\nCOP\nThose two rooms.\n\nGREEN\nOh . . . those two rooms . . .\n\nCOP\nYes!\n\nMr. Green is at a loss.\nThe Cop strides toward the study door.\n\nMr. Green blocks the Cop's path.\n\nGREEN\nOfficer, I don't think you should go in there.\n\nCOP\nWhy not?\n\nGREEN\nUh . . .\n\nThe Cop dodges around Mr. Green.\nThe guest blocks the door to the study with his body.\n\nGREEN\nBecause it's . . . all too shocking!\n\nThe Cop throws Mr. Green aside.\n\n\n85 -- INT. GROUND FLOOR--THE STUDY -- 85\n\nMusic can be heard in the background.\nIt's \"Life Could Be a Dream,\" on a record player.\n\nMrs. White is on a couch on top of Mr. Boddy, using her hand to\nmove his arm against her and pretending to kiss him.\n\nThe Cop sees Col. Mustard and a woman apparently kissing against\nthe far wall, in a curtain.\n\nThe camera reveals that Mrs. Peacock is behind the curtain.\nHe hands are on Col. Mustard's back, but Mrs. Ho is propped up\nbetween them.\n\nCOP\n(to Mr. Green)\nIt's not all that shocking.\nThese folks are just having a good time.\n\nThe Cop leaves to the hall. Mr. Green is surprised.\n\n\n86 -- INT. GROUND FLOOR--THE LOUNGE -- 86\n\nMiss Scarlet pours a drink into the Motorist's mouth.\nThe Motorist is propped up in a chair, drink in hand.\nThe music can still be heard, but faintly.\n\n\n87 -- INT. GROUND FLOOR--THE STUDY -- 87\n\nCol. Mustard and Mrs. Peacock roll Mrs. Ho on to the couch.\n\nPEACOCK\nOh, my God . . .\n\n\n88 -- INT. GROUND FLOOR--THE LOUNGE -- 88\n\nJust before the Cop enters, Prof. Plum takes Miss Scarlet on to\nthe couch and begins kissing her.\nShe has no choice but to follow his example.\nThe Cop comes in.\n\nCOP\nExcuse me?\n\nThe two \"lovers\" get up with a start.\n\nThe Cop notices the Motorist.\nHe leans into the dead man's face and sniffs.\n\nCOP\n(to Plum and Scarlet)\nThis man's drunk.\nDead drunk.\n\nSCARLET\nDead right . . .\n\nCOP\n(louder, to Motorist)\nYou're not going to drive home, are you?\n\nPLUM\nHe won't be driving home, officer! I promise you that!\n\nSCARLET\nYeah . . .\n\nCOP\nSomebody will give him a lift, huh?\n\nSCARLET\nOh, we'll . . . we'll . . . get him a car.\n\nPLUM\nA long black car.\n\nSCARLET\n(quickly)\nA limousine.\n\nProf. Plum again lowers Miss Scarlet to the couch.\nShe gives off a little cry of surprise.\n\n\n89 -- INT. GROUND FLOOR--THE HALL -- 89\n\nWadsworth exits the library.\nHe leans against the door and sighs in thought.\n\nThe Cop and Mr. Green enter the Hall.\nWadsworth throws off his thoughts and walks to them.\n\nWADSWORTH\nOfficer!\n\nCOP\nYou're too late--I've seen it all.\n\nAll during this conversation, Mr. Green is standing behind the Cop,\nlooking at Wadsworth. Green looks mystified, but relieved.\n\nWADSWORTH\nYou have?\n(pause)\nI can explain everything.\n\nCOP\nYou don't have to.\n\nWADSWORTH\nI don't?\n\nCOP\nDon't worry!\nThere's nothing illegal about any of this.\n\nWADSWORTH\n(confused)\nAre you sure?\n\nCOP\nOf course! This is America.\n\nWADSWORTH\nI see . . .\n\nCOP\n(clapping Wadsworth on the shoulder)\nIt's a free country, don't you know that?\n\nWADSWORTH\n(still doesn't understand)\nI didn't know it was THAT free.\n\nThe Cop glances back at Mr. Green, who tries to look innocent.\n\nCOP\n(to Wadsworth)\nMay I use your phone now?\n\nWADSWORTH\nCertainly!\n\nThe butler leads the Cop to the library once again, and locks it.\n\nThe guests start to emerge into the Hall.\n\nGREEN\nWhy did you lock him in again?\n\nWADSWORTH\n(whispering)\nWe haven't finished searching the house, yet.\n\nPLUM\n(whispering)\nWell, we're running out of time.\nOnly fifteen minutes before the police come.\n\nGREEN\n(whispering fiercely)\nThe police already came!\n\nALL\n(whispering fiercely)\nShut up!!\n\nWADSWORTH\nLet's get on with it!\n\nYVETTE\n(to Mr. Green)\nMonsieur?\n\nThe guests again split up to search the house as the music continues.\n\n\n90 -- INT. GROUND FLOOR--KITCHEN -- 90\n\nCol. Mustard and Miss Scarlet enter.\nCol. Mustard suddenly opens a door, only to have\nan ironing board hit him in the head.\nMiss Scarlet opens the door to the freezer. She grasps one of\nthe meathooks.\nIt turns in her grip and reveals another secret passage in\nthe back of the freezer.\nShe gives a cry of surprise.\n\nSCARLET\nLook!\nI can't believe it. I wonder where this one goes.\n\nMUSTARD\nWell, let's find out.\n\nThey step in.\n\n\n91 -- INT. GROUND FLOOR--THE STUDY -- 91\n\nThe music still continues.\n\nCol. Mustard and Miss Scarlet swing aside a large painting and\nenter the room from the secret passage.\n\nThey shrug.\n\nMUSTARD\nLet's try the ball room again.\n\n\n92 -- INT. ATTIC -- 92\n\nMr. Green and Yvette are still poking around in the attic.\n\n\n93 -- INT. GROUND FLOOR--CELLAR STEPS--TOP -- 93\n\nThe camera reveals a gloved hand pulling a lever down.\nAll electricity is shut off. The lights go out instantly,\nand the music stops.\n\n\n94 -- INT. CELLAR--BOILER ROOM -- 94\n\nMrs. Peacock, in the darkness, backs up into the boiler.\nShe thinks it's a person, perhaps Prof. Plum, and starts\nto hit it with her handbag.\n\nPEACOCK\nAhh!\nDon't you touch me!\n\n\n95 -- INT. SECOND FLOOR--MASTER BEDROOM -- 95\n\nA gust of wind blows in, shutting a door.\nWadsworth yells in fright.\n\n\n96 -- INT. SECOND FLOOR--BEDROOM -- 96\n\nMrs. White screams.\n\n\n97 -- INT. GROUND FLOOR--STAIRCASE -- 97\n\nYvette is descending the stairs quietly.\n\nMrs. White's scream can still be heard.\n\n\n98 -- INT. GROUND FLOOR--LIBRARY -- 98\n\nThe Cop is on the phone.\n\nCOP\nHello? Hello?\n\n\n99 -- INT. GROUND FLOOR--BILLIARD ROOM -- 99\n\nYvette enters quietly.\n\nAn off-screen voice can be heard.\nIt can't be identified, even as being male or female.\nThe first line sounds male, the second female.\n\nVOICE\nShut the door.\nDid anyone recognize you?\n\nSuddenly, Yvette's French accent is gone.\n\nYVETTE\nThey must have. And not just my face.\nThey know every inch of my body.\nAnd they're not the only ones . . .\n\nA noose flies onto Yvette's neck!\n\nYVETTE\n(gasping)\nIt's you!\n\n\n100 -- INT. GROUND FLOOR--LIBRARY -- 100\n\nThe Cop is still on the phone.\n\nCOP\n(whispering into phone)\nThere's something funny going on around here.\nI don't know what it is . . .\n\nThe camera reveals the door handle being silently opened.\n\nCOP\nNo, I'm not on duty.\nBut I have a feeling that I'm in danger.\nYou know that big, ugly house on top--\n\nThe lead pipe comes down softly on the phone cradle, cutting the\nconnection off.\n\nWe can see the pipe being raised behind the Cop's head.\n\nCOP\nHello? Hello?\nAre you there?\n\n\n101 -- INT. GROUND FLOOR--THE HALL -- 101\n\nThe doorbell is ringing.\n\n\n102 -- VIEWS OF THE GUESTS' FACES -- 102\n\n\n103 -- INT. GROUND FLOOR--THE HALL--VIEW OUTSIDE -- 103\n\nThe front door opens.\nA young woman is outside. She is dressed in a uniform, and\nstrikes a pose as the door opens.\n\nSINGING TELEGRAM GIRL\n(singing)\nI . . . am . . . your singing telegram--\n\nThe gun fires.\n\nShe falls to the ground.\n\nThe door slams shut.\n\n\n104 -- INT. ATTIC--REAR ROOM -- 104\n\nMr. Green, trying to get out, opens a closet.\nIts contents fall on him.\n\n\n105 -- INT. SECOND FLOOR--BEDROOM -- 105\n\nA jack-in-the-box springs open, frightening Mrs. White.\nShe screams.\n\n\n106 -- INT. SECOND FLOOR--MASTER BEDROOM -- 106\n\nMrs. White's unintelligible yells can be heard.\n\nWADSWORTH\n(yelling)\nShouting!\nI'm coming!\nI'm just trying to find the door!\n\nWadsworth enters another part of the Master bedroom.\n\nWADSWORTH\nComing . . .\n\nHe grasps a handle.\n\nWADSWORTH\nWhat's this?\nI'm at the door?\n\nHe twists the handle, starting the shower.\nHe is promptly very wet.\n\n\n107 -- INT. GROUND FLOOR--STAIRCASE -- 107\n\nA very wet Wadsworth sloshes down the steps.\nHe goes to the entrance to the cellar and pulls up the lever,\nrestoring electricity to Hill House.\n\n\n108 -- INT. GROUND FLOOR--THE STUDY -- 108\n\nThe record player starts again,\ntaking several seconds to get up to speed.\n\n\n109 -- INT. GROUND FLOOR--THE HALL -- 109\n\nThe party (minus Yvette) slowly reassembles in the Hall.\n\nThe song ends.\n\n\n110 -- INT. GROUND FLOOR--BILLIARD ROOM -- 110\n\nThe camera reveals the guests looking in from the Hall.\nThey see Yvette's corpse sprawled on the pool table,\nstill with the noose on her neck, and they walk off.\n\n\n111 -- INT. GROUND FLOOR--LIBRARY -- 111\n\nThe camera reveals the guests looking in from the Hall.\nThey see the Cop's corpse hung over a table.\nThe guests stand at the door.\n\nGREEN\nTwo murders.\n\nProf. Plum enters the library and picks up the lead pipe.\n\nPLUM\nNeither of them shot.\nI thought I heard a gun.\n\nWHITE\nI did.\n\nPEACOCK\nSo did I.\n\nSCARLET\nI thought I heard the front door slam!\n\nMUSTARD\nOh, God . . .\nThe murderer must have run out.\n\nThe guests run toward the front door.\n\n\n112 -- EXT. HILL HOUSE--PORCH -- 112\n\nThe guests open the door, seeing the singing telegram girl's body.\nIt has a bullet hole neatly through the forehead.\n\nWADSWORTH\nThree murders.\n\nGREEN\nSix, all together.\n\nWADSWORTH\nThis is getting serious.\n\nThey close the door and lock it.\n\n\n113 -- INT. GROUND FLOOR--THE HALL -- 113\n\nThe guests walk onto the main floor.\n\nWADSWORTH\nNo gun. Yvette dropped it here.\n(declaring)\nVery well . . . I know who did it.\n\nALL\n(incredulously)\nYou do?\n\nWADSWORTH\nAnd furthermore, I'm going to tell you how it was all done.\nFollow me.\n\nHe walks to the library. The guests follow.\n\n\n114 -- INT. GROUND FLOOR--LIBRARY -- 114\n\nWadsworth addresses the assembled guests.\n\nWADSWORTH\nIn order to help you understand what happened,\nI shall need to take you through the events of the evening,\nstep by step.\nAt the start of the evening, Yvette was here, by herself,\nwaiting to offer you all a glass of champagne.\nI was in the Hall.\n(pauses)\nI know, because I was there.\nThen, I hurried across to the kitchen.\n\nHe waves for the guests to follow him.\n\n\n115 -- INT. GROUND FLOOR--KITCHEN -- 115\n\nWadsworth is running into the kitchen, the guests following.\n\nWADSWORTH\nAnd the cook was in here, alive, sharpening knives,\npreparing for dinner. And then . . .\n\n\n116 -- INT. GROUND FLOOR--THE HALL -- 116\n\nWadsworth springs up to the front door, the guests following closely.\nHe proceeds to act out events.\n\nWADSWORTH\nAnd the doorbell rang . . .\n(to Col. Mustard)\nAnd it was you!\n\nMUSTARD\nYes . . .\n\nWADSWORTH\n(breathlessly)\nI asked you for your coat, and I recognized you as Colonel Mustard\nand I prevented you from telling your real name because I didn't want\nany of you to use any name other than your pseudonym and I\nintroduced myself to you as a butler and I ran across the Hall\nto the library!\n\nHe does so, with the confused guests in tow.\n\n\n117 -- INT. GROUND FLOOR--LIBRARY -- 117\n\nWadsworth imitates everything he describes.\n\nWADSWORTH\nAnd then Yvette met you . . . and smiled . . .\n(he smiles)\n . . . and poured you a drink.\n\nHe runs for the Hall.\n\n\n118 -- INT. GROUND FLOOR--THE HALL--FOYER -- 118\n\nWadsworth heads for the front door.\n\nWADSWORTH\n(still breathless)\nAnd the doorbell rang! And it was Mrs. White, looking pale and tragic,\nand I took her coat, and made off!\n\nThey head for the library again.\n\n\n119 -- INT. GROUND FLOOR--LIBRARY -- 119\n\nWADSWORTH\nAnd I introduced to Colonel Mustard.\n(imitating them)\nHello. Hello.\nAnd I noticed that Mrs. White and Yvette . . . flinched!\nThen . . . there was a rumble of thunder, and a crash of lightning.\n\nHe demonstrates.\n\nWADSWORTH\nAnd, to make a long story short--\n\nALL\nToo late.\n\nWADSWORTH\n--one by one, you all arrived.\n\n\n120 -- INT. GROUND FLOOR--THE HALL -- 120\n\nWadsworth grabs the gong mallet.\n\nWADSWORTH\nAnd then the gong was struck by the cook!\n\nHe does so.\n\nWADSWORTH\nAnd we went into the dining room!\n\n\n121 -- INT. GROUND FLOOR--DINING ROOM -- 121\n\nWadsworth goes around the table, indicating chairs.\n\nWADSWORTH\n(breathless)\nAnd Mrs. Peacock sat here, and Professor Plum sat here . . .\n(acts as if slurping soup)\nand Mrs. White sat here . . .\n(imitates them slurping soup)\nand Mr. Green, Miss Scarlet, Colonel Mustard.\nThis chair (indicates the head) was vacant.\nAnyway, we all revealed we'd all received a letter.\n(points at various chairs)\nAnd you'd had a letter, and you'd had a letter, and you'd had a letter--\n\nALL\nGet on with it!!\n\nWADSWORTH\nThe point is--blackmail!\n\nGREEN\nBut all this came out after dinner--in the study!\n\nWADSWORTH\nYou're right!\n\nHe heads into the Hall.\n\n\n122 -- INT. GROUND FLOOR--THE HALL -- 122\n\nThe party runs across the Hall to the study.\n\n\n123 -- INT. GROUND FLOOR--STUDY -- 123\n\nThe butler rushes around the room, pointing at different locations.\n\nWADSWORTH\nMr. Green stood here, and Mrs. Peacock here, and Miss Scarlet\nhere, and Professor Plum here, and Colonel Mustard, and\nMrs. White, and--\n\nALL\nGet on with it!!!\n\nWADSWORTH\nI'm getting there, I'm getting there!!\nAnd Mr. Boddy went to get his surprise packages from the Hall.\nAnd you all opened your presents,\n(he shuts the door)\nAnd Mr. Boddy switched out the lights!\n\nWadsworth turns off the lights.\n\nPause.\n\nEveryone screams.\n\nThe lights are flipped back on.\n\nWadsworth is lying on the floor, and the guests,\ntired of all this, react with disgust.\n\nThe butler opens his eyes.\n\nWADSWORTH\nMr. Boddy lay on the floor, apparently dead.\n\nPLUM\nHe was dead! I examined him!\n\nWADSWORTH\nThen why was he bashed on the head a few minutes later with\na candlestick if he was dead already?\n\nPLUM\nAll right, I made a mistake!\n\nWADSWORTH\nRight!\nBut if so, why was Mr. Boddy pretending to be dead?\n(more quietly)\nIt could only be because he realized his scheme had misfired,\nand the gunshot was intended to kill him, not me.\nLook.\n(points at blood on one of Mr. Boddy's ear lobes)\nThe bullet grazed his ear. Clearly his best way of escaping death\nwas to pretend to be dead already.\n\nPLUM\nSo whoever grabbed the gun from me in the dark was trying\nto kill HIM!\n\nWADSWORTH\nBut remember what happened next.\n\nHe goes to the door and picks up the glass from a table.\n\nWADSWORTH\nMrs. Peacock took a drink.\n(points at Prof. Plum)\nYou said, \"Maybe it's poisoned!\"\nShe screams!\n\nWadsworth screams in falsetto.\nHe takes Mrs. Peacock, who helpfully(?) starts to scream.\nThe butler sits her down on the couch.\n\nWADSWORTH\nMr. Green . . .\n(Wadsworth slaps Mrs. Peacock)\n(he imitates Mr. Green)\nWell . . . I had to stop her screaming . . .\n(back to himself)\nThen--more screaming--Yvette--the billiard room!\nWe all rushed out!\n\nAs they do now.\n\n\n124 -- INT. GROUND FLOOR--BILLIARD ROOM -- 124\n\nWadsworth sits on the pool table.\nThe guests pool around the door.\n\nWADSWORTH\nBut one of us . . . wasn't here.\n(nasally accent)\nNo.\n\nALL\n(imitating him)\nNo?\n\nWADSWORTH\n(responding in kind)\nNo.\nMaybe one of us was murdering the cook.\nWho wasn't here with us?\n\nThe guests pause.\n\nGREEN\nDo you know?\n\nWADSWORTH\n(with certainty)\nI do.\n(continues at his breathless rate)\nWhile we stood here, trying to stop Yvette from panicking . . .\n\nHe leaves for the study.\n\n\n124a -- INT. GROUND FLOOR--THE STUDY -- 124a\n\nWADSWORTH\n . . . one of us could have stayed in the study,\npicked up the dagger . . .\n(he does so)\n\n\n124b -- INT. GROUND FLOOR--THE HALL -- 124b\n\nWadsworth is running down the Hall.\n\nWADSWORTH\n . . . run down the Hall . . .\n\n\n124c -- INT. GROUND FLOOR--KITCHEN -- 124c\n\nWADSWORTH\n . . . and stabbed the cook.\n\nHe plunges the dagger into a chicken as the guests arrive\nat the door.\n\nPEACOCK\nOh, how could he risk it?\nWe might have seen him running back.\n\nWadsworth goes over to the freezer and pushes open the back of\nthe freezer, exposing the kitchen\/study secret passage.\n\nWADSWORTH\nNot if they used this secret passage.\n\nMrs. Peacock gasps.\n\nWADSWORTH\nAnd the murderer ran back down the secret passage to the study.\n\nWadsworth leaves the kitchen for the Hall.\n\n\n125 -- INT. GROUND FLOOR--THE HALL -- 125\n\nThe butler is going for the study.\n\nWHITE\n(yelling)\nIs that where it comes out?\n\nWADSWORTH\n(yelling back)\nYes! Look!\n\n\n126 -- INT. GROUND FLOOR--THE STUDY -- 126\n\nWadsworth pushes open the picture.\n\nGREEN\nWha--?\n\nMUSTARD\nHow did you know?\n\nWADSWORTH\nThis house belongs to a friend of mine. I've known all along.\n\nGREEN\nSo you could be the murderer.\n\nWADSWORTH\n(laughing)\nDon't be ridiculous.\nIf I was the murderer, why would I reveal to you how I did it?\n\nThe guests nod.\n\nGREEN\nWell . . . who else knew about the secret passage?\n\nSCARLET\n(hits Mustard)\nWe found it. Colonel Mustard and me.\n\nMUSTARD\nYou found it. You could have known about it all the time.\n\nSCARLET\nBut I didn't!\n\nPEACOCK\nWell, why should we believe you?\n\nWADSWORTH\nBecause she was with us all in the billiard room doorway while\nYvette was screaming, don't you remember?\n\nPEACOCK\nWhat I don't understand is, why was the cook murdered?\nShe had nothing to do with Mr. Boddy.\n\nWADSWORTH\nOf course she did.\n(conspiratorially)\nI gathered you all here together because you were all implicated in\nMr. Boddy's dastardly blackmail.\nDid none of you deduce that the others were involved, too?\n\nEvidently no one had.\n\nWHITE\nWhat others?\n\nWADSWORTH\nThe cook. And Yvette?\n\nALL\nNo!\n\nWADSWORTH\nThat's how he got all his information.\nBefore he could blackmail anyone, Mr. Boddy had to discover\ntheir guilty secret. The cook and Yvette were his accomplices!\n\nMUSTARD\n(brightly)\nI see!\nSo . . . whoever knew . . . that the cook was involved . . . killed her?\n\nWADSWORTH\nYes.\n\nCol. Mustard looks very happy.\n\nWADSWORTH\nI know, because I was Mr. Boddy's butler,\nthat the cook had worked for one of you.\n\nThe guests ask who it was.\n\nWADSWORTH\n(to Mrs. White)\nYou recognized Yvette, didn't you?\nDon't deny it.\n\nWHITE\nWhat do you mean, \"don't deny it\"? I'm not denying anything.\n\nWADSWORTH\nAnother denial!\n\nMrs. White sticks her tongue out at Wadsworth.\n\nWHITE\nAll right, it's true. I knew Yvette.\nMy husband had an affair with her, but I didn't care.\nI wasn't . . . jealous.\n\nWADSWORTH\n(to Miss Scarlet)\nYou knew Yvette, too, didn't you?\n\nSCARLET\nYes. She worked for me.\n\nWADSWORTH\n(to Col. Mustard)\nAnd you also knew her, sir.\nWe've already established that you were one of Miss Scarlet's . . .\nclients. That's why you were so desperate to get your hands on\nthose negatives.\nPhotographs of you and Yvette in flagrante delicto, remember?\n\nMUSTARD\nMr. Boddy threatened to send those pictures to my dear old\nmother. The shock would have killed her!\n\nWHITE\nHa. That would have been quite an achievement since you told\nus that she's dead already.\n(to Wadsworth)\nSo, he had the motive.\n\nWADSWORTH\nYou all had a motive.\n\nMUSTARD\nBut where and when was Mr. Boddy killed?\n\nWADSWORTH\nDon't you see?\n(he grabs Mr. Green)\nLook, we came back to the study with Yvette.\nMr. Boddy was on the floor . . .\n(Wadsworth trips Mr. Green to the floor as Mr. Boddy)\n . . . pretending to be dead.\nBut one of us noticed he's alive.\nSo. I explained that I was Mr. Boddy's butler,\nand I'd invited you here, and we realized there was only one\nother person in the house.\n\nALL\nThe cook!\n\nWadsworth leaves the guests far behind.\n\n\n127 -- INT. GROUND FLOOR--THE HALL -- 127\n\nEveryone runs up the Hall to the kitchen.\n\n\n128 -- INT. GROUND FLOOR--KITCHEN -- 128\n\nThe guests enter, breathless. Mr. Green runs to the freezer, just\nlike he did before.\n\nBut there's no Wadsworth.\n\nGREEN\nWell, where is he?\n\nThe freezer door opens.\nMiss Scarlet screams.\nWadsworth, looking quite dead, falls into Mr. Green's arms.\n\nThe exasperated Mr. Green drops the butler on the floor.\n\nWadsworth opens his eyes.\n\nWADSWORTH\nBy now, she was dead. We laid her down with our backs to the\nfreezer. One of us slipped through the same secret passage--\n\nPEACOCK\nAgain . . . ?\n\nWADSWORTH\nOf course! Back to the study!\n\nThey all run out.\n\n\n129 -- INT. GROUND FLOOR--THE STUDY -- 129\n\nWadsworth acts as if he had just entered the study from the\nsecret passage.\n\nWADSWORTH\nThe murderer was in the secret passage.\nMeanwhile, Mr. Boddy . . .\n(Wadsworth again throws Mr. Green to the floor)\n . . . had been on the floor. He jumped up . . .\n(the butler picks up Mr. Green, then lets him fall again)\n . . . the murderer came out of the secret panel, picked up the\ncandlestick . . . .\n\nThe butler acts as if he had a candlestick. He goes after Mr. Green,\nwho may not be acting his look of panic.\n\n\n130 -- INT. GROUND FLOOR--THE HALL -- 130\n\nWadsworth is pursuing a frightened Mr. Green up the hall,\ntoward the bathroom.\n\nWADSWORTH\nMr. Boddy followed us out of the study into the Hall, looking for\nan escape.\n\nWADSWORTH\nThe murderer crept up behind him and . . . killed him!!\n\nWadsworth brings his hand down upon Mr. Green's head.\nMr. Green falls.\n\nGREEN\nWill you stop that!!\n\nWADSWORTH\nNo.\n\nThe butler grabs Mr. Green and proceeds to the bathroom.\n\nWADSWORTH\nThen . . . he threw him into the toilet!\n\nGREEN\nNo . . . !\n\nWadsworth leans against the bathroom door frame,\npretending to check a watch.\n\nWADSWORTH\nAnd nonchalantly rejoined us beside the cook's body in the\nkitchen. It took less than half a minute.\n\nMUSTARD\nSo who wasn't there the entire time in the kitchen?\n\nWADSWORTH\nWhoever it was, is the murderer!\n\nHe runs off.\n\nThe bathroom door opens and Mr. Green emerges, drying his hands.\nWe can hear a toilet flush.\nHe hands the towel to Col Mustard.\n\n\n131 -- INT. GROUND FLOOR--THE STUDY -- 131\n\nWadsworth runs in.\n\nWADSWORTH\nAnd we put the weapons in the cupboard, locked it, and ran\nto the front door . . .\n\nHe runs out, almost colliding with the just-arrived guests.\n\n\n132 -- INT. GROUND FLOOR--THE HALL -- 132\n\nWadsworth opens the front door and makes as if throwing the key away.\n\nWADSWORTH\nTo throw away the key!\n(pauses)\nThe motorist!\nI didn't throw the key away--I put it in my pocket.\nAnd someone could have taken it out of my pocket and substituted another!\n\nPLUM\nWe were all in a huddle. Any one of us could have done that!\n\nWADSWORTH\nPrecisely.\n\nHe slams the front door.\n\nGREEN\nWait a minute . . .\nColonel Mustard has a top-secret Pentagon job.\nMrs. White's husband is a nuclear physicist, and . . .\n(runs to the billiard room and points in)\n . . . Yvette is a link between them.\n\nPLUM\n(to Col. Mustard)\nWhat is your top-secret job, Colonel?\n\nWADSWORTH\nI can tell you.\nHe's working on the secret of the next fusion bomb.\n\nMrs. White gasps.\n\nMUSTARD\nHow did you know that?\n\nWADSWORTH\n(to Mustard)\nCan you keep a secret?\n\nMUSTARD\n(leaning in)\nYes.\n\nWADSWORTH\nSo can I.\n\nPEACOCK\nIs this a plot between them, Wadsworth, or did Colonel Mustard\ndo it alone?\n\nWADSWORTH\nWe shall see.\nLet's look at the other murders.\n\nPLUM\nYes. Bad luck that that motorist arrived at that moment.\n\nWADSWORTH\n(amusedly)\nIt wasn't luck--I invited him.\n\nWHITE, SCARLET, and PEACOCK\nYou did?!\n\nWADSWORTH\nOf course. It's obvious. Everyone here tonight was either Mr. Boddy's\nvictim or accomplice. Everyone who has died gave him vital information\nabout one of you. I got them here so they'd give evidence against\nhim and force him to confess.\n\nSCARLET\nOh, yeah? What about that motorist?\nWhat kind of information did he have?\n\nMUSTARD\n(almost teary)\nHe was my driver during the war.\n\nCol. Mustard sits in a chair.\n\nWADSWORTH\nAnd what was he holding over you?\n\nMUSTARD\nHe knew that I was a war profiteer.\n(pauses)\n(continues, painfully)\nI stole essential Air Force radio parts, and I sold them\non the black market. That is how I made all my money.\nBut that does not make me a murderer!\n\nPEACOCK\nWell, a lot of our airmen died because their radios didn't work!\nWas the policeman working for Mr. Boddy, too?\n\nSCARLET\nThe cop was from Washington.\nHe was on my payroll. I bribed him once a week so I could\ncarry on with business. Mr. Boddy found out somehow . . .\n\nPEACOCK\n(revolted)\nOh, my God . . .\n\nSCARLET\n(annoyed)\nOh, please.\n\nGREEN\nAnd . . . the singing telegram girl?\n\n\n133 -- EXT. HILL HOUSE--FRONT DOOR--VIEW INSIDE -- 133\n\nThe rain has stopped.\n\nThe people open the door and look at the singing telegram girl's corpse.\n\nPLUM\n(quietly)\nShe was my patient once.\nI had an affair with her.\nThat's how I lost my license. Mr. Boddy found that out, too.\n\n(solemn pause)\n\nWADSWORTH\nWell . . .\n(claps hands together)\nLet's put her in the study with the others.\n\n\n134 -- INT. GROUND FLOOR--THE STUDY -- 134\n\nThe men drop the singing telegram girl's body on the floor.\n\nWADSWORTH\nSo. Now you all know why they died.\nWhoever killed Mr. Boddy also wanted his accomplices dead.\n\nPLUM\nHow did the murderer know about them all?\nI mean, I admit that I had guessed that this young singer informed\non me to Mr. Boddy . . . but I didn't know anything about any of\nyou until this evening.\n\nWADSWORTH\nFirst, the murder needed to get the weapons. Easy. He stole the\nkey from my pocket. And then we all followed Colonel Mustard's\nsuggestion that we split up and search the house.\n\nPEACOCK\nThat's right, it was Colonel Mustard's suggestion!\n\nCol. Mustard cannot meet their eyes.\n\nWADSWORTH\nAnd one of us got away from his or her partner and hurried\nto the study. On the desk was the envelope from Mr. Boddy.\nIt contained photographs and letters--the evidence of Mr. Boddy's\nnetwork of informants.\n\nWHITE\nWhere is the envelope now?\n\nWADSWORTH\nGone. Destroyed.\n(looks around, then steps to the fireplace)\nPerhaps in the fire . . . .\n(throws aside the grate)\nThe only possible place.\n(pulls out the remnants of the tape made earlier)\nAh hah!\nThen, having found out the whole story, the murderer went to\nthe cupboard, unlocked it with the key, took out the wrench--\n\nSCARLET\n(breathless)\nThen we found the secret passage from the conservatory to the\nlounge . . . where we found the motorist dead!\n\n\n135 -- INT. GROUND FLOOR--THE HALL -- 135\n\nWadsworth frantically acts out the next scene.\n\nWADSWORTH\nThat's right! And we couldn't get in.\nSo Yvette rain to the open cupboard,\nand shot the door open. BANG!\nAnd then, the doorbell rang!\n\nThe doorbell rings.\n\nEveryone freezes in terror.\n\nPEACOCK\nOh, whoever it is, they gotta go away, or they'll be killed!\nOhhh!\n\nMrs. Peacock opens the front door.\n\nA rather ELDERLY EVANGELIST stands outside, pamphlets in hand.\n\nEVANGELIST\n(kindly)\nGood evening.\nHave you ever given any thought to the kingdom of heaven?\n\nPEACOCK\n(stunned)\nWhat?\n\nEVANGELIST\nRepent. The kingdom of heaven IS at hand.\n\nSCARLET\nYou ain't just whistlin' Dixie.\n\nEVANGELIST\nArmageddon is almost upon us.\n\nPLUM\nI got news for you--it's already here!\n\nMrs. Peacock tries to shut the door on him.\n\nPEACOCK\nGo away!\n\nEVANGELIST\nBut your souls are in danger!\n\nPEACOCK\nOur lives our in danger, you beatnik!\n\nShe shuts the door on him, closing several of his pamphlets inside.\n\nWADSWORTH\n(continuing as if nothing had happened)\nThe cop arrived next, we locked him in the library.\nWe forgot the cupboard with the weapons was now unlocked,\nthen we split up again, and the murderer switched off the electricity!\nHe does so.\nEverything goes black.\n\nGREEN (V.O.)\nOh, my God.\n\nMrs. White squeals.\n\nPEACOCK (V.O.)\nNot again.\n\nSCARLET (V.O.)\n(very annoyed)\nTurn on the lights!!!\n\nWadsworth turns on the lights.\n\n\n136 -- A -- INT. GROUND FLOOR--THE HALL -- A -- 136\n\nWADSWORTH\nSorry. Didn't mean to frighten you.\n\nGREEN\nYou're a bit late for that!\n(to White)\nI hate it when he does that!\n\nShe whimpers.\n\nWADSWORTH\nThen there were three more murders.\n\nWHITE\nSo which of us killed them?\n\nWADSWORTH\nNone of us killed Mr. Boddy, or the cook.\n\nGREEN and WHITE\nSo who did?\n\nWADSWORTH\nThe one person who wasn't with us.\n\nThe guests try to figure it out.\n\nWADSWORTH\nYvette.\n\nALL\nYvette?!\n\nWADSWORTH\nShe was in the billiard room, listening to our conversation.\n\nCUT TO\n\nFlashback of Yvette sitting on the pool table.\nThe following events transpire as Wadsworth describes them.\n\nWADSWORTH (V.O.)\nShe heard the gunshot . . . she thought he was dead.\n\nWADSWORTH (V.O.)\nAnd while we all examined the bullet hole,\nshe crept into the study, picked up the dagger . . .\nran to the kitchen, and stabbed the cook.\n\nYvette stabs Mrs. Ho in the back.\n\nWADSWORTH (V.O.)\nWe didn't hear the cook scream because Mrs. Peacock was\nscreaming about the \"poisoned\" brandy.\nThe, Yvette returned to the billiard room.\nShe screamed . . . .\nAnd we all ran to her.\n\nCUT TO\n\nPresent, the hall.\n\nMUSTARD\nWell, when did she kill Mr. Boddy?\n\nWADSWORTH\nWhen I said.\nWe all ran to the kitchen to see the cook.\nYvette hid in the study to check that Mr. Boddy was dead.\n\nCUT TO\n\nFlashback of Yvette hiding  behind a chair in the lounge.\nThe following events transpire as Wadsworth descries them.\n\nWADSWORTH\nHe got up, and followed them down the hall,\nso she hit him on the head with a candlestick,\nand dragged him to the toilet.\n\nCUT TO\n\nThe present, in the Hall.\n\nSCARLET\nWhy?\n\nWADSWORTH\nTo create confusion!\n\nPEACOCK\nIt worked.\n\nCol. Mustard nods.\n\nPLUM\nWhy did she do it?\n\nWADSWORTH\nWas it because she was acting under orders?\nFrom the person who later killed her.\n\nPLUM\nWho?!\n\nPEACOCK\nWho?!\n\nSCARLET\nWho?!\n\nWADSWORTH\nWas it one of her clients?\n(turns to Col. Mustard)\nOr was it a jealous wife?\n(turns to Mrs. White)\nOr an adulterous doctor?\n(turns to Prof. Plum)\nNo.\nIt was her employer, Miss Scarlet.\n\nSCARLET\nThat's a lie!!\n\nWADSWORTH\nIs it?\nYou used her, the way you always used her.\nYou killed the motorist when we split up to search the house.\n\nSCARLET\nHow could I have known about the secret passage?\n\nWADSWORTH\nEasy. Yvette told you.\nSo when we split up again . . .\n\nCUT TO\n\nMiss Scarlet, gloved, turning off the electricity.\n\nWADSWORTH (V.O.)\n . . . you switched off the electricity.\nIt was easy for you, here on the ground floor.\nThen, in the dark, you got the lead pipe and the rope,\nstrangled Yvette, ran to the library, killed the cop,\npicked up the gun where Yvette dropped it, opened the front door,\nrecognized the singing telegram from her photograph, and shot her.\n\nCUT TO\n\nPresent, the Hall.\n\nSCARLET\nYou've no proof.\n\nWADSWORTH\nThe gun is missing.\nGentlemen, turn out your pockets.\nLadies, empty your purses.\nWhoever has the gun is the murderer.\n\nThey all do so.\n\nSuddenly, Miss Scarlet pulls out the revolver.\nShe points it at him.\n\nSCARLET\n(impressed)\nBrilliantly worked out, Wadsworth. I congratulate you.\n\nHe shrugs off the praise.\n\nMiss Scarlet starts to slowly make her way to the front door.\n\nMUSTARD\n(very impressed)\nMe too!\n\nSCARLET\n(to Mustard)\nShut up!!\n\nGREEN\nNow, there's one thing I don't understand.\n\nPLUM\nONE thing?\n\nGREEN\nWhy did you do it?\nHalf of Washington knows what kind of business you run.\nYou were in no real danger. The whole town would be implicated\nif you were exposed.\n\nSCARLET\nI don't think they know my real business.\nMy business is secrets. Yvette found them out for me.\nThe secrets of Senator Peacock's defense committee,\nof Colonel Mustard's fusion bomb, Professor Plum's U.N. contacts,\nand the work of your husband,\n(walks to Mrs. White)\nthe nuclear physicist.\n\nGREEN\nSo. It IS political. You're a communist!\n\nSCARLET\nNo, Mr. Green. Communism is just a red herring.\nLike all members of the oldest profession, I'm a capitalist.\nAnd I'm gonna sell my secrets--your secrets--to the highest bidder.\n\nMUSTARD\nAnd what if we don't cooperate?\n\nSCARLET\nYou will.\nOr I'll expose you.\n\nPLUM\nWe could expose you. Six murders . . . ?\n\nSCARLET\nI hardly think it will enhance your reputation at the U.N.,\nProfessor Plum, if it's revealed that you have been implicated\nnot only in adultery with one of your patients, but in her death.\n(she lowers the revolver at him)\nAnd the deaths of five other people?\n\nPLUM\nYou don't know what kind of people they have at the U.N.\nI might go up in their estimation.\n\nCol. Mustard starts toward Miss Scarlet.\nShe brings the revolver around to bear on him.\n\nMUSTARD\nIt is no good blackmailing me, madam.\nI have no more money!\n\nThe guests agree, claiming the same thing.\n\nSCARLET\n(to Mustard)\nI know, sweetie pie.\nBut you can pay me in government information.\n(she waves the revolver around)\nAll of you.\n\nShe pauses, then walks to Wadsworth.\nShe points the revolver at him.\n\nSCARLET\nExcept you, Wadsworth.\nYou, as a mere butler, have no access to government secrets.\n(she cocks the gun)\nSo I'm afraid your moment has come.\n\nWADSWORTH\nNo so fast, Miss Scarlet.\nI do have a secret or two.\n\nSCARLET\nOh yeah? Such as?\n\nWADSWORTH\nThe games up, Scarlet.\nThere are no more bullets left in that gun.\n\nSCARLET\nOh, come on, you don't think I'm gonna fall for that old trick?\n\nWADSWORTH\nIt's not a trick. There was one shot at Mr. Boddy in the study.\nTwo for the chandelier, two at the lounge door, and\none for the singing telegram.\n\nSCARLET\nThat's not six.\n\nWADSWORTH\nOne plus two plus two plus one.\n\nShe thinks.\n\nSCARLET\nUh, uh.\nThere was only one shot that got the chandelier.\nThat's one plus two plus ONE plus one.\n\nWADSWORTH\nEven if you are right, that would be one plus one plus two plus one, not\none plus TWO plus one plus one.\n\nSCARLET\n(thinking)\nOkay, fine.\nOne plus two plus one--\n(angered)\nShut up!\nPoint is, there's one bullet left in this gun,\nand guess who's going to get it?\n\nThe doorbell rings.\n\nScarlet is distracted by it.\nWadsworth turns her arm around,\ntaking the gun and forcing her to kneel on the floor.\n\nMr. Green runs for the door and opens it.\n\nCops pour in.\n\nMr. Green cowers by the closet in the foyer.\n\nMUSTARD\n(hands held up, smiling)\nI'm only a guest!\n\nWADSWORTH\n(Holding Scarlet)\nWhere's the chief?\n\nThe Elderly Evangelist--the CHIEF--walks in, gun in hand.\n\nCHIEF\nAh, Wadsworth, well done.\n(to Scarlet)\nI did warn you, my dear. Mr. Hoover is an expert on Armageddon.\n\nScarlet is pulled to her feet.\n\nSCARLET\n(to Wadsworth)\nWadsworth, don't hate me for trying to shoot you . . .\n\nWADSWORTH\nFrankly, Scarlet, I don't give a damn.\nAs I was trying to tell you, there are no bullets left in this gun.\nYou see?\n\nHe pulls the trigger, firing the sixth bullet through the rope of the\nsecond chandelier.\n\nWadsworth is perplexed.\n\nScarlet shrugs, embarrassed.\n\nWADSWORTH\n(quietly)\nOne plus two . . . plus one . . .\n\nThe camera reveals Col. Mustard.\n\nMUSTARD\n(counting on his fingers)\n . . .plus two, plus one . . . is--\n\nAnd the chandelier shatters on the floor in back of him.\n\nThe camera freezes.\n\nCUT TO\n\nA card, saying\n\nTHAT\"S WHAT COULD HAVE HAPPENED.\n\nthen another one,\n\nBUT HOW ABOUT THIS?\n\nCUT TO\n\n\n137 -- B -- INT. GROUND FLOOR--THE HALL -- B -- 137\n\nWadsworth has just turned on the lights,\nlike at the beginning of ending A.\n\nWADSWORTH\n(breathless)\nIn the dark, the murderer ran across the hall to the study,\npicked up the rope, and the lead pipe. Ran to the billiard room.\nStrangled Yvette . . .\n(he demonstrates on Mr. White)\n . . . ran to library, hit the cop on the head with the lead pipe.\nThen, coming out of the library, the doorbell rang--it was the singing\ntelegram. The murderer picked up the gun where Yvette dropped it,\nran to the door, opened it, recognized the girl from her picture, shot her,\nand ran back to the cellar!\n\nALL\nThe cellar!\n\nWADSWORTH\nYes.\n\nPEACOCK\nBut Colonel Mustard wasn't in the cellar.\n\nWADSWORTH\nNo. But you were.\n\nPEACOCK\nSo.\n\nWADSWORTH\nYou murdered them all.\nYou were the person who was missing when the cook and\nMr. Boddy were murdered. And the cook used to be your cook!\nDon't you remember your fatal mistake?\nYou told us at dinner that we were eating one of your favorite recipes.\nAnd monkey's brains, though popular in Cantonese cuisine, are not\noften to be found in Washington, D.C.\n\nGREEN\nIs that what we ate?\n\nHe covers his mouth and runs for the bathroom.\n\nPEACOCK\nWhy would I have murdered all of the others?\n\nWADSWORTH\nObviously, in case Mr. Boddy had told them about you.\n\nPLUM\nSo it has all nothing to do with the disappearing nuclear physicist\nand Colonel Mustard's work on the new fusion bomb.\n\nWADSWORTH\n(grinning)\nNo. Communism was just a red herring.\nMrs. Peacock did it all.\n\nPEACOCK\nThere's no proof.\n\nWADSWORTH\nWell. The gun is missing.\nGentlemen, turn out your pockets.\nLadies, empty your purses.\n(the camera reveals Miss Scarlet's empty purse)\nWhoever has the gun, is the murderer.\n\nMrs. Peacock opens her purse and pulls out the gun,\npointing it at the butler.\n\nPEACOCK\nVery well.\n(pause)\nWhat do you propose to do about it?\n\nShe makes her way to the front door.\n\nWADSWORTH\nNothing.\n\nPEACOCK\nNothing.\n\nWADSWORTH\nNothing at all.\nI don't approve of murder.\nBut it seems to me that you've done the world a service by\nridding it of an appalling blackmailer and his disgusting\ninformers.\n\nGREEN\nBut the police will be here any minute. What happens then?\n\nWADSWORTH\nWhy should the police come?\nNobody's called them.\n\nEveryone is shocked.\n\nPEACOCK\nYou mean . . .\n\nWADSWORTH\n(smiling)\nThat's right.\nNow, I suggest that we stack the bodies in the cellar,\nlock it, leave quietly, one at a time, and pretend than none of this\nhas ever happened.\n\nPEACOCK\nGreat idea!\nI'll leave first . . .\n(sarcastic)\n . . . if you don't mind.\n\nMrs. Peacock uses the gun to wave the other guests into a group.\n\nWADSWORTH\nBe my guest.\nIn fact, I think we all owe you a vote of thanks.\n\nHe starts singing in an appealing baritone.\n\nWADSWORTH\n\"For she's a jolly good fellow,\nfor she's a jolly good fellow . . .\"\n\nThe rest of guests start to sing as well.\nMrs. White takes a harmony.\n\nMrs. Peacock carefully slips out the door.\n\nAs soon as the door shuts, the party stops singing.\nThey relax somewhat--at least the immediate danger is past.\n\nGREEN\n(accusatory)\nI TOLD you I didn't DO it!\n\nMUSTARD\nBut what if the authorities find out what happened?\n\nWADSWORTH\nThe F.B.I. will take care of that.\n\nMUSTARD\nYou mean . . . ?\n\nWADSWORTH\nMy phone call from Mr. Hoover?\nI work for him, of course.\nHow else could I have known everything about you all?\n\nMUSTARD\nThere's still one thing I don't understand.\n\nWHITE\nONE thing?\n\nMUSTARD\nWho was Mrs. Peacock taking bribes from?\n\nWADSWORTH\nA foreign power.\nHer husband, the senator, has influence over defense contracts.\n\nPLUM\nIs there going to be a coverup?\n\nWADSWORTH\nIsn't that in the public interest?\nWhat could be gained by exposure?\n\nPLUM\nBut is the F.B.I. in the habit of cleaning up after multiple murder?\n\nWADSWORTH\nYes.\nWhy do you think it's run by a man called \"Hoover\"?\n\n\n138 -- B -- EXT. HILL HOUSE--DRIVEWAY -- B -- 138\n\nMrs. Peacock has her keys out and is getting ready to get into\nher car.\n\nThe elderly evangelist steps out onto the driveway.\n\nEVANGELIST\nOh, Mrs. Peacock . . . ?\n\nPEACOCK\n(cautiously)\nHow did you know my name?\n\nEVANGELIST\nThe kingdom of heaven IS at hand.\n\nHe whips out a gun and points it at her.\n\nFloodlights engage and cops pour out of the yard.\n\nEVANGELIST (CHIEF) (O.S.)\nOkay, take her away!\n\nPEACOCK (O.S.)\nTake your hands off me! I'm a senator's wife!\n\nThe front door opens and the guests, with Wadsworth at their head,\npour out on to the porch.\n\nCHIEF\nWadsworth, we got her.\n\nWADSWORTH\nYou see?\nLike the Mounties, we always get our man.\n\nGREEN\nMrs. Peacock was a man?!\n\nWadsworth slaps him, then Col. Mustard does the same.\n\nWADSWORTH\nWould anyone care for fruit or . . . desert?\n\nThe camera freezes.\n\nCUT TO\n\nA card, reading\n\nBUT HERE'S WHAT REALLY HAPPENED . . .\n\nCUT TO\n\n\n139 -- C -- INT. GROUND FLOOR--THE HALL -- C -- 139\n\nWadsworth switches on the lights, like in the other two endings.\n\nWADSWORTH\nSorry, didn't mean to frighten anyone.\n\nGREEN\nYou're a bit late for that!!\n\nWADSWORTH\nThen, there were three more murders.\n\nALL\nSo who did it!?\n\nWadsworth starts striding away.\n\nWADSWORTH\nLet's consider each murder one by one.\nProfessor Plum, you knew that Mr. Boddy was still alive.\nEven psychiatrists can tell the difference between patients who\nare alive or dead.\nYou fired the gun at him in the dark and missed, so you\npretended he was dead. That's how you were able to kill him later,\nunobserved.\n\nSCARLET\nThat's right!\nHe was the missing person in the kitchen after we found the cook dead!\n\nGREEN\nBut he was with us in the billiard room when we found Yvette screaming.\nIf that's when the cook was killed, how did he do it?\n\nPLUM\nI didn't!!\n\nPEACOCK\nYou don't expect us to believe that, do you?\n\nWADSWORTH\nI expect you to believe it.\nYou killed the cook.\nShe used to be your cook, and she informed on you to Mr. Boddy.\n\n\n140 -- C -- INT. GROUND FLOOR--DINING ROOM -- C -- 140\n\nWadsworth enters.\nThe guests stay around the door from the Hall.\n\nWADSWORTH\nYou made one fatal mistake!\n\nHe sits in the spot Mrs. Peacock occupied during dinner.\n\nWADSWORTH\nSitting here, at dinner, Mrs. Peacock told us that she was\neating one of her favorite recipes.\n(he stands slowly)\nAnd monkey's brains, though popular in Cantonese cuisine, are\nnot often to be found in Washington, D.C.\n\n\n141 -- C -- INT. GROUND FLOOR--THE HALL -- C -- 141\n\nThe party reenters the Hall from the dining room.\n\nWADSWORTH\nColonel Mustard, when we saw the motorist at the front door . . .\n\nCUT TO\n\nA flashback, the inside of their huddle when the Motorist arrived.\n\nThe following happen as Wadsworth describes them.\n\nWADSWORTH (V.O.)\n . . . you took the key to the weapons cupboard out of my pocket.\nThen you suggested that we all split up.\nYou separated from Miss Scarlet, crossed the Hall,\nopened the cupboard, took the wrench, ran to the conservatory,\nentered the lounge through the secret passage,\nkilled the motorist with a blow on the head.\n\nCUT TO\n\n\n142 -- C -- INT. GROUND FLOOR--THE LOUNGE -- C -- 142\n\nThe present, in the lounge.\n\nWADSWORTH\n(acting out the murder)\nLike that!\n\nHe strides into the Hall.\n\n\n143 -- C -- INT. GROUND FLOOR--THE HALL -- C -- 143\n\nWHITE\n(to Wadsworth)\nThis is incredible!\n\nWADSWORTH\nNot so incredible as what happened next!\n\nHe starts up the stairs.\n\nWADSWORTH\nAfter we all split up again,\nI went upstairs with you, yes, you, Mrs. White!\n\nThe butler stops on the landing.\n\nWADSWORTH\nAnd, while I was in the master bedroom . . .\n\nCUT TO\n\nFlashback of Mrs. White hurrying downstairs.\n\nWADSWORTH (V.O.)\nYou hurried downstairs and turned off the electricity,\ngot the rope from the open cupboard, and throttled Yvette.\n\nCUT TO\n\nThe present, in the Hall.\n\nWADSWORTH\n(to Mrs. White)\nYou WERE jealous that your husband was schtuping Yvette.\nThat's why you killed him, too!\n\nWHITE\n(detached)\nYes . . .\n(pause)\nYes, I did it.\nI killed Yvette.\nI hated her . . . so . . . much . . .\nI-It-It--flame--flames . . . on the side of my face . . .\nbreathing . . . breathle--heaving breaths . . .heaving--\n\nWADSWORTH\n(cutting her off)\nWhile you were in the billiard room,\n\nCUT TO\n\nFlashback, the events occurring as the butler describes them\n\nWADSWORTH (V.O.)\nMiss Scarlet seized the opportunity and, under cover of darkness,\ngot to the library, where she hit the cop, whom she'd been bribing,\non the head with the lead pipe!\n\nCUT TO\n\nThe present, in the Hall.\n\nWADSWORTH\n(to Miss Scarlet)\nTrue or false?\n\nSCARLET\n(amazed)\nTrue!\nWho are you, Perry Mason?\n\nPLUM\nSo it must have been Mr. Green who shot the singing telegram!\n\nGREEN\nI didn't do it!\n\nMUSTARD\nWell, there's nobody else left.\n\nGREEN\nBut I didn't do it!\n(pauses, realizing something)\nThe gun is missing!\nWhoever's got the gun, shot the girl!\n\nWadsworth pulls the gun from his pocket.\n\nWADSWORTH\nI shot her.\n\nALL but GREEN\nYou?!\n\nGREEN\n(knowingly)\nSo it was you.\nI was going to expose you.\n\nWADSWORTH\n(to Mr. Green)\nI know.\nSo I choose to expose myself.\n\nMUSTARD\nPlease, there are ladies present!\n\nWADSWORTH\n(to All)\nYou thought Mr. Boddy was dead.\nBut why? None of you even met him until tonight.\n\nMr. Green understands.\n\nGREEN\nYou're Mr. Boddy!\n\nWadsworth grins and starts to chuckle evilly.\n\nPLUM\nWait a minute!\n(he runs to the study door)\nSo who did I kill?\n\nWadsworth shrugs.\n\nWADSWORTH\nMy butler.\n\nPLUM\nShucks.\n\nWadsworth uses the revolver to wave the Professor to join the group.\n\nWADSWORTH\nHe was expendable, like all of you.\nI'm grateful to you all for disposing of my network of spies and informers.\nSaved me a lot of trouble.\nNow there's no evidence against me.\n\nWHITE\nThis all has nothing to do with my disappearing nuclear physicist husband\nor Colonel Mustard's work with the new top-secret fusion bomb.\n\nWADSWORTH\n(laughing)\nNo. Communism was just a red . . . herring.\n\nWadsworth runs to the front door,\nkeeping the revolver trained on the party.\n\nGREEN\nBut, the police will be here any minute!\nYou'll never get away with this, any of you!\n\nWADSWORTH\nWhy should the police come?\nNobody's called them.\n\nPEACOCK\nYou mean . . . oh, my God, of course!\n\nWADSWORTH\nSo why shouldn't we get away with it?\nWe'll stack the bodies in the cellar, lock it, leave quietly\none at a time, and forget that any of this ever happened.\n\nMr. Green takes off his glasses and starts to put them in his\njacket's inside pocket.\n\nGREEN\nAnd you'll just go on blackmailing us all.\n\nWADSWORTH\nOf course.\nWhy not?\n\nGREEN\nWell, I'll tell you why not.\n\nHe whips a pistol from his jacket and fires.\n\nWadsworth tries to get off a shot but is far too slow.\n\nThe butler is hit.\n\nWADSWORTH\n(shocked)\nGood shot, Green.\n\nWadsworth slides down the closet door to the floor.\nHe looks at the blood flowing out of his chest.\n\nWADSWORTH\nVery good . . .\n\nWadsworth dies.\n\nMr. Green stands fully, lowering the pistol.\nHe already looks more confident than he has yet during the night.\n\nMrs. White steps up to him.\nHe points the pistol at her.\n\nWHITE\nAre you a cop?\n\nGREEN\nNo, I'm a plant.\n\nSCARLET\nA plant? I thought men like you were usually called a \"fruit.\"\n\nGREEN\nVery funny.\n(he pulls out a badge)\nF.B.I. That phone call from J. Edgar Hoover was for me.\n\nHe steps up to the front door and grabs the handle.\n\nGREEN\nI told you I didn't do it!\n\nHe opens the front door.\nCops pour in.\n\nThe elderly evangelist (the chief) follows them in.\n\nCHIEF\nAll right. Whodunit?\n\nThe guests all try to explain, blaming each other.\nThe cops, confused, keep pointing their guns at different guests.\n\nMr. Green shouts above the din.\n\nGREEN\nThey all did it!\nBut if you want to know who killed Mr. Boddy,\nI did. In the Hall, with the revolver.\nTake 'em away, chief.\nI'm going to go home and sleep with my wife.\n\nThe camera freezes as Mr. Green turns to leave and he and the chief grin.\n\n                        THE END\n\nClosing credits start to roll to the tune of \"Shake, Rattle and Roll.\"\n\nMRS. PEACOCK.......................................................EILEEN BRENNAN\nWADSWORTH..........................................................TIM CURRY\nMRS. WHITE.............................................................MADELINE KAHN\nPROF. PLUM.............................................................CHRISTOPER LLOYD\nMR. GREEN..............................................................MICHAEL McKEAN\nCOL. MUSTARD.........................................................MARTIN MULL\nMISS SCARLET.........................................................LESLEY ANN WARREN\nYVETTE.....................................................................COLLEEN CAMP\nMR. BODDY................................................................LEE VING\n\n\nTranscript completed 7:37 p.m., Wednesday, May 10, 1995.\n\n--Jack Witzig\n\n\n<\/pre>\n<\/html>","id":778,"split":"train"}
