{"ori_id":"1b82b15048e60b850bcaa1a8c719cf4008d0fbb8","title":"The Recruiting Officer","context":"The Recruiting Officer\n The play opens with the recruiter, Captain Plume's Sergeant Kite, recruiting in the town of Shrewsbury. Plume arrives, in love with Sylvia, closely followed by Worthy, a local gentleman who is in love with Sylvia's cousin Melinda. Worthy asked Melinda to become his mistress a year previously, as he believed her to be of inadequate fortune to marry. But he changes his mind after she comes into an inheritance of ÂŁ20,000. Melinda accepts an invitation from Captain Brazen, another recruiter, to annoy Worthy, as she was offended by Worthy's previous offer. However, her maid Lucy meets Brazen, pretending to be Melinda, hoping to marry him herself. Melinda and Sylvia argue after Melinda says that the money she has inherited makes her more desirable. Silvia, who is more down to earth, is infuriated by Melinda's newly haughty behaviour.\nSylvia leaves her father's house to mourn her brother Owen's death. She tells her father Balance that she is going to the Welsh countryside but in fact goes into Shrewsbury dressed as a man, under the name 'Jack Wilful'. There Brazen and Plume compete to recruit 'Wilful', unaware of 'his' real identity. Kite abducts 'him' for Plume while Plume duels with Brazen. Still disguised as Wilful, Sylvia goes on to spend the night in bed with Rose, a local wench previously courted by Plume to get Rose's brother Bullock to join up. An action is brought against 'Wilful' for sexually assaulting Rose and 'he' finds 'himself' on trial before Sylvia's father Balance and his two fellow magistrates Scruple and Scale. The three magistrates also look into Kite's dubious recruiting practices but finally acquit him and force Wilful to swear to the Articles of War.\nMeanwhile Melinda continues to discourage Worthy, until going to a fortune teller (in fact Kite in disguise), where she is convinced to relent and accept his courtship. She is also tricked by being given a sample of her handwriting by the 'fortune teller', who takes it from a 'devil' he has conjured up under the table (in fact Plume). Kite is then visited by Brazen, who gives him a love letter from, as he thinks, Melinda. However, by comparing the handwriting sample, Worthy discovers that the letter is in fact from Melinda's maid Lucy, who hopes to ensnare Brazen as a husband.\nWorthy then goes to visit Melinda but, on going to tell Plume the good news, finds out that Melinda seems to be eloping with Brazen after all. Worthy intercepts Brazen and a disguised woman he takes this to be Melinda, and challenges Brazen to a duel. The duel is prevented when the woman drops her disguise and reveals herself to be Lucy. Sylvia also drops her disguise. Plume agrees to leave the army and marry her, Melinda relents towards Worthy and agrees to marry him, and Plume transfers his twenty recruits to Brazen to compensate him for the loss of a rich marriage with Melinda.\nï»¿The Project Gutenberg EBook of The Recruiting Officer, by George Farquhar\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n\nTitle: The Recruiting Officer\n\nAuthor: George Farquhar\n\nCommentator: Elizabeth Inchbald\n\nRelease Date: August 8, 2011 [EBook #37012]\n\nLanguage: English\n\n\n*** START OF THIS PROJECT GUTENBERG EBOOK THE RECRUITING OFFICER ***\n\n\n\n\nProduced by Delphine Lettau and the Online Distributed\nProofreading Canada Team at http:\/\/www.pgdpcanada.net\n\n\n\n\n\n\n\n\n\n THE\n RECRUITING OFFICER,\n\n A COMEDY,\n IN FIVE ACTS;\n\n BY GEORGE FARQUHAR, ESQ.\n\n\n AS PERFORMED AT THE\n THEATRE ROYAL, COVENT GARDEN.\n PRINTED UNDER THE AUTHORITY OF THE MANAGERS\n FROM THE PROMPT BOOK.\n\n\n WITH REMARKS\n\n BY MRS. INCHBALD.\n\n\n LONDON:\n\n PRINTED FOR LONGMAN, HURST, REES, AND ORME\n PATERNOSTER ROW.\n\n\n\n\n WILLIAM SAVAGE, PRINTER,\n LONDON.\n\n\n\n\nREMARKS.\n\n\nIf the two last acts of this drama were equal to the three first, it\nwould rank the foremost among Farquhar's works; for these are brilliant\nin wit, humour, character, incident, and every other requisite necessary\nto form a complete comedy. But the decrease of merit in a play, on\napproaching its conclusion, is, as in all other productions, of most\nunfortunate consequence.\n\nThe author was himself a recruiting officer, and possibly gathered all\nthe materials for this play on the very spot where he has placed his\nscene--Shrewsbury. He has dedicated the piece \"to all friends round the\nWrekin,\" and has thanked the inhabitants of the town for that cheerful\nhospitality, which made, he adds, \"the recruiting service, to some men\nthe greatest fatigue on earth, to me the greatest pleasure in the\nworld.\"\n\nHe even acknowledges, that he found the country folk, whom he has here\nintroduced--meaning those most excellently drawn characters of Rose, her\nbrother, and the two recruits,--under the shade of that beforementioned\nhill near Shrewsbury, the Wrekin; and it may be well supposed, that he\ndiscovered Serjeant Kite in his own Regiment, and Captain Plume in his\nown person. Certainly those characters have every appearance of being\ncopied from life--and probably, many other of his Salopian acquaintance\nhave here had their portraits drawn to perfection.\n\nThe disguise of Sylvia in boy's clothes, is an improbable, and romantic\noccurrence; yet it is one of those dramatic events, which were considered\nas perfectly natural in former times; although neither history, nor\ntradition, gives any cause to suppose, that the English ladies were\naccustomed to attire themselves in man's apparel; and reason assures\nus, that they could seldom, if ever, have concealed their sex by such\nstratagem.\n\nAnother incident in the \"Recruiting Officer\" might have had its value a\nhundred years ago--just the time since the play was first acted; but to\nthe present generation, it is so dull, that it casts a heaviness upon\nall those scenes, whereon it has any influence. Fortune-tellers are now\na set of personages, in whom, and in whose skill or fraud, no rational\nperson takes interest; and though such people still exist by their\nprofession, they are so vile, they are beneath satire; and their dupes\nsuch ideots, they do not even enjoy sense enough, for their folly to\nproduce risibility.\n\nPerhaps, the author despised this part of his play, as much as the\nseverest critic can do; but having expended his store of entertainment\nupon the foregoing scenes, he was compelled to supply the bulk of the\ntwo last acts, from the scanty fund of wasted spirits, and exhausted\ninvention.\n\nThe life of Farquhar was full of adventures.--As a student, he was\nexpelled the college of Dublin, for adventuring profane wit upon a\nsacred theme, given to him by his tutor for his exercise.\n\nAs an actor, he forsook the stage in grief and horror, on having\nunknowingly made use of a real sword, instead of a counterfeit one, by\nwhich he wounded a brother performer, with whom he had to fence in a\ntragedy, nearly to the loss of his life.\n\nIn love, and marriage, his enterprises were still more unhappily\nterminated.--And merely as an author, and a soldier, can any events\nof his life be accounted prosperous.\n\nAs a dramatic writer, Farquhar was eminently successful; and in his\nmilitary capacity, he was ever honoured and beloved--whether fighting\nwith a great army in Flanders, or recruiting with a small party in\nShropshire.\n\n\n\n\nDRAMATIS PERSONÃ\u0086.\n\n\n CAPTAIN PLUME          _Mr. Holman._\n JUSTICE BALANCE        _Mr. Murray._\n WORTHY                 _Mr. Whitfield._\n SERJEANT KITE          _Mr. Knight._\n BULLOCK                _Mr. Fawcett._\n FIRST RECRUIT          _Mr. Munden._\n SECOND RECRUIT         _Mr. Emery._\n WELSH COLLIER          _Mr. Farley._\n CONSTABLE              _Mr. Thompson._\n CAPTAIN BRAZEN         _Mr. Lewis._\n\n MELINDA                _Miss Chapman._\n ROSE                   _Mrs. Gibbs._\n LUCY                   _Mrs. Litchfield._\n SYLVIA                 _Mrs. Johnson._\n\n _SCENE--Shrewsbury._\n\n\n\n\nTHE RECRUITING OFFICER.\n\n\n\n\nACT THE FIRST.\n\n\nSCENE I.\n\n_The Market Place._\n\n_Drum beats the Grenadier's March.--Enter_ SERJEANT KITE, _followed by_\nTHOMAS APPLETREE, COSTAR PEARMAIN, _and the_ MOB.\n\n\nKite. [_Making a Speech._] If any gentlemen soldiers or others, have\na mind to serve his majesty, and pull down the French king; if any\n'prentices have severe masters, any children have undutiful parents; if\nany servants have too little wages, or any husband too much wife, let\nthem repair to the noble Serjeant Kite, at the sign of the Raven, in\nthis good town of Shrewsbury, and they shall receive present relief and\nentertainment.--[_Drum._]--Gentlemen, I don't beat my drums here to\ninsnare or inveigle any man; for you must know, gentlemen, that I am a\nman of honour: besides, I don't beat up for common soldiers; no, I list\nonly grenadiers; grenadiers, gentlemen.----Pray, gentlemen, observe\nthis cap--this is the cap of honour; it dubs a man a gentleman, in the\ndrawing of a trigger; and he, that has the good fortune to be born six\nfoot high, was born to be a great man--Sir, will you give me leave to\ntry this cap upon your head?\n\n_Cost._ Is there no harm in't? won't the cap list me?\n\n_Kite._ No, no, no more than I can.--Come, let me see how it becomes\nyou.\n\n_Cost._ Are you sure there is no conjuration in it? no gunpowder plot\nupon me?\n\n_Kite._ No, no, friend; don't fear, man.\n\n_Cost._ My mind misgives me plaguily.--Let me see it--[_Going to put it\non._] It smells woundily of sweat and brimstone. Smell, Tummas.\n\n_Tho._ Ay, wauns does it.\n\n_Cost._ Pray, Serjeant, what writing is this upon the face of it?\n\n_Kite._ The crown, or the bed of honour.\n\n_Cost._ Pray now, what may be that same bed of honour?\n\n_Kite._ Oh! a mighty large bed! bigger by half than the great bed at\nWare--ten thousand people may lie in it together, and never feel one\nanother.\n\n_Cost._ My wife and I would do well to lie in't, for we don't care for\nfeeling one another----But do folk sleep sound in this same bed of\nhonour?\n\n_Kite._ Sound! ay, so sound that they never wake.\n\n_Cost._ Wauns! I wish again that my wife lay there.\n\n_Kite._ Say you so! then I find, brother----\n\n_Cost._ Brother! hold there friend; I am no kindred to you that I know\nof yet.--Lookye, serjeant, no coaxing, no wheedling, d'ye see--If I have\na mind to list, why so--if not, why 'tis not so--therefore take your cap\nand your brothership back again, for I am not disposed at this present\nwriting.--No coaxing, no brothering me, 'faith.\n\n_Kite._ I coax! I wheedle! I'm above it, sir: I have served twenty\ncampaigns----but, sir, you talk well, and I must own that you are a man,\nevery inch of you; a pretty, young, sprightly fellow!--I love a fellow\nwith a spirit; but I scorn to coax; 'tis base; though I must say, that\nnever in my life have I seen a man better built. How firm and strong he\ntreads! he steps like a castle! but I scorn to wheedle any man--Come,\nhonest lad! will you take share of a pot?\n\n_Cost._ Nay, for that matter, I'll spend my penny with the best he that\nwears a head, that is, begging your pardon, sir, and in a fair way.\n\n_Kite._ Give me your hand then; and now, gentlemen, I have no more to\nsay but this--here's a purse of gold, and there is a tub of humming ale\nat my quarters--'tis the king's money, and the king's drink--he's a\ngenerous king, and loves his subjects--I hope, gentlemen, you won't\nrefuse the king's health.\n\n_All Mob._ No, no, no.\n\n_Kite._ Huzza, then! huzza for the king, and the honour of Shropshire.\n\n_All Mob._ Huzza!\n\n_Kite._ Beat drum.\n\n     [_Exeunt, shouting.--Drum beating the Grenadier's March._\n\n\n     _Enter_ PLUME, _in a Riding Habit_.\n\n_Plume._ By the Grenadier's march, that should be my drum, and by that\nshout, it should beat with success.--Let me see--four o'clock--[_Looking\non his Watch._] At ten yesterday morning I left London--an hundred and\ntwenty miles in thirty hours is pretty smart riding, but nothing to the\nfatigue of recruiting.\n\n\n     _Enter_ KITE.\n\n_Kite._ Welcome to Shrewsbury, noble captain! from the banks of the\nDanube to the Severn side, noble captain! you're welcome.\n\n_Plume._ A very elegant reception, indeed, Mr. Kite. I find you are\nfairly entered into your recruiting strain--Pray what success?\n\n_Kite._ I've been here a week, and I've recruited five.\n\n_Plume._ Five! pray what are they?\n\n_Kite._ I have listed the strong man of Kent, the king of the gipsies, a\nScotch pedlar, a scoundrel attorney, and a Welsh parson.\n\n_Plume._ An attorney! wert thou mad? list a lawyer! discharge him,\ndischarge him, this minute.\n\n_Kite._ Why, sir?\n\n_Plume._ Because I will have nobody in my company that can write; a\nfellow that can write, can draw petitions--I say this minute discharge\nhim.\n\n_Kite._ And what shall I do with the parson?\n\n_Plume._ Can he write?\n\n_Kite._ Hum? he plays rarely upon the fiddle.\n\n_Plume._ Keep him, by all means--But how stands the country affected?\nwere the people pleased with the news of my coming to town?\n\n_Kite._ Sir, the mob are so pleased with your honour, and the justices\nand better sort of people, are so delighted with me, that we shall soon\ndo your business----But, sir, you have got a recruit here, that you\nlittle think of.\n\n_Plume._ Who?\n\n_Kite._ One that you beat up for the last time you were in the country.\nYou remember your old friend Molly, at the Castle?\n\n_Plume._ She's not with child, I hope?\n\n_Kite._ She was brought to-bed yesterday.\n\n_Plume._ Kite, you must father the child.\n\n_Kite._ And so her friends will oblige me to marry the mother.\n\n_Plume._ If they should, we'll take her with us; she can wash, you\nknow, and make a bed upon occasion.\n\n_Kite._ Ay, or unmake it upon occasion. But your honour knows that I am\nmarried already.\n\n_Plume._ To how many?\n\n_Kite._ I can't tell readily--I have set them down here upon the back of\nthe muster-roll. [_Draws it out._] Let me see--_Imprimis_, Mrs. Shely\nSnikereyes; she sells potatoes upon Ormond key, in Dublin--Peggy Guzzle,\nthe brandy woman at the Horse Guards, at Whitehall--Dolly Waggon, the\ncarrier's daughter, at Hull--Mademoiselle Van Bottomflat, at the\nBuss--then Jenny Oakum, the ship-carpenter's widow, at Portsmouth; but\nI don't reckon upon her, for she was married at the same time to two\nlieutenants of marines, and a man of war's boatswain.\n\n_Plume._ A full company--you have named five--come, make them half a\ndozen--Kite, is the child a boy, or a girl?\n\n_Kite._ A chopping boy.\n\n_Plume._ Then set the mother down in your list, and the boy in mine;\nenter him a grenadier, by the name of Francis Kite, absent upon\nfurlow--I'll allow you a man's pay for his subsistence; and now, go\ncomfort the wench in the straw.\n\n_Kite._ I shall, sir.\n\n_Plume._ But hold, have you made any use of your fortune-teller's habit\nsince you arrived?\n\n_Kite._ Yes, yes, sir; and my fame's all about the country for the most\nfaithful fortune-teller that ever told a lie--I was obliged to let my\nlandlord into the secret, for the convenience of keeping it so; but he\nis an honest fellow, and will be faithful to any roguery that is trusted\nto him. This device, sir, will get you men, and me, money, which, I\nthink, is all we want at present--But yonder comes your friend, Mr.\nWorthy--Has your honour any further commands?\n\n_Plume._ None at present. [_Exit_ KITE.] 'Tis indeed, the picture of\nWorthy, but the life is departed.\n\n\n     _Enter_ WORTHY.\n\nWhat, arms across, Worthy! methinks you should hold them open when a\nfriend's so near--The man has got the vapours in his ears, I believe. I\nmust expel this melancholy spirit.\n\n  _Spleen, thou worst of fiends below,_\n  _Fly, I conjure thee, by this magic blow._\n                          [_Slaps_ WORTHY _on the Shoulder_.\n\n_Wor._ Plume! my dear captain! welcome. Safe and sound returned!\n\n_Plume._ I escaped safe from Germany, and sound, I hope, from London:\nyou see I have lost neither leg, arm, nor nose. Then for my inside,\n'tis neither troubled with sympathies, nor antipathies; and I have an\nexcellent stomach for roast beef.\n\n_Wor._ Thou art a happy fellow: once I was so.\n\n_Plume._ What ails thee, man? no inundations nor earthquakes, in Wales,\nI hope? Has your father rose from the dead, and reassumed his estate?\n\n_Wor._ No.\n\n_Plume._ Then you are married, surely?\n\n_Wor._ No.\n\n_Plume._ Then you are mad, or turning quaker?\n\n_Wor._ Come, I must out with it.----Your once gay, roving friend, is\ndwindled into an obsequious, thoughtful, romantic, constant coxcomb.\n\n_Plume._ And pray, what is all this for?\n\n_Wor._ For a woman.\n\n_Plume._ Shake hands, brother. If you go to that, behold me as\nobsequious, as thoughtful, and as constant a coxcomb, as your worship.\n\n_Wor._ For whom?\n\n_Plume._ For a regiment--but for a woman! 'Sdeath! I have been constant\nto fifteen at a time, but never melancholy for one: and can the love of\none bring you into this condition? Pray, who is this wonderful Helen?\n\n_Wor._ A Helen, indeed! not to be won under ten years' siege; as great a\nbeauty, and as great a jilt.\n\n_Plume._ A jilt! pho! is she as great a whore?\n\n_Wor._ No, no.\n\n_Plume._ 'Tis ten thousand pities!--But who is she?--do I know her?\n\n_Wor._ Very well.\n\n_Plume._ That's impossible----I know no woman that will hold out a ten\nyears' siege.\n\n_Wor._ What think you of Melinda?\n\n_Plume._ Melinda! why she began to capitulate this time twelvemonth, and\noffered to surrender upon honourable terms: and I advised you to propose\na settlement of five hundred pounds a year to her, before I went last\nabroad.\n\n_Wor._ I did, and she hearkened to it, desiring only one week to\nconsider--when beyond her hopes the town was relieved, and I forced to\nturn the siege into a blockade.\n\n_Plume._ Explain, explain.\n\n_Wor._ My Lady Richly, her aunt in Flintshire, dies, and leaves her, at\nthis critical time, twenty thousand pounds.\n\n_Plume._ Oh, the devil! what a delicate woman was there spoiled! But, by\nthe rules of war, now----Worthy, blockade was foolish--After such a\nconvoy of provisions was entered the place, you could have no thought of\nreducing it by famine; you should have redoubled your attacks, taken the\ntown by storm, or have died upon the breach.\n\n_Wor._ I did make one general assault, but was so vigorously repulsed,\nthat, despairing of ever gaining her for a mistress, I have altered my\nconduct, given my addresses the obsequious, and distant turn, and court\nher now for a wife.\n\n_Plume._ So, as you grew obsequious, she grew haughty, and, because you\napproached her like a goddess, she used you like a dog.\n\n_Wor._ Exactly.\n\n_Plume._ 'Tis the way of them all----Come, Worthy, your obsequious\nand distant airs will never bring you together; you must not think to\nsurmount her pride by your humility. Would you bring her to better\nthoughts of you, she must be reduced to a meaner opinion of herself.\nLet me see, the very first thing that I would do, should be, to lie with\nher chambermaid, and hire three or four wenches in the neighbourhood to\nreport, that I had got them with child--Suppose we lampooned all the\npretty women in town, and left her out; or, what if we made a ball, and\nforgot to invite her, with one or two of the ugliest.\n\n_Wor._ These would be mortifications I must confess; but we live in such\na precise, dull place, that we can have no balls, no lampoons, no----\n\n_Plume._ What, no bastards! and so many recruiting officers in town! I\nthought 'twas a maxim among them, to leave as many recruits in the\ncountry as they carried out.\n\n_Wor._ Nobody doubts your good will, noble captain, in serving your\ncountry; witness our friend Molly at the Castle; there have been tears\nin town about that business, captain.\n\n_Plume._ I hope Sylvia has not heard of it.\n\n_Wor._ Oh, sir, have you thought of her? I began to fancy you had forgot\npoor Sylvia.\n\n_Plume._ Your affairs had quite put mine out of my head. 'Tis true,\nSylvia and I had once agreed to go to bed together, could we have\nadjusted preliminaries; but she would have the wedding before\nconsummation, and I was for consummation before the wedding: we could\nnot agree.\n\n_Wor._ But do you intend to marry upon no other conditions?\n\n_Plume._ Your pardon, sir, I'll marry upon no condition at all--If I\nshould, I am resolved never to bind myself down to a woman for my whole\nlife, till I know whether I shall like her company for half an hour.\nSuppose I married a woman without a leg--such a thing might be, unless I\nexamined the goods before-hand.--If people would but try one another's\nconstitutions before they engaged, it would prevent all these\nelopements, divorces, and the devil knows what.\n\n_Wor._ Nay, for that matter, the town did not stick to say that----\n\n_Plume._ I hate country towns for that reason.--If your town has a\ndishonourable thought of Sylvia, it deserves to be burnt to the\nground--I love Sylvia, I admire her frank, generous disposition--there's\nsomething in that girl more than woman--In short, were I once a general,\nI would marry her.\n\n_Wor._ 'Faith, you have reason--for were you but a corporal, she would\nmarry you--but my Melinda coquets it with every fellow she sees--I'll\nlay fifty pounds she makes love to you.\n\n_Plume._ I'll lay you a hundred, that I return it if she does--Look ye,\nWorthy, I'll win her, and give her to you afterwards.\n\n_Wor._ If you win her, you shall wear her, 'faith; I would not value the\nconquest, without the credit of the victory.\n\n\n     _Enter_ KITE.\n\n_Kite._ Captain, captain! a word in your ear.\n\n_Plume._ You may speak out, here are none but friends.\n\n_Kite._ You know, sir, that you sent me to comfort the good woman in the\nstraw, Mrs. Molly--my wife, Mr. Worthy.\n\n_Wor._ O ho! very well. I wish you joy, Mr. Kite.\n\n_Kite._ Your worship very well may--for I have got both a wife and a\nchild in half an hour--But as I was saying--you sent me to comfort Mrs.\nMolly--my wife, I mean--but what d'ye think, sir? she was better\ncomforted before I came.\n\n_Plume._ As how?\n\n_Kite._ Why, sir, a footman in a blue livery had brought her ten guineas\nto buy her baby-clothes.\n\n_Plume._ Who, in the name of wonder, could send them?\n\n_Kite._ Nay, sir, I must whisper that--Mrs. Sylvia.\n\n_Plume._ Sylvia! generous creature!\n\n_Wor._ Sylvia! impossible!\n\n_Kite._ Here are the guineas, sir--I took the gold as part of my wife's\nportion. Nay, farther, sir, she sent word the child should be taken all\nimaginable care of, and that she intended to stand godmother. The same\nfootman, as I was coming to you with this news, called after me, and\ntold me, that his lady would speak to me--I went, and upon hearing that\nyou were come to town, she gave me half a guinea for the news, and\nordered me to tell you, that Justice Balance, her father, who is just\ncome out of the country, would be glad to see you.\n\n_Plume._ There's a girl for you, Worthy!--Is there any thing of woman in\nthis? no, 'tis noble, generous, manly friendship. Show me another woman\nthat would lose an inch of her prerogative that way, without tears,\nfits, and reproaches. The common jealousy of her sex, which is nothing\nbut their avarice of pleasure, she despises, and can part with the\nlover, though she dies for the man--Come, Worthy--where's the best\nwine? for there I'll quarter.\n\n_Wor._ At Horton's.\n\n_Plume._ Let's away, then.--Mr. Kite, go to the lady, with my humble\nservice, and tell her, I shall only refresh a little, and wait upon her.\n\n_Wor._ Hold, Kite--have you seen the other recruiting captain?\n\n_Kite._ No, sir; I'd have you to know I don't keep such company.\n\n_Plume._ Another! who is he?\n\n_Wor._ My rival, in the first place, and the most unaccountable\nfellow--but I'll tell you more as we go. [_Exeunt._\n\n\nSCENE II.\n\n_An Apartment._\n\nMELINDA _and_ SYLVIA _meeting_.\n\n\n_Mel._ Welcome to town, cousin Sylvia. [_Salute._] I envied you your\nretreat in the country; for Shrewsbury, methinks, and all your heads of\nshires, are the most irregular places for living: here we have smoke,\nscandal, affectation, and pretension; in short, every thing to give the\nspleen--and nothing to divert it--then the air is intolerable.\n\n_Syl._ Oh, madam! I have heard the town commended for its air.\n\n_Mel._ But you don't consider, Sylvia, how long I have lived in it; for\nI can assure you that to a lady the least nice in her constitution--no\nair can be good above half a year. Change of air I take to be the most\nagreeable of any variety in life.\n\n_Syl._ As you say, cousin Melinda, there are several sorts of airs.\n\n_Mel._ Psha! I talk only of the air we breathe, or more properly of that\nwe taste--Have not you, Sylvia, found a vast difference in the taste of\nairs?\n\n_Syl._ Pray, cousin, are not vapours a sort of air? Taste air! you might\nas well tell me I may feed upon air! but pr'ythee, my dear Melinda!\ndon't put on such an air to me. Your education and mine were just the\nsame, and I remember the time when we never troubled our heads about\nair, but when the sharp air from the Welsh mountains made our fingers\nache in a cold morning, at the boarding-school.\n\n_Mel._ Our education, cousin, was the same, but our temperaments had\nnothing alike; you have the constitution of an horse.\n\n_Syl._ So far as to be troubled neither with spleen, cholic, nor\nvapours. I need no salts for my stomach, no hartshorn for my head,\nnor wash for my complexion; I can gallop all the morning after the\nhunting-horn, and all the evening after a fiddle. In short, I can do\nevery thing with my father, but drink and shoot flying; and I am sure\nI can do every thing my mother could, were I put to the trial.\n\n_Mel._ You are in a fair way of being put to't, for I am told your\ncaptain is come to town.\n\n_Syl._ Ay, Melinda, he is come, and I'll take care he shan't go without\na companion.\n\n_Mel._ You are certainly mad, cousin!\n\n _Syl._ \"And there's a pleasure in being mad,\n         Which none but madmen know.\"\n\n_Mel._ Thou poor romantic Quixote!--hast thou the vanity to imagine that\na young sprightly officer, that rambles o'er half the globe in half a\nyear, can confine his thoughts to the little daughter of a country\njustice, in an obscure part of the world?\n\n_Syl._ Psha! what care I for his thoughts; I should not like a man with\nconfined thoughts; it shows a narrowness of soul. In short, Melinda, I\nthink a petticoat a mighty simple thing, and I am heartily tired of my\nsex.\n\n_Mel._ That is, you are tired of an appendix to our sex, that you can't\nso handsomely get rid of in petticoats as if you were in breeches.--O'my\nconscience, Sylvia, hadst thou been a man, thou hadst been the greatest\nrake in Christendom.\n\n_Syl._ I should have endeavoured to know the world, which a man can\nnever do thoroughly without half a hundred friendships, and as many\namours. But now I think on't, how stands your affair with Mr. Worthy?\n\n_Mel._ He's my aversion.\n\n_Syl._ Vapours!\n\n_Mel._ What do you say, madam?\n\n_Syl._ I say, that you should not use that honest fellow so inhumanly:\nhe's a gentleman of parts and fortune, and besides that, he's my Plume's\nfriend; and by all that's sacred, if you don't use him better, I shall\nexpect satisfaction.\n\n_Mel._ Satisfaction! you begin to fancy yourself in breeches in good\nearnest--But, to be plain with you, I like Worthy the worse for being so\nintimate with your captain; for I take him to be a loose, idle,\nunmannerly coxcomb.\n\n_Syl._ Oh, Madam! you never saw him, perhaps, since you were mistress of\ntwenty thousand pounds: you only knew him when you were capitulating\nwith Worthy for a settlement, which perhaps might encourage him to be a\nlittle loose and unmannerly with you.\n\n_Mel._ What do you mean, madam?\n\n_Syl._ My meaning needs no interpretation, madam.\n\n_Mel._ Better it had, madam; for methinks you are too plain.\n\n_Syl._ If you mean the plainness of my person, I think your ladyship's\nas plain as me to the full.\n\n_Mel._ Were I sure of that, I would be glad to take up with a rakehelly\nofficer, as you do.\n\n_Syl._ Again! lookye, madam, you are in your own house.\n\n_Mel._ And if you had kept in yours, I should have excused you.\n\n_Syl._ Don't be troubled, madam; I shan't desire to have my visit\nreturned.\n\n_Mel._ The sooner, therefore, you make an end of this, the better.\n\n_Syl._ I am easily persuaded to follow my inclinations; and so, madam,\nyour humble servant. [_Exit._\n\n_Mel._ Saucy thing!\n\n\n     _Enter_ LUCY.\n\n_Lucy._ What's the matter, madam?\n\n_Mel._ Did not you see the proud nothing, how she swelled upon the\narrival of her fellow?\n\n_Lucy._ Her fellow has not been long enough arrived, to occasion any\ngreat swelling, madam; I don't believe she has seen him yet.\n\n_Mel._ Nor shan't, if I can help it.--Let me see--I have it; bring me\npen and ink--Hold, I'll go write in my closet.\n\n_Lucy._ An answer to this letter, I hope, madam? [_Presents a Letter._\n\n_Mel._ Who sent it?\n\n_Lucy._ Your captain, madam.\n\n_Mel._ He's a fool, and I'm tired of him: send it back unopened.\n\n_Lucy._ The messenger's gone, madam.\n\n_Mel._ Then how should I send an answer? Call him back immediately,\nwhile I go write. [_Exeunt._\n\n\n\n\nACT THE SECOND.\n\n\nSCENE I.\n\n_An Apartment._\n\n_Enter_ JUSTICE BALANCE _and_ PLUME.\n\n\n_Bal._ Lookye, captain, give us but blood for our money, and you shan't\nwant men. Ad's my life, captain, get us but another marshal of France,\nand I'll go myself for a soldier.\n\n_Plume._ Pray, Mr. Balance, how does your fair daughter?\n\n_Bal._ Ah, captain! what is my daughter to a marshal of France? we're\nupon a nobler subject; I want to have a particular description of the\nlast battle.\n\n_Plume._ The battle, sir, was a very pretty battle as any one should\ndesire to see; but we were all so intent upon victory, that we never\nminded the battle: all that I know of the matter is, our general\ncommanded us to beat the French, and we did so; and, if he pleases but\nto say the word, we'll do it again. But pray, sir, how does Mrs. Sylvia?\n\n_Bal._ Still upon Sylvia! for shame, captain! you are engaged\nalready--wedded to the war: victory is your mistress, and 'tis below a\nsoldier to think of any other.\n\n_Plume._ As a mistress, I confess--but as a friend, Mr. Balance----\n\n_Bal._ Come, come, captain, never mince the matter; would not you\nseduce my daughter, if you could?\n\n_Plume._ How, sir? I hope she is not to be seduced.\n\n_Bal._ 'Faith, but she is, sir; and any woman in England of her age and\ncomplexion, by your youth and vigour. Lookye, captain, once I was young,\nand once an officer, as you are, and I can guess at your thoughts now by\nwhat mine were then; and I remember very well that I would have given\none of my legs to have deluded the daughter of an old country gentleman\nlike me, as I was then like you.\n\n_Plume._ But, sir, was that country gentleman your friend and\nbenefactor?\n\n_Bal._ Not much of that.\n\n_Plume._ There the comparison breaks: the favours, sir, that----\n\n_Bal._ Pho, pho! I hate set speeches: if I have done you any service,\ncaptain, it was to please myself. I love thee, and if I could part with\nmy girl, you should have her as soon as any young fellow I know; but I\nhope you have more honour than to quit the service, and she more\nprudence than to follow the camp: but she's at her own disposal; she has\nfive thousand pounds in her pocket, and so--Sylvia, Sylvia! [_Calls._\n\n\n     _Enter_ SYLVIA.\n\n_Syl._ There are some letters, sir, come by the post from London; I left\nthem upon the table in your closet.\n\n_Bal._ And here is a gentleman from Germany.--[_Presents_ PLUME _to\nher_.] Captain, you'll excuse me; I'll go read my letters, and wait on\nyou. [_Exit._\n\n_Syl._ Sir, you are welcome to England.\n\n_Plume._ You are indebted to me a welcome, madam, since the hopes of\nreceiving it from this fair hand was the principal cause of my seeing\nEngland.\n\n_Syl._ I have often heard that soldiers were sincere; may I venture to\nbelieve public report?\n\n_Plume._ You may, when 'tis backed by private insurance; for I swear,\nmadam, by the honour of my profession, that whatever dangers I went\nupon, it was with the hope of making myself more worthy of your esteem;\nand if ever I had thoughts of preserving my life, 'twas for the pleasure\nof dying at your feet.\n\n_Syl._ Well, well, you shall die at my feet, or where you will; but you\nknow, sir, there is a certain will and testament to be made beforehand.\n\n_Plume._ My will, madam, is made already, and there it is; and if you\nplease to open that parchment, which was drawn the evening before the\nbattle of Hockstet, you will find whom I left my heir.\n\nSyl. _Mrs. Sylvia Balance._ [_Opens the Will, and reads._] Well,\ncaptain, this is a handsome and substantial compliment; but I can assure\nyou I am much better pleased with the bare knowledge of your intention,\nthan I should have been in the possession of your legacy: but, methinks,\nsir, you should have left something to your little boy at the Castle.\n\n_Plume._ That's home. [_Aside._] My little boy! lack-a-day, madam!\nthat alone may convince you 'twas none of mine: why, the girl, madam,\nis my serjeant's wife, and so the poor creature gave out that I was\nthe father, in hopes that my friends might support her in case of\nnecessity.--That was all, madam--my boy! no, no, no!\n\n\n     _Enter a_ SERVANT.\n\n_Serv._ Madam, my master has received some ill news from London, and\ndesires to speak with you immediately; and he begs the captain's pardon,\nthat he can't wait on him, as he promised.\n\n_Plume._ Ill news! Heavens avert it! nothing could touch me nearer than\nto see that generous, worthy gentleman afflicted. I'll leave you to\ncomfort him; and be assured that if my life and fortune can be any way\nserviceable to the father of my Sylvia, he shall freely command both.\n\n_Syl._ The necessity must be very pressing that would engage me to\nendanger either. [_Exeunt severally._\n\n\nSCENE II.\n\n_Another Apartment._\n\n_Enter_ BALANCE _and_ SYLVIA.\n\n\n_Syl._ Whilst there is life there is hope, sir; perhaps my brother may\nrecover.\n\n_Bal._ We have but little reason to expect it; the doctor acquaints\nme here, that before this comes to my hands he fears I shall have no\nson.--Poor Owen! but the decree is just; I was pleased with the death of\nmy father, because he left me an estate; and now I am punished with the\nloss of an heir to inherit mine. I must now look upon you as the only\nhopes of my family; and I expect that the augmentation of your fortune\nwill give you fresh thoughts and new prospects.\n\n_Syl._ My desire in being punctual in my obedience, requires that you\nwould be plain in your commands, sir.\n\n_Bal._ The death of your brother makes you sole heiress to my estate,\nwhich you know is about three thousand pounds a year: this fortune gives\nyou a fair claim to quality and a title: you must set a just value upon\nyourself, and, in plain terms, think no more of Captain Plume.\n\n_Syl._ You have often commended the gentleman, sir.\n\n_Bal._ And I do so still; he's a very pretty fellow; but though I liked\nhim well enough for a bare son-in-law, I don't approve of him for an\nheir to my estate and family; five thousand pounds indeed I might trust\nin his hands, and it might do the young fellow a kindness; but--od's\nmy life! three thousand pounds a year would ruin him, quite turn his\nbrain--A captain of foot worth three thousand pounds a year! 'tis a\nprodigy in nature!\n\n\n     _Enter a_ SERVANT.\n\n_Serv._ Sir, here's one with a letter below for your worship, but he\nwill deliver it into no hands but your own.\n\n_Bal._ Come, show me the messenger. [_Exit with_ SERVANT.\n\n_Syl._ Make the dispute between love and duty, and I am prince Prettyman\nexactly.--If my brother dies, ah, poor brother! if he lives, ah, poor\nsister! It is bad both ways, I'll try it again--Follow my own\ninclinations, and break my father's heart; or obey his commands, and\nbreak my own? Worse and worse.--Suppose I take it thus: A moderate\nfortune, a pretty fellow, and a pad; or a fine estate, a coach and six,\nand an ass.--That will never do neither.\n\n\n     _Enter_ BALANCE _and a_ SERVANT.\n\n_Bal._ Put four horses to the coach. [_To a_ SERVANT, _who goes out_.]\nHo, Sylvia!\n\n_Syl._ Sir.\n\n_Bal._ How old were you when your mother died?\n\n_Syl._ So young that I don't remember I ever had one; and you have been\nso careful, so indulgent to me since, that indeed I never wanted one.\n\n_Bal._ Have I ever denied you any thing you asked of me?\n\n_Syl._ Never, that I remember.\n\n_Bal._ Then, Sylvia, I must beg that once in your life you would grant\nme a favour.\n\n_Syl._ Why should you question it, sir?\n\n_Bal._ I don't; but I would rather counsel than command. I don't propose\nthis with the authority of a parent, but as the advice of your friend,\nthat you would take the coach this moment, and go into the country.\n\n_Syl._ Does this advice, sir, proceed from the contents of the letter\nyou received just now?\n\n_Bal._ No matter; I will be with you in three or four days, and then\ngive my reasons: but before you go, I expect you will make me one solemn\npromise.\n\n_Syl._ Propose the thing, sir.\n\n_Bal._ That you will never dispose of yourself to any man without my\nconsent.\n\n_Syl._ I promise.\n\n_Bal._ Very well; and to be even with you, I promise I never will\ndispose of you without your own consent: and so, Sylvia, the coach is\nready. Farewell. [_Leads her to the Door, and returns._] Now, she's\ngone, I'll examine the contents of this letter a little nearer.\n[_Reads._\n\n     SIR,\n\n     _My intimacy with Mr. Worthy has drawn a secret from him,\n     that he had from his friend Captain Plume; and my friendship\n     and relation to your family oblige me to give you timely\n     notice of it. The captain has dishonourable designs upon my\n     cousin Sylvia. Evils of this nature are more easily\n     prevented than amended; and that you would immediately send\n     my cousin into the country, is the advice of_,\n                                      _Sir, your humble servant_,\n\n                                                        MELINDA.\n\nWhy, the devil's in the young fellows of this age; they are ten times\nworse than they were in my time: had he made my daughter a whore, and\nforswore it, like a gentleman, I could almost have pardoned it; but to\ntell tales beforehand is monstrous.--Hang it! I can fetch down a\nwoodcock or a snipe, and why not a hat and cockade? I have a case of\ngood pistols, and have a good mind to try.\n\n\n     _Enter_ WORTHY.\n\nWorthy, your servant.\n\n_Wor._ I'm sorry, sir, to be the messenger of ill news.\n\n_Bal._ I apprehend it, sir; you have heard that my son Owen is past\nrecovery.\n\n_Wor._ My letters say he's dead, sir.\n\n_Bal._ He's happy, and I am satisfied: the stroke of Heaven I can bear;\nbut injuries from men, Mr. Worthy, are not so easily supported.\n\n_Wor._ I hope, sir, you are under no apprehensions of wrong from any\nbody.\n\n_Bal._ You know I ought to be.\n\n_Wor._ You wrong my honour, in believing I could know any thing to your\nprejudice, without resenting it as much as you should.\n\n_Bal._ This letter, sir, which I tear in pieces, to conceal the person\nthat sent it, informs me that Plume has a design upon Sylvia, and that\nyou are privy to it.\n\n_Wor._ Nay, then, sir, I must do myself justice, and endeavour to find\nout the author. [_Takes up a Bit._]--Sir, I know the hand, and if you\nrefuse to discover the contents, Melinda shall tell me. [_Going._\n\n_Bal._ Hold, sir; the contents I have told you already; only with this\ncircumstance--that her intimacy with Mr. Worthy had drawn the secret\nfrom him.\n\n_Wor._ Her intimacy with me! Dear sir! let me pick up the pieces of this\nletter, 'twill give me such a power over her pride to have her own an\nintimacy under her hand.--This was the luckiest accident! [_Gathering up\nthe Letter._] The aspersion, sir, was nothing but malice; the effect of\na little quarrel between her and Mrs. Sylvia.\n\n_Bal._ Are you sure of that, sir?\n\n_Wor._ Her maid gave me the history of part of the battle just now, as\nshe overheard it: but I hope, sir, your daughter has suffered nothing\nupon the account.\n\n_Bal._ No, no, poor girl! she's so afflicted with the news of her\nbrother's death, that, to avoid company, she begged leave to go into the\ncountry.\n\n_Wor._ And is she gone?\n\n_Bal._ I could not refuse her, she was so pressing; the coach went from\nthe door the minute before you came.\n\n_Wor._ So pressing to be gone, sir?--I find her fortune will give her\nthe same airs with Melinda, and then Plume and I may laugh at one\nanother.\n\n_Bal._ Like enough; women are as subject to pride as men are; and why\nmayn't great women as well as great men forget their old acquaintance?\nBut come, where's this young fellow? I love him so well, it would break\nthe heart of me to think him a rascal.--I am glad my daughter's gone\nfairly off though.--[_Aside._] Where does the captain quarter?\n\n_Wor._ At Horton's; I am to meet him there two hours hence, and we\nshould be glad of your company.\n\n_Bal._ Your pardon, dear Worthy! I must allow a day or two to the death\nof my son. The decorum of mourning is what we owe the world, because\nthey pay it to us; afterwards I'm yours over a bottle, or how you will.\n\n_Wor._ Sir, I'm your humble servant. [_Exeunt apart._\n\n\nSCENE III.\n\n_The Street._\n\n_Enter_ KITE, _with_ COSTAR PEARMAIN _in one Hand, and_ THOMAS APPLETREE\n_in the other, drunk_.\n\n\nKITE _sings_.\n\n  _Our 'prentice Tom may now refuse_\n  _To wipe his scoundrel master's shoes,_\n  _For now he's free to sing and play_\n  _Over the hills and far away._\n        _Over, &c._\n\n     [The Mob sing the Chorus.\n\n  _We shall lead more happy lives_\n  _By getting rid of brats and wives,_\n  _That scold and brawl both night and day,_\n  _Over the hills and far away._\n        _Over, &c._\n\n_Kite._ Hey, boys! thus we soldiers live! drink, sing, dance, play;--we\nlive, as one should say--we live--'tis impossible to tell how we\nlive--we are all princes--why, why you are a king--you are an emperor,\nand I'm a prince--now, an't we?\n\n_Tho._ No serjeant, I'll be no emperor.\n\n_Kite._ No!\n\n_Tho._ I'll be a justice of peace.\n\n_Kite._ A justice of peace, man!\n\n_Tho._ Ay, wauns will I; for since this pressing act, they are greater\nthan any emperor under the sun.\n\n_Kite._ Done; you are a justice of peace, and you are a king, and I am a\nduke, and a rum duke, an't I?\n\n_Cost._ I'll be a queen.\n\n_Kite._ A queen.\n\n_Cost._ Ay, of England, that's greater than any king of them all.\n\n_Kite._ Bravely said, 'faith! huzza for the queen. [_Huzza._] But\nharkye, you Mr. Justice, and you Mr. Queen, did you ever see the king's\npicture?\n\n_Both._ No! no! no!\n\n_Kite._ I wonder at that; I have two of them set in gold, and as like\nhis majesty, God bless the mark! see here, they are set in gold.\n\n     [_Takes two broad pieces out of his pocket; presents one to\n     each._\n\n_Tho._ The wonderful works of nature! [_Looking at it._\n\nWhat's this written about? here's a posy, I believe.--Ca-ro-lus!--what's\nthat, serjeant?\n\n_Kite._ O! Carolus! why, Carolus is Latin for King George; that's all.\n\n_Cost._ Tis a fine thing to be a scollard.--Serjeant, will you part with\nthis? I'll buy it on you, if it come within the compass of a crown.\n\n_Kite._ A crown! never talk of buying; 'tis the same thing among\nfriends, you know; I'll present them to ye both: you shall give me as\ngood a thing. Put them up, and remember your old friend when I am over\nthe hills and far away. [_They sing, and put up the Money._\n\n\n     _Enter_ PLUME, _singing_.\n\n  _Over the hills and over the main,_\n  _To Flanders, Portugal, or Spain_\n  _The king commands and we'll obey,_\n  _Over the hills and far away._\n\nCome on my men of mirth, away with it; I'll make one among ye. Who are\nthese hearty lads?\n\n_Kite._ Off with your hats; 'ounds! off with your hats: this is the\ncaptain, the captain.\n\n_Tho._ We have seen captains afore now, mun.\n\n_Cost._ Ay, and lieutenant-captains too. 'Sflesh! I'll keep on my nab.\n\n_Tho._ And I'se scarcely d'off mine for any captain in England. My\nvether's a freeholder.\n\n_Plume._ Who are those jolly lads, serjeant?\n\n_Kite._ A couple of honest brave fellows that are willing to serve the\nking: I have entertained them just now as volunteers, under your\nhonour's command.\n\n_Plume._ And good entertainment they shall have: volunteers are the men\nI want; those are the men fit to make soldiers, captains, generals.\n\n_Cost._ Wounds, Tummas, what's this! are you listed?\n\n_Tho._ Flesh! not I: are you, Costar?\n\n_Cost._ Wounds! not I.\n\n_Kite._ What! not listed? ha! ha! ha! a very good jest, i'faith.\n\n_Cost._ Come, Tummus, we'll go home.\n\n_Tho._ Ay, ay, come.\n\n_Kite._ Home! for shame, gentlemen; behave yourselves better before your\ncaptain. Dear Tummas, honest Costar!\n\n_Tho._ No, no! we'll be gone.\n\n_Kite._ Nay, then, I command you to stay: I place you both centinels in\nthis place for two hours, to watch the motion of St. Mary's clock you,\nand you the motion of St. Chad's; and he, that dares stir from his post\ntill he be relieved, shall have my sword in his guts the next minute.\n\n_Plume._ What's the matter, serjeant? I'm afraid you are too rough with\nthese gentlemen.\n\n_Kite._ I'm too mild, sir; they disobey command, sir; and one of them\nshould be shot, for an example to the other.\n\n_Cost._ Shot! Tummas?\n\n_Plume._ Come, gentlemen, what's the matter?\n\n_Tho._ We don't know; the noble serjeant is pleas'd to be in a passion,\nsir; but----\n\n_Kite._ They disobey command; they deny their being listed.\n\n_Tho._ Nay, serjeant, we don't downright deny it, neither; that we dare\nnot do, for fear of being shot; but we humbly conceive, in a civil way,\nand begging your worship's pardon, that we may go home.\n\n_Plume._ That's easily known. Have either of you received any of the\nking's money?\n\n_Cost._ Not a brass farthing, sir.\n\n_Kite._ They have each of them received one-and-twenty shillings, and\n'tis now in their pockets.\n\n_Cost._ Wounds! if I have a penny in my pocket but a bent sixpence, I'll\nbe content to be listed and shot into the bargain.\n\n_Tho._ And I: look ye here, sir.\n\n_Cost._ Nothing but the king's picture, that the serjeant gave me just\nnow.\n\n_Kite._ See there, a guinea, one and twenty shillings; t'other has the\nfellow on't.\n\n_Plume._ The case is plain, gentlemen: the goods are found upon you:\nthose pieces of gold are worth one-and-twenty shillings each.\n\n_Cost._ So it seems that Carolus is one-and-twenty shillings in Latin.\n\n_Tho._ 'Tis the same thing in Greek, for we are listed.\n\n_Cost._ Flesh; but we an't, Tummus: I desire to be carried before the\nmayor, captain.\n\n                            [CAPTAIN _and_ SERJEANT _whisper the while._\n\n_Plume._ 'Twill never do, Kite--your damned tricks will ruin me at\nlast--I won't lose the fellows, though, if I can help it.--Well,\ngentlemen, there must be some trick in this; my serjeant offers to take\nhis oath that you are fairly listed.\n\n_Tho._ Why, captain, we know that you soldiers have more liberty of\nconscience than other folks; but for me or neighbour Costar here to take\nsuch an oath, 'twould be downright perjuration.\n\n_Plume._ Lookye, rascal, you villain! If I find that you have imposed\nupon these two honest fellows, I'll trample you to death, you dog--Come,\nhow was't?\n\n_Tho._ Nay, then we'll speak. Your serjeant, as you say, is a rogue,\nan't like your worship, begging your worship's pardon--and--\n\n_Cost._ Nay, Tummus, let me speak, you know I can read.----And so, sir,\nhe gave us those two pieces of money for pictures of the king, by way of\na present.\n\n_Plume._ How? by way of a present! the son of a whore! I'll teach him to\nabuse honest fellows like you!--scoundrel! rogue! villain!\n\n                                 [_Beats off the Serjeant, and follows._\n\n_Both._ O brave noble captain! huzza! A brave captain, 'faith!\n\n_Cost._ Now, Tummas, Carolus is Latin for a beating. This is the bravest\ncaptain I ever saw--Wounds! I've a month's mind to go with him.\n\n\n     _Enter_ PLUME.\n\n_Plume._ A dog, to abuse two such honest fellows as you.--Lookye,\ngentlemen, I love a pretty fellow; I come among you as an officer to\nlist soldiers, not as a kidnapper to steal slaves.\n\n_Cost._ Mind that, Tummas.\n\n_Plume._ I desire no man to go with me but as I went myself; I went a\nvolunteer, as you or you may do; for a little time carried a musket, and\nnow I command a company.\n\n_Tho._ Mind that, Costar. A sweet gentleman!\n\n_Plume._ Tis true, gentlemen, I might take an advantage of you; the\nking's money was in your pockets--my serjeant was ready to take his oath\nyou were listed; but I scorn to do a base thing; you are both of you at\nyour liberty.\n\n_Cost._ Thank you, noble captain----Icod! I can't find in my heart to\nleave him, he talks so finely.\n\n_Tho._ Ay, Costar, would he always hold in this mind.\n\n_Plume._ Come, my lads, one thing more I'll tell you: you're both young\ntight fellows, and the army is the place to make you men for ever: every\nman has his lot, and you have yours: what think you of a purse of French\ngold out of a monsieur's pocket, after you have dashed out his brains\nwith the but end of your firelock, eh?\n\n_Cost._ Wauns! I'll have it. Captain--give me a shilling; I'll follow\nyou to the end of the world.\n\n_Tho._ Nay, dear Costar! do'na: be advis'd.\n\n_Plume._ Here, my hero, here are two guineas for thee, as earnest of\nwhat I'll do farther for thee.\n\n_Tho._ Do'na take it; do'na, dear Costar.\n\n                                       [_Cries, and pulls back his Arm._\n\n_Cost._ I wull--I wull--Waunds! my mind gives me that I shall be a\ncaptain myself--I take your money, sir, and now I am a gentleman.\n\n_Plume._ Give me thy hand; and now you and I will travel the world o'er,\nand command it wherever we tread.--Bring your friend with you, if you\ncan. [_Aside._\n\n_Cost._ Well, Tummas, must we part?\n\n_Tho._ No, Costar, I cannot leave thee.--Come, captain, I'll e'en go\nalong too; and if you have two honester simpler lads in your company\nthan we two have been, I'll say no more.\n\n_Plume._ Here, my lad. [_Gives him Money._] Now, your name?\n\n_Tho._ Tummas Appletree.\n\n_Plume._ And yours?\n\n_Cost._ Costar Pearmain.\n\n_Plume._ Well said, Costar! Born where?\n\n_Tho._ Both in Herefordshire.\n\n_Plume._ Very well. Courage, my lads. Now we'll\n\n Sings. _Over the hills, and far away._\n        _Courage, boys, it's one to ten_\n        _But we return all gentlemen;_\n        _While conq'ring colours we display,_\n        _Over the hills, and far away._\n\nKite, take care of them.\n\n\n     _Enter_ KITE.\n\n_Kite._ An't you a couple of pretty fellows, now! Here, you have\ncomplained to the captain; I am to be turned out, and one of you will be\nserjeant. Which of you is to have my halberd?\n\n_Both Rec._ I.\n\n_Kite._ So you shall--in your guts.--March, you sons of whores! [_Beats\nthem off._\n\n\n\n\nACT THE THIRD.\n\n\nSCENE I.\n\n_The Market Place._\n\n_Enter_ PLUME _and_ WORTHY.\n\n\n_Wor._ I cannot forbear admiring the equality of our fortunes: we love\ntwo ladies, they meet us half way, and just as we were upon the point\nof leaping into their arms, fortune drops in their laps, pride possesses\ntheir hearts, a maggot fills their heads, madness takes them by the\ntails; they snort, kick up their heels, and away they run.\n\n_Plume._ And leave us here to mourn upon the shore--a couple of poor\nmelancholy monsters. What shall we do?\n\n_Wor._ I have a trick for mine; the letter, you know, and the\nfortune-teller.\n\n_Plume._ And I have a trick for mine.\n\n_Wor._ What is't?\n\n_Plume._ I'll never think of her again.\n\n_Wor._ No!\n\n_Plume._ No; I think myself above administering to the pride of any\nwoman, were she worth twelve thousand a-year; and I ha'n't the vanity to\nbelieve I shall gain a lady worth twelve hundred. The generous,\ngoodnatured Sylvia, in her smock, I admire; but the haughty and scornful\nSylvia, with her fortune, I despise.--What! sneak out of town, and not\nso much as a word, a line, a compliment!--'Sdeath! how far off does she\nlive? I'll go and break her windows.\n\n_Wor._ Ha! ha! ha! ay, and the window-bars too, to come at her. Come,\ncome, friend, no more of your rough military airs.\n\n\n     _Enter_ KITE.\n\n_Kite._ Captain! captain! Sir, look yonder; she's a-coming this way.\n'Tis the prettiest, cleanest, little tit!\n\n_Plume._ Now, Worthy, to show you how much I'm in love--here she comes.\nBut, Kite, what is that great country fellow with her?\n\n_Kite._ I can't tell, sir.\n\n\n     _Enter_ ROSE, _followed by her Brother_ BULLOCK, _with\n     Chickens on her Arm, in a Basket_.\n\n_Rose._ Buy chickens, young and tender chickens, young and tender\nchickens.\n\n_Plume._ Here, you chickens.\n\n_Rose._ Who calls?\n\n_Plume._ Come hither, pretty maid.\n\n_Rose._ Will you please to buy, sir?\n\n_Wor._ Yes, child, we'll both buy.\n\n_Plume._ Nay, Worthy, that's not fair; market for yourself--Come, child,\nI'll buy all you have.\n\n_Rose._ Then all I have is at your service. [_Courtesies._\n\n   [Illustration:\n   RECRUITING OFFICER\n   CAPTAIN PLUME--LET ME SEE; YOUNG & TENDER YOU SAY.\n   ACT III SCENE I]\n\n_Wor._ Then must I shift for myself, I find. [_Exit._\n\n_Plume._ Let me see; young and tender, you say. [_Chucks her under the\nChin._\n\n_Rose._ As ever you tasted in your life, sir.\n\n_Plume._ Come, I must examine your basket to the bottom, my dear!\n\n_Rose._ Nay, for that matter, put in your hand; feel, sir; I warrant my\nware is as good as any in the market.\n\n_Plume._ And I'll buy it all, child, were it ten times more.\n\n_Rose._ Sir, I can furnish you.\n\n_Plume._ Come, then, we won't quarrel about the price; they're fine\nbirds.--Pray, what's your name, pretty creature!\n\n_Rose._ Rose, sir. My father is a farmer within three short miles o' the\ntown: we keep this market; I sell chickens, eggs, and butter, and my\nbrother Bullock there sells corn.\n\n_Bul._ Come, sister, haste--we shall be late home. [_Whistles about the\nStage._\n\n_Plume._ Kite! [_Tips him the wink, he returns it._] Pretty Mrs.\nRose--you have--let me see--how many?\n\n_Rose._ A dozen, sir, and they are richly worth a crown.\n\n_Bul._ Come, Rouse; I sold fifty strake of barley to-day in half this\ntime; but you will higgle and higgle for a penny more than the commodity\nis worth.\n\n_Rose._ What's that to you, oaf? I can make as much out of a groat as\nyou can out of fourpence, I'm sure--The gentleman bids fair, and when I\nmeet with a chapman, I know how to make the best of him--And so, sir, I\nsay for a crown-piece the bargain's yours.\n\n_Plume._ Here's a guinea, my dear!\n\n_Rose._ I can't change your money, sir.\n\n_Plume._ Indeed, indeed, but you can--my lodging is hard by, chicken!\nand we'll make change there. [_Goes off, she follows him._\n\n_Kite._ So, sir, as I was telling you, I have seen one of these hussars\neat up a ravelin for his breakfast, and afterwards pick his teeth with a\npalisado.\n\n_Bul._ Ay, you soldiers see very strange things; but pray, sir, what is\na rabelin?\n\n_Kite._ Why, 'tis like a modern minc'd pie, but the crust is confounded\nhard, and the plums are somewhat hard of digestion.\n\n_Bul._ Then your palisado, pray what may he be? Come, Rouse, pray ha'\ndone.\n\n_Kite._ Your palisado is a pretty sort of bodkin, about the thickness of\nmy leg.\n\n_Bul._ That's a fib, I believe. [_Aside._] Eh! where's Rouse? Rouse,\nRouse! 'Sflesh! where's Rouse gone?\n\n_Kite._ She's gone with the captain.\n\n_Bul._ The captain! wauns! there's no pressing of women, sure.\n\n_Kite._ But there is, sure.\n\n_Bul._ If the captain should press Rouse, I should be ruined----Which\nway went she? Oh! the devil take your rabelins and palisadoes! [_Exit._\n\n_Kite._ You shall be better acquainted with them, honest Bullock, or I\nshall miss of my aim.\n\n\n     _Enter_ WORTHY.\n\n_Wor._ Why thou art the most useful fellow in nature to your captain,\nadmirable in your way I find.\n\n_Kite._ Yes, sir, I understand my business, I will say it.\n\n_Wor._ How came you so qualified?\n\n_Kite._ You must know, sir, I was born a gipsy, and bred among that\ncrew till I was ten years old; there I learned canting and lying: I was\nbought from my mother Cleopatra by a certain nobleman for three\npistoles, there I learned impudence and pimping: I was turned off for\nwearing my lord's linen, and drinking my lady's ratafia, and turned\nbailiff's follower; there I learned bullying and swearing: I at last got\ninto the army; and there I learned whoring and drinking--so that if your\nworship pleases to cast up the whole sum, viz. canting, lying,\nimpudence, pimping, bullying, swearing, whoring, drinking, and a\nhalberd, you will find the sum total amount to a Recruiting Serjeant.\n\n_Wor._ And pray what induced you to turn soldier?\n\n_Kite._ Hunger and ambition. But here comes Justice Balance.\n\n\n     _Enter_ BALANCE _and_ BULLOCK.\n\n_Bal._ Here you, serjeant, where's your captain? here's a poor foolish\nfellow comes clamouring to me with a complaint that your captain has\npressed his sister. Do you know any thing of this matter, Worthy?\n\n_Wor._ Ha! ha! ha! I know his sister is gone with Plume to his lodging,\nto sell him some chickens.\n\n_Bal._ Is that all? the fellow's a fool.\n\n_Bul._ I know that, an't like your worship; but if your worship pleases\nto grant me a warrant to bring her before your worship, for fear of the\nworst.\n\n_Bal._ Thou'rt mad, fellow; thy sister's safe enough.\n\n_Kite._ I hope so too. [_Aside._\n\n_Wor._ Hast thou no more sense, fellow, than to believe that the captain\ncan list women?\n\n_Bul._ I know not whether they list them, or what they do with them, but\nI'm sure they carry as many women as men with them out of the country.\n\n_Bal._ But how came you not to go along with your sister?\n\n_Bul._ Lord, sir, I thought no more of her going than I do of the day I\nshall die: but this gentleman here, not suspecting any hurt neither, I\nbelieve--you thought no harm, friend, did you?\n\n_Kite._ Lack-a-day, sir, not I----only that I believe I shall marry her\nto-morrow.\n\n_Bal._ I begin to smell powder. Well, friend, but what did that\ngentleman with you?\n\n_Bul._ Why, sir, he entertained me with a fine story of a great\nsea-fight between the Hungarians, I think it was, and the wild Irish.\n\n_Kite._ And so, sir, while we were in the heat of battle--the captain\ncarried off the baggage.\n\n_Bal._ Serjeant, go along with this fellow to your captain, give him my\nhumble service, and desire him to discharge the wench, though he has\nlisted her.\n\n_Bul._ Ay, and if she ben't free for that, he shall have another man in\nher place.\n\n_Kite._ Come, honest friend, you shall go to my quarters instead of the\ncaptain's. [_Aside._\n\n                                           [_Exeunt_ KITE _and_ BULLOCK.\n\n_Bal._ We must get this mad captain his complement of men, and send him\npacking, else he'll overrun the country.\n\n_Wor._ You see, sir, how little he values your daughter's disdain.\n\n_Bal._ I like him the better: I was just such another fellow at his age:\nBut how goes your affair with Melinda?\n\n_Wor._ Very slowly. My mistress has got a captain too, but such a\ncaptain!--as I live, yonder he comes!\n\n_Bal._ Who, that bluff fellow in the sash? I don't know him.\n\n_Wor._ But I engage he knows you and every body at first sight: his\nimpudence were a prodigy, were not his ignorance proportionable; he has\nthe most universal acquaintance of any man living, for he won't be\nalone, and nobody will keep him company twice: then he's a CÃ¦sar among\nthe women, _veni, vidi, vici_, that's all. If he has but talked with the\nmaid, he swears he has lain with the mistress: but the most surprising\npart of his character is his memory, which is the most prodigious and\nthe most trifling in the world.\n\n_Bal._ I have known another acquire so much by travel as to tell you the\nnames of most places in Europe, with their distances of miles, leagues,\nor hours, as punctually as a postboy; but for any thing else as ignorant\nas the horse that carries the mail.\n\n_Wor._ This is your man, sir, add but the traveller's privilege of\nlying, and even that he abuses: this is the picture, behold the life.\n\n\n     _Enter_ BRAZEN.\n\n_Brazen._ Mr. Worthy, I'm your servant, and so forth--Harkye, my dear!\n\n_Wor._ Whispering, sir, before company, is not manners, and when\nnobody's by 'tis foolish.\n\n_Brazen._ Company! _mort de ma vie!_ I beg the gentleman's pardon--who\nis he?\n\n_Wor._ Ask him.\n\n_Brazen._ So I will. My dear! I am your servant, and so forth--Your\nname, my dear?\n\n_Bal._ Very laconic, sir.\n\n_Brazen._ Laconic! a very good name truly. I have known several of the\nLaconics abroad. Poor Jack Laconic! he was killed at the battle of\nLanden. I remember that he had a blue ribband in his hat that very day,\nand after he fell, we found a piece of neat's tongue in his pocket.\n\n_Bal._ Pray, sir, did the French attack us, or we them, at Landen?\n\n_Brazen._ The French attack us! No, sir, we attacked them on the----I\nhave reason to remember the time, for I had two-and-twenty horses killed\nunder me that day.\n\n_Wor._ Then, sir, you must have rid mighty hard.\n\n_Bal._ Or, perhaps, sir, like my countrymen, you rid upon half a dozen\nhorses at once.\n\n_Brazen._ What do ye mean, gentlemen? I tell you they were killed, all\ntorn to pieces by cannon-shot, except six I staked to death upon the\nenemy's _cheveaux de frise_.\n\n_Bal._ Noble captain! may I crave your name?\n\n_Brazen._ Brazen, at your service.\n\n_Bal._ Oh, Brazen! a very good name. I have known several of the Brazens\nabroad.\n\n_Wor._ Do you know one Captain Plume, sir?\n\n_Brazen._ Is he any thing related to Frank Plume in\nNorthamptonshire?--Honest Frank! many, many a dry bottle have we cracked\nhand to fist. You must have known his brother Charles, that was\nconcerned in the India company; he married the daughter of Old\nTonguepad, the master in Chancery, a very pretty woman, only she quinted\na little; she died in child-bed of her first child, but the child\nsurvived: 'twas a daughter, but whether it was called Margaret or\nMargery, upon my soul, I can't remember. [_Looking on his Watch._] But,\ngentlemen, I must meet a lady, a twenty thousand pounder, presently,\nupon the walk by the water--Worthy, your servant; Laconic, yours.\n                                                               [_Exit._\n\n_Bal._ If you can have so mean an opinion of Melinda, as to be jealous\nof this fellow, I think she ought to give you cause to be so.\n\n_Wor._ I don't think she encourages him so much for gaining herself a\nlover, as to set up a rival. Were there any credit to be given to his\nwords, I should believe Melinda had made him this assignation. I must go\nsee, sir, you'll pardon me. [_Exit._\n\n_Bal._ Ay, ay, sir, you're a man of business--But what have we got here?\n\n\n     _Enter_ ROSE, _singing_.\n\n_Rose._ And I shall be a lady, a captain's lady, and ride single, upon a\nwhite horse with a star, upon a velvet side-saddle; and I shall go to\nLondon, and see the tombs, and the lions, and the king and queen. Sir,\nan please your worship, I have often seen your worship ride through our\ngrounds a-hunting, begging your worship's pardon. Pray, what may this\nlace be worth a-yard? [_Showing some Lace._\n\n_Bal._ Right Mecklin, by this light! Where did you get this lace, child?\n\n_Rose._ No matter for that, sir; I came honestly by it.\n\n_Bal._ I question it much. [_Aside._\n\n_Rose._ And see here, sir, a fine Turkey-shell snuff-box, and fine\nmangere: see here. [_Takes Snuff affectedly._] The captain learned me\nhow to take it with an air.\n\n_Bal._ Oh ho! the captain! now the murder's out. And so the captain\ntaught you to take it with an air?\n\n_Rose._ Yes; and give it with an air too. Will your worship please to\ntaste my snuff? [_Offers the Box affectedly._\n\n_Bal._ You are a very apt scholar, pretty maid! And pray, what did you\ngive the captain for these fine things?\n\n_Rose._ He's to have my brother for a soldier, and two or three\nsweethearts I have in the country; they shall all go with the captain.\nOh! he's the finest man, and the humblest withal! Would you believe it,\nsir? he carried me up with him to his own chamber, with as much\nfam-mam-mil-yararality, as if I had been the best lady in the land.\n\n_Bal._ Oh! he's a mighty familiar gentleman as can be.\n\n\n     _Enter_ PLUME, _singing_.\n\n Plume. _But it is not so_\n        _With those that go_\n        _Thro' frost and snow----_\n        _Most apropos,_\n        _My maid with the milking pail._\n                             [_Takes hold of_ ROSE.\n\nHow, the justice! then I'm arraigned, condemned and executed.\n\n_Bal._ Oh, my noble captain!\n\n_Rose._ And my noble captain, too, sir.\n\n_Plume._ 'Sdeath! child, are you mad?--Mr. Balance, I am so full of\nbusiness about my recruits, that I ha'n't a moment's time to----I have\njust now three or four people to----\n\n_Bal._ Nay, captain, I must speak to you--\n\n_Rose._ And so must I too, captain.\n\n_Plume._ Any other time, sir--I cannot, for my life, sir--\n\n_Bal._ Pray, sir----\n\n_Plume._ Twenty thousand things--I would--but--now, sir, pray--Devil\ntake me--I cannot--I must--[_Breaks away._\n\n_Bal._ Nay, I'll follow you. [_Exit._\n\n_Rose._ And I too. [_Exit._\n\n\nSCENE II.\n\n_The Walk by the Severn Side._\n\n_Enter_ MELINDA _and her Maid_ LUCY.\n\n\n_Mel._ And pray was it a ring, or buckle, or pendants, or knots; or in\nwhat shape was the almighty gold transformed, that has bribed you so\nmuch in his favour?\n\n_Lucy._ Indeed, madam, the last bribe I had from the captain, was only a\nsmall piece of Flanders' lace, for a cap.\n\n_Mel._ Ay, Flanders' lace is a constant present from officers to their\nwomen. They every year bring over a cargo of lace, to cheat the king of\nhis duty, and his subjects of their honesty.\n\n_Lucy._ They only barter one sort of prohibited goods for another,\nmadam.\n\n_Mel._ Has any of them been bartering with you, Mrs. Pert, that you talk\nso like a trader?\n\n_Lucy._ One would imagine, madam, by your concern for Worthy's absence,\nthat you should use him better when he's with you.\n\n_Mel._ Who told you, pray, that I was concerned for his absence? I'm\nonly vexed that I have had nothing said to me these two days: as one may\nlove the treason and hate the traitor. Oh! here comes another captain,\nand a rogue that has the confidence to make love to me; but indeed, I\ndon't wonder at that, when he has the assurance to fancy himself a fine\ngentleman.\n\n_Lucy._ If he should speak o' th' assignation I should be ruined!\n[_Aside._\n\n\n     _Enter_ BRAZEN.\n\n_Brazen._ True to the touch, 'faith! [_Aside._] Madam, I am your humble\nservant, and all that, madam. A fine river, this same Severn--Do you\nlove fishing, madam?\n\n_Mel._ 'Tis a pretty melancholy amusement for lovers.\n\n_Brazen._ I'll go and buy hooks and lines presently; for you must know,\nmadam, that I have served in Flanders against the French, in Hungary\nagainst the Turks, and in Tangier against the Moors, and I was never so\nmuch in love before; and split me, madam, in all the campaigns I ever\nmade, I have not seen so fine a woman as your ladyship.\n\n_Mel._ And from all the men I ever saw, I never had so fine a\ncompliment: but you soldiers are the best bred men, that we must allow.\n\n_Brazen._ Some of us, madam; but there are brutes among us too, very sad\nbrutes; for my own part, I have always had the good luck to prove\nagreeable. I have had very considerable offers, madam--I might have\nmarried a German princess, worth fifty thousand crowns a-year, but her\nstove disgusted me. The daughter of a Turkish bashaw fell in love with\nme, too, when I was a prisoner among the Infidels; she offered to rob\nher father of his treasure, and make her escape with me; but I don't\nknow how, my time was not come: hanging and marriage, you know, go by\ndestiny: Fate has reserved me for a Shropshire lady, worth twenty\nthousand pounds. Do you know any such person, madam?\n\n_Mel._ Extravagant coxcomb! [_Aside._] To be sure, a great many ladies\nof that fortune would be proud of the name of Mrs. Brazen.\n\n_Brazen._ Nay, for that matter, madam, there are women of very good\nquality of the name of Brazen.\n\n\n     _Enter_ WORTHY.\n\n_Mel._ Oh, are you there, gentleman?--Come, captain, we'll walk this\nway. Give me your hand.\n\n_Brazen._ My hand, heart's blood, and guts, are at your service. Mr.\nWorthy, your servant, my dear! [_Exit, leading_ MELINDA.\n\n_Wor._ Death and fire! this is not to be borne!\n\n\n     _Enter_ PLUME.\n\n_Plume._ No more it is, 'faith.\n\n_Wor._ What?\n\n_Plume._ The March beer at the Raven. I have been doubly serving the\nking, raising men, and raising the excise. Recruiting and elections are\nrare friends to the excise.\n\n_Wor._ You a'n't drunk?\n\n_Plume._ No, no, whimsical only; I could be mighty foolish, and fancy\nmyself mighty witty. Reason still keeps its throne, but it nods a\nlittle, that's all.\n\n_Wor._ Then you're just fit for a frolic.\n\n_Plume._ Just so.\n\n_Wor._ Then recover me that vessel, from that Tangerine.\n\n_Plume._ She's well rigged, but how is she manned?\n\n_Wor._ By Captain Brazen, that I told you of to-day; she is called the\nMelinda, a first rate I can assure you; she sheered off with him just\nnow, on purpose to affront me; but according to your advice I would take\nno notice, because I would seem to be above a concern for her behaviour;\nbut have a care of a quarrel.\n\n_Plume._ No, no; I never quarrel with any thing in my cups, but an\noyster-wench, or a cookmaid, and if they ben't civil, I knock them down.\nBut hearkye, my friend, I'll make love, and I must make love--I tell you\nwhat, I'll make love like a platoon.\n\n_Wor._ Platoon! how's that?\n\n_Plume._ I'll kneel, stoop, and stand, 'faith: most ladies are gained by\nplatooning.\n\n_Wor._ Here they come; I must leave you. [_Exit._\n\n_Plume._ So! now must I look as sober and demure as a whore at a\nchristening.\n\n\n     _Enter_ BRAZEN _and_ MELINDA.\n\n_Brazen._ Who's that, madam?\n\n_Mel._ A brother officer of yours, I suppose, sir.\n\n_Brazen._ Ay--my dear! [_To_ PLUME.\n\n_Plume._ My dear! [_Run and embrace._\n\n_Brazen._ My dear boy! how is't? Your name, my dear! If I be not\nmistaken, I have seen your face.\n\n_Plume._ I never saw yours in my life, my dear----but there's a face\nwell known as the sun's, that shines on all, and is by all adored.\n\n_Brazen._ Have you any pretensions, sir?\n\n_Plume._ Pretensions!\n\n_Brazen._ That is, sir, have you ever served abroad?\n\n_Plume._ I have served at home, sir, for ages served this cruel fair,\nand that will serve the turn, sir.\n\n_Mel._ So, between the fool and the rake, I shall bring a fine spot of\nwork upon my hands!\n\n_Brazen._ Will you fight for the lady, sir?\n\n_Plume._ No, sir, but I'll have her notwithstanding.\n\n  _Thou peerless princess of Salopian plains,_\n  _Envy'd by nymphs, and worshipp'd by the swains--_\n\n_Brazen._ Oons, sir! not fight for her?\n\n_Plume._ Pr'ythee be quiet--I shall be out--\n\n  _Behold, how humbly does the Severn glide,_\n  _To greet thee, princess of the Severn side._\n\n_Brazen._ Don't mind him, madam--if he were not so well dressed, I\nshould take him for a poet; but I'll show you the difference presently.\nCome, madam, we'll place you between us, and now the longest sword\ncarries her. [_Draws._\n\nMel. [_Shrieking._]\n\n\n     _Enter_ WORTHY.\n\nOh, Mr. Worthy! save me from these madmen!\n\n\n     [_Exit with_ WORTHY.\n\n_Plume._ Ha! ha! ha! why don't you follow, sir, and fight the bold\nravisher?\n\n_Brazen._ No, sir, you are my man.\n\n_Plume._ I don't like the wages; I won't be your man.\n\n_Brazen._ Then you're not worth my sword.\n\n_Plume._ No; pray what did it cost?\n\n_Brazen._ It cost me twenty pistoles in France, and my enemies thousands\nof lives in Flanders.\n\n_Plume._ Then they had a dear bargain.\n\n\n     _Enter_ SYLVIA, _in Man's Apparel_.\n\n_Syl._ Save ye, save ye! gentlemen.\n\n_Brazen._ My dear, I'm yours.\n\n_Plume._ Do you know the gentleman?\n\n_Brazen._ No, but I will presently--Your name, my dear?\n\n_Syl._ Wilful, Jack Wilful, at your service.\n\n_Brazen._ What, the Kentish Wilfuls, or those of Staffordshire?\n\n_Syl._ Both, sir, both; I'm related to all the Wilfuls in Europe, and\nI'm head of the family at present.\n\n_Plume._ Do you live in the country, sir?\n\n_Syl._ Yes, sir, I live where I stand; I have neither home, house, or\nhabitation, beyond this spot of ground.\n\n_Brazen._ What are you, sir?\n\n_Syl._ A rake.\n\n_Plume._ In the army, I presume.\n\n_Syl._ No, but I intend to list immediately. Lookye, gentlemen, he that\nbids the fairest, has me.\n\n_Brazen._ Sir, I'll prefer you; I'll make you a corporal this minute.\n\n_Plume._ Corporal! I'll make you my companion; you shall eat with me.\n\n_Brazen._ You shall drink with me. Then you shall receive your pay, and\ndo no duty.\n\n_Syl._ Then you must make me a field-officer.\n\n_Plume._ Pho, pho, pho! I'll do more than all this; I'll make you a\ncorporal, and give you a brevet for serjeant.\n\n_Brazen._ Can you read and write, sir?\n\n_Syl._ Yes.\n\n_Brazen._ Then your business is done--I'll make you chaplain to the\nregiment.\n\n_Syl._ Your promises are so equal, that I'm at a loss to chuse. There is\none Plume, that I hear much commended, in town; pray, which of you is\nCaptain Plume?\n\n_Plume._ I am Captain Plume.\n\n_Brazen._ No, no, I am Captain Plume.\n\n_Syl._ Heyday!\n\n_Plume._ Captain Plume! I'm your servant, my dear!\n\n_Brazen._ Captain Brazen! I'm yours--The fellow dares not fight.\n[_Aside._\n\n\n     _Enter_ KITE.\n\n_Kite._ Sir, if you please---- [_Goes to whisper_ PLUME.\n\n_Plume._ No, no, there's your captain. Captain Plume, your serjeant has\ngot so drunk, he mistakes me for you.\n\n_Brazen._ He's an incorrigible sot. Here, my Hector of Holborn, here's\nforty shillings for you.\n\n_Plume._ I forbid the bans. Lookye, friend, you shall list with Captain\nBrazen.\n\n_Syl._ I will see Captain Brazen hanged first; I will list will Captain\nPlume: I am a free-born Englishman, and will be a slave my own way.\nLookye, sir, will you stand by me? [_To_ BRAZEN.\n\n_Brazen._ I warrant you, my lad.\n\n_Syl._ Then I will tell you, Captain Brazen, [_To Plume_.] that you are\nan ignorant, pretending, impudent coxcomb.\n\n_Brazen._ Ay, ay, a sad dog.\n\n_Syl._ A very sad dog. Give me the money, noble Captain Plume.\n\n_Plume._ Then you won't list with Captain Brazen?\n\n_Syl._ I won't.\n\n_Brazen._ Never mind him, child; I'll end the dispute presently. Harkye,\nmy dear!\n\n     [_Takes_ PLUME _to one Side of the Stage, and entertains him\n     in dumb Show_.\n\n_Kite._ Sir, he in the plain coat is Captain Plume; I am his serjeant,\nand will take my oath on't.\n\n_Syl._ What! you are serjeant Kite?\n\n_Kite._ At your service.\n\n_Syl._ Then I would not take your oath for a farthing.\n\n_Kite._ A very understanding youth of his age: but I see a storm coming.\n\n_Syl._ Now, serjeant, I shall see who is your captain, by your knocking\ndown the other.\n\n_Kite._ My captain scorns assistance, sir.\n\n_Brazen._ How dare you contend for any thing, and not dare to draw your\nsword? But you are a young fellow, and have not been much abroad; I\nexcuse that; but pr'ythee, resign the man, pr'ythee do: you are a very\nhonest fellow.\n\n_Plume._ You lie; and you are a son of a whore.\n\n     [_Draws, and makes up to_ BRAZEN.\n\n_Brazen._ Hold, hold; did not you refuse to fight for the lady?\n[_Retiring._\n\n_Plume._ I always do, but for a man I'll fight knee-deep; so you lie\nagain.\n\n     [PLUME _and_ BRAZEN _fight a traverse or two about the\n     Stage_, SYLVIA _draws, and is held by_ KITE, _who sounds to\n     Arms with his Mouth, takes_ SYLVIA _in his Arms, and carries\n     her off the Stage_.\n\n_Brazen._ Hold! where's the man?\n\n_Plume._ Gone.\n\n_Brazen._ Then what do we fight for? [_Puts up._] Now let's embrace, my\ndear!\n\n_Plume._ With all my heart, my dear! [_Putting up._] I suppose Kite has\nlisted him by this time. [_Embraces._\n\n_Brazen._ You are a brave fellow: I always fight with a man before I\nmake him my friend; and if once I find he will fight, I never quarrel\nwith him afterwards. And now I'll tell you a secret, my dear friend!\nthat lady we frightened out of the walk just now, I found in bed this\nmorning, so beautiful, so inviting; I presently locked the door--but I'm\na man of honour--but I believe I shall marry her nevertheless--her\ntwenty thousand pounds, you know, will be a pretty conveniency. I had an\nassignation with her here, but your coming spoiled my sport. Curse you,\nmy dear, but don't do so again----\n\n_Plume._ No, no, my dear! men are my business at present. [_Exeunt._\n\n\n\n\nACT THE FOURTH.\n\n\nSCENE I.\n\n_The Walk._\n\n_Enter_ ROSE _and_ BULLOCK, _meeting_.\n\n\n_Rose._ Where have you been, you great booby? you are always out of the\nway in the time of preferment.\n\n_Bul._ Preferment! who should prefer me?\n\n_Rose._ I would prefer you! who should prefer a man, but a woman? Come,\nthrow away that great club, hold up your head, cock your hat, and look\nbig.\n\n_Bul._ Ah, Rouse, Rouse! I fear somebody will look big sooner than folk\nthink of. Here has been Cartwheel, your sweetheart; what will become of\nhim?\n\n_Rose._ Lookye, I'm a great woman, and will provide for my relations: I\ntold the captain how finely he played upon the tabor and pipe, so he sat\nhim down for drum-major.\n\n_Bul._ Nay, sister, why did not you keep that place for me? you know I\nhave always loved to be a drumming, if it were but on a table, or on a\nquart pot.\n\n\n     _Enter_ SYLVIA.\n\n_Syl._ Had I but a commission in my pocket, I fancy my breeches would\nbecome me as well as any ranting fellow of them all; for I take a bold\nstep, a rakish toss, and an impudent air, to be the principal\ningredients in the composition of a captain. What's here? Rose, my\nnurse's daughter! I'll go and practise. Come, child, kiss me at once.\n[_Kisses her._] And her brother too! Well, honest Dungfork, do you know\nthe difference between a horse and a cart, and a cart-horse, eh?\n\n_Bul._ I presume that your worship is a captain, by your clothes and\nyour courage.\n\n_Syl._ Suppose I were, would you be contented to list, friend?\n\n_Rose._ No, no; though your worship be a handsome man, there be others\nas fine as you. My brother is engaged to Captain Plume.\n\n_Syl._ Plume! do you know Captain Plume?\n\n_Rose._ Yes, I do, and he knows me. He took the ribbands out of his\nshirt sleeves, and put them into my shoes: see there--I can assure you\nthat I can do any thing with the captain.\n\n_Bul._ That is, in a modest way, sir. Have a care what you say, Rouse;\ndon't shame your parentage.\n\n_Rose._ Nay, for that matter, I am not so simple as to say that I can do\nany thing with the captain but what I may do with any body else.\n\n_Syl._ So!----And pray what do you expect from this captain, child?\n\n_Rose._ I expect sir!--I expect--but he ordered me to tell nobody--but\nsuppose he should propose to marry me?\n\n_Syl._ You should have a care, my dear! men will promise any thing\nbeforehand.\n\n_Rose._ I know that; but he promised to marry me afterwards.\n\n_Bul._ Wauns! Rouse, what have you said?\n\n_Syl._ Afterwards! After what?\n\n_Rose._ After I had sold my chickens--I hope there's no harm in that.\n\n\n     _Enter_ PLUME.\n\n_Plume._ What, Mr. Wilful so close with my market woman!\n\n_Syl._ I'll try if he loves her. [_Aside._] Close, sir, ay, and closer\nyet, sir. Come, my pretty maid, you and I will withdraw a little.\n\n_Plume._ No, no, friend, I han't done with her yet.\n\n_Syl._ Nor have I begun with her; so I have as good a right as you have.\n\n_Plume._ Thou'rt a bloody impudent fellow!\n\n_Syl._ Sir, I would qualify myself for the service.\n\n_Plume._ Hast thou really a mind to the service?\n\n_Syl._ Yes, sir, so let her go.\n\n_Rose._ Pray, gentlemen, don't be so violent.\n\n_Plume._ Come, leave it to the girl's own choice. Will you belong to me\nor to that gentleman?\n\n_Rose._ Let me consider; you're both very handsome.\n\n_Plume._ Now the natural inconstancy of her sex begins to work.\n\n_Rose._ Pray, sir, what will you give me?\n\n_Bul._ Dunna be angry, sir, that my sister should be mercenary, for\nshe's but young.\n\n_Syl._ Give thee, child! I'll set thee above scandal; you shall have a\ncoach with six before and six behind; an equipage to make vice\nfashionable, and put virtue out of countenance.\n\n_Plume._ Pho! that's easily done: I'll do more for thee, child, I'll buy\nyou a furbelow-scarf, and give you a ticket to see a play.\n\n_Bul._ A play! wauns! Rouse, take the ticket, and let's see the show.\n\n_Syl._ Lookye, captain, if you won't resign, I'll go list with Captain\nBrazen this minute.\n\n_Plume._ Will you list with me if I give up my title?\n\n_Syl._ I will.\n\n_Plume._ Take her; I'll change a woman for a man at any time.\n\n_Rose._ I have heard before, indeed, that you captains used to sell your\nmen.\n\n_Bul._ Pray, captain, do not send Rouse to the Western Indies.\n\n_Plume._ Ha! ha! ha! West Indies! No, no, my honest lad, give me thy\nhand; nor you nor she shall move a step farther than I do. This\ngentleman is one of us, and will be kind to you, Mrs. Rose.\n\n_Rose._ But will you be so kind to me, sir, as the captain would?\n\n_Syl._ I can't be altogether so kind to you; my circumstances are not so\ngood as the captain's; but I'll take care of you, upon my word.\n\n_Plume._ Ay, ay, we'll all take care of her; she shall live like a\nprincess, and her brother here shall be--What would you be?\n\n_Bul._ Oh, sir, if you had not promised the place of drum-major!\n\n_Plume._ Ay, that is promised; but what think you of barrack-master? you\nare a person of understanding, and barrack-master you shall be--But\nwhat's become of this same Cartwheel you told me of, my dear?\n\n_Rose._ We'll go fetch him--Come, brother barrack-master--We shall find\nyou at home, noble captain?\n\n     [_Exeunt_ ROSE _and_ BULLOCK.\n\n_Plume._ Yes, yes; and now, sir, here are your forty shillings.\n\n_Syl._ Captain Plume, I despise your listing money; if I do serve, 'tis\npurely for love--of that wench, I mean--now let me beg you to lay aside\nyour recruiting airs, put on the man of honour, and tell me plainly what\nusage I must expect when I am under your command?\n\n_Plume._ Your usage will chiefly depend upon your behaviour; only this\nyou must expect, that if you commit a small fault I will excuse it; if a\ngreat one I'll discharge you; for something tells me I shall not be able\nto punish you.\n\n_Syl._ And something tells me that if you do discharge me 'twill be the\ngreatest punishment you can inflict; for were we this moment to go upon\nthe greatest dangers in your profession, they would be less terrible to\nme than to stay behind you--And now, your hand, this lists me--and now\nyou are my captain.\n\n_Plume._ Your friend. 'Sdeath! there's something in this fellow that\ncharms me.\n\n_Syl._ One favour I must beg--this affair will make some noise, and I\nhave some friends that would censure my conduct, if I threw myself into\nthe circumstance of a private centinel of my own head--I must therefore\ntake care to be impressed by the act of parliament; you shall leave that\nto me.\n\n_Plume._ What you please as to that--Will you lodge at my quarters in\nthe mean time?\n\n_Syl._ No, no, captain; you forget Rose; she's to be my bedfellow, you\nknow.\n\n_Plume._ I had forgot: pray be kind to her. [_Exeunt severally._\n\n\n     _Enter_ MELINDA _and_ LUCY.\n\n_Lucy._ You are thoughtful, madam, am not I worthy to know the cause?\n\n_Mel._ Oh, Lucy! I can hold my secret no longer. You must know, that\nhearing of a famous fortune-teller in town, I went disguised to satisfy\na curiosity which has cost me dear. The fellow is certainly the devil,\nor one of his bosom-favourites: he has told me the most surprising\nthings of my past life.\n\n_Lucy._ Things past, madam, can hardly be reckoned surprising, because\nwe know them already. Did he tell you any thing surprising that was to\ncome?\n\n_Mel._ One thing very surprising; he said, I should die a maid!\n\n_Lucy._ Die a maid! come into the world for nothing!--Dear madam! if you\nshould believe him, it might come to pass; for the bare thought on't\nmight kill one in four and twenty hours--And did you ask him any\nquestions about me?\n\n_Mel._ You! why I passed for you.\n\n_Lucy._ So 'tis I that am to die a maid--But the devil was a liar from\nthe beginning; he can't make me die a maid--I've put it out of his power\nalready. [_Aside._\n\n_Mel._ I do but jest. I would have passed for you, and called myself\nLucy; but he presently told me my name, my quality, my fortune, and gave\nme the whole history of my life. He told me of a lover I had in this\ncountry, and described Worthy exactly, but in nothing so well as in his\npresent indifference--I fled to him for refuge here to-day; he never so\nmuch as encouraged me in my fright, but coldly told me that he was sorry\nfor the accident, because it might give the town cause to censure my\nconduct; excused his not waiting on me home, made me a careless bow, and\nwalked off--'Sdeath! I could have stabbed him or myself, 'twas the same\nthing--Yonder he comes--I will so use him!\n\n_Lucy._ Don't exasperate him; consider what the fortune-teller told you.\nMen are scarce, and as times go it is not impossible for a woman to die\na maid.\n\n\n     _Enter_ WORTHY.\n\n_Mel._ No matter.\n\n_Wor._ I find she's warned; I must strike while the iron is hot--You've\na great deal of courage, madam, to venture into the walks where you were\nso lately frightened.\n\n_Mel._ And you have a quantity of impudence, to appear before me, that\nyou so lately have affronted.\n\n_Wor._ I had no design to affront you, nor appear before you either,\nmadam; I left you here because I had business in another place, and came\nhither thinking to meet another person.\n\n_Mel._ Since you find yourself disappointed, I hope you'll withdraw to\nanother part of the walk.\n\n_Wor._ The walk is broad enough for us both.\n\n     [_They walk by one another, he with his Hat cocked, she\n     fretting, and tearing her Fan; he offers her his Box, she\n     strikes it out of his Hand; while he is gathering it up_,\n     BRAZEN _enters, and takes her round the Waist; she cuffs\n     him_.]\n\n_Brazen._ What, here before me, my dear!\n\n_Mel._ What means this insolence?\n\n_Lucy._ Are you mad? don't you see Mr. Worthy? [_To_ BRAZEN.\n\n_Brazen._ No, no; I'm struck blind--Worthy! odso! well turned--My\nmistress has wit at her fingers' ends--Madam, I ask your pardon; 'tis\nour way abroad--Mr. Worthy, you're the happy man.\n\n_Wor._ I don't envy your happiness very much, if the lady can afford no\nother sort of favours but what she has bestowed upon you.\n\n_Mel._ I'm sorry the favour miscarried, for it was designed for you, Mr.\nWorthy; and be assured 'tis the last and only favour you must expect at\nmy hands----captain, I ask your pardon. [_Exit with_ LUCY.\n\n_Brazen._ I grant it----You see, Mr. Worthy, 'twas only a random-shot;\nit might have taken off your head as well as mine. Courage, my dear!\n'tis the fortune of war; but the enemy has thought fit to withdraw, I\nthink.\n\n_Wor._ Withdraw! Oons! sir, what d'ye mean by withdraw?\n\n_Brazen._ I'll show you. [_Exit._\n\n_Wor._ She's lost, irrecoverably lost, and Plume's advice has ruined me.\n'Sdeath! why should I, that knew her haughty spirit, be ruled by a man\nthat's a stranger to her pride?\n\n\n     _Enter_ PLUME.\n\n_Plume._ Ha! ha! ha! a battle royal! Don't frown so, man; she's your\nown, I'll tell you: I saw the fury of her love in the extremity of her\npassion. The wildness of her anger is a certain sign that she loves you\nto madness. That rogue, Kite, began the battle with abundance of\nconduct, and will bring you off victorious, my life on't: he plays his\npart admirably.\n\n_Wor._ But what could be the meaning of Brazen's familiarity with her?\n\n_Plume._ You are no logician, if you pretend to draw consequences from\nthe actions of fools--Whim, unaccountable whim, hurries them on, like a\nman drunk with brandy before ten o'clock in the morning----But we lose\nour sport; Kite has opened above an hour ago: let's away. [_Exeunt._\n\n\nSCENE II.\n\n_A Chamber, a Table with Books and Globes._\n\nKITE _disguised in a strange Habit, sitting at a Table_.\n\n_Kite._ [_Rising._] By the position of the heavens, gained from my\nobservation upon these celestial globes, I find that Luna was a\ntide-waiter, Sol a surveyor, Mercury a thief, Venus a whore, Saturn an\nalderman, Jupiter a rake, and Mars a serjeant of grenadiers--and this is\nthe system of Kite the conjurer.\n\n\n     _Enter_ PLUME _and_ WORTHY.\n\n_Plume._ Well, what success?\n\n_Kite._ I have sent away a shoemaker and a tailor already; one's to be a\ncaptain of marines, and the other a major of dragoons--I am to manage\nthem at night----Have you seen the lady, Mr. Worthy?\n\n_Wor._ Ay, but it won't do--Have you showed her her name, that I tore\noff from the bottom of the letter?\n\n_Kite._ No, sir, I reserve that for the last stroke.\n\n_Plume._ What letter?\n\n_Wor._ One that I would not let you see, for fear that you should break\nwindows in good earnest. Here captain, put it into your pocket-book, and\nhave it ready upon occasion. [_Knocking at the Door._\n\n_Kite._ Officers, to your posts. Tycho, mind the door.\n\n     [_Exeunt_ PLUME _and_ WORTHY.--SERVANT _opens the Door_.\n\n\n     _Enter_ MELINDA _and_ LUCY.\n\n_Kite._ Tycho, chairs for the ladies.\n\n_Mel._ Don't trouble yourself; we shan't stay, doctor.\n\n_Kite._ Your ladyship is to stay much longer than you imagine.\n\n_Mel._ For what?\n\n_Kite._ For a husband--For your part, madam, you won't stay for a\nhusband. [_To_ LUCY.\n\n_Lucy._ Pray, doctor, do you converse with the stars, or the devil?\n\n_Kite._ With both; when I have the destinies of men in search, I consult\nthe stars; when the affairs of women come under my hands, I advise with\nmy t'other friend.\n\n_Mel._ And have you raised the devil upon my account?\n\n_Kite._ Yes, madam, and he's now under the table.\n\n_Lucy._ Oh, Heavens protect us! Dear madam, let's be gone.\n\n_Kite._ If you be afraid of him, why do ye come to consult him!\n\n_Mel._ Don't fear, fool: do you think, sir, that because I'm a woman I'm\nto be fooled out of my reason, or frighted out of my senses? Come, show\nme this devil.\n\n_Kite._ He's a little busy at present, but when he has done he shall\nwait on you.\n\n_Mel._ What is he doing?\n\n_Kite._ Writing your name in his pocket-book.\n\n_Mel._ Ha! ha! my name! pray what have you or he to do with my name?\n\n_Kite._ Lookye, fair lady! the devil is a very modest person, he seeks\nnobody unless they seek him first; he's chained up, like a mastiff, and\ncan't stir unless he be let loose--You come to me to have your fortune\ntold--do you think, madam, that I can answer you of my own head? No,\nmadam; the affairs of women are so irregular, that nothing less than the\ndevil can give any account of them. Now to convince you of your\nincredulity, I'll show you a trial of my skill. Here, you Cacodemo del\nPlumo, exert your power, draw me this lady's name, the word Melinda, in\nproper letters and characters of her own hand-writing--do it at three\nmotions--one--two--three--'tis done--Now, madam, will you please to send\nyour maid to fetch it?\n\n_Lucy._ I fetch it! the devil fetch me if I do.\n\n_Mel._ My name, in my own hand-writing! that would be convincing indeed!\n\n_Kite._ Seeing is believing. [_Goes to the Table, and lifts up the\nCarpet._] Here Tre, Tre, poor Tre, give me the bone, sirrah. There's\nyour name upon that square piece of paper. Behold--\n\n_Mel._ 'Tis wonderful! my very letters to a tittle!\n\n_Lucy._ 'Tis like your hand, madam; but not so like your hand, neither;\nand now I look nearer 'tis not like your hand at all.\n\n_Kite._ Here's a chambermaid now will outlie the devil!\n\n_Lucy._ Lookye, madam, they shan't impose upon us; people can't remember\ntheir hands no more than they can their faces--Come, madam, let us be\ncertain; write your name upon this paper, then we'll compare the two\nhands. [_Takes out a Paper, and folds it._\n\n_Kite._ Any thing for your satisfaction, madam--Here is pen and ink.\n\n     [MELINDA _writes_, LUCY _holds the Paper_.\n\n_Lucy._ Let me see it, madam; 'tis the same--the very same--But I'll\nsecure one copy for my own affairs. [_Aside._\n\n_Mel._ This is demonstration.\n\n_Kite._ 'Tis so, madam--the word demonstration comes from DÃ¦mon, the\nfather of lies.\n\n_Mel._ Well, doctor, I'm convinced: and now, pray, what account can you\ngive of my future fortune?\n\n_Kite._ Before the sun has made one course round this earthly globe,\nyour fortune will be fixed for happiness or misery.\n\n_Mel._ What! so near the crisis of my fate?\n\n_Kite._ Let me see--About the hour of ten to-morrow morning you will be\nsaluted by a gentleman who will come to take his leave of you, being\ndesigned for travel; his intention of going abroad is sudden, and the\noccasion a woman. Your fortune and his are like the bullet and the\nbarrel, one runs plump into the other--In short, if the gentleman\ntravels, he will die abroad, and if he does you will die before he comes\nhome.\n\n_Mel._ What sort of a man is he?\n\n_Kite._ Madam, he's a fine gentleman, and a lover; that is, a man of\nvery good sense, and a very great fool.\n\n_Mel._ How is that possible, doctor?\n\n_Kite._ Because, madam--because it is so--A woman's reason is the best\nfor a man's being a fool.\n\n_Mel._ Ten o'clock, you say?\n\n_Kite._ Ten--about the hour of tea-drinking throughout the kingdom.\n\n_Mel._ Here, doctor. [_Gives Money._] Lucy, have you any questions to\nask?\n\n_Lucy._ Oh, madam! a thousand.\n\n_Kite._ I must beg your patience till another time, for I expect more\ncompany this minute; besides, I must discharge the gentleman under the\ntable.\n\n_Lucy._ O, pray, sir, discharge us first!\n\n_Kite._ Tycho, wait on the ladies down stairs.\n\n                                           [_Exeunt_ MELINDA _and_ LUCY.\n\n\n     _Enter_ WORTHY _and_ PLUME.\n\n_Kite._ Mr. Worthy, you were pleased to wish me joy to-day; I hope to be\nable to return the compliment to-morrow.\n\n_Wor._ I'll make it the best compliment to you that ever I made in my\nlife, if you do; but I must be a traveller, you say?\n\n_Kite._ No farther than the chops of the channel, I presume, sir.\n\n_Plume._ That we have concerted already. [_Knocking hard._] Heyday! you\ndon't profess midwifery, doctor?\n\n_Kite._ Away to your ambuscade. [_Exeunt_ WORTHY _and_ PLUME.\n\n\n     _Enter_ BRAZEN.\n\n_Brazen._ Your servant, my dear?\n\n_Kite._ Stand off, I have my familiar already.\n\n_Brazen._ Are you bewitched, my dear?\n\n_Kite._ Yes, my dear! but mine is a peaceable spirit, and hates\ngunpowder. Thus I fortify myself: [_Draws a Circle round him._] and now,\ncaptain, have a care how you force my lines.\n\n_Brazen._ Lines! what dost talk of lines! you have something like a\nfishing-rod there, indeed; but I come to be acquainted with you,\nman--What's your name, my dear?\n\n_Kite._ Conundrum.\n\n_Brazen._ Conundrum? rat me! I knew a famous doctor in London of your\nname--Where were you born?\n\n_Kite._ I was born in Algebra.\n\n_Brazen._ Algebra! 'tis no country in Christendom, I'm sure, unless it\nbe some place in the Highlands in Scotland.\n\n_Kite._ Right--I told you I was bewitched.\n\n_Brazen._ So am I, my dear! I am going to be married--I have had two\nletters from a lady of fortune, that loves me to madness, fits, cholic,\nspleen, and vapours----shall I marry her in four and twenty hours, ay or\nno?\n\n_Kite._ Certainly.\n\n_Brazen._ Gadso, ay----\n\n_Kite._--Or no--but I must have the year and the day of the month when\nthese letters were dated.\n\n_Brazen._ Why, you old bitch! did you ever hear of love letters dated\nwith the year and day of the month? do you think billetdoux are like\nbank bills?\n\n_Kite._ They are not so good, my dear--but if they bear no date, I must\nexamine the contents.\n\n_Brazen._ Contents! that you shall, old boy! here they be both.\n\n_Kite._ Only the last you received, if you please. [_Takes the Letter._]\nNow, sir, if you please to let me consult my books for a minute, I'll\nsend this letter enclosed to you with the determination of the stars\nupon it to your lodgings.\n\n_Brazen._ With all my heart--I must give him--[_Puts his Hands in his\nPockets._] Algebra! I fancy, doctor, 'tis hard to calculate the place of\nyour nativity--Here--[_Gives him Money._] And, if I succeed, I'll build\na watch-tower on the top of the highest mountain in Wales, for the study\nof astrology, and the benefit of the Conundrums. [_Exit._\n\n\n     _Enter_ PLUME _and_ WORTHY.\n\n_Wor._ O doctor! that letter's worth a million; let me see it: and now\nI have it, I'm afraid to open it.\n\n_Plume._ Pho! let me see it. [_Opening the Letter._] If she be a\njilt--Damn her, she is one--there's her name at the bottom on't.\n\n_Wor._ How! then I'll travel in good earnest--By all my hopes, 'tis\nLucy's hand.\n\n_Plume._ Lucy's!\n\n_Wor._ Certainly--'tis no more like Melinda's character, than black is\nto white.\n\n_Plume._ Then 'tis certainly Lucy's contrivance to draw in Brazen for a\nhusband--But are you sure 'tis not Melinda's hand?\n\n_Wor._ You shall see; where's the bit of paper I gave you just now that\nthe devil wrote Melinda upon?\n\n_Kite._ Here, sir.\n\n_Plume._ 'Tis plain they are not the same; and is this the malicious\nname that was subscribed to the letter which made Mr. Balance send his\ndaughter into the country?\n\n_Wor._ The very same: the other fragments I showed you just now.\n\n_Plume._ But 'twas barbarous to conceal this so long, and to continue me\nso many hours in the pernicious heresy of believing that angelic\ncreature could change. Poor Sylvia!\n\n_Wor._ Rich Sylvia, you mean, and poor captain; ha! ha! ha!--Come, come,\nfriend, Melinda is true, and shall be mine; Sylvia is constant, and may\nbe yours.\n\n_Plume._ No, she's above my hopes----but for her sake, I'll recant my\nopinion of her sex.\n\n  By some the sex is blam'd without design,\n  Light harmless censure, such as yours and mine,\n  Sallies of wit, and vapours of our wine:\n  Others the justice of the sex condemn,\n  And, wanting merit to create esteem,\n  Would hide their own defects by censuring them:\n  But they, secure in their all-conq'ring charms,\n  Laugh at our vain attempts, our false alarms.\n  He magnifies their conquests who complains,\n  For none would struggle, were they not in chains.\n\n[_Exeunt._\n\n\n\n\nACT THE FIFTH.\n\n\nSCENE I.\n\nJUSTICE BALANCE'S _House_.\n\n_Enter_ BALANCE _and_ SCALE.\n\n\n_Scale._ I say, 'tis not to be borne, Mr. Balance.\n\n_Bal._ Lookye, Mr. Scale, for my own part I shall be very tender in what\nregards the officers of the army--I only speak in reference to Captain\nPlume--for the other spark I know nothing of.\n\n_Scale._ Nor can I hear of any body that does--Oh! here they come.\n\n\n     _Enter_ SYLVIA, BULLOCK, ROSE, PRISONERS, _and_ CONSTABLE.\n\n_Const._ May it please your worships, we took them in the very act, _re\ninfecta_, sir--The gentleman, indeed, behaved himself like a gentleman,\nfor he drew his sword and swore, and afterwards laid it down and said\nnothing.\n\n_Bal._ Give the gentleman his sword again--Wait you without. [_Exeunt_\nCONSTABLE _and_ WATCH.] I'm sorry, sir, [_To_ SYLVIA.] to know a\ngentleman upon such terms, that the occasion of our meeting should\nprevent the satisfaction of an acquaintance.\n\n_Syl._ Sir, you need make no apology for your warrant, no more than I\nshall do for my behaviour--my innocence is upon an equal foot with your\nauthority.\n\n_Scale._ Innocence! have you not seduced that young maid?\n\n_Syl._ No, Mr. Goosecap, she seduced me.\n\n_Bul._ So she did, I'll swear--for she proposed marriage first.\n\n_Bal._ What, then you are married, child? [_To_ ROSE.\n\n_Rose._ Yes, sir, to my sorrow.\n\n_Bal._ Who was witness?\n\n_Bul._ That was I--I danc'd, threw the stocking, and spoke jokes by\ntheir bedside, I'm sure.\n\n_Bal._ Who was the minister?\n\n_Bul._ Minister! we are soldiers, and want no minister--they were\nmarried by the articles of war.\n\n_Bal._ Hold thy prating, fool----Your appearance, sir, promises some\nunderstanding; pray, what does this fellow mean?\n\n_Syl._ He means marriage, I think--but that, you know, is so odd a\nthing, that hardly any two people under the sun agree in the ceremony;\nbut among soldiers 'tis most sacred--our sword, you know, is our honour,\nthat we lay down--the Hero jumps over it first, and the Amazon\nafter--Leap, rogue; follow, whore--the drum beats a ruff, and so to bed:\nthat's all: the ceremony is concise.\n\n_Bul._ And the prettiest ceremony, so full of pastime and\nprodigality----\n\n_Bal._ What! are you a soldier?\n\n_Bul._ Ay, that I am--Will your worship lend me your cane, and I'll show\nyou how I can exercise?\n\n_Bal._ Take it. [_Strikes him over the Head._]--Your name, pray, sir?\n[_To_ SYLVIA.\n\n_Syl._ Captain Pinch: I cock my hat with a pinch, I take snuff with a\npinch, pay my whores with a pinch; in short, I can do any thing at a\npinch but fight.\n\n_Bal._ And pray, sir, what brought you into Shropshire?\n\n_Syl._ A pinch, sir: I know you country gentlemen want wit, and you know\nthat we town gentlemen want money, and so----\n\n_Bal._ I understand you, sir--Here, constable----\n\n\n     _Enter_ CONSTABLE.\n\nTake this gentleman into custody, till further orders.\n\n_Rose._ Pray, your worship, don't be uncivil to him, for he did me no\nhurt; he's the most harmless man in the world, for all he talks so.\n\n_Scale._ Come, come, child, I'll take care of you.\n\n_Syl._ What, gentlemen, rob me of my freedom and my wife at once! 'tis\nthe first time they ever went together.\n\n_Bal._ Harkye, constable. [_Whispers him._\n\n_Const._ It shall be done, sir--come along, sir.\n\n     [_Exeunt_ CONSTABLE, BULLOCK, _and_ SYLVIA.\n\n_Bal._ Come, Mr. Scale, we'll manage the spark presently. [_Exeunt._\n\n\nSCENE II.\n\n_The Market Place._\n\n_Enter_ PLUME _and_ KITE.\n\n\n_Plume._ A baker, a tailor, a smith, butchers, carpenters, and\njourneymen shoemakers, in all thirty-nine--I believe the first colony\nplanted in Virginia had not more trades in their company than I have in\nmine.\n\n_Kite._ The butcher, sir, will have his hands full, for we have two\nsheep-stealers among us--I hear of a fellow, too, committed just now for\nstealing of horses.\n\n_Plume._ We'll dispose of him among the dragoons--Have we never a\npoulterer among us?\n\n_Kite._ Yes, sir, the king of the gipsies is a very good one; he has an\nexcellent hand at a goose or a turkey--Here's Captain Brazen, sir. I\nmust go look after the men.\n\n\n     _Enter_ BRAZEN, _reading a Letter_.\n\n_Brazen._ Um, um, um, the canonical hour----Um, um, very well--My dear\nPlume! give me a buss.\n\n_Plume._ Half a score, if you will, my dear! What hast got in thy hand,\nchild?\n\n_Brazen._ 'Tis a project for laying out a thousand pounds.\n\n_Plume._ Were it not requisite to project first how to get it in?\n\n_Brazen._ You can't imagine, my dear, that I want twenty thousand\npounds! I have spent twenty times as much in the service--But if this\ntwenty thousand pounds should not be in specie----\n\n_Plume._ What twenty thousand?\n\n_Brazen._ Harkye---- [_Whispers._\n\n_Plume._ Married!\n\n_Brazen._ Presently; we're to meet about half a mile out of town, at the\nwaterside--and so forth--[_Reads._] _For fear I should be known by any\nof Worthy's friends, you must give me leave to wear my mask till after\nthe ceremony which will make me for ever yours._--Lookye there, my dear\ndog!\n\n     [_Shows the Bottom of the Letter to_ PLUME.\n\n_Plume._ Melinda! and by this light her own hand! Once more, if you\nplease, my dear--Her hand exactly--Just now, you say?\n\n_Brazen._ This minute; I must be gone.\n\n_Plume._ Have a little patience, and I'll go with you.\n\n_Brazen._ No, no, I see a gentleman coming this way that may be\ninquisitive; 'tis Worthy, do you know him?\n\n_Plume._ By sight only.\n\n_Brazen._ Have a care, the very eyes discover secrets. [_Exit._\n\n\n     _Enter_ WORTHY.\n\n_Wor._ To boot and saddle, captain, you must mount.\n\n_Plume._ Whip and spur, Worthy, or you won't mount.\n\n_Wor._ But I shall; Melinda and I are agreed; she's gone to visit\nSylvia, we are to mount and follow; and could we carry a parson with us,\nwho knows what might be done for us both?\n\n_Plume._ Don't trouble your head; Melinda has secured a parson already.\n\n_Wor._ Already! do you know more than I?\n\n_Plume._ Yes, I saw it under her hand--Brazen and she are to meet half\na mile hence, at the waterside, there to take boat, I suppose, to be\nferried over to the Elysian Fields, if there be any such thing in\nmatrimony.\n\n_Wor._ I parted with Melinda just now; she assured me she hated Brazen,\nand that she resolved to discard Lucy for daring to write letters to him\nin her name.\n\n_Plume._ Nay, nay, there's nothing of Lucy in this--I tell ye, I saw\nMelinda's hand as surely as this is mine.\n\n_Wor._ But I tell you, she's gone this minute to Justice Balance's\ncountry-house.\n\n_Plume._ But I tell you, she's gone this minute to the waterside.\n\n\n     _Enter a_ SERVANT.\n\n_Serv._ Madam Melinda has sent word that you need not trouble yourself\nto follow her, because her journey to Justice Balance's is put off, and\nshe's gone to take the air another way. [_To_ WORTHY.\n\n_Wor._ How! her journey put off?\n\n_Plume._ That is, her journey was a put off to you.\n\n_Wor._ 'Tis plain, plain--But how, where, when is she to meet Brazen?\n\n_Plume._ Just now, I tell you, half a mile hence, at the waterside.\n\n_Wor._ Up or down the water?\n\n_Plume._ That I don't know.\n\n_Wor._ I'm glad my horses are ready--I shall return presently. [_Exit._\n\n_Plume._ You'll find me at the Hall: the justices are sitting by this\ntime, and I must attend them. [_Exit._\n\n\nSCENE III.\n\n_A Court of Justice._\n\nBALANCE, SCALE, _and_ SCRUPLE, _upon the Bench_;\nCONSTABLE, KITE, MOB.\n\n\nKITE _and_ CONSTABLE _advance_.\n\n_Kite._ Pray, who are those honourable gentlemen upon the bench?\n\n_Const._ He in the middle is Justice Balance, he on the right is Justice\nScale, and he on the left is Justice Scruple, and I am Mr. Constable;\nfour very honest gentlemen.\n\n_Kite._ O dear, sir! I am your most obedient servant. [_Saluting the_\nCONSTABLE.] I fancy, sir, that your employment and mine are much the\nsame; for my business is to keep people in order, and, if they disobey,\nto knock them down; and then we are both staff officers.\n\n_Const._ Nay, I'm a serjeant myself--of the militia--Come, brother, you\nshall see me exercise. Suppose this a musket; now I'm shouldered.\n\n     [_Puts his Staff on his right Shoulder._\n\n_Kite._ Ay, you are shouldered pretty well for a constable's staff, but\nfor a musket you must put it on the other shoulder, my dear!\n\n_Const._ Adso! that's true--Come, now give the word of command.\n\n_Kite._ Silence.\n\n_Const._ Ay, ay, so we will--we will be silent.\n\n_Kite._ Silence, you dog, silence!\n\n     [_Strikes him over the Head with his Halbert._\n\n_Const._ That's the way to silence a man with a witness. What do you\nmean, friend?\n\n_Kite._ Only to exercise you, sir.\n\n_Const._ Your exercise differs so much from ours, that we shall ne'er\nagree about it; if my own captain had given me such a rap, I had taken\nthe law of him.\n\n\n     _Enter_ PLUME.\n\n_Bal._ Captain, you're welcome.\n\n_Plume._ Gentlemen, I thank you.\n\n_Scrup._ Come, honest captain, sit by me. [PLUME _ascends, and sits upon\nthe Bench_.]--Now, produce your prisoners----Here, that fellow there,\nset him up. Mr. Constable, what have you to say against this man?\n\n_Const._ I have nothing to say against him, an' please you.\n\n_Bal._ No; what made you bring him hither?\n\n_Const._ I don't know, an' please your worship.\n\n_Scale._ Did not the contents of your warrant direct you what sort of\nmen to take up?\n\n_Const._ I can't tell, an' please ye; I can't read.\n\n_Scrup._ A very pretty constable, truly. I find we have no business\nhere.\n\n_Kite._ May it please the worshipful bench, I desire to be heard in this\ncase, as being the counsel for the king.\n\n_Bal._ Come, serjeant, you shall be heard, since nobody else will speak;\nwe won't come here for nothing.\n\n_Kite._ This man is but one man, the country may spare him, and the army\nwants him; besides, he's cut out by nature for a grenadier; he's five\nfeet ten inches high; he shall box, wrestle, or dance the Cheshire\nround with any man in the country; he gets drunk every Sabbath-day, and\nhe beats his wife.\n\n_Wife._ You lie, sirrah, you lie; an please your worship, he's the best\nnatured pains-taking'st man in the parish, witness my five poor\nchildren.\n\n_Scrup._ A wife and five children? you constable, you rogue, how durst\nyou impress a man that has a wife and five children?\n\n_Scale._ Discharge him, discharge him.\n\n_Bal._ Hold, gentlemen. Harkye, friend, how do you maintain your wife\nand five children?\n\n_Plume._ They live upon wild-fowl and venison, sir; the husband keeps a\ngun, and kills all the hares and partridges within five miles round.\n\n_Bal._ A gun! nay if he be so good at gunning, he shall have enough\non't. He may be of use against the French, for he shoots flying to be\nsure.\n\n_Scrup._ But his wife and children, Mr. Balance?\n\n_Wife._ Ay, ay, that's the reason you would send him away; you know I\nhave a child every year, and you are afraid that they should come upon\nthe parish at last.\n\n_Plume._ Lookye there, gentlemen; the honest woman has spoke it at once;\nthe parish had better maintain five children this year, than six or\nseven the next. That fellow, upon this high feeding, may get you two or\nthree beggars at a birth.\n\n_Wife._ Lookye, Mr. Captain, the parish shall get nothing by sending him\naway, for I won't lose my teeming-time, if there be a man left in the\nparish.\n\n_Bal._ Send that woman to the house of correction,----and the man----\n\n_Kite._ I'll take care of him, if you please. [_Takes him down._\n\n_Scale._ Here, you constable, the next. Set up that black-faced fellow,\nhe has a gunpowder look; what can you say against this man, constable?\n\n_Const._ Nothing, but that he's a very honest man.\n\n_Plume._ Pray, gentlemen, let me have one honest man in my company, for\nthe novelty's sake.\n\n_Bal._ What are you, friend?\n\n_Mob._ A collier; I work in the coal-pits.\n\n_Scrup._ Lookye, gentlemen, this fellow has a trade, and the act of\nparliament here expresses, that we are to impress no man that has any\nvisible means of a livelihood.\n\n_Kite._ May it please your worship, this man has no visible means of a\nlivelihood, for he works underground.\n\n_Plume._ Well said, Kite; besides, the army wants miners.\n\n_Bal._ Right, and had we an order of government for't, we could raise\nyou in this and the neighbouring county of Stafford, five hundred\ncolliers, that would run you under ground like moles, and do more\nservice in a siege, than all the miners in the army.\n\n_Scrup._ Well, friend, what have you to say for yourself?\n\n_Mob._ I'm married.\n\n_Kite._ Lack-a-day! so am I.\n\n_Mob._ Here's my wife, poor woman.\n\n_Bal._ Are you married, good woman?\n\n_Woman._ I'm married in conscience.\n\n_Kite._ May it please your worship, she's with child in conscience.\n\n_Scale._ Who married you, mistress?\n\n_Woman._ My husband: we agreed that I should call him husband, to avoid\npassing for a whore, and that he should call me wife, to shun going for\na soldier.\n\n_Plume._ A very pretty couple! What say you, Mr. Kite? will you take\ncare of the woman?\n\n_Kite._ Yes, sir, she shall go with us to the sea-side, and there, if\nshe has a mind to drown herself, we'll take care nobody shall hinder\nher.\n\n_Bal._ Here, constable, bring in my man.[_Exit_ CONSTABLE.] Now,\ncaptain, I'll fit you with a man such as you never listed in your life.\n\n\n     _Enter_ CONSTABLE _and_ SYLVIA.\n\nOh, my friend Pinch! I'm very glad to see you.\n\n_Syl._ Well, sir, and what then?\n\n_Scale._ What then! is that your respect to the bench?\n\n_Syl._ Sir, I don't care a farthing for you, nor your bench neither.\n\n_Scrup._ Lookye, gentlemen, that's enough; he's a very impudent fellow,\nand fit for a soldier.\n\n_Scale._ A notorious rogue, I say, and very fit for a soldier.\n\n_Const._ A whoremaster, I say, and therefore fit to go.\n\n_Bal._ What think you, captain?\n\n_Plume._ I think he's a very pretty fellow, and therefore fit to serve.\n\n_Syl._ Me for a soldier! send your own lazy lubberly sons at home;\nfellows that hazard their necks every day, in the pursuit of a fox, yet\ndare not peep abroad to look an enemy in the face.\n\n_Const._ May it please your worships, I have a woman at the door to\nswear a rape against this rogue.\n\n_Syl._ Is it your wife, or daughter, booby?\n\n_Bal._ Pray, captain, read the articles of war; we'll see him listed\nimmediately.\n\n_Plume._ [Reads. _Articles of war, against mutiny and desertion, &c._\n\n_Syl._ Hold, sir----Once more, gentlemen, have a care what you do; for\nyou shall severely smart for any violence you offer to me; and you, Mr.\nBalance, I speak to you particularly, you shall heartily repent it.\n\n_Plume._ Lookye, young spark, say but one word more, and I'll build a\nhorse for you as high as the cieling, and make you ride the most\ntiresome journey that ever you made in your life.\n\n_Syl._ You have made a fine speech, good Captain Huff-cap! but you had\nbetter be quiet; I shall find a way to cool your courage.\n\n_Plume._ Pray, gentlemen, don't mind him, he's distracted.\n\n_Syl._ 'Tis false! I am descended of as good a family as any in your\ncounty; my father is as good a man as any upon your bench, and I am heir\nto twelve hundred pounds a-year.\n\n_Bal._ He's certainly mad. Pray, captain, read the articles of war.\n\n_Syl._ Hold, once more. Pray, Mr. Balance, to you I speak; suppose I\nwere your child, would you use me at this rate?\n\n_Bal._ No, 'faith: were you mine, I would send you to Bedlam first, and\ninto the army afterwards.\n\n_Syl._ But consider my father, sir; he's as good, as generous, as brave,\nas just a man as ever served his country; I'm his only child; perhaps\nthe loss of me may break his heart.\n\n_Bal._ He's a very great fool if it does. Captain, if you don't list him\nthis minute, I'll leave the court.\n\n_Plume._ Kite, do you distribute the levy money to the men, while I\nread.\n\n_Kite._ Ay, sir. Silence, gentlemen!\n\n     [PLUME _reads the Articles of War_.\n\n_Bal._ Very well; now, captain, let me beg the favour of you not to\ndischarge this fellow, upon any account whatsoever. Bring in the rest.\n\n_Const._ There are no more, an't please your worship.\n\n_Bal._ No more! There were five, two hours ago.\n\n_Syl._ 'Tis true, sir; but this rogue of a constable let the rest\nescape, for a bribe of eleven shillings a man, because he said the act\nallowed him but ten, so the odd shilling was clear gains.\n\n_All Just._ How!\n\n_Syl._ Gentlemen, he offered to let me go away for two guineas, but I\nhad not so much about me: this is truth, and I am ready to swear it.\n\n_Kite._ And I'll swear it: give me the book--'tis for the good of the\nservice.\n\n_Mob._ May it please your worship, I gave him half a crown, to say that\nI was an honest man; but now, since that your worships have made me a\nrogue, I hope I shall have my money again.\n\n_Bal._ 'Tis my opinion, that this constable be put into the captain's\nhands, and if his friends don't bring four good men for his ransom by\nto-morrow night, captain, you shall carry him to Flanders.\n\n_Scale. Scrup._ Agreed, agreed.\n\n_Plume._ Mr. Kite, take the constable into custody.\n\n_Kite._ Ay, ay, sir. [_To the_ CONSTABLE.] Will you please to have your\noffice taken from you? or will you handsomely lay down your staff, as\nyour betters have done before you?\n\n     [CONSTABLE _drops his Staff_.\n\n_Bal._ Come, gentlemen, there needs no great ceremony in adjourning this\ncourt. Captain, you shall dine with me.\n\n_Kite._ Come, Mr. Militia Serjeant, I shall silence you now, I believe,\nwithout your taking the law of me. [_Exeunt._\n\n\nSCENE IV.\n\n_A Room in_ BALANCE'S _House_.\n\n_Enter_ BALANCE _and_ STEWARD.\n\n\n_Stew._ We did not miss her till the evening, sir; and then, searching\nfor her in the chamber that was my young master's, we found her clothes\nthere; but the suit that your son left in the press, when he went to\nLondon, was gone.\n\n_Bal._ The white, trimm'd with silver?\n\n_Stew._ The same.\n\n_Bal._ You ha'n't told that circumstance to any body?\n\n_Stew._ To none but your worship.\n\n_Bal._ And be sure you don't. Go into the dining-room, and tell Captain\nPlume that I beg to speak with him.\n\n_Stew._ I shall. [_Exit._\n\n_Bal._ Was ever man so imposed upon! I had her promise, indeed, that she\nwould never dispose of herself without my consent--I have consented with\na witness, given her away as my act and my deed--and this, I warrant,\nthe captain thinks will pass. No, I shall never pardon him the villany,\nfirst, of robbing me of my daughter, and then the mean opinion he must\nhave of me, to think that I could be so wretchedly imposed upon: her\nextravagant passion might encourage her in the attempt, but the\ncontrivance must be his. I'll know the truth presently.\n\n\n     _Enter_ PLUME.\n\nPray, captain, what have you done with our young gentleman soldier?\n\n_Plume._ He's at my quarters, I suppose, with the rest of my men.\n\n_Bal._ Does he keep company with the common soldiers?\n\n_Plume._ No, he's generally with me.\n\n_Bal._ He lies with you, I presume?\n\n_Plume._ No, 'faith; the young rogue fell in love with Rose, and has\nlain with her, I think, since she came to town.\n\n_Bal._ So that between you both, Rose has been finely managed.\n\n_Plume._ Upon my honour, sir, she had no harm from me.\n\n_Bal._ All's safe, I find--Now, captain, you must know, that the young\nfellow's impudence in court was well grounded; he said I should heartily\nrepent his being listed, and so I do, from my soul.\n\n_Plume._ Ay! for what reason?\n\n_Bal._ Because he is no less than what he said he was--born of as good a\nfamily as any in this county, and he is heir to twelve hundred pounds\na-year.\n\n_Plume._ I'm very glad to hear it--for I wanted but a man of that\nquality to make my company a perfect representative of the whole commons\nof England.\n\n_Bal._ Won't you discharge him?\n\n_Plume._ Not under a hundred pounds sterling.\n\n_Bal._ You shall have it, for his father is my intimate friend.\n\n_Plume._ Then you shall have him for nothing.\n\n_Bal._ Nay, sir, you shall have your price.\n\n_Plume._ Not a penny, sir; I value an obligation to you much above an\nhundred pounds.\n\n_Bal._ Perhaps, sir, you shan't repent your generosity----Will you\nplease to write his discharge in my pocket-book? [_Gives his Book._] In\nthe mean time, we'll send for the gentleman. Who waits there?\n\n\n     _Enter_ STEWARD.\n\nGo to the captain's lodging, and inquire for Mr. Wilful; tell him his\ncaptain wants him here immediately.\n\n_Serv._ Sir, the gentleman's below at the door, inquiring for the\ncaptain.\n\n_Plume._ Bid him come up. Here's the discharge, sir.\n\n_Bal._ Sir, I thank you--'Tis plain he had no hand in't. [_Aside._\n\n\n     _Enter_ SYLVIA.\n\n_Syl._ I think, captain, you might have used me better, than to leave me\nyonder among your swearing drunken crew; and you, Mr. Justice, might\nhave been so civil as to have invited me to dinner, for I have eaten\nwith as good a man as your worship.\n\n_Plume._ Sir, you must charge our want of respect upon our ignorance of\nyour quality--but now you are at liberty, I have discharged you.\n\n_Syl._ Discharged me!\n\n_Bal._ Yes, sir, and you must once more go home to your father.\n\n_Syl._ My father! then I am discovered----Oh, sir! [_Kneeling._] I\nexpect no pardon.\n\n_Bal._ Pardon! no, no, child; your crime shall be your punishment: here,\ncaptain, I deliver her over to the conjugal power, for her chastisement.\nSince she will be a wife, be you a husband, a very husband--When she\ntells you of her love, upbraid her with her folly; be modishly\nungrateful, because she has been unfashionably kind; and use her worse\nthan you would any body else, because you can't use her so well as she\ndeserves.\n\n_Plume._ And are you, Sylvia, in good earnest?\n\n_Syl._ Earnest! I have gone too far to make it jest, sir.\n\n_Plume._ And do you give her to me in good earnest?\n\n_Bal._ If you please to take her, sir.\n\n_Plume._ Why then I have saved my legs and arms, and lost my liberty;\nsecure from wounds, I am prepared for the gout; farewell subsistence,\nand welcome taxes--Sir, my liberty and the hope of being a general,\nare much dearer to me than your twelve hundred pounds a-year--but\nto your love, madam, I resign my freedom, and, to your beauty, my\nambition--greater in obeying at your feet, than commanding at the head\nof an army.\n\n\n     _Enter_ WORTHY.\n\n_Wor._ I am sorry to hear, Mr. Balance, that your daughter is lost.\n\n_Bal._ So am not I, sir, since an honest gentleman has found her.\n\n\n     _Enter_ MELINDA.\n\n_Mel._ Pray, Mr. Balance, what's become of my cousin Sylvia?\n\n_Bal._ Your cousin Sylvia is talking yonder with your cousin Plume.\n\n_Mel. and Wor._ How!\n\n_Syl._ Do you think it strange, cousin, that a woman should change; but\nI hope you'll excuse a change that has proceeded from constancy: I\naltered my outside, because I was the same within, and only laid by the\nwoman, to make sure of my man: that's my history.\n\n_Mel._ Your history is a little romantic, cousin; but since success has\ncrowned your adventures, you will have the world on your side, and I\nshall be willing to go with the tide, provided you'll pardon an injury I\noffered you in the letter to your father.\n\n_Plume._ That injury, madam, was done to me, and the reparation I\nexpect, shall be made to my friend: make Mr. Worthy happy, and I shall\nbe satisfied.\n\n_Mel._ A good example, sir, will go a great way--When my cousin is\npleased to surrender, 'tis probable I shan't hold out much longer.\n\n\n     _Enter_ BRAZEN.\n\n_Brazen._ Gentlemen, I am yours--Madam, I am not yours.\n\n_Mel._ I'm glad on't, sir.\n\n_Brazen._ So am I--You have got a pretty house here, Mr. Laconic.\n\n_Bal._ 'Tis time to right all mistakes--My name, sir, is Balance.\n\n_Brazen._ Balance! Sir, I am your most obedient--I know your whole\ngeneration--had not you an uncle that was governor of the Leeward\nIslands, some years ago?\n\n_Bal._ Did you know him?\n\n_Brazen._ Intimately, sir, he played at billiards to a miracle--You had\na brother too, that was a captain of a fire-ship--poor Dick--he had the\nmost engaging way with him of making punch--and then his cabin was so\nneat--but his poor boy Jack was the most comical bastard--Ha! ha! ha!\nha! ha! a pickled dog, I shall never forget him.\n\n_Plume._ Have you got your recruits, my dear?\n\n_Brazen._ Not a stick, my dear!\n\n_Plume._ Probably I shall furnish you, my dear! instead of the twenty\nthousand pounds you talked of, you shall have the twenty brave recruits\nthat I have raised, at the rate they cost me----My commission I lay\ndown, to be taken up by some braver fellow, that has more merit, and\nless good fortune--whilst I endeavour, by the example of this worthy\ngentleman, to serve my king and country at home.\n\n  _With some regret I quit the active field,_\n  _Where glory full reward for life does yield;_\n  _But the recruiting trade, with all its train_\n  _Of endless plague, fatigue, and endless pain,_\n  _I gladly quit, with my fair spouse to stay,_\n  _And raise recruits the matrimonial way._\n                                  [Exeunt omnes.\n\n\n\n\nTHE END.\n\n\n\n\nTRANSCRIBER'S NOTE\n\n\nA number of obvious misspellings have been corrected and missing\npunctuation has been silently added. Contemporary spellings have\ngenerally been retained (e.g. but for butt, cieling, ideot, quinted for\nsquinted). One character name appears in the text as both Tummus and\nTummas.\n\n\nTwo additional changes were made:\n\n In Act 3, scene 2, one instance of \"are\" was deleted in the sentence:\n   You lie; and you are a son of a whore.\n\n In Act 4, scene 1, build has replaced built in the sentence:\n   I'll build a watch-tower.\n\n\n\n\n\nEnd of Project Gutenberg's The Recruiting Officer, by George Farquhar\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE RECRUITING OFFICER ***\n\n***** This file should be named 37012-8.txt or 37012-8.zip *****\nThis and all associated files of various formats will be found in:\n        http:\/\/www.gutenberg.org\/3\/7\/0\/1\/37012\/\n\nProduced by Delphine Lettau and the Online Distributed\nProofreading Canada Team at http:\/\/www.pgdpcanada.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp:\/\/gutenberg.org\/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark\/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s\/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http:\/\/www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp:\/\/pglaf.org\/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http:\/\/pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http:\/\/pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http:\/\/pglaf.org\/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http:\/\/www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n","id":1149,"split":"test"}
