{"ori_id":"581e4f821d5275f6a6e9f4e5b64844d9fd92cd0b","title":"La Fausse Maîtresse","context":"La Fausse Maîtresse\n Clementine is a descendent of rich and noble families whose wealth has been dissipated. She married Count Laginski a Polish immigrant who is quite prosperous. They are a happy couple well set up in an attractive house. Clementine discovers that Adam has a friend who is acting as steward and general manager, a handsome young man who has kept in the background. Adam and Thaddee had served together in the army and were close friends, although Thaddee was poor, but very capable. He was devoted to Adam, and had volunteered to look after Adamâ\u0080\u0099s affairs since he was worried that Adam and his wife would dissipate their fortune. Clementine insists that Thaddee join in their various social activities and finds him attractive. Thaddee falls in love with Clementine, but his devotion to his friends puts him in complete anguish. When Clementine tries to find out more about him, he invents a secret mistress who is a girl in the circus called Malaga. Having done this, he has to make the story true, and tracks down Malaga and sets her up as if he were his mistress. However he does no more apart from paying for her keep, but upsets Clementine by carrying on with her and occasionally having to borrow money. In time, Thaddee believes Clementine is capable of looking after the finances, and claims that to get Malaga out of his mind he is leaving Paris and going into the army again. Nothing more is heard of him, until one night, when an infamous rake tries to seduce Clementine, taking her away in his carriage. A figure grabs Clementine and sets her on the right track in her own carriage. It is Paz, who has never left Paris but has kept in the background looking after his friends. It is revealed that the invention of Malaga as his imaginary mistress was a ploy to discourage Clementine from taking an interest in him, thereby preserving his friendship with Adam. It is not quite clear whether Adam had had an affair with Malaga which Paz had to keep quiet.\nï»¿The Project Gutenberg EBook of Paz, by Honore de Balzac\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n\nTitle: Paz\n       (La Fausse Maitresse)\n\nAuthor: Honore de Balzac\n\nTranslator: Katharine Prescott Wormeley\n\nRelease Date: July, 1998  [Etext #1369]\nPosting Date: February 23, 2010\n\nLanguage: English\n\n\n*** START OF THIS PROJECT GUTENBERG EBOOK PAZ ***\n\n\n\n\nProduced by John Bickers, and Dagny\n\n\n\n\n\nPAZ\n\n(La Fausse Maitresse)\n\n\nBy Honore De Balzac\n\n\n\nTranslated by Katharine Prescott Wormeley\n\n\n\n                             DEDICATION\n\n              Dedicated to the Comtesse Clara Maffei.\n\n\n\n\n\nPAZ\n\n(LA FAUSSE MAITRESSE)\n\n\n\n\nI\n\n\nIn September, 1835, one of the richest heiresses of the faubourg\nSaint-Germain, Mademoiselle du Rouvre, the only daughter of the Marquis\ndu Rouvre, married Comte Adam Mitgislas Laginski, a young Polish exile.\n\nWe ask permission to write these Polish names as they are pronounced,\nto spare our readers the aspect of the fortifications of consonants\nby which the Slave language protects its vowels,--probably not to lose\nthem, considering how few there are.\n\nThe Marquis du Rouvre had squandered nearly the whole of a princely\nfortune, which he obtained originally through his marriage with a\nDemoiselle de Ronquerolles. Therefore, on her mother's side Clementine\ndu Rouvre had the Marquis de Ronquerolles for uncle, and Madame de\nSerizy for aunt. On her father's side she had another uncle in the\neccentric person of the Chevalier du Rouvre, a younger son of the house,\nan old bachelor who had become very rich by speculating in lands and\nhouses. The Marquis de Ronquerolles had the misfortune to lose both\nhis children at the time of the cholera, and the only son of Madame\nde Serizy, a young soldier of great promise, perished in Africa in\nthe affair of the Makta. In these days rich families stand between the\ndanger of impoverishing their children if they have too many, or of\nextinguishing their names if they have too few,--a singular result of\nthe Code which Napoleon never thought of. By a curious turn of fortune\nClementine became, in spite of her father having squandered his\nsubstance on Florine (one of the most charming actresses in Paris), a\ngreat heiress. The Marquis de Ronquerolles, a clever diplomatist under\nthe new dynasty, his sister, Madame de Serizy, and the Chevalier du\nRouvre agreed, in order to save their fortunes from the dissipations of\nthe marquis, to settle them on their niece, to whom, moreover, they each\npledged themselves to pay ten thousand francs a year from the day of her\nmarriage.\n\nIt is quite unnecessary to say that the Polish count, though an exile,\nwas no expense to the French government. Comte Adam Laginski belonged\nto one of the oldest and most illustrious families in Poland, which was\nallied to many of the princely houses of Germany,--Sapieha, Radziwill,\nMniszech, Rzewuski, Czartoryski, Leczinski, Lubormirski, and all the\nother great Sarmatian SKIS. But heraldic knowledge is not the most\ndistinguishing feature of the French nation under Louis-Philippe, and\nPolish nobility was no great recommendation to the bourgeoisie who were\nlording it in those days. Besides, when Adam first made his appearance,\nin 1833, on the boulevard des Italiens, at Frascati, and at the\nJockey-Club, he was leading the life of a young man who, having lost his\npolitical prospects, was taking his pleasure in Parisian dissipation. At\nfirst he was thought to be a student.\n\nThe Polish nationality had at this period fallen as low in French\nestimation, thanks to a shameful governmental reaction, as the\nrepublicans had sought to raise it. The singular struggle of the\nMovement against Resistance (two words which will be inexplicable thirty\nyears hence) made sport of what ought to have been truly respected,--the\nname of a conquered nation to whom the French had offered hospitality,\nfor whom fetes had been given (with songs and dances by subscription),\nabove all, a nation which in the Napoleonic struggle between France and\nEurope had given us six thousand men, and what men!\n\nDo not infer from this that either side is taken here; either that\nof the Emperor Nicholas against Poland, or that of Poland against the\nEmperor. It would be a foolish thing to slip political discussion into\ntales that are intended to amuse or interest. Besides, Russia and Poland\nwere both right,--one to wish the unity of its empire, the other\nto desire its liberty. Let us say in passing that Poland might have\nconquered Russia by the influence of her morals instead of fighting her\nwith weapons; she should have imitated China which, in the end, Chinesed\nthe Tartars, and will, it is to be hoped, Chinese the English. Poland\nought to have Polonized Russia. Poniatowski tried to do so in the\nleast favorable portion of the empire; but as a king he was little\nunderstood,--because, possibly, he did not fully understand himself.\n\nBut how could the Parisians avoid disliking an unfortunate people who\nwere the cause of that shameful falsehood enacted during the famous\nreview at which all Paris declared its will to succor Poland? The Poles\nwere held up to them as the allies of the republican party, and they\nnever once remembered that Poland was a republic of aristocrats. From\nthat day forth the bourgeoisie treated with base contempt the exiles of\nthe nation it had worshipped a few days earlier. The wind of a riot\nis always enough to veer the Parisians from north to south under any\nregime. It is necessary to remember these sudden fluctuations of feeling\nin order to understand why it was that in 1835 the word \"Pole\" conveyed\na derisive meaning to a people who consider themselves the wittiest and\nmost courteous nation on earth, and their city of Paris the focus of\nenlightenment, with the sceptre of arts and literature within its grasp.\n\nThere are, alas! two sorts of Polish exiles,--the republican Poles,\nsons of Lelewel, and the noble Poles, at the head of whom is Prince Adam\nCzartoryski. The two classes are like fire and water; but why complain\nof that? Such divisions are always to be found among exiles, no matter\nof what nation they may be, or in what countries they take refuge. They\ncarry their countries and their hatreds with them. Two French priests,\nwho had emigrated to Brussels during the Revolution, showed the utmost\nhorror of each other, and when one of them was asked why, he replied\nwith a glance at his companion in misery: \"Why? because he's a\nJansenist!\" Dante would gladly have stabbed a Guelf had he met him in\nexile. This explains the virulent attacks of the French against the\nvenerable Prince Adam Czartoryski, and the dislike shown to the better\nclass of Polish exiles by the shopkeeping Caesars and the licensed\nAlexanders of Paris.\n\nIn 1834, therefore, Adam Mitgislas Laginski was something of a butt for\nParisian pleasantry.\n\n\"He is rather nice, though he is a Pole,\" said Rastignac.\n\n\"All these Poles pretend to be great lords,\" said Maxime de Trailles,\n\"but this one does pay his gambling debts, and I begin to think he must\nhave property.\"\n\nWithout wishing to offend these banished men, it may be allowable to\nremark that the light-hearted, careless inconsistency of the Sarmatian\ncharacter does justify in some degree the satire of the Parisians, who,\nby the bye, would behave in like circumstances exactly as the Poles do.\nThe French aristocracy, so nobly succored during the Revolution by the\nPolish lords, certainly did not return the kindness in 1832. Let us\nhave the melancholy courage to admit this, and to say that the faubourg\nSaint-Germain is still the debtor of Poland.\n\nWas Comte Adam rich, or was he poor, or was he an adventurer?\nThis problem was long unsolved. The diplomatic salons, faithful to\ninstructions, imitated the silence of the Emperor Nicholas, who held\nthat all Polish exiles were virtually dead and buried. The court of the\nTuileries, and all who took their cue from it, gave striking proof of\nthe political quality which was then dignified by the name of sagacity.\nThey turned their backs on a Russian prince with whom they had all been\non intimate terms during the Emigration, merely because it was said that\nthe Emperor Nicholas gave him the cold shoulder. Between the caution\nof the court and the prudence of the diplomates, the Polish exiles of\ndistinction lived in Paris in the Biblical solitude of \"super flumina\nBabylonis,\" or else they haunted a few salons which were the neutral\nground of all opinions. In a city of pleasure, like Paris, where\namusements abound on all sides, the heedless gayety of a Pole finds\ntwice as many encouragements as it needs to a life of dissipation.\n\nIt must be said, however, that Adam had two points against him,--his\nappearance, and his mental equipment. There are two species of Pole, as\nthere are two species of Englishwoman. When an Englishwoman is not\nvery handsome she is horribly ugly. Comte Adam belonged in the second\ncategory of human beings. His small face, rather sharp in expression,\nlooked as if it had been pressed in a vise. His short nose, and fair\nhair, and reddish beard and moustache made him look all the more like a\ngoat because he was small and thin, and his tarnished yellow eyes caught\nyou with that oblique look which Virgil celebrates. How came he, in\nspite of such obvious disadvantages, to possess really exquisite manners\nand a distinguished air? The problem is solved partly by the care and\nelegance of his dress, and partly by the training given him by his\nmother, a Radziwill. His courage amounted to daring, but his mind\nwas not more than was needed for the ephemeral talk and pleasantry of\nParisian conversation. And yet it would have been difficult to find\namong the young men of fashion in Paris a single one who was his\nsuperior. Young men talk a great deal too much in these days of horses,\nmoney, taxes, deputies; French _conversation_ is no longer what it was.\nBrilliancy of mind needs leisure and certain social inequalities to\nbring it out. There is, probably, more real conversation in Vienna or\nSt. Petersburg than in Paris. Equals do not need to employ delicacy or\nshrewdness in speech; they blurt out things as they are. Consequently\nthe dandies of Paris did not discover the great seigneur in the rather\nheedless young fellow who, in their talks, would flit from one subject\nto another, all the more intent upon amusement because he had just\nescaped from a great peril, and, finding himself in a city where his\nfamily was unknown, felt at liberty to lead a loose life without the\nrisk of disgracing his name.\n\nBut one fine day in 1834 Adam suddenly bought a house in the rue de la\nPepiniere. Six months later his style of living was second to none in\nParis. About the time when he thus began to take himself seriously he\nhad seen Clementine du Rouvre at the Opera and had fallen in love with\nher. A year later the marriage took place. The salon of Madame d'Espard\nwas the first to sound his praises. Mothers of daughters then learned\ntoo late that as far back as the year 900 the family of the Laginski was\namong the most illustrious of the North. By an act of prudence which was\nvery unPolish, the mother of the young count had mortgaged her entire\nproperty on the breaking out of the insurrection for an immense sum\nlent by two Jewish bankers in Paris. Comte Adam was now in possession of\neighty thousand francs a year. When this was discovered society ceased\nto be surprised at the imprudence which had been laid to the charge\nof Madame de Serizy, the Marquis de Ronquerolles, and the Chevalier du\nRouvre in yielding to the foolish passion of their niece. People jumped,\nas usual, from one extreme of judgment to the other.\n\nDuring the winter of 1836 Comte Adam was the fashion, and Clementine\nLaginska one of the queens of Paris. Madame Laginska is now a member\nof that charming circle of young women represented by Mesdames de\nLestorade, de Portenduere, Marie de Vandenesse, du Guenic, and de\nMaufrigneuse, the flowers of our present Paris, who live at such\nimmeasurable distance from the parvenus, the vulgarians, and the\nspeculators of the new regime.\n\nThis preamble is necessary to show the sphere in which was done one\nof those noble actions, less rare than the calumniators of our time\nadmit,--actions which, like pearls, the fruit of pain and suffering, are\nhidden within rough shells, lost in the gulf, the sea, the tossing waves\nof what we call society, the century, Paris, London, St. Petersburg,--or\nwhat you will.\n\nIf the axiom that architecture is the expression of manner and morals\nwas ever proved, it was certainly after the insurrection of 1830, during\nthe present reign of the house of Orleans. As all the old fortunes\nare diminishing in France, the majestic mansions of our ancestors are\nconstantly being demolished and replaced by species of phalansteries, in\nwhich the peers of July occupy the third floor above some newly\nenriched empirics on the lower floors. A mixture of styles is confusedly\nemployed. As there is no longer a real court or nobility to give the\ntone, there is no harmony in the production of art. Never, on the other\nhand, has architecture discovered so many economical ways of imitating\nthe real and the solid, or displayed more resources, more talent, in\ndistributing them. Propose to an architect to build upon the garden\nat the back of an old mansion, and he will run you up a little Louvre\noverloaded with ornament. He will manage to get in a courtyard, stables,\nand if you care for it, a garden. Inside the house he will accommodate a\nquantity of little rooms and passages. He is so clever in deceiving the\neye that you think you will have plenty of space; but it is only a nest\nof small rooms, after all, in which a ducal family has to turn itself\nabout in the space that its own bakehouse formerly occupied.\n\nThe hotel of the Comtesse Laginska, rue de la Pepiniere, is one of these\ncreations, and stands between court and garden. On the right, in the\ncourt, are the kitchens and offices; to the left the coachhouse and\nstables. The porter's lodge is between two charming portes-cocheres. The\nchief luxury of the house is a delightful greenhouse contrived at the\nend of a boudoir on the ground-floor which opens upon an admirable\nsuite of reception rooms. An English philanthropist had built this\narchitectural bijou, designed the garden, added the greenhouse, polished\nthe doors, bricked the courtyard, painted the window-frames green,\nand realized, in short, a dream which resembled (proportions excepted)\nGeorge the Fourth's Pavilion at Brighton. The inventive and industrious\nParisian workmen had moulded the doors and window-frames; the ceilings\nwere imitated from the middle-ages or those of a Venetian palace; marble\nveneering abounded on the outer walls. Steinbock and Francois Souchet\nhad designed the mantel-pieces and the panels above the doors; Schinner\nhad painted the ceilings in his masterly manner. The beauties of the\nstaircase, white as a woman's arm, defied those of the hotel Rothschild.\nOn account of the riots and the unsettled times, the cost of this folly\nwas only about eleven hundred thousand francs,--to an Englishman a mere\nnothing. All this luxury, called princely by persons who do not know\nwhat real princes are, was built in the garden of the house of a\npurveyor made a Croesus by the Revolution, who had escaped to Brussels\nand died there after going into bankruptcy. The Englishman died in\nParis, of Paris; for to many persons Paris is a disease,--sometimes\nseveral diseases. His widow, a Methodist, had a horror of the little\nnabob establishment, and ordered it to be sold. Comte Adam bought it at\na bargain; and how he came to do so shall presently be made known, for\nbargains were not at all in his line as a grand seigneur.\n\nBehind the house lay the verdant velvet of an English lawn shaded at\nthe lower end by a clump of exotic trees, in the midst of which stood a\nChinese pagoda with soundless belfries and motionless golden eggs. The\ngreenhouse concealed the garden wall on the northern side, the opposite\nwall was covered with climbing plants trained upon poles painted green\nand connected with crossway trellises. This lawn, this world of flowers,\nthe gravelled paths, the simulated forest, the verdant palisades, were\ncontained within the space of five and twenty square rods, which are\nworth to-day four hundred thousand francs,--the value of an actual\nforest. Here, in this solitude in the middle of Paris, the birds\nsang, thrushes, nightingales, warblers, bulfinches, and sparrows. The\ngreenhouse was like an immense jardiniere, filling the air with perfume\nin winter as in summer. The means by which its atmosphere was made\nto order, torrid as in China or temperate as in Italy, were cleverly\nconcealed. Pipes in which hot water circulated, or steam, were either\nhidden under ground or festooned with plants overhead. The boudoir was a\nlarge room. The miracle of the modern Parisian fairy named Architecture\nis to get all these many and great things out of a limited bit of\nground.\n\nThe boudoir of the young countess was arranged to suit the taste of the\nartist to whom Comte Adam entrusted the decoration of the house. It is\ntoo full of pretty nothings to be a place for repose; one scarce knows\nwhere to sit down among carved Chinese work-tables with their myriads\nof fantastic figures inlaid in ivory, cups of yellow topaz mounted on\nfilagree, mosaics which inspire theft, Dutch pictures in the style which\nSchinner has adopted, angels such as Steinbock conceived but often could\nnot execute, statuettes modelled by genius pursued by creditors (the\nreal explanation of the Arabian myth), superb sketches by our best\nartists, lids of chests made into panels alternating with fluted\ndraperies of Italian silk, portieres hanging from rods of old oak\nin tapestried masses on which the figures of some hunting scene are\nswarming, pieces of furniture worthy to have belonged to Madame de\nPompadour, Persian rugs, et cetera. For a last graceful touch, all these\nelegant things were subdued by the half-light which filtered through\nembroidered curtains and added to their charm. On a table between the\nwindows, among various curiosities, lay a whip, the handle designed\nby Mademoiselle de Fauveau, which proved that the countess rode on\nhorseback.\n\nSuch is a lady's boudoir in 1837,--an exhibition of the contents of many\nshops, which amuse the eye, as if ennui were the one thing to be dreaded\nby the social world of the liveliest and most stirring capital in\nEurope. Why is there nothing of an inner life? nothing which leads to\nrevery, nothing reposeful? Why indeed? Because no one in our day is sure\nof the future; we are living our lives like prodigal annuitants.\n\nOne morning Clementine appeared to be thinking of something. She was\nlying at full length on one of those marvellous couches from which it\nis almost impossible to rise, the upholsterer having invented them for\nlovers of the \"far niente\" and its attendant joys of laziness to sink\ninto. The doors of the greenhouse were open, letting the odors of\nvegetation and the perfume of the tropics pervade the room. The young\nwife was looking at her husband who was smoking a narghile, the only\nform of pipe she would have suffered in that room. The portieres, held\nback by cords, gave a vista through two elegant salons, one white and\ngold, comparable only to that of the hotel Forbin-Janson, the other in\nthe style of the Renaissance. The dining-room, which had no rival in\nParis except that of the Baron de Nucingen, was at the end of a short\ngallery decorated in the manner of the middle-ages. This gallery opened\non the side of the courtyard upon a large antechamber, through which\ncould be seen the beauties of the staircase.\n\nThe count and countess had just finished breakfast; the sky was a sheet\nof azure without a cloud, April was nearly over. They had been married\ntwo years, and Clementine had just discovered for the first time that\nthere was something resembling a secret or a mystery in her household.\nThe Pole, let us say it to his honor, is usually helpless before a\nwoman; he is so full of tenderness for her that in Poland he becomes her\ninferior, though Polish women make admirable wives. Now a Pole is still\nmore easily vanquished by a Parisian woman. Consequently Comte Adam,\npressed by questions, did not even attempt the innocent roguery of\nselling the suspected secret. It is always wise with a woman to get\nsome good out of a mystery; she will like you the better for it, as a\nswindler respects an honest man the more when he finds he cannot swindle\nhim. Brave in heart but not in speech, Comte Adam merely stipulated that\nhe should not be compelled to answer until he had finished his narghile.\n\n\"If any difficulty occurred when we were travelling,\" said Clementine,\n\"you always dismissed it by saying, 'Paz will settle that.' You never\nwrote to any one but Paz. When we returned here everybody kept saying,\n'the captain, the captain.' If I want the carriage--'the captain.' Is\nthere a bill to pay--'the captain.' If my horse is not properly\nbitted, they must speak to Captain Paz. In short, it is like a game of\ndominoes--Paz is everywhere. I hear of nothing but Paz, but I never see\nPaz. Who and what is Paz? Why don't you bring forth your Paz?\"\n\n\"Isn't everything going on right?\" asked the count, taking the\n\"bocchettino\" of his narghile from his lips.\n\n\"Everything is going on so right that other people with an income of two\nhundred thousand francs would ruin themselves by going at our pace, and\nwe have only one hundred and ten thousand.\"\n\nSo saying she pulled the bell-cord (an exquisite bit of needlework). A\nfootman entered, dressed like a minister.\n\n\"Tell Captain Paz that I wish to see him.\"\n\n\"If you think you are going to find out anything that way--\" said Comte\nAdam, laughing.\n\nIt is well to mention that Adam and Clementine, married in December,\n1835, had gone soon after the wedding to Italy, Switzerland, and\nGermany, where they spent the greater part of two years. Returning to\nParis in November, 1837, the countess entered society for the first time\nas a married woman during the winter which had just ended, and she then\nbecame aware of the existence, half-suppressed and wholly dumb but very\nuseful, of a species of factotum who was personally invisible, named\nPaz,--spelt thus, but pronounced \"Patz.\"\n\n\"Monsieur le capitaine Paz begs Madame la comtesse to excuse him,\" said\nthe footman, returning. \"He is at the stables; as soon as he has changed\nhis dress Comte Paz will present himself to Madame.\"\n\n\"What was he doing at the stables?\"\n\n\"He was showing them how to groom Madame's horse,\" said the man. \"He was\nnot pleased with the way Constantin did it.\"\n\nThe countess looked at the footman. He was perfectly serious and did not\nadd to his words the sort of smile by which servants usually comment\non the actions of a superior who seems to them to derogate from his\nposition.\n\n\"Ah! he was grooming Cora.\"\n\n\"Madame la comtesse intends to ride out this morning?\" said the footman,\nleaving the room without further answer.\n\n\"Is Paz a Pole?\" asked Clementine, turning to her husband, who nodded by\nway of affirmation.\n\nMadame Laginska was silent, examining Adam. With her feet extended upon\na cushion and her head poised like that of a bird on the edge of\nits nest listening to the noises in a grove, she would have seemed\nenchanting even to a blase man. Fair and slender, and wearing her\nhair in curls, she was not unlike those semi-romantic pictures in\nthe Keepsakes, especially when dressed, as she was this morning, in a\nbreakfast gown of Persian silk, the folds of which could not disguise\nthe beauty of her figure or the slimness of her waist. The silk with its\nbrilliant colors being crossed upon the bosom showed the spring of the\nneck,--its whiteness contrasting delightfully against the tones of a\nguipure lace which lay upon her shoulders. Her eyes and their long\nblack lashes added at this moment to the expression of curiosity which\npuckered her pretty mouth. On the forehead, which was well modelled,\nan observer would have noticed a roundness characteristic of the true\nParisian woman,--self-willed, merry, well-informed, but inaccessible\nto vulgar seductions. Her hands, which were almost transparent, were\nhanging down at the end of each arm of her chair; the tapering fingers,\nslightly turned up at their points, showed nails like almonds, which\ncaught the light. Adam smiled at his wife's impatience, and looked at\nher with a glance which two years of married life had not yet chilled.\nAlready the little countess had made herself mistress of the situation,\nfor she scarcely paid attention to her husband's admiration. In fact,\nin the look which she occasionally cast at him, there seemed to be the\nconsciousness of a Frenchwoman's ascendancy over the puny, volatile, and\nred-haired Pole.\n\n\"Here comes Paz,\" said the count, hearing a step which echoed through\nthe gallery.\n\nThe countess beheld a tall and handsome man, well-made, and bearing\non his face the signs of pain which come of inward strength and secret\nendurance of sorrow. He wore one of those tight, frogged overcoats which\nwere then called \"polonaise.\" Thick, black hair, rather unkempt, covered\nhis square head, and Clementine noticed his broad forehead shining like\na block of white marble, for Paz held his visored cap in his hand.\nThe hand itself was like that of the Infant Hercules. Robust health\nflourished on his face, which was divided by a large Roman nose and\nreminded Clementine of some handsome Transteverino. A black silk cravat\nadded to the martial appearance of this six-foot mystery, with eyes of\njet and Italian fervor. The amplitude of his pleated trousers, which\nallowed only the tips of his boots to be seen, revealed his faithfulness\nto the fashions of his own land. There was something really burlesque\nto a romantic woman in the striking contrast no one could fail to remark\nbetween the captain and the count, the little Pole with his pinched face\nand the stalwart soldier.\n\n\"Good morning, Adam,\" he said familiarly. Then he bowed courteously as\nhe asked Clementine what he could do for her.\n\n\"You are Laginski's friend!\" exclaimed the countess.\n\n\"For life and death,\" answered Paz, to whom the count threw a smile of\naffection as he drew a last puff from his perfumed pipe.\n\n\"Then why don't you take your meals with us? why did you not accompany\nus to Italy and Switzerland? why do you hide yourself in such a way that\nI am unable to thank you for the constant services that you do for us?\"\nsaid the countess, with much vivacity of manner but no feeling.\n\nIn fact, she thought she perceived in Paz a sort of voluntary servitude.\nSuch an idea carried with it in her mind a certain contempt for a social\namphibian, a being half-secretary, half-bailiff, and yet neither the one\nnor the other, a poor relation, an embarrassing friend.\n\n\"Because, countess,\" he answered with perfect ease of manner, \"there are\nno thanks due. I am Adam's friend, and it gives me pleasure to take care\nof his interests.\"\n\n\"And you remain standing for your pleasure, too,\" remarked Comte Adam.\n\nPaz sat down on a chair near the door.\n\n\"I remember seeing you about the time I was married, and afterwards\nin the courtyard,\" said Clementine. \"But why do you put yourself in a\nposition of inferiority,--you, Adam's friend?\"\n\n\"I am perfectly indifferent to the opinion of the Parisians,\" he\nreplied. \"I live for myself, or, if you like, for you two.\"\n\n\"But the opinion of the world as to a friend of my husband is not\nindifferent to me--\"\n\n\"Ah, madame, the world will be satisfied if you tell them I am 'an\noriginal.'\"\n\nAfter a moment's silence he added, \"Are you going out to-day?\"\n\n\"Will you come with us to the Bois?\"\n\n\"Certainly.\"\n\nSo saying, Paz bowed and withdrew.\n\n\"What a good soul he is!\" said Adam. \"He has all the simplicity of a\nchild.\"\n\n\"Now tell me all about your relations with him,\" said Clementine.\n\n\"Paz, my dear,\" said Laginski, \"belongs to a noble family as old and\nillustrious as our own. One of the Pazzi of Florence, at the time of\ntheir disasters, fled to Poland, where he settled with some of his\nproperty and founded the Paz family, to which the title of count was\ngranted. This family, which distinguished itself greatly in the glorious\ndays of our royal republic, became rich. The graft from the tree that\nwas felled in Italy flourished so vigorously in Poland that there are\nseveral branches of the family still there. I need not tell you that\nsome are rich and some are poor. Our Paz is the scion of a poor branch.\nHe was an orphan, without other fortune than his sword, when he served\nin the regiment of the Grand Duke Constantine at the time of our\nrevolution. Joining the Polish cause, he fought like a Pole, like a\npatriot, like a man who has nothing,--three good reasons for fighting\nwell. In his last affair, thinking he was followed by his men, he dashed\nupon a Russian battery and was taken prisoner. I was there. His brave\nact roused me. 'Let us go and get him!' I said to my troop, and we\ncharged the battery like a lot of foragers. I got Paz--I was the seventh\nman; we started twenty and came back eight, counting Paz. After Warsaw\nwas sold we were forced to escape those Russians. By a curious chance,\nPaz and I happened to come together again, at the same hour and the same\nplace, on the other side of the Vistula. I saw the poor captain arrested\nby some Prussians, who made themselves the blood-hounds of the Russians.\nWhen we have fished a man out of the Styx we cling to him. This new\ndanger for poor Paz made me so unhappy that I let myself be taken too,\nthinking I could help him. Two men can get away where one will\nperish. Thanks to my name and some family connections in Prussia, the\nauthorities shut their eyes to my escape. I got my dear captain through\nas a man of no consequence, a family servant, and we reached Dantzic.\nThere we got on board a Dutch vessel and went to London. It took us two\nmonths to get there. My mother was ill in England, and expecting me.\nPaz and I took care of her till her death, which the Polish troubles\nhastened. Then we left London and came to France. Men who go through\nsuch adversities become like brothers. When I reached Paris, at\ntwenty-two years of age, and found I had an income of over sixty\nthousand francs a year, without counting the proceeds of the diamonds\nand the pictures sold by my mother, I wanted to secure the future of\nmy dear Paz before I launched into dissipation. I had often noticed the\nsadness in his eyes--sometimes tears were in them. I had had good reason\nto understand his soul, which is noble, grand, and generous to the core.\nI thought he might not like to be bound by benefits to a friend who\nwas six years younger than himself, unless he could repay them. I was\ncareless and frivolous, just as a young fellow is, and I knew I was\ncertain to ruin myself at play, or get inveigled by some woman, and Paz\nand I might then be parted; and though I had every intention of always\nlooking out for him, I knew I might sometime or other forget to provide\nfor him. In short, my dear angel, I wanted to spare him the pain and\nmortification of having to ask me for money, or of having to hunt me up\nif he got into distress. SO, one morning, after breakfast, when we were\nsitting with our feet on the andirons smoking pipes, I produced,--with\nthe utmost precaution, for I saw him look at me uneasily,--a certificate\nof the Funds payable to bearer for a certain sum of money a year.\"\n\nClementine jumped up and went and seated herself on Adam's knee, put\nher arms round his neck, and kissed him. \"Dear treasure!\" she said, \"how\nhandsome he is! Well, what did Paz do?\"\n\n\"Thaddeus turned pale,\" said the count, \"but he didn't say a word.\"\n\n\"Oh! his name is Thaddeus, is it?\"\n\n\"Yes; Thaddeus folded the paper and gave it back to me, and then he\nsaid: 'I thought, Adam, that we were one for life or death, and that we\nshould never part. Do you want to be rid of me?' 'Oh!' I said, 'if you\ntake it that way, Thaddeus, don't let us say another word about it. If\nI ruin myself you shall be ruined too.' 'You haven't fortune enough to\nlive as a Laginski should,' he said, 'and you need a friend who will\ntake care of your affairs, and be a father and a brother and a trusty\nconfidant.' My dear child, as Paz said that he had in his look and\nvoice, calm as they were, a maternal emotion, and also the gratitude\nof an Arab, the fidelity of a dog, the friendship of a savage,--not\ndisplayed, but ever ready. Faith! I seized him, as we Poles do, with\na hand on each shoulder, and I kissed him on the lips. 'For life and\ndeath, then! all that I have is yours--do what you will with it.' It was\nhe who found me this house and bought it for next to nothing. He sold my\nFunds high and bought in low, and we have paid for this barrack with\nthe profits. He knows horses, and he manages to buy and sell at such\nadvantage that my stable really costs very little; and yet I have the\nfinest horses and the most elegant equipages in all Paris. Our servants,\nbrave Polish soldiers chosen by him, would go through fire and water\nfor us. I seem, as you say, to be ruining myself; and yet Paz keeps the\nhouse with such method and economy that he has even repaired some of my\nfoolish losses at play,--the thoughtless folly of a young man. My dear,\nThaddeus is as shrewd as two Genoese, as eager for gain as a Polish Jew,\nand provident as a good housekeeper. I never could force him to live as\nI did when I was a bachelor. Sometimes I had to use a sort of friendly\ncoercion to make him go to the theatre with me when I was alone, or to\nthe jovial little dinners I used to give at a tavern. He doesn't like\nsocial life.\"\n\n\"What does he like, then?\" asked Clementine.\n\n\"Poland; he loves Poland and pines for it. His only spendings are\nsums he gives, more in my name than in his own, to some of our poor\nbrother-exiles.\"\n\n\"Well, I shall love him, the fine fellow!\" said the countess, \"he looks\nto me as simple-hearted as he is grand.\"\n\n\"All these pretty things you have about you,\" continued Adam, who\npraised his friend in the noblest sincerity, \"he picked up; he bought\nthem at auction, or as bargains from the dealers. Oh! he's keener than\nthey are themselves. If you see him rubbing his hands in the courtyard,\nyou may be sure he has traded away one good horse for a better. He lives\nfor me; his happiness is to see me elegant, in a perfectly appointed\nequipage. The duties he takes upon himself are all accomplished without\nfuss or emphasis. One evening I lost twenty thousand francs at whist.\n'What will Paz say?' thought I as I walked home. Paz paid them to me,\nnot without a sigh; but he never reproached me, even by a look. But\nthat sigh of his restrained me more than the remonstrances of uncles,\nmothers, or wives could have done. 'Do you regret the money?' I said\nto him. 'Not for you or me, no,' he replied; 'but I was thinking\nthat twenty poor Poles could have lived a year on that sum.' You must\nunderstand that the Pazzi are fully the equal of the Laginski, so I\ncouldn't regard my dear Paz as an inferior. I never went out or came in\nwithout going first to Paz, as I would to my father. My fortune is his;\nand Thaddeus knows that if danger threatened him I would fling myself\ninto it and drag him out, as I have done before.\"\n\n\"And that is saying a good deal, my dear friend,\" said the countess.\n\"Devotion is like a flash of lightning. Men devote themselves in battle,\nbut they no longer have the heart for it in Paris.\"\n\n\"Well,\" replied Adam, \"I am always ready, as in battle, to devote\nmyself to Paz. Our two characters have kept their natural asperities\nand defects, but the mutual comprehension of our souls has tightened the\nbond already close between us. It is quite possible to save a man's life\nand kill him afterwards if we find him a bad fellow; but Paz and I know\nTHAT of each other which makes our friendship indissoluble. There's\na constant exchange of happy thoughts and impressions between us; and\nreally, perhaps, such a friendship as ours is richer than love.\"\n\nA pretty hand closed the count's mouth so promptly that the action was\nsomewhat like a blow.\n\n\"Yes,\" he said, \"friendship, my dear angel, knows nothing of bankrupt\nsentiments and collapsed joys. Love, after giving more than it has, ends\nby giving less than it receives.\"\n\n\"One side as well as the other,\" remarked Clementine laughing.\n\n\"Yes,\" continued Adam, \"whereas friendship only increases. You need not\npucker up your lips at that, for we are, you and I, as much friends as\nlovers; we have, at least I hope so, combined the two sentiments in our\nhappy marriage.\"\n\n\"I'll explain to you what it is that has made you and Thaddeus such good\nfriends,\" said Clementine. \"The difference in the lives you lead\ncomes from your tastes and from necessity; from your likings, not your\npositions. As far as one can judge from merely seeing a man once, and\nalso from what you tell me, there are times when the subaltern might\nbecome the superior.\"\n\n\"Oh, Paz is truly my superior,\" said Adam, naively; \"I have no advantage\nover him except mere luck.\"\n\nHis wife kissed him for the generosity of those words.\n\n\"The extreme care with which he hides the grandeur of his feelings is\none form of his superiority,\" continued the count. \"I said to him once:\n'You are a sly one; you have in your heart a vast domain within which\nyou live and think.' He has a right to the title of count; but in Paris\nhe won't be called anything but captain.\"\n\n\"The fact is that the Florentine of the middle-ages has reappeared in\nour century,\" said the countess. \"Dante and Michael Angelo are in him.\"\n\n\"That's the very truth,\" cried Adam. \"He is a poet in soul.\"\n\n\"So here I am, married to two Poles,\" said the young countess, with a\ngesture worthy of some genius of the stage.\n\n\"Dear child!\" said Adam, pressing her to him, \"it would have made me\nvery unhappy if my friend did not please you. We were both rather afraid\nof it, he and I, though he was delighted at my marriage. You will\nmake him very happy if you tell him that you love him,--yes, as an old\nfriend.\"\n\n\"I'll go and dress, the day is so fine; and we will all three ride\ntogether,\" said Clementine, ringing for her maid.\n\n\n\n\nII\n\n\nPaz was leading so subterranean a life that the fashionable world of\nParis asked who he was when the Comtesse Laginska was seen in the Bois\nde Boulogne riding between her husband and a stranger. During the ride\nClementine insisted that Thaddeus should dine with them. This caprice of\nthe sovereign lady compelled Paz to make an evening toilet. Clementine\ndressed for the occasion with a certain coquetry, in a style that\nimpressed even Adam himself when she entered the salon where the two\nfriends awaited her.\n\n\"Comte Paz,\" she said, \"you must go with us to the Opera.\"\n\nThis was said in the tone which, coming from a woman means: \"If you\nrefuse we shall quarrel.\"\n\n\"Willingly, madame,\" replied the captain. \"But as I have not the fortune\nof a count, have the kindness to call me captain.\"\n\n\"Very good, captain; give me your arm,\" she said,--taking it and\nleading the way to the dining-room with the flattering familiarity which\nenchants all lovers.\n\nThe countess placed the captain beside her; his behavior was that of\na poor sub-lieutenant dining at his general's table. He let Clementine\ntalk, listened deferentially as to a superior, did not differ with her\nin anything, and waited to be questioned before he spoke at all. He\nseemed actually stupid to the countess, whose coquettish little ways\nmissed their mark in presence of such frigid gravity and conventional\nrespect. In vain Adam kept saying: \"Do be lively, Thaddeus; one would\nreally suppose you were not at home. You must have made a wager to\ndisconcert Clementine.\" Thaddeus continued heavy and half asleep.\nWhen the servants left the room at the end of the dessert the captain\nexplained that his habits were diametrically opposite to those of\nsociety,--he went to bed at eight o'clock and got up very early in the\nmorning; and he excused his dulness on the ground of being sleepy.\n\n\"My intention in taking you to the Opera was to amuse you, captain; but\ndo as you prefer,\" said Clementine, rather piqued.\n\n\"I will go,\" said Paz.\n\n\"Duprez sings 'Guillaume Tell,'\" remarked Adam. \"But perhaps you would\nrather go to the 'Varietes'?\"\n\nThe captain smiled and rang the bell. \"Tell Constantin,\" he said to the\nfootman, \"to put the horses to the carriage instead of the coupe. We\nshould be rather squeezed otherwise,\" he said to the count.\n\n\"A Frenchman would have forgotten that,\" remarked Clementine, smiling.\n\n\"Ah! but we are Florentines transplanted to the North,\" answered\nThaddeus with a refinement of accent and a look in his eyes which\nmade his conduct at table seem assumed for the occasion. There was\ntoo evident a contrast between his involuntary self-revelation in this\nspeech and his behavior during dinner. Clementine examined the captain\nwith a few of those covert glances which show a woman's surprise and\nalso her capacity for observation.\n\nIt resulted from this little incident that silence reigned in the salon\nwhile the three took their coffee, a silence rather annoying to Adam,\nwho was incapable of imagining the cause of it. Clementine no longer\ntried to draw out Thaddeus. The captain, on the other hand, retreated\nwithin his military stiffness and came out of it no more, neither on the\nway to the Opera nor in the box, where he seemed to be asleep.\n\n\"You see, madame, that I am a very stupid man,\" he said during the dance\nin the last act of \"Guillaume Tell.\" \"Am I not right to keep, as the\nsaying is, to my own specialty?\"\n\n\"In truth, my dear captain, you are neither a talker nor a man of the\nworld, but you are perhaps Polish.\"\n\n\"Therefore leave me to look after your pleasures, your property, your\nhousehold--it is all I am good for.\"\n\n\"Tartufe! pooh!\" cried Adam, laughing. \"My dear, he is full of ardor;\nhe is thoroughly educated; he can, if he chooses, hold his own in any\nsalon. Clementine, don't believe his modesty.\"\n\n\"Adieu, comtesse; I have obeyed your wishes so far; and now I will take\nthe carriage and go home to bed and send it back for you.\"\n\nClementine bowed her head and let him go without replying.\n\n\"What a bear!\" she said to the count. \"You are a great deal nicer.\"\n\nAdam pressed her hand when no one was looking.\n\n\"Poor, dear Thaddeus,\" he said, \"he is trying to make himself\ndisagreeable where most men would try to seem more amiable than I.\"\n\n\"Oh!\" she said, \"I am not sure but what there is some _calculation_ in\nhis behavior; he would have taken in an ordinary woman.\"\n\nHalf an hour later, when the chasseur, Boleslas, called out \"Gate!\" and\nthe carriage was waiting for it to swing back, Clementine said to her\nhusband, \"Where does the captain perch?\"\n\n\"Why, there!\" replied Adam, pointing to a floor above the porte-cochere\nwhich had one window looking on the street. \"His apartments are over the\ncoachhouse.\"\n\n\"Who lives on the other side?\" asked the countess.\n\n\"No one as yet,\" said Adam; \"I mean that apartment for our children and\ntheir instructors.\"\n\n\"He didn't go to bed,\" said the countess, observing lights in Thaddeus's\nrooms when the carriage had passed under the portico supported by\ncolumns copied from those of the Tuileries, which replaced a vulgar zinc\nawning painted in stripes like cloth.\n\nThe captain, in his dressing-gown with a pipe in his mouth, was watching\nClementine as she entered the vestibule. The day had been a hard one for\nhim. And here is the reason why: A great and terrible emotion had taken\npossession of his heart on the day when Adam made him go to the Opera\nto see and give his opinion on Mademoiselle du Rouvre; and again when he\nsaw her on the occasion of her marriage, and recognized in her the woman\nwhom a man is forced to love exclusively. For this reason Paz strongly\nadvised and promoted the long journey to Italy and elsewhere after the\nmarriage. At peace so long as Clementine was away, his trial was renewed\non the return of the happy household. As he sat at his window on this\nmemorable night, smoking his latakia in a pipe of wild-cherry wood\nsix feet long, given to him by Adam, these are the thoughts that were\npassing through his mind:--\n\n\"I, and God, who will reward me for suffering in silence, alone know\nhow I love her! But how shall I manage to have neither her love nor her\ndislike?\"\n\nAnd his thoughts travelled far on this strange theme.\n\nIt must not be supposed that Thaddeus was living without pleasure, in\nthe midst of his sufferings. The deceptions of this day, for instance,\nwere a source of inward joy to him. Since the return of the count and\ncountess he had daily felt ineffable satisfactions in knowing himself\nnecessary to a household which, without his devotion to its interests,\nwould infallibly have gone to ruin. What fortune can bear the strain of\nreckless prodigality? Clementine, brought up by a spendthrift father,\nknew nothing of the management of a household which the women of the\npresent day, however rich or noble they are, are often compelled to\nundertake themselves. How few, in these days, keep a steward. Adam, on\nthe other hand, son of one of the great Polish lords who let themselves\nbe preyed on by the Jews, and are wholly incapable of managing even the\nwreck of their vast fortunes (for fortunes are vast in Poland), was\nnot of a nature to check his own fancies or those of his wife. Left to\nhimself he would probably have been ruined before his marriage. Paz had\nprevented him from gambling at the Bourse, and that says all.\n\nUnder these circumstances, Thaddeus, feeling that he loved Clementine\nin spite of himself, had not the resource of leaving the house and\ntravelling in other lands to forget his passion. Gratitude, the key-note\nof his life, held him bound to that household where he alone could look\nafter the affairs of the heedless owners. The long absence of Adam\nand Clementine had given him peace. But the countess had returned\nmore lovely than ever, enjoying the freedom which marriage brings to a\nParisian woman, displaying the graces of a young wife and the nameless\nattraction she gains from the happiness, or the independence, bestowed\nupon her by a young man as trustful, as chivalric, and as much in\nlove as Adam. To know that he was the pivot on which the splendor the\nhousehold depended, to see Clementine when she got out of her carriage\non returning from some fete, or got into it in the morning when she took\nher drive, to meet her on the boulevards in her pretty equipage,\nlooking like a flower in a whorl of leaves, inspired poor Thaddeus with\nmysterious delights, which glowed in the depths of his heart but gave no\nsigns upon his face.\n\nHow happened it that for five whole months the countess had never\nperceived the captain? Because he hid himself from her knowledge, and\ncarefully concealed the pains he took to avoid her. Nothing so resembles\nthe Divine love as hopeless human love. A man must have great depth of\nheart to devote himself in silence and obscurity to a woman. In such\na heart is the worship of love for love's sake only--sublime avarice,\nsublime because ever generous and founded on the mysterious existence\nof the principles of creation. _Effect_ is nature, and nature is\nenchanting; it belongs to man, to the poet, the painter, the lover. But\n_Cause_, to a few privileged souls and to certain mighty thinkers,\nis superior to nature. Cause is God. In the sphere of causes live\nthe Newtons and all such thinkers as Laplace, Kepler, Descartes,\nMalebranche, Spinoza, Buffon; also the true poets and solitarys of\nthe second Christian century, and the Saint Teresas of Spain, and such\nsublime ecstatics. All human sentiments bear analogy to these conditions\nwhenever the mind abandons Effect for Cause. Thaddeus had reached this\nheight, at which all things change their relative aspect. Filled with\nthe joys unutterable of a creator he had attained in his love to all\nthat genius has revealed to us of grandeur.\n\n\"No,\" he was thinking to himself as he watched the curling smoke of his\npipe, \"she was not entirely deceived. She might break up my friendship\nwith Adam if she took a dislike to me; but if she coquetted with me to\namuse herself, what would become of me?\"\n\nThe conceit of this last supposition was so foreign to the modest\nnature and Teutonic timidity of the captain that he scolded himself for\nadmitting it, and went to bed, resolved to await events before deciding\non a course.\n\nThe next day Clementine breakfasted very contentedly without Paz, and\nwithout even noticing his disobedience to her orders. It happened to be\nher reception day, when the house was thrown open with a splendor that\nwas semi-royal. She paid no attention to the absence of Comte Paz, on\nwhom all the burden of these parade days fell.\n\n\"Good!\" thought he, as he heard the last carriages driving away at two\nin the morning; \"it was only the caprice or the curiosity of a Parisian\nwoman that made her want to see me.\"\n\nAfter that the captain went back to his ordinary habits and ways, which\nhad been somewhat upset by this incident. Diverted by her Parisian\noccupations, Clementine appeared to have forgotten Paz. It must not be\nthought an easy matter to reign a queen over fickle Paris. Does any one\nsuppose that fortunes alone are risked in the great game? The winters\nare to fashionable women what a campaign once was to the soldiers of the\nEmpire. What works of art and genius are expended on a gown or a garland\nin which to make a sensation! A fragile, delicate creature will wear\nher stiff and brilliant harness of flowers and diamonds, silk and steel,\nfrom nine at night till two and often three o'clock in the morning. She\neats little, to attract remark to her slender waist; she satisfied her\nhunger with debilitating tea, sugared cakes, ices which heat her, or\nslices of heavy pastry. The stomach is made to yield to the orders of\ncoquetry. The awakening comes too late. A fashionable woman's whole life\nis in contradiction to the laws of nature, and nature is pitiless. She\nhas no sooner risen than she makes an elaborate morning toilet, and\nthinks of the one which she means to wear in the afternoon. The moment\nshe is dressed she has to receive and make visits, and go to the Bois\neither on horseback or in a carriage. She must practise the art of\nsmiling, and must keep her mind on the stretch to invent new compliments\nwhich shall seem neither common nor far-fetched. All women do not\nsucceed in this. It is no surprise, therefore, to find a young woman who\nentered fashionable society fresh and healthy, faded and worn out at the\nend of three years. Six months spent in the country will hardly heal the\nwounds of the winter. We hear continually, in these days, of mysterious\nailments,--gastritis, and so forth,--ills unknown to women when they\nbusied themselves about their households. In the olden time women only\nappeared in the world at intervals; now they are always on the scene.\nClementine found she had to struggle for her supremacy. She was cited,\nand that alone brought jealousies; and the care and watchfulness exacted\nby this contest with her rivals left little time even to love her\nhusband. Paz might well be forgotten. Nevertheless, in the month of\nMay, as she drove home from the Bois, just before she left Paris for\nRonquerolles, her uncle's estate in Burgundy, she noticed Thaddeus,\nelegantly dressed, sauntering on one of the side-paths of the\nChamps-Elysees, in the seventh heaven of delight at seeing his beautiful\ncountess in her elegant carriage with its spirited horses and sparkling\nliveries,--in short, his beloved family the admired of all.\n\n\"There's the captain,\" she said to her husband.\n\n\"He's happy!\" said Adam. \"This is his delight. He knows there's no\nequipage more elegant than ours, and he is rejoicing to think that some\npeople envy it. Have you only just noticed him? I see him there nearly\nevery day.\"\n\n\"I wonder what he is thinking about now,\" said Clementine.\n\n\"He is thinking that this winter has cost a good deal, and that it is\ntime we went to economize with your old uncle Ronquerolles,\" replied\nAdam.\n\nThe countess stopped the carriage near Paz, and bade him take the seat\nbeside her. Thaddeus grew as red as a cherry.\n\n\"I shall poison you,\" he said; \"I have been smoking.\"\n\n\"Doesn't Adam poison me?\" she said.\n\n\"Yes, but he is Adam,\" returned the captain.\n\n\"And why can't Thaddeus have the same privileges?\" asked the countess,\nsmiling.\n\nThat divine smile had a power which triumphed over the heroic\nresolutions of poor Paz; he looked at Clementine with all the fire of\nhis soul in his eyes, though, even so, its flame was tempered by the\nangelic gratitude of the man whose life was based upon that virtue.\nThe countess folded her arms in her shawl, lay back pensively on her\ncushions, ruffling the feathers of her pretty bonnet, and looked at the\npeople who passed her. That flash of a great and hitherto resigned soul\nreached her sensibilities. What was Adam's merit in her eyes? It was\nnatural enough to have courage and generosity. But Thaddeus--surely\nThaddeus possessed, or seemed to possess, some great superiority\nover Adam. They were dangerous thoughts which took possession of the\ncountess's mind as she again noticed the contrast of the fine presence\nthat distinguished Thaddeus, and the puny frame in which Adam showed\nthe degenerating effects of intermarriage among the Polish aristocratic\nfamilies. The devil alone knew the thoughts that were in Clementine's\nhead, for she sat still, with thoughtful, dreamy eyes, and without\nsaying a word until they reached home.\n\n\"You will dine with us; I shall be angry if you disobey me,\" she said as\nthe carriage turned in. \"You are Thaddeus to me, as you are to Adam. I\nknow your obligations to him, but I also know those we are under to you.\nBoth generosities are natural--but you are generous every day and all\nday. My father dines here to-day, also my uncle Ronquerolles and my aunt\nMadame de Serizy. Dress yourself therefore,\" she said, taking the hand\nhe offered to assist her from the carriage.\n\nThaddeus went to his own room to dress with a joyful heart, though\nshaken by an inward dread. He went down at the last moment and behaved\nthrough dinner as he had done on the first occasion, that is, like a\nsoldier fit only for his duties as a steward. But this time Clementine\nwas not his dupe; his glance had enlightened her. The Marquis de\nRonquerolles, one of the ablest diplomates after Talleyrand, who had\nserved with de Marsay during his short ministry, had been informed by\nhis niece of the real worth and character of Comte Paz, and knew how\nmodestly he made himself the steward of his friend Laginski.\n\n\"And why is this the first time I have the pleasure of seeing Comte\nPaz?\" asked the marquis.\n\n\"Because he is so shy and retiring,\" replied Clementine with a look at\nPaz telling him to change his behavior.\n\nAlas! that we should have to avow it, at the risk of rendering the\ncaptain less interesting, but Paz, though superior to his friend\nAdam, was not a man of parts. His apparent superiority was due to his\nmisfortunes. In his lonely and poverty-stricken life in Warsaw he had\nread and taught himself a good deal; he had compared and meditated. But\nthe gift of original thought which makes a great man he did not possess,\nand it can never be acquired. Paz, great in heart only, approached in\nheart to the sublime; but in the sphere of sentiments, being more a man\nof action than of thought, he kept his thoughts to himself; and they\nonly served therefore to eat his heart out. What, after all, is a\nthought unexpressed?\n\nAfter Clementine's little speech, the Marquis de Ronquerolles and his\nsister exchanged a singular glance, embracing their niece, Comte Adam,\nand Paz. It was one of those rapid scenes which take place only in\nFrance and Italy,--the two regions of the world (all courts excepted)\nwhere eyes can say everything. To communicate to the eye the full power\nof the soul, to give it the value of speech, needs either the pressure\nof extreme servitude, or complete liberty. Adam, the Marquis du Rouvre,\nand Clementine did not observe this luminous by-play of the old coquette\nand the old diplomatist, but Paz, the faithful watchdog, understood\nits meaning. It was, we must remark, an affair of two seconds; but to\ndescribe the tempest it roused in the captain's soul would take far too\nmuch space in this brief history.\n\n\"What!\" he said to himself, \"do the aunt and uncle think I might be\nloved? Then my happiness only depends on my own audacity! But Adam--\"\n\nIdeal love and desire clashed with gratitude and friendship, all equally\npowerful, and, for a moment, love prevailed. The lover would have his\nday. Paz became brilliant, he tried to please, he told the story of the\nPolish insurrection in noble words, being questioned about it by the\ndiplomatist. By the end of dinner Paz saw Clementine hanging upon\nhis lips and regarding him as a hero, forgetting that Adam too, after\nsacrificing a third of his vast fortune, had been an exile. At nine\no'clock, after coffee had been served, Madame de Serizy kissed her niece\non the forehead, pressed her hand, and went away, taking Adam with her\nand leaving the Marquis de Ronquerolles and the Marquis du Rouvre, who\nsoon followed. Paz and Clementine were alone together.\n\n\"I will leave you now, madame,\" said Thaddeus. \"You will of course\nrejoin them at the Opera?\"\n\n\"No,\" she answered, \"I don't like dancing, and they give an odious\nballet to-night 'La Revolte au Serail.'\"\n\nThere was a moment's silence.\n\n\"Two years ago Adam would not have gone to the Opera without me,\" said\nClementine, not looking at Paz.\n\n\"He loves you madly,\" replied Thaddeus.\n\n\"Yes, and because he loves me madly he is all the more likely not to\nlove me to-morrow,\" said the countess.\n\n\"How inexplicable Parisian women are!\" exclaimed Thaddeus. \"When they\nare loved to madness they want to be loved reasonably: and when they are\nloved reasonably they reproach a man for not loving them at all.\"\n\n\"And they are quite right. Thaddeus,\" she went on, smiling, \"I know\nAdam well; I am not angry with him; he is volatile and above all grand\nseigneur. He will always be content to have me as his wife and he will\nnever oppose any of my tastes, but--\"\n\n\"Where is the marriage in which there are no 'buts'?\" said Thaddeus,\ngently, trying to give another direction to Clementine's mind.\n\nThe least presuming of men might well have had the thought which came\nnear rendering this poor lover beside himself; it was this: \"If I do not\ntell her now that I love her I am a fool,\" he kept saying to himself.\n\nNeither spoke; and there came between the pair one of those deep\nsilences that are crowded with thoughts. The countess examined Paz\ncovertly, and Paz observed her in a mirror. Buried in an armchair like\na man digesting his dinner, the image of a husband or an indifferent\nold man, Paz crossed his hands upon his stomach and twirled his thumbs\nmechanically, looking stupidly at them.\n\n\"Why don't you tell me something good of Adam?\" cried Clementine\nsuddenly. \"Tell me that he is not volatile, you who know him so well.\"\n\nThe cry was fine.\n\n\"Now is the time,\" thought poor Paz, \"to put an insurmountable barrier\nbetween us. Tell you good of Adam?\" he said aloud. \"I love him; you\nwould not believe me; and I am incapable of telling you harm. My\nposition is very difficult between you.\"\n\nClementine lowered her head and looked down at the tips of his varnished\nboots.\n\n\"You Northern men have nothing but physical courage,\" she said\ncomplainingly; \"you have no constancy in your opinions.\"\n\n\"How will you amuse yourself alone, madame?\" said Paz, assuming a\ncareless air.\n\n\"Are not you going to keep me company?\"\n\n\"Excuse me for leaving you.\"\n\n\"What do you mean? Where are you going?\"\n\nThe thought of a heroic falsehood had come into his head.\n\n\"I--I am going to the Circus in the Champs Elysees; it opens to-night,\nand I can't miss it.\"\n\n\"Why not?\" said Clementine, questioning him by a look that was\nhalf-anger.\n\n\"Must I tell you why?\" he said, coloring; \"must I confide to you what I\nhide from Adam, who thinks my only love is Poland.\"\n\n\"Ah! a secret in our noble captain?\"\n\n\"A disgraceful one--which you will perhaps understand, and pity.\"\n\n\"You, disgraced?\"\n\n\"Yes, I, Comte Paz; I am madly in love with a girl who travels all over\nFrance with the Bouthor family,--people who have the rival circus to\nFranconi; but they play only at fairs. I have made the director at the\nCirque-Olympique engage her.\"\n\n\"Is she handsome?\"\n\n\"To my thinking,\" said Paz, in a melancholy tone. \"Malaga (that's her\nstage name) is strong, active, and supple. Why do I prefer her to all\nother women in the world?--well, I can't tell you. When I look at her,\nwith her black hair tied with a blue satin ribbon, floating on her bare\nand olive-colored shoulders, and when she is dressed in a white tunic\nwith a gold edge, and a knitted silk bodice that makes her look like a\nliving Greek statue, and when I see her carrying those flags in her hand\nto the sound of martial music, and jumping through the paper hoops which\ntear as she goes through, and lighting so gracefully on the galloping\nhorse to such applause,--no hired clapping,--well, all that moves me.\"\n\n\"More than a handsome woman in a ballroom?\" asked Clementine, with\namazement and curiosity.\n\n\"Yes,\" answered Paz, in a choking voice. \"Such agility, such grace under\nconstant danger seems to me the height of triumph for a woman. Yes,\nmadame, Cinti and Malibran, Grisi and Taglioni, Pasta and Ellsler, all\nwho reign or have reigned on the stage, can't be compared, to my mind,\nwith Malaga, who can jump on or off a horse at full gallop, or stand\non the point of one foot and fall easily into the saddle, and knit\nstockings, break eggs, and make an omelette with the horse at full\nspeed, to the admiration of the people,--the real people, peasants and\nsoldiers. Malaga, madame, is dexterity personified; her little wrist or\nher little foot can rid her of three or four men. She is the goddess of\ngymnastics.\"\n\n\"She must be stupid--\"\n\n\"Oh, no,\" said Paz, \"I find her as amusing as the heroine of 'Peveril\nof the Peak.' Thoughtless as a Bohemian, she says everything that comes\ninto her head; she thinks no more about the future than you do of\nthe sous you fling to the poor. She says grand things sometimes. You\ncouldn't make her believe that an old diplomatist was a handsome young\nman, not if you offered her a million of francs. Such love as hers is\nperpetual flattery to a man. Her health is positively insolent, and she\nhas thirty-two oriental pearls in lips of coral. Her muzzle--that's what\nshe calls the lower part of her face--has, as Shakespeare expresses\nit, the savor of a heifer's nose. She can make a man unhappy. She likes\nhandsome men, strong men, Alexanders, gymnasts, clowns. Her trainer, a\nhorrible brute, used to beat her to make her supple, and graceful, and\nintrepid--\"\n\n\"You are positively intoxicated with Malaga.\"\n\n\"Oh, she is called Malaga only on the posters,\" said Paz, with a piqued\nair. \"She lives in the rue Saint-Lazare, in a pretty apartment on the\nthird story, all velvet and silk, like a princess. She has two lives,\nher circus life and the life of a pretty woman.\"\n\n\"Does she love you?\"\n\n\"She loves me--now you will laugh--solely because I'm a Pole. She saw\nan engraving of Poles rushing with Poniatowski into the Elster,--for all\nFrance persists in thinking that the Elster, where it is impossible\nto get drowned, is an impetuous flood, in which Poniatowski and his\nfollowers were engulfed. But in the midst of all this I am very unhappy,\nmadame.\"\n\nA tear of rage fell from his eyes and affected the countess.\n\n\"You men have such a passion for singularity.\"\n\n\"And you?\" said Thaddeus.\n\n\"I know Adam so well that I am certain he could forget me for some\nmountebank like your Malaga. Where did you first see her?\"\n\n\"At Saint-Cloud, last September, on the fete-day. She was at a corner of\na booth covered with flags, where the shows are given. Her comrades,\nall in Polish costumes, were making a horrible racket. I watched her\nstanding there, silent and dumb, and I thought I saw a melancholy\nexpression in her face; in truth there was enough about her to sadden a\ngirl of twenty. That touched me.\"\n\nThe countess was sitting in a delicious attitude, pensive and rather\nmelancholy.\n\n\"Poor, poor Thaddeus!\" she exclaimed. Then, with the kindliness of a\ntrue great lady she added, not without a malicious smile, \"Well go, go\nto your Circus.\"\n\nThaddeus took her hand, kissed it, leaving a hot tear upon it, and went\nout.\n\nHaving invented this passion for a circus-rider, he bethought him\nthat he must give it some reality. The only truth in his tale was the\nmomentary attention he had given to Malaga at Saint-Cloud; and he had\nsince seen her name on the posters of the Circus, where the clown, for\na tip of five francs, had told him that the girl was a foundling, stolen\nperhaps. Thaddeus now went to the Circus and saw her again. For ten\nfrancs one of the grooms (who take the place in circuses of the dressers\nat a theatre) informed him that Malaga was named Marguerite Turquet, and\nlived on the fifth story of a house in the rue des Fosses-du-Temple.\n\nThe following day Paz went to the faubourg du Temple, found the house,\nand asked to see Mademoiselle Turquet, who during the summer was\nsubstituting for the leading horsewoman at the Cirque-Olympique, and a\nsupernumerary at a boulevard theatre in winter.\n\n\"Malaga!\" cried the portress, rushing into the attic, \"there's a fine\ngentleman wanting you. He is getting information from Chapuzot, who is\nplaying him off to give me time to tell you.\"\n\n\"Thank you, M'ame Chapuzot; but what will he think of me if he finds me\nironing my gown?\"\n\n\"Pooh! when a man's in love he loves everything about us.\"\n\n\"Is he an Englishman? they are fond of horses.\"\n\n\"No, he looks to me Spanish.\"\n\n\"That's a pity; they say Spaniards are always poor. Stay here with me,\nM'ame Chapuzot; I don't want him to think I'm deserted.\"\n\n\"Who is it you are looking for, monsieur?\" asked Madame Chapuzot,\nopening the door for Thaddeus, who had now come upstairs.\n\n\"Mademoiselle Turquet.\"\n\n\"My dear,\" said the portress, with an air of importance, \"here is some\none to see you.\"\n\nA line on which the clothes were drying caught the captain's hat and\nknocked it off.\n\n\"What is it you wish, monsieur?\" said Malaga, picking up the hat and\ngiving it to him.\n\n\"I saw you at the Circus,\" said Thaddeus, \"and you reminded me of a\ndaughter whom I have lost, mademoiselle; and out of affection for my\nHeloise, whom you resemble in a most striking manner, I should like to\nbe of some service to you, if you will permit me.\"\n\n\"Why, certainly; pray sit down, general,\" said Madame Chapuzot; \"nothing\ncould be more straightforward, more gallant.\"\n\n\"But I am not gallant, my good lady,\" exclaimed Paz. \"I am an\nunfortunate father who tries to deceive himself by a resemblance.\"\n\n\"Then am I to pass for your daughter?\" said Malaga, slyly, and not in\nthe least suspecting the perfect sincerity of his proposal.\n\n\"Yes,\" said Paz, \"and I'll come and see you sometimes. But you shall be\nlodged in better rooms, comfortably furnished.\"\n\n\"I shall have furniture!\" cried Malaga, looking at Madame Chapuzot.\n\n\"And servants,\" said Paz, \"and all you want.\"\n\nMalaga looked at the stranger suspiciously.\n\n\"What countryman is monsieur?\"\n\n\"I am a Pole.\"\n\n\"Oh! then I accept,\" she said.\n\nPaz departed, promising to return.\n\n\"Well, that's a stiff one!\" said Marguerite Turquet, looking at Madame\nChapuzot; \"I'm half afraid he is wheedling me, to carry out some fancy\nof his own--Pooh! I'll risk it.\"\n\nA month after this eccentric interview the circus-rider was living in\na comfortable apartment furnished by Comte Adam's own upholsterer, Paz\nhaving judged it desirable to have his folly talked about at the hotel\nLaginski. Malaga, to whom this adventure was like a leaf out of the\nArabian Nights, was served by Monsieur and Madame Chapuzot in the double\ncapacity of friends and servants. The Chapuzots and Marguerite were\nconstantly expecting some result of all this; but at the end of three\nmonths none of them were able to make out the meaning of the Polish\ncount's caprice. Paz arrived duly and passed about an hour there once\na week, during which time he sat in the salon, and never went\ninto Malaga's boudoir nor into her bedroom, in spite of the clever\nmanoeuvring of the Chapuzots and Malaga to get him there. The count\nwould ask questions as to the small events of Marguerite's life, and\neach time that he came he left two gold pieces of forty francs each on\nthe mantel-piece.\n\n\"He looks as if he didn't care to be here,\" said Madame Chapuzot.\n\n\"Yes,\" said Malaga, \"the man's as cold as an icicle.\"\n\n\"But he's a good fellow all the same,\" cried Chapuzot, who was happy in\na new suit of clothes made of blue cloth, in which he looked like the\nservant of some minister.\n\nThe sum which Paz deposited weekly on the mantel-piece, joined to\nMalaga's meagre salary, gave her the means of sumptuous living compared\nwith her former poverty. Wonderful stories went the rounds of the Circus\nabout Malaga's good-luck. Her vanity increased the six thousand francs\nwhich Paz had spent on her furniture to sixty thousand. According to\nthe clowns and the supers, Malaga was squandering money; and she now\nappeared at the Circus wearing burnous and shawls and elegant scarfs.\nThe Pole, it was agreed on all sides, was the best sort of man a\ncircus-rider had ever encountered, not fault-finding nor jealous, and\nwilling to let Malaga do just what she liked.\n\n\"Some women have the luck of it,\" said Malaga's rival, \"and I'm not one\nof them,--though I do draw a third of the receipts.\"\n\nMalaga wore pretty things, and occasionally \"showed her head\" (a term in\nthe lexicon of such characters) in the Bois, where the fashionable young\nmen of the day began to remark her. In fact, before long Malaga was\nvery much talked about in the questionable world of equivocal women, who\npresently attacked her good fortune by calumnies. They said she was\na somnambulist, and the Pole was a magnetizer who was using her to\ndiscover the philosopher's stone. Some even more envenomed scandals\ndrove her to a curiosity that was greater than Psyche's. She reported\nthem in tears to Paz.\n\n\"When I want to injure a woman,\" she said in conclusion, \"I don't\ncalumniate her; I don't declare that some one magnetizes her to get\nstones out of her, but I say plainly that she is humpbacked, and I prove\nit. Why do you compromise me in this way?\"\n\nPaz maintained a cruel silence. Madame Chapuzot was not long in\ndiscovering the name and title of Comte Paz; then she heard certain\npositive facts at the hotel Laginski: for instance, that Paz was a\nbachelor, and had never been known to have a daughter, alive or dead,\nin Poland or in France. After that Malaga could not control a feeling of\nterror.\n\n\"My dear child,\" Madame Chapuzot would say, \"that monster--\" (a man who\ncontented himself with only looking, in a sly way,--not daring to come\nout and say things,--and such a beautiful creature too, as Malaga,--of\ncourse such a man was a monster, according to Madame Chapuzot's ideas)\n\"--that monster is trying to get a hold upon you, and make you do\nsomething illegal and criminal. Holy Father, if you should get into\nthe police-courts! it makes me tremble from head to foot; suppose they\nshould put you in the newspapers! I'll tell you what I should do in your\nplace; I'd warn the police.\"\n\nOne particular day, after many foolish notions had fermented for\nsome time in Malaga's mind, Paz having laid his money as usual on the\nmantel-piece, she seized the bits of gold and flung them in his face,\ncrying out, \"I don't want stolen money!\"\n\nThe captain gave the gold to Chapuzot, went away without a word, and did\nnot return.\n\nClementine was at this time at her uncle's place in Burgundy.\n\nWhen the Circus troop discovered that Malaga had lost her Polish count,\nmuch excitement was produced among them. Malaga's display of honor was\nconsidered folly by some, and shrewdness by others. The conduct of the\nPole, however, even when discussed by the cleverest of women, seemed\ninexplicable. Thaddeus received in the course of the next week\nthirty-seven letters from women of their kind. Happily for him, his\nastonishing reserve did not excite the curiosity of the fashionable\nworld, and was only discussed in the demi-mondaine regions.\n\nTwo weeks later the handsome circus-rider, crippled by debt, wrote the\nfollowing letter to Comte Paz, which, having fallen into the hands\nof Comte Adam, was read by several of the dandies of the day, who\npronounced it a masterpiece:--\n\n  \"You, whom I still dare to call my friend, will you not pity me\n  after all that has passed,--which you have so ill understood? My\n  heart disavows whatever may have wounded your feelings. If I was\n  fortunate enough to charm you and keep you beside me in the past,\n  return to me; otherwise, I shall fall into despair. Poverty has\n  overtaken me, and you do not know what _horrid things_ it brings\n  with it. Yesterday I lived on a herring at two sous, and one sou\n  of bread. Is that a breakfast for the woman you loved? The\n  Chapuzots have left me, though they seemed so devoted. Your\n  desertion has caused me to see to the bottom of all human\n  attachments. The dog we feed does not leave us, but the Chapuzots\n  have gone. A sheriff has seized everything on behalf of the\n  landlord, who has no heart, and the jeweller, who refused to wait\n  even ten days,--for when we lose the confidence of such as you,\n  credit goes too. What a position for women who have nothing to\n  reproach themselves with but the happiness they have given! My\n  friend, I have taken all I have of any value to _my uncle's_; I have\n  nothing but the memory of you left, and here is the winter coming\n  on. I shall be fireless when it turns cold; for the boulevards are\n  to play only melodramas, in which I have nothing but little bits\n  of parts which don't _pose_ a woman. How could you misunderstand the\n  nobleness of my feelings for you?--for there are two ways of\n  expressing gratitude. You who seemed so happy in seeing me\n  well-off, how can you leave me in poverty? Oh, my sole friend on\n  earth, before I go back to the country fairs with Bouthor's circus,\n  where I can at least make a living, forgive me if I wish to know\n  whether I have lost you forever. If I were to let myself think of\n  you when I jump through the hoops, I should be sure to break my legs\n  by losing _a time_. Whatever may be the result, I am yours for life.\n\n\"Marguerite Turquet.\"\n\n\n\"That letter,\" thought Thaddeus, shouting with laughter, \"is worth the\nten thousand francs I have spent upon her.\"\n\n\n\n\nIII\n\n\nClementine came home the next day, and the day after that Paz beheld her\nagain, more beautiful and graceful than ever. After dinner, during which\nthe countess treated Paz with an air of perfect indifference, a little\nscene took place in the salon between the count and his wife when\nThaddeus had left them. On pretence of asking Adam's advice, Thaddeus\nhad left Malaga's letter with him, as if by mistake.\n\n\"Poor Thaddeus!\" said Adam, as Paz disappeared, \"what a misfortune for\na man of his distinction to be the plaything of the lowest kind of\ncircus-rider. He will lose everything, and get lower and lower, and\nwon't be recognizable before long. Here, read that,\" added the count,\ngiving Malaga's letter to his wife.\n\nClementine read the letter, which smelt of tobacco, and threw it from\nher with a look of disgust.\n\n\"Thick as the bandage is over his eyes,\" continued Adam, \"he must have\nfound out something; Malaga tricked him, no doubt.\"\n\n\"But he goes back to her,\" said Clementine, \"and he will forgive her! It\nis for such horrible women as that that you men have indulgence.\"\n\n\"Well, they need it,\" said Adam.\n\n\"Thaddeus used to show some decency--in living apart from us,\" she\nremarked. \"He had better go altogether.\"\n\n\"Oh, my dear angel, that's going too far,\" said the count, who did not\nwant the death of the sinner.\n\nPaz, who knew Adam thoroughly, had enjoined him to secrecy, pretending\nto excuse his dissipations, and had asked his friend to lend him a few\nthousand francs for Malaga.\n\n\"He is a very firm fellow,\" said Adam.\n\n\"How so?\" asked Clementine.\n\n\"Why, for having spent no more than ten thousand francs on her, and\nletting her send him that letter before he would ask me for enough to\npay her debts. For a Pole, I call that firm.\"\n\n\"He will ruin you,\" said Clementine, in the sharp tone of a Parisian\nwoman, when she shows her feline distrusts.\n\n\"Oh, I know him,\" said Adam; \"he will sacrifice Malaga, if I ask him.\"\n\n\"We shall see,\" remarked the countess.\n\n\"If it is best for his own happiness, I sha'n't hesitate to ask him to\nleave her. Constantin says that since Paz has been with her he, sober\nas he is, has sometimes come home quite excited. If he takes to\nintoxication I shall be just as grieved as if he were my own son.\"\n\n\"Don't tell me anything more about it,\" cried the countess, with a\ngesture of disgust.\n\nTwo days later the captain perceived in the manner, the tones of voice,\nbut, above all, in the eyes of the countess, the terrible results of\nAdam's confidences. Contempt had opened a gulf between the beloved woman\nand himself. He was suddenly plunged into the deepest distress of mind,\nfor the thought gnawed him, \"I have myself made her despise me!\" His own\nfolly stared him in the face. Life then became a burden to him, the very\nsun turned gray. And yet, amid all these bitter thoughts, he found again\nsome moments of pure joy. There were times when he could give himself\nup wholly to his admiration for his mistress, who paid not the\nslightest attention to him. Hanging about in corners at her parties\nand receptions, silent, all heart and eyes, he never lost one of her\nattitudes, nor a tone of her voice when she sang. He lived in her life;\nhe groomed the horse which _she_ rode, he studied the ways and means of\nthat splendid establishment, to the interests of which he was now more\ndevoted than ever. These silent pleasures were buried in his heart like\nthose of a mother, whose heart a child never knows; for is it knowing\nanything unless we know it all? His love was more perfect than the love\nof Petrarch for Laura, which found its ultimate reward in the treasures\nof fame, the triumph of the poem which she had inspired. Surely the\nemotion that the Chevalier d'Assas felt in dying must have been to him\na lifetime of joy. Such emotions as these Paz enjoyed daily,--without\ndying, but also without the guerdon of immortality.\n\nBut what is Love, that, in spite of all these ineffable delights, Paz\nshould still have been unhappy? The Catholic religion has so magnified\nLove that she has wedded it indissolubly to respect and nobility of\nspirit. Love is therefore attended by those sentiments and qualities\nof which mankind is proud; it is rare to find true Love existing where\ncontempt is felt. Thaddeus was suffering from the wounds his own hand\nhad given him. The trial of his former life, when he lived beside his\nmistress, unknown, unappreciated, but generously working for her, was\nbetter than this. Yes, he wanted the reward of his virtue, her respect,\nand he had lost it. He grew thin and yellow, and so ill with constant\nlow fever that during the month of January he was obliged to keep his\nbed, though he refused to see a doctor. Comte Adam became very uneasy\nabout him; but the countess had the cruelty to remark: \"Let him alone;\ndon't you see it is only some Olympian trouble?\" This remark, being\nrepeated to Thaddeus, gave him the courage of despair; he left his bed,\nwent out, tried a few amusements, and recovered his health.\n\nAbout the end of February Adam lost a large sum of money at the\nJockey-Club, and as he was afraid of his wife, he begged Thaddeus to let\nthe sum appear in the accounts as if he had spent it on Malaga.\n\n\"There's nothing surprising in your spending that sum on the girl;\nbut if the countess finds out that I have lost it at cards I shall be\nlowered in her opinion, and she will always be suspicious in future.\"\n\n\"Ha! this, too!\" exclaimed Thaddeus, with a sigh.\n\n\"Now, Thaddeus, if you will do me this service we shall be forever\nquits,--though, indeed, I am your debtor now.\"\n\n\"Adam, you will have children; don't gamble any more,\" said Paz.\n\n\"So Malaga has cost us another twenty thousand francs,\" cried the\ncountess, some time later, when she discovered this new generosity to\nPaz. \"First, ten thousand, now twenty more,--thirty thousand! the income\nof which is fifteen hundred! the cost of my box at the Opera, and the\nwhole fortune of many a bourgeois. Oh, you Poles!\" she said, gathering\nsome flowers in her greenhouse; \"you are really incomprehensible. Why\nare you not furious with him?\"\n\n\"Poor Paz is--\"\n\n\"Poor Paz, poor Paz, indeed!\" she cried, interrupting him, \"what good\ndoes he do us? I shall take the management of the household myself. You\ncan give him the allowance he refused, and let him settle it as he likes\nwith his Circus.\"\n\n\"He is very useful to us, Clementine. He has certainly saved over forty\nthousand francs this last year. And besides, my dear angel, he has\nmanaged to put a hundred thousand with Nucingen, which a steward would\nhave pocketed.\"\n\nClementine softened down; but she was none the less hard in her feelings\nto Thaddeus. A few days later, she requested him to come to that boudoir\nwhere, one year earlier, she had been surprised into comparing him with\nher husband. This time she received him alone, without perceiving the\nslightest danger in so doing.\n\n\"My dear Paz,\" she said, with the condescending familiarity of the great\nto their inferiors, \"if you love Adam as you say you do, you will do\na thing which he will not ask of you, but which I, his wife, do not\nhesitate to exact.\"\n\n\"About Malaga?\" said Thaddeus, with bitterness in his heart.\n\n\"Well, yes,\" she said; \"if you wish to end your days in this house\nand continue good friends with us, you must give her up. How an old\nsoldier--\"\n\n\"I am only thirty-five, and haven't a white hair.\"\n\n\"You look old,\" she said, \"and that's the same thing. How so careful a\nmanager, so distinguished a--\"\n\nThe horrible part of all this was her evident intention to rouse a sense\nof honor in his soul which she thought extinct.\n\n\"--so distinguished a man as you are, Thaddeus,\" she resumed after a\nmomentary pause which a gesture of his hand had led her to make, \"can\nallow yourself to be caught like a boy! Your proceedings have made that\nwoman celebrated. My uncle wanted to see her, and he did see her. My\nuncle is not the only one; Malaga receives a great many gentlemen. I did\nthink you such a noble soul. For shame! Will she be such a loss that you\ncan't replace her?\"\n\n\"Madame, if I knew any sacrifice I could make to recover your esteem I\nwould make it; but to give up Malaga is not one--\"\n\n\"In your position, that is what I should say myself, if I were a man,\"\nreplied Clementine. \"Well, if I accept it as a great sacrifice there can\nbe no ill-will between us.\"\n\nPaz left the room, fearing he might commit some great folly, and feeling\nthat wild ideas were getting the better of him. He went to walk in the\nopen air, lightly dressed in spite of the cold, but without being able\nto cool the fire in his cheeks or on his brow.\n\n\"I thought you had a noble soul,\"--the words still rang in his ears.\n\n\"A year ago,\" he said to himself, \"she thought me a hero who could fight\nthe Russians single-handed!\"\n\nHe thought of leaving the hotel Laginski, and taking service with the\nspahis and getting killed in Africa, but the same great fear checked\nhim. \"Without me,\" he thought, \"what would become of them? they would\nsoon be ruined. Poor countess! what a horrible life it would be for her\nif she were reduced to even thirty thousand francs a year. No, since all\nis lost for me in this world,--courage! I will keep on as I am.\"\n\nEvery one knows that since 1830 the carnival in Paris has undergone a\ntransformation which has made it European, and far more burlesque\nand otherwise lively than the late Carnival of Venice. Is it that the\ndiminishing fortunes of the present time have led Parisians to invent a\nway of amusing themselves collectively, as for instance at their clubs,\nwhere they hold salons without hostesses and without manners, but very\ncheaply? However this may be, the month of March was prodigal of balls,\nat which dancing, joking, coarse fun, excitement, grotesque figures, and\nthe sharp satire of Parisian wit, produced extravagant effects. These\ncarnival follies had their special Pandemonium in the rue Saint-Honore\nand their Napoleon in Musard, a small man born expressly to lead an\norchestra as noisy as the disorderly audience, and to set the time for\nthe galop, that witches' dance, which was one of Auber's triumphs, for\nit did not really take form or poesy till the grand galop in \"Gustave\"\nwas given to the world. That tremendous finale might serve as the symbol\nof an epoch in which for the last fifty years all things have hurried by\nwith the rapidity of a dream.\n\nNow, it happened that the grave Thaddeus, with one divine and immaculate\nimage in his heart, proposed to Malaga, the queen of the carnival\ndances, to spend an evening at the Musard ball; because he knew the\ncountess, disguised to the teeth, intended to come there with two\nfriends, all three accompanied by their husbands, and look on at the\ncurious spectacle of one of these crowded balls.\n\nOn Shrove Tuesday, of the year 1838, at four o'clock in the morning, the\ncountess, wrapped in a black domino and sitting on the lower step of the\nplatform in the Babylonian hall, where Valentino has since then given\nhis concerts, beheld Thaddeus, as Robert Macaire, threading the galop\nwith Malaga in the dress of a savage, her head garnished with plumes\nlike the horse of a hearse, and bounding through the crowd like a\nwill-o-the-wisp.\n\n\"Ah!\" said Clementine to her husband, \"you Poles have no honor at all!\nI did believe in Thaddeus. He gave me his word that he would leave that\nwoman; he did not know that I should be here, seeing all unseen.\"\n\nA few days later she requested Paz to dine with them. After dinner Adam\nleft them alone together, and Clementine reproved Paz and let him know\nvery plainly that she did not wish him to live in her house any longer.\n\n\"Yes, madame,\" said Paz, humbly, \"you are right; I am a wretch; I did\ngive you my word. But you see how it is; I put off leaving Malaga till\nafter the carnival. Besides, that woman exerts an influence over me\nwhich--\"\n\n\"An influence!--a woman who ought to be turned out of Musard's by the\npolice for such dancing!\"\n\n\"I agree to all that; I accept the condemnation and I'll leave your\nhouse. But you know Adam. If I give up the management of your property\nyou must show energy yourself. I may have been to blame about Malaga,\nbut I have taken the whole charge of your affairs, managed your\nservants, and looked after the very least details. I cannot leave you\nuntil I see you prepared to continue my management. You have now\nbeen married three years, and you are safe from the temptations to\nextravagance which come with the honeymoon. I see that Parisian\nwomen, and even titled ones, do manage both their fortunes and their\nhouseholds. Well, as soon as I am certain not so much of your capacity\nas of your perseverance I shall leave Paris.\"\n\n\"It is Thaddeus of Warsaw, and not that Circus Thaddeus who speaks now,\"\nsaid Clementine. \"Go, and come back cured.\"\n\n\"Cured! never,\" said Paz, his eyes lowered and fixed on Clementine's\npretty feet. \"You do not know, countess, what charm, what unexpected\npiquancy of mind she has.\" Then, feeling his courage fail him, he added\nhastily, \"There is not a woman in society, with her mincing airs, that\nis worth the honest nature of that young animal.\"\n\n\"At any rate, I wish nothing of the animal about me,\" said the countess,\nwith a glance like that of an angry viper.\n\nAfter that evening Comte Paz showed Clementine the exact state of\nher affairs; he made himself her tutor, taught her the methods and\ndifficulties of the management of property, the proper prices to pay for\nthings, and how to avoid being cheated by her servants. He told her\nshe could rely on Constantin and make him her major-domo. Thaddeus had\ntrained the man thoroughly. By the end of May he thought the countess\nfully competent to carry on her affairs alone; for Clementine was one of\nthose far-sighted women, full of instinct, who have an innate genius as\nmistress of a household.\n\nThis position of affairs, which Thaddeus had led up to naturally, did\nnot end without further cruel trials; his sufferings were fated not to\nbe as sweet and tender as he was trying to make them. The poor lover\nforgot to reckon on the hazard of events. Adam fell seriously ill, and\nThaddeus, instead of leaving the house, stayed to nurse his friend. His\ndevotion was unwearied. A woman who had any interest in employing her\nperspicacity might have seen in this devotion a sort of punishment\nimposed by a noble soul to repress an involuntary evil thought; but\nwomen see all, or see nothing, according to the condition of their\nsouls--love is their sole illuminator.\n\nDuring forty-five days Paz watched and tended Adam without appearing\nto think of Malaga, for the very good reason that he never did think of\nher. Clementine, feeling that Adam was at the point of death though he\ndid not die, sent for all the leading doctors of Paris in consultation.\n\n\"If he comes safely out of this,\" said the most distinguished of them\nall, \"it will only be by an effort of nature. It is for those who nurse\nhim to watch for the moment when they must second nature. The count's\nlife is in the hands of his nurses.\"\n\nThaddeus went to find Clementine and tell her this result of the\nconsultation. He found her sitting in the Chinese pavilion, as much for\na little rest as to leave the field to the doctors and not embarrass\nthem. As he walked along the winding gravelled path which led to the\npavilion, Thaddeus seemed to himself in the depths of an abyss described\nby Dante. The unfortunate man had never dreamed that the possibility\nmight arise of becoming Clementine's husband, and now he had drowned\nhimself in a ditch of mud. His face was convulsed, when he reached\nthe kiosk, with an agony of grief; his head, like Medusa's, conveyed\ndespair.\n\n\"Is he dead?\" said Clementine.\n\n\"They have given him up; that is, they leave him to nature. Do not go\nin; they are still there, and Bianchon is changing the dressings.\"\n\n\"Poor Adam! I ask myself if I have not sometimes pained him,\" she said.\n\n\"You have made him very happy,\" said Thaddeus; \"you ought to be easy on\nthat score, for you have shown every indulgence for him.\"\n\n\"My loss would be irreparable.\"\n\n\"But, dear, you judged him justly.\"\n\n\"I was never blind to his faults,\" she said, \"but I loved him as a wife\nshould love her husband.\"\n\n\"Then you ought, in case you lose him,\" said Thaddeus, in a voice which\nClementine had never heard him use, \"to grieve for him less than if you\nlost a man who was your pride, your love, and all your life,--as some\nmen are to you women. Surely you can be frank at this moment with a\nfriend like me. I shall grieve, too; long before your marriage I had\nmade him my child, I had sacrificed my life to him. If he dies I shall\nbe without an interest on earth; but life is still beautiful to a widow\nof twenty-four.\"\n\n\"Ah! but you know that I love no one,\" she said, with the impatience of\ngrief.\n\n\"You don't yet know what it is to love,\" said Thaddeus.\n\n\"Oh, as husbands are, I have sense enough to prefer a child like my poor\nAdam to a superior man. It is now over a month that we have been saying\nto each other, 'Will he live?' and these alternations have prepared me,\nas they have you, for this loss. I can be frank with you. Well, I would\ngive my life to save Adam. What is a woman's independence in Paris?\nthe freedom to let herself be taken in by ruined or dissipated men who\npretend to love her. I pray to God to leave me this husband who is so\nkind, so obliging, so little fault-finding, and who is beginning to\nstand in awe of me.\"\n\n\"You are honest, and I love you the better for it,\" said Thaddeus,\ntaking her hand which she yielded to him, and kissing it. \"In solemn\nmoments like these there is unspeakable satisfaction in finding a woman\nwithout hypocrisy. It is possible to converse with you. Let us look to\nthe future. Suppose that God does not grant your prayer,--and no one\ncries to him more than I do, 'Leave me my friend!' Yes, these fifty\nnights have not weakened me; if thirty more days and nights are needed\nI can give them while you sleep,--yes, I will tear him from death if, as\nthe doctors say, nursing can save him. But suppose that in spite of you\nand me, the count dies,--well, then, if you were loved, oh, adored, by a\nman of a heart and soul that are worthy of you--\"\n\n\"I may have wished for such love, foolishly, but I have never met with\nit.\"\n\n\"Perhaps you are mistaken--\"\n\nClementine looked fixedly at Thaddeus, imagining that there was less of\nlove than of cupidity in his thoughts; her eyes measured him from head\nto foot and poured contempt upon him; then she crushed him with the\nwords, \"Poor Malaga!\" uttered in tones which a great lady alone can\nfind to give expression to her disdain. She rose, leaving Thaddeus half\nunconscious behind her, slowly re-entered her boudoir, and went back to\nAdam's chamber.\n\nAn hour later Paz returned to the sick-room, and began anew, with death\nin his heart, his care of the count. From that moment he said nothing.\nHe was forced to struggle with the patient, whom he managed in a way\nthat excited the admiration of the doctors. At all hours his watchful\neyes were like lamps always lighted. He showed no resentment to\nClementine, and listened to her thanks without accepting them; he seemed\nboth dumb and deaf. To himself he was saying, \"She shall owe his life to\nme,\" and he wrote the thought as it were in letters of fire on the walls\nof Adam's room. On the fifteenth day Clementine was forced to give up\nthe nursing, lest she should utterly break down. Paz was unwearied. At\nlast, towards the end of August, Bianchon, the family physician, told\nClementine that Adam was out of danger.\n\n\"Ah, madame, you are under no obligation to me,\" he said; \"without his\nfriend, Comte Paz, we could not have saved him.\"\n\nThe day after the meeting of Paz and Clementine in the kiosk, the\nMarquis de Ronquerolles came to see his nephew. He was on the eve of\nstarting for Russia on a secret diplomatic mission. Paz took occasion\nto say a few words to him. The first day that Adam was able to drive\nout with his wife and Thaddeus, a gentleman entered the courtyard as the\ncarriage was about to leave it, and asked for Comte Paz. Thaddeus, who\nwas sitting on the front seat of the caleche, turned to take a letter\nwhich bore the stamp of the ministry of Foreign affairs. Having read it,\nhe put it into his pocket in a manner which prevented Clementine or Adam\nfrom speaking of it. Nevertheless, by the time they reached the porte\nMaillot, Adam, full of curiosity, used the privilege of a sick man\nwhose caprices are to be gratified, and said to Thaddeus: \"There's no\nindiscretion between brothers who love each other,--tell me what there\nis in that despatch; I'm in a fever of curiosity.\"\n\nClementine glanced at Thaddeus with a vexed air, and remarked to her\nhusband: \"He has been so sulky with me for the last two months that I\nshall never ask him anything again.\"\n\n\"Oh, as for that,\" replied Paz, \"I can't keep it out of the newspapers,\nso I may as well tell you at once. The Emperor Nicholas has had the\ngrace to appoint me captain in a regiment which is to take part in the\nexpedition to Khiva.\"\n\n\"You are not going?\" cried Adam.\n\n\"Yes, I shall go, my dear fellow. Captain I came, and captain I return.\nWe shall dine together to-morrow for the last time. If I don't start at\nonce for St. Petersburg I shall have to make the journey by land, and I\nam not rich, and I must leave Malaga a little independence. I ought to\nthink of the only woman who has been able to understand me; she thinks\nme grand, superior. I dare say she is faithless, but she would jump--\"\n\n\"Through the hoop, for your sake and come down safely on the back of her\nhorse,\" said Clementine sharply.\n\n\"Oh, you don't know Malaga,\" said the captain, bitterly, with a\nsarcastic look in his eyes which made Clementine thoughtful and uneasy.\n\n\"Good-by to the young trees of this beautiful Bois, which you Parisians\nlove, and the exiles who find a home here love too,\" he said,\npresently. \"My eyes will never again see the evergreens of the avenue de\nMademoiselle, nor the acacias nor the cedars of the rond-points. On\nthe borders of Asia, fighting for the Emperor, promoted to the command,\nperhaps, by force of courage and by risking my life, it may happen that\nI shall regret these Champs-Elysees where I have driven beside you, and\nwhere you pass. Yes, I shall grieve for Malaga's hardness--the Malaga of\nwhom I am now speaking.\"\n\nThis was said in a manner that made Clementine tremble.\n\n\"Then you do love Malaga very much?\" she asked.\n\n\"I have sacrificed for her the honor that no man should ever sacrifice.\"\n\n\"What honor?\"\n\n\"That which we desire to keep at any cost in the eyes of our idol.\"\n\nAfter that reply Thaddeus said no more; he was silent until, as they\npassed a wooden building on the Champs Elysees, he said, pointing to it,\n\"That is the Circus.\"\n\nHe went to the Russian Embassy before dinner, and thence to the Foreign\noffice, and the next morning he had started for Havre before the count\nand countess were up.\n\n\"I have lost a friend,\" said Adam, with tears in his eyes, when he heard\nthat Paz had gone,--\"a friend in the true meaning of the word. I don't\nknow what has made him abandon me as if a pestilence were in my house.\nWe are not friends to quarrel about a woman,\" he said, looking intently\nat Clementine. \"You heard what he said yesterday about Malaga. Well, he\nhas never so much as touched the little finger of that girl.\"\n\n\"How do you know that?\" said Clementine.\n\n\"I had the natural curiosity to go and see Mademoiselle Turquet, and\nthe poor girl can't explain even to herself the absolute reserve which\nThad--\"\n\n\"Enough!\" said the countess, retreating into her bedroom. \"Can it be\nthat I am the victim of some noble mystification?\" she asked herself.\nThe thought had hardly crossed her mind when Constantin brought her the\nfollowing letter written by Thaddeus during the night:--\n\n  \"Countess,--To seek death in the Caucasus and carry with me your\n  contempt is more than I can bear. A man should die untainted. When\n  I saw you for the first time I loved you as we love a woman whom\n  we shall love forever, even though she be unfaithful to us. I\n  loved you thus,--I, the friend of the man you had chosen and were\n  about to marry; I, poor; I, the steward,--a voluntary service, but\n  still the steward of your household.\n\n  \"In this immense misfortune I found a happy life. To be to you an\n  indispensable machine, to know myself useful to your comfort, your\n  luxury, has been the source of deep enjoyments. If these\n  enjoyments were great when I thought only of Adam, think what they\n  were to my soul when the woman I loved was the mainspring of all I\n  did. I have known the pleasures of maternity in my love. I\n  accepted life thus. Like the paupers who live along the great\n  highways, I built myself a hut on the borders of your beautiful\n  domain, though I never sought to approach you. Poor and lonely,\n  struck blind by Adam's good fortune, I was, nevertheless, the\n  giver. Yes, you were surrounded by a love as pure as a\n  guardian-angel's; it waked while you slept; it caressed you with a\n  look as you passed; it was happy in its own existence,--you were\n  the sun of my native land to me, poor exile, who now writes to you\n  with tears in his eyes as he thinks of the happiness of those first\n  days.\n\n  \"When I was eighteen years old, having no one to love, I took for\n  my ideal mistress a charming woman in Warsaw, to whom I confided\n  all my thoughts, my wishes; I made her the queen of my nights and\n  days. She knew nothing of all this; why should she? I loved my\n  love.\n\n  \"You can fancy from this incident of my youth how happy I was\n  merely to live in the sphere of your existence, to groom your\n  horse, to find the new-coined gold for your purse, to prepare the\n  splendor of your dinners and your balls, to see you eclipsing the\n  elegance of those whose fortunes were greater than yours, and all\n  by my own good management. Ah! with what ardor I have ransacked\n  Paris when Adam would say to me, '_She_ wants this or that.' It was\n  a joy such as I can never express to you. You wished for a trifle\n  at one time which kept me seven hours in a cab scouring the city;\n  and what delight it was to weary myself for you. Ah! when I saw\n  you, unseen by you, smiling among your flowers, I could forget\n  that no one loved me. On certain days, when my happiness turned my\n  head, I went at night and kissed the spot where, to me, your feet\n  had left their luminous traces. The air you had breathed was\n  balmy; in it I breathed in more of life; I inhaled, as they say\n  persons do in the tropics, a vapor laden with creative principles.\n\n  \"I _must_ tell you these things to explain the strange presumption\n  of my involuntary thoughts,--I would have died rather than avow it\n  until now.\n\n  \"You will remember those few days of curiosity when you wished to\n  know the man who performed the household miracles you had\n  sometimes noticed. I thought,--forgive me, madame,--I believed you\n  might love me. Your good-will, your glances interpreted by me, a\n  lover, seemed to me so dangerous--for me--that I invented that\n  story of Malaga, knowing it was the sort of liaison which women\n  cannot forgive. I did it in a moment when I felt that my love\n  would be communicated, fatally, to you. Despise me, crush me with\n  the contempt you have so often cast upon me when I did not deserve\n  it; and yet I am certain that, if, on that evening when your aunt\n  took Adam away from you, I had said what I have now written to\n  you, I should, like the tamed tiger that sets his teeth once more\n  in living flesh, and scents the blood, and--\n\n                                                          \"Midnight.\"\n\n  \"I could not go on; the memory of that hour is still too living.\n  Yes, I was maddened. Was there hope for me in your eyes? then\n  victory with its scarlet banners would have flamed in mine and\n  fascinated yours. My crime has been to think all this; perhaps\n  wrongly. You alone can judge of that dreadful scene when I drove\n  back love, desire, all the most invincible forces of our manhood,\n  with the cold hand of gratitude,--gratitude which must be eternal.\n\n  \"Your terrible contempt has been my punishment. You have shown me\n  there is no return from loathing or disdain. I love you madly. I\n  should have gone had Adam died; all the more must I go because he\n  lives. A man does not tear his friend from the arms of death to\n  betray him. Besides, my going is my punishment for the thought\n  that came to me that I would let him die, when the doctors said\n  that his life depended on his nursing.\n\n  \"Adieu, madame; in leaving Paris I lose all, but you lose nothing\n  now in my being no longer near you.\n\n  \"Your devoted\n\n  \"Thaddeus Paz.\"\n\n\n\"If my poor Adam says he has lost a friend, what have I lost?\" thought\nClementine, sinking into a chair with her eyes fixed on the carpet.\n\nThe following letter Constantin had orders to give privately to the\ncount:--\n\n  \"My dear Adam,--Malaga has told me all. In the name of all your\n  future happiness, never let a word escape you to Clementine about\n  your visits to that girl; let her think that Malaga has cost me a\n  hundred thousand francs. I know Clementine's character; she will\n  never forgive you either your losses at cards or your visits to\n  Malaga.\n\n  \"I am not going to Khiva, but to the Caucasus. I have the spleen;\n  and at the pace at which I mean to go I shall be either Prince\n  Paz in three years, or dead. Good-by; though I have taken\n  sixty-thousand francs from Nucingen, our accounts are even.\n\n\"Thaddeus.\"\n\n\n\"Idiot that I was,\" thought Adam; \"I came near to cutting my throat just\nnow, talking about Malaga.\"\n\nIt is now three years since Paz went away. The newspapers have as yet\nsaid nothing about any Prince Paz. The Comtesse Laginska is immensely\ninterested in the expeditions of the Emperor Nicholas; she is Russian to\nthe core, and reads with a sort of avidity all the news that comes from\nthat distant land. Once or twice every winter she says to the Russian\nambassador, with an air of indifference, \"Do you know what has become of\nour poor Comte Paz?\"\n\nAlas! most Parisian women, those beings who think themselves so clever\nand clear-sighted, pass and repass beside a Paz and never recognize\nhim. Yes, many a Paz is unknown and misconceived, but--horrible to think\nof!--some are misconceived even though they are loved. The simplest\nwomen in society exact a certain amount of conventional sham from\nthe greatest men. A noble love signifies nothing to them if rough and\nunpolished; it needs the cutting and setting of a jeweller to give it\nvalue in their eyes.\n\nIn January, 1842, the Comtesse Laginska, with her charm of gentle\nmelancholy, inspired a violent passion in the Comte de La Palferine, one\nof the most daring and presumptuous lions of the day. La Palferine was\nwell aware that the conquest of a woman so guarded by reserve as the\nComtesse Laginska was difficult, but he thought he could inveigle this\ncharming creature into committing herself if he took her unawares, by\nthe assistance of a certain friend of her own, a woman already jealous\nof her.\n\nQuite incapable, in spite of her intelligence, of suspecting such\ntreachery, the Comtesse Laginska committed the imprudence of going with\nher so-called friend to a masked ball at the Opera. About three in the\nmorning, led away by the excitement of the scene, Clementine, on whom La\nPalferine had expended his seductions, consented to accept a supper,\nand was about to enter the carriage of her faithless friend. At this\ncritical moment her arm was grasped by a powerful hand, and she was\ntaken, in spite of her struggles, to her own carriage, the door of which\nstood open, though she did not know it was there.\n\n\"He has never left Paris!\" she exclaimed to herself as she recognized\nThaddeus, who disappeared when the carriage drove away.\n\nDid any woman ever have a like romance in her life? Clementine is\nconstantly hoping she may again see Paz.\n\n\n\n\nADDENDUM\n\nThe following personages appear in other stories of the Human Comedy.\n\n     Bianchon, Horace\n       Father Goriot\n       The Atheist's Mass\n       Cesar Birotteau\n       The Commission in Lunacy\n       Lost Illusions\n       A Distinguished Provincial at Paris\n       A Bachelor's Establishment\n       The Secrets of a Princess\n       The Government Clerks\n       Pierrette\n       A Study of Woman\n       Scenes from a Courtesan's Life\n       Honorine\n       The Seamy Side of History\n       The Magic Skin\n       A Second Home\n       A Prince of Bohemia\n       Letters of Two Brides\n       The Muse of the Department\n       The Middle Classes\n       Cousin Betty\n       The Country Parson\n     In addition, M. Bianchon narrated the following:\n       Another Study of Woman\n       La Grande Breteche\n\n     Laginski, Comte Adam Mitgislas\n       Another Study of Woman\n       Cousin Betty\n\n     La Palferine, Comte de\n       A Prince of Bohemia\n       A Man of Business\n       Cousin Betty\n       Beatrix\n\n     Lelewel\n       The Seamy Side of History\n\n     Nathan, Madame Raoul\n       The Muse of the Department\n       Lost Illusions\n       A Distinguished Provincial at Paris\n       Scenes from a Courtesan's Life\n       The Government Clerks\n       A Bachelor's Establishment\n       Ursule Mirouet\n       Eugenie Grandet\n       A Prince of Bohemia\n       A Daughter of Eve\n       The Unconscious Humorists\n\n     Paz, Thaddee\n       Cousin Betty\n\n     Ronquerolles, Marquis de\n       The Peasantry\n       Ursule Mirouet\n       A Woman of Thirty\n       Another Study of Woman\n       The Thirteen\n       The Member for Arcis\n\n     Rouvre, Marquis du\n       A Start in Life\n       Ursule Mirouet\n\n     Rouvre, Chevalier du\n       Ursule Mirouet\n\n     Schinner, Hippolyte\n       The Purse\n       A Bachelor's Establishment\n       Pierre Grassou\n       A Start in Life\n       Albert Savarus\n       The Government Clerks\n       Modeste Mignon\n       The Unconscious Humorists\n\n     Serizy, Comtesse de\n       A Start in Life\n       The Thirteen\n       Ursule Mirouet\n       A Woman of Thirty\n       Scenes from a Courtesan's Life\n       Another Study of Woman\n\n     Serizy, Vicomte de\n       A Start in Life\n       Modeste Mignon\n\n     Souchet, Francois\n       The Purse\n       A Daughter of Eve\n\n     Steinbock, Count Wenceslas\n       Cousin Betty\n\n     Turquet, Marguerite\n       The Muse of the Department\n       A Man of Business\n       Cousin Betty\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Paz, by Honore de Balzac\n\n*** END OF THIS PROJECT GUTENBERG EBOOK PAZ ***\n\n***** This file should be named 1369.txt or 1369.zip *****\nThis and all associated files of various formats will be found in:\n        http:\/\/www.gutenberg.org\/1\/3\/6\/1369\/\n\nProduced by John Bickers, and Dagny\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp:\/\/gutenberg.org\/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark\/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s\/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http:\/\/www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp:\/\/pglaf.org\/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http:\/\/pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http:\/\/pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http:\/\/pglaf.org\/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http:\/\/www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n","id":379,"split":"train"}
