{"ori_id":"a8a662512e730c20619ab94ebdd86b19d7eeef7c","title":"Le Curé de Tours","context":"Le Curé de Tours\n The Abbé François Birotteau and the Abbé Hyacinthe Troubert, both of whom are priests at Tours, have separate lodgings in the house belonging to the crabby spinster Sophie Gamard in that city. Birotteau is an other-worldly, gentle, introspective type; Troubert, who is ten years younger than his fellow boarder, is very much of the world: he is a careerist devoured by ambition.\nBirotteau prides himself on his furniture and fine library, inherited from his friend and predecessor as parish priest of Saint-Gatien de Tours. Without reading all its clauses, or at least without remembering them, he signs a document handed to him by Mlle Gamard, forfeiting his entitlement to his lodgings and making over their contents to her in the event of his vacating his premises for any considerable period. He leaves them for a fortnight’s stay in the country, where he is served with a possession order by his landlady’s lawyer. On returning home he finds Troubert installed in his apartments, in full possession of his furniture and his library, whilst he himself has been moved into inferior rooms.\nBirotteau abandons any prospect of a lawsuit to regain his property, as his friends in the provincial aristocracy of Tours gradually withdraw their backing. In return for giving up his rooms he had expected to be appointed to the vacant canonry of the cathedral. Instead, he is demoted to a much poorer parish two or three miles out of Tours. Deprived of his library and furniture, he leaves Mlle Gamard’s, thinking that this will indirectly bring him, through Troubert, the canonry which never comes. Troubert, on the other hand, is first appointed Vicar-General of the diocese of Tours, then Bishop of Troyes, scarcely deigning to look in Birotteau’s direction as he speeds past his colleague’s dilapidated presbytery on his way to his diocese.\nï»¿The Project Gutenberg EBook of The Vicar of Tours, by Honore de Balzac\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n\nTitle: The Vicar of Tours\n\nAuthor: Honore de Balzac\n\nTranslator: Katharine Prescott Wormeley\n\nRelease Date: June, 1998  [Etext #1345]\nPosting Date: February 22, 2010\n\nLanguage: English\n\n\n*** START OF THIS PROJECT GUTENBERG EBOOK THE VICAR OF TOURS ***\n\n\n\n\nProduced by John Bickers, and Dagny\n\n\n\n\n\nTHE VICAR OF TOURS\n\n\nBy Honore De Balzac\n\n\n\nTranslated by Katharine Prescott Wormeley\n\n\n\n\n                                DEDICATION\n\n                           To David, Sculptor:\n\n   The permanence of the work on which I inscribe your name\n   --twice made illustrious in this century--is very problematical;\n   whereas you have graven mine in bronze which survives nations\n   --if only in their coins. The day may come when numismatists,\n   discovering amid the ashes of Paris existences perpetuated by\n   you, will wonder at the number of heads crowned in your\n   atelier and endeavour to find in them new dynasties.\n\n   To you, this divine privilege; to me, gratitude.\n\n                                                     De Balzac.\n\n\n\n\n\nTHE VICAR OF TOURS\n\n\n\n\nI\n\n\nEarly in the autumn of 1826 the Abbe Birotteau, the principal personage\nof this history, was overtaken by a shower of rain as he returned\nhome from a friend's house, where he had been passing the evening.\nHe therefore crossed, as quickly as his corpulence would allow, the\ndeserted little square called \"The Cloister,\" which lies directly behind\nthe chancel of the cathedral of Saint-Gatien at Tours.\n\nThe Abbe Birotteau, a short little man, apoplectic in constitution and\nabout sixty years old, had already gone through several attacks of gout.\nNow, among the petty miseries of human life the one for which the worthy\npriest felt the deepest aversion was the sudden sprinkling of his\nshoes, adorned with silver buckles, and the wetting of their soles.\nNotwithstanding the woollen socks in which at all seasons he enveloped\nhis feet with the extreme care that ecclesiastics take of themselves, he\nwas apt at such times to get them a little damp, and the next day\ngout was sure to give him certain infallible proofs of constancy.\nNevertheless, as the pavement of the Cloister was likely to be dry, and\nas the abbe had won three francs ten sous in his rubber with Madame de\nListomere, he bore the rain resignedly from the middle of the place de\nl'Archeveche, where it began to come down in earnest. Besides, he was\nfondling his chimera,--a desire already twelve years old, the desire of\na priest, a desire formed anew every evening and now, apparently, very\nnear accomplishment; in short, he had wrapped himself so completely\nin the fur cape of a canon that he did not feel the inclemency of\nthe weather. During the evening several of the company who habitually\ngathered at Madame de Listomere's had almost guaranteed to him his\nnomination to the office of canon (then vacant in the metropolitan\nChapter of Saint-Gatien), assuring him that no one deserved such\npromotion as he, whose rights, long overlooked, were indisputable.\n\nIf he had lost the rubber, if he had heard that his rival, the Abbe\nPoirel, was named canon, the worthy man would have thought the rain\nextremely chilling; he might even have thought ill of life. But it\nso chanced that he was in one of those rare moments when happy inward\nsensations make a man oblivious of discomfort. In hastening his steps he\nobeyed a more mechanical impulse, and truth (so essential in a history\nof manners and morals) compels us to say that he was thinking of neither\nrain nor gout.\n\nIn former days there was in the Cloister, on the side towards the\nGrand'Rue, a cluster of houses forming a Close and belonging to the\ncathedral, where several of the dignitaries of the Chapter lived. After\nthe confiscation of ecclesiastical property the town had turned the\npassage through this close into a narrow street, called the Rue de\nla Psalette, by which pedestrians passed from the Cloister to the\nGrand'Rue. The name of this street, proves clearly enough that the\nprecentor and his pupils and those connected with the choir formerly\nlived there. The other side, the left side, of the street is occupied by\na single house, the walls of which are overshadowed by the buttresses of\nSaint-Gatien, which have their base in the narrow little garden of the\nhouse, leaving it doubtful whether the cathedral was built before\nor after this venerable dwelling. An archaeologist examining the\narabesques, the shape of the windows, the arch of the door, the whole\nexterior of the house, now mellow with age, would see at once that\nit had always been a part of the magnificent edifice with which it is\nblended.\n\nAn antiquary (had there been one at Tours,--one of the least literary\ntowns in all France) would even discover, where the narrow street enters\nthe Cloister, several vestiges of an old arcade, which formerly made a\nportico to these ecclesiastical dwellings, and was, no doubt, harmonious\nin style with the general character of the architecture.\n\nThe house of which we speak, standing on the north side of the\ncathedral, was always in the shadow thrown by that vast edifice, on\nwhich time had cast its dingy mantle, marked its furrows, and shed\nits chill humidity, its lichen, mosses, and rank herbs. The darkened\ndwelling was wrapped in silence, broken only by the bells, by the\nchanting of the offices heard through the windows of the church, by the\ncall of the jackdaws nesting in the belfries. The region is a desert\nof stones, a solitude with a character of its own, an arid spot, which\ncould only be inhabited by beings who had either attained to absolute\nnullity, or were gifted with some abnormal strength of soul. The house\nin question had always been occupied by abbes, and it belonged to an old\nmaid named Mademoiselle Gamard. Though the property had been bought\nfrom the national domain under the Reign of Terror by the father of\nMademoiselle Gamard, no one objected under the Restoration to the old\nmaid's retaining it, because she took priests to board and was very\ndevout; it may be that religious persons gave her credit for the\nintention of leaving the property to the Chapter.\n\nThe Abbe Birotteau was making his way to this house, where he had lived\nfor the last two years. His apartment had been (as was now the canonry)\nan object of envy and his \"hoc erat in votis\" for a dozen years. To be\nMademoiselle Gamard's boarder and to become a canon were the two great\ndesires of his life; in fact they do present accurately the ambition of\na priest, who, considering himself on the highroad to eternity, can wish\nfor nothing in this world but good lodging, good food, clean garments,\nshoes with silver buckles, a sufficiency of things for the needs of the\nanimal, and a canonry to satisfy self-love, that inexpressible sentiment\nwhich follows us, they say, into the presence of God,--for there are\ngrades among the saints. But the covetous desire for the apartment which\nthe Abbe Birotteau was now inhabiting (a very harmless desire in\nthe eyes of worldly people) had been to the abbe nothing less than a\npassion, a passion full of obstacles, and, like more guilty passions,\nfull of hopes, pleasures, and remorse.\n\nThe interior arrangements of the house did not allow Mademoiselle Gamard\nto take more than two lodgers. Now, for about twelve years before the\nday when Birotteau went to live with her she had undertaken to keep in\nhealth and contentment two priests; namely, Monsieur l'Abbe Troubert\nand Monsieur l'Abbe Chapeloud. The Abbe Troubert still lived. The Abbe\nChapeloud was dead; and Birotteau had stepped into his place.\n\nThe late Abbe Chapeloud, in life a canon of Saint-Gatien, had been an\nintimate friend of the Abbe Birotteau. Every time that the latter paid\na visit to the canon he had constantly admired the apartment, the\nfurniture and the library. Out of this admiration grew the desire to\npossess these beautiful things. It had been impossible for the Abbe\nBirotteau to stifle this desire; though it often made him suffer\nterribly when he reflected that the death of his best friend could alone\nsatisfy his secret covetousness, which increased as time went on. The\nAbbe Chapeloud and his friend Birotteau were not rich. Both were sons of\npeasants; and their slender savings had been spent in the mere costs\nof living during the disastrous years of the Revolution. When Napoleon\nrestored the Catholic worship the Abbe Chapeloud was appointed canon of\nthe cathedral and Birotteau was made vicar of it. Chapeloud then went to\nboard with Mademoiselle Gamard. When Birotteau first came to visit\nhis friend, he thought the arrangement of the rooms excellent, but he\nnoticed nothing more. The outset of this concupiscence of chattels was\nvery like that of a true passion, which often begins, in a young man,\nwith cold admiration for a woman whom he ends in loving forever.\n\nThe apartment, reached by a stone staircase, was on the side of the\nhouse that faced south. The Abbe Troubert occupied the ground-floor, and\nMademoiselle Gamard the first floor of the main building, looking on the\nstreet. When Chapeloud took possession of his rooms they were bare\nof furniture, and the ceilings were blackened with smoke. The stone\nmantelpieces, which were very badly cut, had never been painted. At\nfirst, the only furniture the poor canon could put in was a bed, a\ntable, a few chairs, and the books he possessed. The apartment was like\na beautiful woman in rags. But two or three years later, an old lady\nhaving left the Abbe Chapeloud two thousand francs, he spent that sum on\nthe purchase of an oak bookcase, the relic of a chateau pulled down by\nthe Bande Noire, the carving of which deserved the admiration of all\nartists. The abbe made the purchase less because it was very cheap than\nbecause the dimensions of the bookcase exactly fitted the space it was\nto fill in his gallery. His savings enabled him to renovate the whole\ngallery, which up to this time had been neglected and shabby. The floor\nwas carefully waxed, the ceiling whitened, the wood-work painted to\nresemble the grain and knots of oak. A long table in ebony and two\ncabinets by Boulle completed the decoration, and gave to this gallery a\ncertain air that was full of character. In the course of two years the\nliberality of devout persons, and legacies, though small ones, from\npious penitents, filled the shelves of the bookcase, till then half\nempty. Moreover, Chapeloud's uncle, an old Oratorian, had left him his\ncollection in folio of the Fathers of the Church, and several other\nimportant works that were precious to a priest.\n\nBirotteau, more and more surprised by the successive improvements of\nthe gallery, once so bare, came by degrees to a condition of involuntary\nenvy. He wished he could possess that apartment, so thoroughly in\nkeeping with the gravity of ecclestiastical life. The passion increased\nfrom day to day. Working, sometimes for days together, in this retreat,\nthe vicar could appreciate the silence and the peace that reigned there.\nDuring the following year the Abbe Chapeloud turned a small room into\nan oratory, which his pious friends took pleasure in beautifying. Still\nlater, another lady gave the canon a set of furniture for his bedroom,\nthe covering of which she had embroidered under the eyes of the worthy\nman without his ever suspecting its destination. The bedroom then had\nthe same effect upon the vicar that the gallery had long had; it dazzled\nhim. Lastly, about three years before the Abbe Chapeloud's death, he\ncompleted the comfort of his apartment by decorating the salon. Though\nthe furniture was plainly covered in red Utrecht velvet, it fascinated\nBirotteau. From the day when the canon's friend first laid eyes on the\nred damask curtains, the mahogany furniture, the Aubusson carpet which\nadorned the vast room, then lately painted, his envy of Chapeloud's\napartment became a monomania hidden within his breast. To live there, to\nsleep in that bed with the silk curtains where the canon slept, to have\nall Chapeloud's comforts about him, would be, Birotteau felt, complete\nhappiness; he saw nothing beyond it. All the envy, all the ambition\nwhich the things of this world give birth to in the hearts of other men\nconcentrated themselves for Birotteau in the deep and secret longing he\nfelt for an apartment like that which the Abbe Chapeloud had created for\nhimself. When his friend fell ill he went to him out of true affection;\nbut all the same, when he first heard of his illness, and when he sat\nby his bed to keep him company, there arose in the depths of his\nconsciousness, in spite of himself, a crowd of thoughts the simple\nformula of which was always, \"If Chapeloud dies I can have this\napartment.\" And yet--Birotteau having an excellent heart, contracted\nideas, and a limited mind--he did not go so far as to think of means by\nwhich to make his friend bequeath to him the library and the furniture.\n\nThe Abbe Chapeloud, an amiable, indulgent egoist, fathomed his friend's\ndesires--not a difficult thing to do--and forgave them; which may seem\nless easy to a priest; but it must be remembered that the vicar, whose\nfriendship was faithful, did not fail to take a daily walk with his\nfriend along their usual path in the Mail de Tours, never once depriving\nhim of an instant of the time devoted for over twenty years to that\nexercise. Birotteau, who regarded his secret wishes as crimes, would\nhave been capable, out of contrition, of the utmost devotion to his\nfriend. The latter paid his debt of gratitude for a friendship so\ningenuously sincere by saying, a few days before his death, as the\nvicar sat by him reading the \"Quotidienne\" aloud: \"This time you will\ncertainly get the apartment. I feel it is all over with me now.\"\n\nAccordingly, it was found that the Abbe Chapeloud had left his library\nand all his furniture to his friend Birotteau. The possession of these\nthings, so keenly desired, and the prospect of being taken to board by\nMademoiselle Gamard, certainly did allay the grief which Birotteau felt\nat the death of his friend the canon. He might not have been willing\nto resuscitate him; but he mourned him. For several days he was like\nGargantus, who, when his wife died in giving birth to Pantagruel, did\nnot know whether to rejoice at the birth of a son or grieve at having\nburied his good Babette, and therefore cheated himself by rejoicing at\nthe death of his wife, and deploring the advent of Pantagruel.\n\nThe Abbe Birotteau spent the first days of his mourning in verifying the\nbooks in _his_ library, in making use of _his_ furniture, in examining\nthe whole of his inheritance, saying in a tone which, unfortunately,\nwas not noted at the time, \"Poor Chapeloud!\" His joy and his grief so\ncompletely absorbed him that he felt no pain when he found that the\noffice of canon, in which the late Chapeloud had hoped his friend\nBirotteau might succeed him, was given to another. Mademoiselle Gamard\nhaving cheerfully agreed to take the vicar to board, the latter was\nthenceforth a participator in all those felicities of material comfort\nof which the deceased canon had been wont to boast.\n\nIncalculable they were! According to the Abbe Chapeloud none of the\npriests who inhabited the city of Tours, not even the archbishop, had\never been the object of such minute and delicate attentions as those\nbestowed by Mademoiselle Gamard on her two lodgers. The first words\nthe canon said to his friend when they met for their walk on the Mail\nreferred usually to the succulent dinner he had just eaten; and it was a\nvery rare thing if during the walks of each week he did not say at least\nfourteen times, \"That excellent spinster certainly has a vocation for\nserving ecclesiastics.\"\n\n\"Just think,\" the canon would say to Birotteau, \"that for twelve\nconsecutive years nothing has ever been amiss,--linen in perfect order,\nbands, albs, surplices; I find everything in its place, always in\nsufficient quantity, and smelling of orris-root. My furniture is rubbed\nand kept so bright that I don't know when I have seen any dust--did\nyou ever see a speck of it in my rooms? Then the firewood is so well\nselected. The least little things are excellent. In fact, Mademoiselle\nGamard keeps an incessant watch over my wants. I can't remember having\nrung twice for anything--no matter what--in ten years. That's what\nI call living! I never have to look for a single thing, not even my\nslippers. Always a good fire, always a good dinner. Once the bellows\nannoyed me, the nozzle was choked up; but I only mentioned it once, and\nthe next day Mademoiselle gave me a very pretty pair, also those nice\ntongs you see me mend the fire with.\"\n\nFor all answer Birotteau would say, \"Smelling of orris-root!\" That\n\"smelling of orris-root\" always affected him. The canon's remarks\nrevealed ideal joys to the poor vicar, whose bands and albs were the\nplague of his life, for he was totally devoid of method and often\nforgot to order his dinner. Therefore, if he saw Mademoiselle Gamard\nat Saint-Gatien while saying mass or taking round the plate, he never\nfailed to give her a kindly and benevolent look,--such a look as Saint\nTeresa might have cast to heaven.\n\nThough the comforts which all creatures desire, and for which he had so\noften longed, thus fell to his share, the Abbe Birotteau, like the rest\nof the world, found it difficult, even for a priest, to live without\nsomething to hanker for. Consequently, for the last eighteen months\nhe had replaced his two satisfied passions by an ardent longing for a\ncanonry. The title of Canon had become to him very much what a peerage\nis to a plebeian minister. The prospect of an appointment, hopes\nof which had just been held out to him at Madame de Listomere's, so\ncompletely turned his head that he did not observe until he reached his\nown door that he had left his umbrella behind him. Perhaps, even then,\nif the rain were not falling in torrents he might not have missed it, so\nabsorbed was he in the pleasure of going over and over in his mind what\nhad been said to him on the subject of his promotion by the company at\nMadame de Listomere's,--an old lady with whom he spent every Wednesday\nevening.\n\nThe vicar rang loudly, as if to let the servant know she was not to\nkeep him waiting. Then he stood close to the door to avoid, if he could,\ngetting showered; but the drip from the roof fell precisely on the toes\nof his shoes, and the wind blew gusts of rain into his face that were\nmuch like a shower-bath. Having calculated the time necessary for the\nwoman to leave the kitchen and pull the string of the outer door, he\nrang again, this time in a manner that resulted in a very significant\npeal of the bell.\n\n\"They can't be out,\" he said to himself, not hearing any movement on the\npremises.\n\nAgain he rang, producing a sound that echoed sharply through the house\nand was taken up and repeated by all the echoes of the cathedral,\nso that no one could avoid waking up at the remonstrating racket.\nAccordingly, in a few moments, he heard, not without some pleasure in\nhis wrath, the wooden shoes of the servant-woman clacking along the\npaved path which led to the outer door. But even then the discomforts of\nthe gouty old gentleman were not so quickly over as he hoped. Instead\nof pulling the string, Marianne was obliged to turn the lock of the door\nwith its heavy key, and pull back all the bolts.\n\n\"Why did you let me ring three times in such weather?\" said the vicar.\n\n\"But, monsieur, don't you see the door was locked? We have all been\nin bed ever so long; it struck a quarter to eleven some time ago.\nMademoiselle must have thought you were in.\"\n\n\"You saw me go out, yourself. Besides, Mademoiselle knows very well I\nalways go to Madame de Listomere's on Wednesday evening.\"\n\n\"I only did as Mademoiselle told me, monsieur.\"\n\nThese words struck the vicar a blow, which he felt the more because his\nlate revery had made him completely happy. He said nothing and followed\nMarianne towards the kitchen to get his candlestick, which he supposed\nhad been left there as usual. But instead of entering the kitchen\nMarianne went on to his own apartments, and there the vicar beheld his\ncandlestick on a table close to the door of the red salon, in a sort of\nantechamber formed by the landing of the staircase, which the late canon\nhad inclosed with a glass partition. Mute with amazement, he entered his\nbedroom hastily, found no fire, and called to Marianne, who had not had\ntime to get downstairs.\n\n\"You have not lighted the fire!\" he said.\n\n\"Beg pardon, Monsieur l'abbe, I did,\" she said; \"it must have gone out.\"\n\nBirotteau looked again at the hearth, and felt convinced that the fire\nhad been out since morning.\n\n\"I must dry my feet,\" he said. \"Make the fire.\"\n\nMarianne obeyed with the haste of a person who wants to get back to her\nnight's rest. While looking about him for his slippers, which were not\nin the middle of his bedside carpet as usual, the abbe took mental notes\nof the state of Marianne's dress, which convinced him that she had not\ngot out of bed to open the door as she said she had. He then recollected\nthat for the last two weeks he had been deprived of various little\nattentions which for eighteen months had made life sweet to him. Now,\nas the nature of narrow minds induces them to study trifles, Birotteau\nplunged suddenly into deep meditation on these four circumstances,\nimperceptible in their meaning to others, but to him indicative of four\ncatastrophes. The total loss of his happiness was evidently foreshadowed\nin the neglect to place his slippers, in Marianne's falsehood about\nthe fire, in the unusual removal of his candlestick to the table of the\nantechamber, and in the evident intention to keep him waiting in the\nrain.\n\nWhen the fire was burning on the hearth, and the lamp was lighted, and\nMarianne had departed without saying, as usual, \"Does Monsieur want\nanything more?\" the Abbe Birotteau let himself fall gently into the\nwide and handsome easy-chair of his late friend; but there was something\nmournful in the movement with which he dropped upon it. The good\nsoul was crushed by a presentiment of coming calamity. His eyes roved\nsuccessively to the handsome tall clock, the bureau, curtains, chairs,\ncarpets, to the stately bed, the basin of holy-water, the crucifix, to\na Virgin by Valentin, a Christ by Lebrun,--in short, to all the\naccessories of this cherished room, while his face expressed the anguish\nof the tenderest farewell that a lover ever took of his first mistress,\nor an old man of his lately planted trees. The vicar had just perceived,\nsomewhat late it is true, the signs of a dumb persecution instituted\nagainst him for the last three months by Mademoiselle Gamard, whose\nevil intentions would doubtless have been fathomed much sooner by a more\nintelligent man. Old maids have a special talent for accentuating the\nwords and actions which their dislikes suggest to them. They scratch\nlike cats. They not only wound but they take pleasure in wounding, and\nin making their victim see that he is wounded. A man of the world would\nnever have allowed himself to be scratched twice; the good abbe, on the\ncontrary, had taken several blows from those sharp claws before he could\nbe brought to believe in any evil intention.\n\nBut when he did perceive it, he set to work, with the inquisitorial\nsagacity which priests acquire by directing consciences and burrowing\ninto the nothings of the confessional, to establish, as though it were\na matter of religious controversy, the following proposition: \"Admitting\nthat Mademoiselle Gamard did not remember it was Madame de Listomere's\nevening, and that Marianne did think I was home, and did really forget\nto make my fire, it is impossible, inasmuch as I myself took down my\ncandlestick this morning, that Mademoiselle Gamard, seeing it in her\nsalon, could have supposed I had gone to bed. Ergo, Mademoiselle Gamard\nintended that I should stand out in the rain, and, by carrying my\ncandlestick upstairs, she meant to make me understand it. What does it\nall mean?\" he said aloud, roused by the gravity of these circumstances,\nand rising as he spoke to take off his damp clothes, get into his\ndressing-gown, and do up his head for the night. Then he returned from\nthe bed to the fireplace, gesticulating, and launching forth in various\ntones the following sentences, all of which ended in a high falsetto\nkey, like notes of interjection:\n\n\"What the deuce have I done to her? Why is she angry with me? Marianne\ndid _not_ forget my fire! Mademoiselle told her not to light it! I must\nbe a child if I can't see, from the tone and manner she has been taking\nto me, that I've done something to displease her. Nothing like it ever\nhappened to Chapeloud! I can't live in the midst of such torments as--At\nmy age--\"\n\nHe went to bed hoping that the morrow might enlighten him on the causes\nof the dislike which threatened to destroy forever the happiness he had\nnow enjoyed two years after wishing for it so long. Alas! the secret\nreasons for the inimical feelings Mademoiselle Gamard bore to the\nluckless abbe were fated to remain eternally unknown to him,--not that\nthey were difficult to fathom, but simply because he lacked the good\nfaith and candor by which great souls and scoundrels look within and\njudge themselves. A man of genius or a trickster says to himself, \"I\ndid wrong.\" Self-interest and native talent are the only infallible\nand lucid guides. Now the Abbe Birotteau, whose goodness amounted to\nstupidity, whose knowledge was only, as it were, plastered on him by\ndint of study, who had no experience whatever of the world and its ways,\nwho lived between the mass and the confessional, chiefly occupied\nin dealing the most trivial matters of conscience in his capacity\nof confessor to all the schools in town and to a few noble souls who\nrightly appreciated him,--the Abbe Birotteau must be regarded as a\ngreat child, to whom most of the practices of social life were\nutterly unknown. And yet, the natural selfishness of all human beings,\nreinforced by the selfishness peculiar to the priesthood and that of\nthe narrow life of the provinces had insensibly, and unknown to himself,\ndeveloped within him. If any one had felt enough interest in the good\nman to probe his spirit and prove to him that in the numerous petty\ndetails of his life and in the minute duties of his daily existence he\nwas essentially lacking in the self-sacrifice he professed, he would\nhave punished and mortified himself in good faith. But those whom we\noffend by such unconscious selfishness pay little heed to our real\ninnocence; what they want is vengeance, and they take it. Thus it\nhappened that Birotteau, weak brother that he was, was made to undergo\nthe decrees of that great distributive Justice which goes about\ncompelling the world to execute its judgments,--called by ninnies \"the\nmisfortunes of life.\"\n\nThere was this difference between the late Chapeloud and the vicar,--one\nwas a shrewd and clever egoist, the other a simple-minded and clumsy\none. When the canon went to board with Mademoiselle Gamard he knew\nexactly how to judge of his landlady's character. The confessional had\ntaught him to understand the bitterness that the sense of being kept\noutside the social pale puts into the heart of an old maid; he therefore\ncalculated his own treatment of Mademoiselle Gamard very wisely. She was\nthen about thirty-eight years old, and still retained a few pretensions,\nwhich, in well-behaved persons of her condition, change, rather later,\ninto strong personal self-esteem. The canon saw plainly that to live\ncomfortably with his landlady he must pay her invariably the same\nattentions and be more infallible than the pope himself. To compass this\nresult, he allowed no points of contact between himself and her except\nthose that politeness demanded, and those which necessarily exist\nbetween two persons living under the same roof. Thus, though he and\nthe Abbe Troubert took their regular three meals a day, he avoided the\nfamily breakfast by inducing Mademoiselle Gamard to send his coffee to\nhis own room. He also avoided the annoyance of supper by taking tea in\nthe houses of friends with whom he spent his evenings. In this way he\nseldom saw his landlady except at dinner; but he always came down to\nthat meal a few minutes in advance of the hour. During this visit of\ncourtesy, as it may be called, he talked to her, for the twelve years he\nhad lived under her roof, on nearly the same topics, receiving from her\nthe same answers. How she had slept, her breakfast, the trivial domestic\nevents, her looks, her health, the weather, the time the church services\nhad lasted, the incidents of the mass, the health of such or such a\npriest,--these were the subjects of their daily conversation. During\ndinner he invariably paid her certain indirect compliments; the fish\nhad an excellent flavor; the seasoning of a sauce was delicious;\nMademoiselle Gamard's capacities and virtues as mistress of a household\nwere great. He was sure of flattering the old maid's vanity by praising\nthe skill with which she made or prepared her preserves and pickles and\npates and other gastronomical inventions. To cap all, the wily canon\nnever left his landlady's yellow salon after dinner without remarking\nthat there was no house in Tours where he could get such good coffee as\nthat he had just imbibed.\n\nThanks to this thorough understanding of Mademoiselle Gamard's\ncharacter, and to the science of existence which he had put in practice\nfor the last twelve years, no matter of discussion on the internal\narrangements of the household had ever come up between them. The Abbe\nChapeloud had taken note of the spinster's angles, asperities, and\ncrabbedness, and had so arranged his avoidance of her that he obtained\nwithout the least difficulty all the concessions that were necessary\nto the happiness and tranquility of his life. The result was that\nMademoiselle Gamard frequently remarked to her friends and acquaintances\nthat the Abbe Chapeloud was a very amiable man, extremely easy to live\nwith, and a fine mind.\n\nAs to her other lodger, the Abbe Troubert, she said absolutely nothing\nabout him. Completely involved in the round of her life, like a\nsatellite in the orbit of a planet, Troubert was to her a sort of\nintermediary creature between the individuals of the human species\nand those of the canine species; he was classed in her heart next, but\ndirectly before, the place intended for friends but now occupied by\na fat and wheezy pug which she tenderly loved. She ruled Troubert\ncompletely, and the intermingling of their interests was so obvious that\nmany persons of her social sphere believed that the Abbe Troubert had\ndesigns on the old maid's property, and was binding her to him unawares\nwith infinite patience, and really directing her while he seemed to be\nobeying without ever letting her perceive in him the slightest wish on\nhis part to govern her.\n\nWhen the Abbe Chapeloud died, the old maid, who desired a lodger with\nquiet ways, naturally thought of the vicar. Before the canon's will was\nmade known she had meditated offering his rooms to the Abbe Troubert,\nwho was not very comfortable on the ground-floor. But when the Abbe\nBirotteau, on receiving his legacy, came to settle in writing the terms\nof his board she saw he was so in love with the apartment, for which he\nmight now admit his long cherished desires, that she dared not propose\nthe exchange, and accordingly sacrificed her sentiments of friendship to\nthe demands of self-interest. But in order to console her beloved canon,\nMademoiselle took up the large white Chateau-Renaud bricks that made\nthe floors of his apartment and replaced them by wooden floors laid in\n\"point de Hongrie.\" She also rebuilt a smoky chimney.\n\nFor twelve years the Abbe Birotteau had seen his friend Chapeloud in\nthat house without ever giving a thought to the motive of the canon's\nextreme circumspection in his relations to Mademoiselle Gamard. When he\ncame himself to live with that saintly woman he was in the condition\nof a lover on the point of being made happy. Even if he had not been\nby nature purblind of intellect, his eyes were too dazzled by his new\nhappiness to allow him to judge of the landlady, or to reflect on the\nlimits which he ought to impose on their daily intercourse. Mademoiselle\nGamard, seen from afar and through the prism of those material\nfelicities which the vicar dreamed of enjoying in her house, seemed to\nhim a perfect being, a faultless Christian, essentially charitable, the\nwoman of the Gospel, the wise virgin, adorned by all those humble and\nmodest virtues which shed celestial fragrance upon life.\n\nSo, with the enthusiasm of one who attains an object long desired, with\nthe candor of a child, and the blundering foolishness of an old\nman utterly without worldly experience, he fell into the life of\nMademoiselle Gamard precisely as a fly is caught in a spider's web. The\nfirst day that he went to dine and sleep at the house he was detained in\nthe salon after dinner, partly to make his landlady's acquaintance, but\nchiefly by that inexplicable embarrassment which often assails\ntimid people and makes them fear to seem impolite by breaking off a\nconversation in order to take leave. Consequently he remained there the\nwhole evening. Then a friend of his, a certain Mademoiselle Salomon\nde Villenoix, came to see him, and this gave Mademoiselle Gamard the\nhappiness of forming a card-table; so that when the vicar went to bed he\nfelt that he had passed a very agreeable evening. Knowing Mademoiselle\nGamard and the Abbe Troubert but slightly, he saw only the superficial\naspects of their characters; few persons bare their defects at once,\nthey generally take on a becoming veneer.\n\nThe worthy abbe was thus led to suggest to himself the charming plan of\ndevoting all his evenings to Mademoiselle Gamard, instead of spending\nthem, as Chapeloud had done, elsewhere. The old maid had for years been\npossessed by a desire which grew stronger day by day. This desire,\noften formed by old persons and even by pretty women, had become in\nMademoiselle Gamard's soul as ardent a longing as that of Birotteau for\nChapeloud's apartment; and it was strengthened by all those feelings\nof pride, egotism, envy, and vanity which pre-exist in the breasts of\nworldly people.\n\nThis history is of all time; it suffices to widen slightly the\nnarrow circle in which these personages are about to act to find the\ncoefficient reasons of events which take place in the very highest\nspheres of social life.\n\nMademoiselle Gamard spent her evenings by rotation in six or eight\ndifferent houses. Whether it was that she disliked being obliged to go\nout to seek society, and considered that at her age she had a right\nto expect some return; or that her pride was wounded at receiving no\ncompany in her house; or that her self-love craved the compliments\nshe saw her various hostesses receive,--certain it is that her whole\nambition was to make her salon a centre towards which a given number of\npersons should nightly make their way with pleasure. One morning as she\nleft Saint-Gatien, after Birotteau and his friend Mademoiselle Salomon\nhad spent a few evenings with her and with the faithful and patient\nTroubert, she said to certain of her good friends whom she met at the\nchurch door, and whose slave she had hitherto considered herself, that\nthose who wished to see her could certainly come once a week to her\nhouse, where she had friends enough to make a card-table; she could not\nleave the Abbe Birotteau; Mademoiselle Salomon had not missed a single\nevening that week; she was devoted to friends; and--et cetera, et\ncetera. Her speech was all the more humbly haughty and softly persuasive\nbecause Mademoiselle Salomon de Villenoix belonged to the most\naristocratic society in Tours. For though Mademoiselle Salomon came to\nMademoiselle Gamard's house solely out of friendship for the vicar, the\nold maid triumphed in receiving her, and saw that, thanks to Birotteau,\nshe was on the point of succeeding in her great desire to form a\ncircle as numerous and as agreeable as those of Madame de Listomere,\nMademoiselle Merlin de la Blottiere, and other devout ladies who were in\nthe habit of receiving the pious and ecclesiastical society of Tours.\n\nBut alas! the abbe Birotteau himself caused this cherished hope to\nmiscarry. Now if those persons who in the course of their lives have\nattained to the enjoyment of a long desired happiness and have therefore\ncomprehended the joy of the vicar when he stepped into Chapeloud's\nvacant place, they will also have gained some faint idea of Mademoiselle\nGamard's distress at the overthrow of her favorite plan.\n\nAfter accepting his happiness in the old maid's salon for six months\nwith tolerable patience, Birotteau deserted the house of an evening,\ncarrying with him Mademoiselle Salomon. In spite of her utmost efforts\nthe ambitious Gamard had recruited barely six visitors, whose faithful\nattendance was more than problematical; and boston could not be played\nnight after night unless at least four persons were present. The\ndefection of her two principal guests obliged her therefore to make\nsuitable apologies and return to her evening visiting among former\nfriends; for old maids find their own company so distasteful that they\nprefer to seek the doubtful pleasures of society.\n\nThe cause of this desertion is plain enough. Although the vicar was one\nof those to whom heaven is hereafter to belong in virtue of the decree\n\"Blessed are the poor in spirit,\" he could not, like some fools, endure\nthe annoyance that other fools caused him. Persons without minds are\nlike weeds that delight in good earth; they want to be amused by others,\nall the more because they are dull within. The incarnation of ennui\nto which they are victims, joined to the need they feel of getting a\ndivorce from themselves, produces that passion for moving about, for\nbeing somewhere else than where they are, which distinguishes their\nspecies,--and also that of all beings devoid of sensitiveness, and those\nwho have missed their destiny, or who suffer by their own fault.\n\nWithout really fathoming the vacuity and emptiness of Mademoiselle\nGamard's mind, or stating to himself the pettiness of her ideas, the\npoor abbe perceived, unfortunately too late, the defects which she\nshared with all old maids, and those which were peculiar to herself.\nThe bad points of others show out so strongly against the good that\nthey usually strike our eyes before they wound us. This moral phenomenon\nmight, at a pinch, be made to excuse the tendency we all have, more or\nless, to gossip. It is so natural, socially speaking, to laugh at\nthe failings of others that we ought to forgive the ridicule our own\nabsurdities excite, and be annoyed only by calumny. But in this instance\nthe eyes of the good vicar never reached the optical range which enables\nmen of the world to see and evade their neighbours' rough points. Before\nhe could be brought to perceive the faults of his landlady he was forced\nto undergo the warning which Nature gives to all her creatures--pain.\n\nOld maids who have never yielded in their habits of life or in their\ncharacters to other lives and other characters, as the fate of woman\nexacts, have, as a general thing, a mania for making others give way\nto them. In Mademoiselle Gamard this sentiment had degenerated into\ndespotism, but a despotism that could only exercise itself on little\nthings. For instance (among a hundred other examples), the basket of\ncounters placed on the card-table for the Abbe Birotteau was to stand\nexactly where she placed it; and the abbe annoyed her terribly by\nmoving it, which he did nearly every evening. How is this sensitiveness\nstupidly spent on nothings to be accounted for? what is the object of\nit? No one could have told in this case; Mademoiselle Gamard herself\nknew no reason for it. The vicar, though a sheep by nature, did not\nlike, any more than other sheep, to feel the crook too often, especially\nwhen it bristled with spikes. Not seeking to explain to himself the\npatience of the Abbe Troubert, Birotteau simply withdrew from the\nhappiness which Mademoiselle Gamard believed that she seasoned to his\nliking,--for she regarded happiness as a thing to be made, like her\npreserves. But the luckless abbe made the break in a clumsy way, the\nnatural way of his own naive character, and it was not carried out\nwithout much nagging and sharp-shooting, which the Abbe Birotteau\nendeavored to bear as if he did not feel them.\n\nBy the end of the first year of his sojourn under Mademoiselle Gamard's\nroof the vicar had resumed his former habits; spending two evenings a\nweek with Madame de Listomere, three with Mademoiselle Salomon, and\nthe other two with Mademoiselle Merlin de la Blottiere. These ladies\nbelonged to the aristocratic circles of Tourainean society, to which\nMademoiselle Gamard was not admitted. Therefore the abbe's abandonment\nwas the more insulting, because it made her feel her want of social\nvalue; all choice implies contempt for the thing rejected.\n\n\"Monsieur Birotteau does not find us agreeable enough,\" said the Abbe\nTroubert to Mademoiselle Gamard's friends when she was forced to tell\nthem that her \"evenings\" must be given up. \"He is a man of the world,\nand a good liver! He wants fashion, luxury, witty conversation, and the\nscandals of the town.\"\n\nThese words of course obliged Mademoiselle Gamard to defend herself at\nBirotteau's expense.\n\n\"He is not much a man of the world,\" she said. \"If it had not been\nfor the Abbe Chapeloud he would never have been received at Madame de\nListomere's. Oh, what didn't I lose in losing the Abbe Chapeloud! Such\nan amiable man, and so easy to live with! In twelve whole years I never\nhad the slightest difficulty or disagreement with him.\"\n\nPresented thus, the innocent abbe was considered by this bourgeois\nsociety, which secretly hated the aristocratic society, as a man\nessentially exacting and hard to get along with. For a week Mademoiselle\nGamard enjoyed the pleasure of being pitied by friends who, without\nreally thinking one word of what they said, kept repeating to her: \"How\n_could_ he have turned against you?--so kind and gentle as you are!\"\nor, \"Console yourself, dear Mademoiselle Gamard, you are so well known\nthat--\" et cetera.\n\nNevertheless, these friends, enchanted to escape one evening a week in\nthe Cloister, the darkest, dreariest, and most out of the way corner in\nTours, blessed the poor vicar in their hearts.\n\nBetween persons who are perpetually in each other's company dislike or\nlove increases daily; every moment brings reasons to love or hate each\nother more and more. The Abbe Birotteau soon became intolerable to\nMademoiselle Gamard. Eighteen months after she had taken him to board,\nand at the moment when the worthy man was mistaking the silence of\nhatred for the peacefulness of content, and applauding himself for\nhaving, as he said, \"managed matters so well with the old maid,\" he\nwas really the object of an underhand persecution and a vengeance\ndeliberately planned. The four marked circumstances of the locked\ndoor, the forgotten slippers, the lack of fire, and the removal of\nthe candlestick, were the first signs that revealed to him a terrible\nenmity, the final consequences of which were destined not to strike him\nuntil the time came when they were irreparable.\n\nAs he went to bed the worthy vicar worked his brains--quite uselessly,\nfor he was soon at the end of them--to explain to himself the\nextraordinarily discourteous conduct of Mademoiselle Gamard. The fact\nwas that, having all along acted logically in obeying the natural laws\nof his own egotism, it was impossible that he should now perceive his\nown faults towards his landlady.\n\nThough the great things of life are simple to understand and easy to\nexpress, the littlenesses require a vast number of details to explain\nthem. The foregoing events, which may be called a sort of prologue to\nthis bourgeois drama, in which we shall find passions as violent as\nthose excited by great interests, required this long introduction; and\nit would have been difficult for any faithful historian to shorten the\naccount of these minute developments.\n\n\n\n\nII\n\n\nThe next morning, on awaking, Birotteau thought so much of his\nprospective canonry that he forgot the four circumstances in which he\nhad seen, the night before, such threatening prognostics of a future\nfull of misery. The vicar was not a man to get up without a fire. He\nrang to let Marianne know that he was awake and that she must come to\nhim; then he remained, as his habit was, absorbed in somnolent musings.\nThe servant's custom was to make the fire and gently draw him from his\nhalf sleep by the murmured sound of her movements,--a sort of music\nwhich he loved. Twenty minutes passed and Marianne had not appeared.\nThe vicar, now half a canon, was about to ring again, when he let go the\nbell-pull, hearing a man's step on the staircase. In a minute more the\nAbbe Troubert, after discreetly knocking at the door, obeyed Birotteau's\ninvitation and entered the room. This visit, which the two abbe's\nusually paid each other once a month, was no surprise to the vicar. The\ncanon at once exclaimed when he saw that Marianne had not made the fire\nof his quasi-colleague. He opened the window and called to her harshly,\ntelling her to come at once to the abbe; then, turning round to his\necclesiastical brother, he said, \"If Mademoiselle knew that you had no\nfire she would scold Marianne.\"\n\nAfter this speech he inquired about Birotteau's health, and asked in a\ngentle voice if he had had any recent news that gave him hopes of his\ncanonry. The vicar explained the steps he had taken, and told, naively,\nthe names of the persons with whom Madam de Listomere was using her\ninfluence, quite unaware that Troubert had never forgiven that lady for\nnot admitting him--the Abbe Troubert, twice proposed by the bishop as\nvicar-general!--to her house.\n\nIt would be impossible to find two figures which presented so many\ncontrasts to each other as those of the two abbes. Troubert, tall\nand lean, was yellow and bilious, while the vicar was what we call,\nfamiliarly, plump. Birotteau's face, round and ruddy, proclaimed a\nkindly nature barren of ideas, while that of the Abbe Troubert, long and\nploughed by many wrinkles, took on at times an expression of sarcasm, or\nelse of contempt; but it was necessary to watch him very closely before\nthose sentiments could be detected. The canon's habitual condition\nwas perfect calmness, and his eyelids were usually lowered over his\norange-colored eyes, which could, however, give clear and piercing\nglances when he liked. Reddish hair added to the gloomy effect of this\ncountenance, which was always obscured by the veil which deep meditation\ndrew across its features. Many persons at first sight thought him\nabsorbed in high and earnest ambitions; but those who claimed to know\nhim better denied that impression, insisting that he was only stupidly\ndull under Mademoiselle Gamard's despotism, or else worn out by too much\nfasting. He seldom spoke, and never laughed. When it did so happen that\nhe felt agreeably moved, a feeble smile would flicker on his lips and\nlose itself in the wrinkles of his face.\n\nBirotteau, on the other hand, was all expansion, all frankness; he loved\ngood things and was amused by trifles with the simplicity of a man who\nknew no spite or malice. The Abbe Troubert roused, at first sight, an\ninvoluntary feeling of fear, while the vicar's presence brought a kindly\nsmile to the lips of all who looked at him. When the tall canon marched\nwith solemn step through the naves and cloisters of Saint-Gatien, his\nhead bowed, his eye stern, respect followed him; that bent face was in\nharmony with the yellowing arches of the cathedral; the folds of his\ncassock fell in monumental lines that were worthy of statuary. The good\nvicar, on the contrary, perambulated about with no gravity at all. He\ntrotted and ambled and seemed at times to roll himself along. But with\nall this there was one point of resemblance between the two men. For,\nprecisely as Troubert's ambitious air, which made him feared, had\ncontributed probably to keep him down to the insignificant position of\na mere canon, so the character and ways of Birotteau marked him out as\nperpetually the vicar of the cathedral and nothing higher.\n\nYet the Abbe Troubert, now fifty years of age, had entirely removed,\npartly by the circumspection of his conduct and the apparent lack of all\nambitions, and partly by his saintly life, the fears which his suspected\nability and his powerful presence had roused in the minds of his\nsuperiors. His health having seriously failed him during the last\nyear, it seemed probable that he would soon be raised to the office of\nvicar-general of the archbishopric. His competitors themselves desired\nthe appointment, so that their own plans might have time to mature\nduring the few remaining days which a malady, now become chronic, might\nallow him. Far from offering the same hopes to rivals, Birotteau's\ntriple chin showed to all who wanted his coveted canonry an evidence of\nthe soundest health; even his gout seemed to them, in accordance with\nthe proverb, an assurance of longevity.\n\nThe Abbe Chapeloud, a man of great good sense, whose amiability had made\nthe leaders of the diocese and the members of the best society in Tours\nseek his company, had steadily opposed, though secretly and with much\njudgment, the elevation of the Abbe Troubert. He had even adroitly\nmanaged to prevent his access to the salons of the best society.\nNevertheless, during Chapeloud's lifetime Troubert treated him\ninvariably with great respect, and showed him on all occasions the\nutmost deference. This constant submission did not, however, change the\nopinion of the late canon, who said to Birotteau during the last walk\nthey took together: \"Distrust that lean stick of a Troubert,--Sixtus the\nFifth reduced to the limits of a bishopric!\"\n\nSuch was the friend, the abiding guest of Mademoiselle Gamard, who\nnow came, the morning after the old maid had, as it were, declared war\nagainst the poor vicar, to pay his brother a visit and show him marks of\nfriendship.\n\n\"You must excuse Marianne,\" said the canon, as the woman entered. \"I\nsuppose she went first to my rooms. They are very damp, and I coughed\nall night. You are most healthily situated here,\" he added, looking up\nat the cornice.\n\n\"Yes; I am lodged like a canon,\" replied Birotteau.\n\n\"And I like a vicar,\" said the other, humbly.\n\n\"But you will soon be settled in the archbishop's palace,\" said the\nkindly vicar, who wanted everybody to be happy.\n\n\"Yes, or in the cemetery, but God's will be done!\" and Troubert raised\nhis eyes to heaven resignedly. \"I came,\" he said, \"to ask you to lend me\nthe 'Register of Bishops.' You are the only man in Tours I know who has\na copy.\"\n\n\"Take it out of my library,\" replied Birotteau, reminded by the canon's\nwords of the greatest happiness of his life.\n\nThe canon passed into the library and stayed there while the vicar\ndressed. Presently the breakfast bell rang, and the gouty vicar\nreflected that if it had not been for Troubert's visit he would have had\nno fire to dress by. \"He's a kind man,\" thought he.\n\nThe two priests went downstairs together, each armed with a huge folio\nwhich they laid on one of the side tables in the dining-room.\n\n\"What's all that?\" asked Mademoiselle Gamard, in a sharp voice,\naddressing Birotteau. \"I hope you are not going to litter up my\ndining-room with your old books!\"\n\n\"They are books I wanted,\" replied the Abbe Troubert. \"Monsieur\nBirotteau has been kind enough to lend them to me.\"\n\n\"I might have guessed it,\" she said, with a contemptuous smile.\n\"Monsieur Birotteau doesn't often read books of that size.\"\n\n\"How are you, mademoiselle?\" said the vicar, in a mellifluous voice.\n\n\"Not very well,\" she replied, shortly. \"You woke me up last night out\nof my first sleep, and I was wakeful for the rest of the night.\" Then,\nsitting down, she added, \"Gentlemen, the milk is getting cold.\"\n\nStupefied at being so ill-naturedly received by his landlady, from whom\nhe half expected an apology, and yet alarmed, like all timid people at\nthe prospect of a discussion, especially if it relates to themselves,\nthe poor vicar took his seat in silence. Then, observing in Mademoiselle\nGamard's face the visible signs of ill-humour, he was goaded into a\nstruggle between his reason, which told him that he ought not to submit\nto such discourtesy from a landlady, and his natural character, which\nprompted him to avoid a quarrel.\n\nTorn by this inward misery, Birotteau fell to examining attentively the\nbroad green lines painted on the oilcloth which, from custom immemorial,\nMademoiselle Gamard left on the table at breakfast-time, without regard\nto the ragged edges or the various scars displayed on its surface. The\npriests sat opposite to each other in cane-seated arm-chairs on either\nside of the square table, the head of which was taken by the landlady,\nwho seemed to dominate the whole from a high chair raised on casters,\nfilled with cushions, and standing very near to the dining-room stove.\nThis room and the salon were on the ground-floor beneath the salon and\nbedroom of the Abbe Birotteau.\n\nWhen the vicar had received his cup of coffee, duly sugared, from\nMademoiselle Gamard, he felt chilled to the bone at the grim silence\nin which he was forced to proceed with the usually gay function of\nbreakfast. He dared not look at Troubert's dried-up features, nor at\nthe threatening visage of the old maid; and he therefore turned, to\nkeep himself in countenance, to the plethoric pug which was lying on\na cushion near the stove,--a position that victim of obesity seldom\nquitted, having a little plate of dainties always at his left side, and\na bowl of fresh water at his right.\n\n\"Well, my pretty,\" said the vicar, \"are you waiting for your coffee?\"\n\nThe personage thus addressed, one of the most important in the\nhousehold, though the least troublesome inasmuch as he had ceased to\nbark and left the talking to his mistress, turned his little eyes,\nsunk in rolls of fat, upon Birotteau. Then he closed them peevishly.\nTo explain the misery of the poor vicar it should be said that being\nendowed by nature with an empty and sonorous loquacity, like the\nresounding of a football, he was in the habit of asserting, without any\nmedical reason to back him, that speech favored digestion. Mademoiselle\nGamard, who believed in this hygienic doctrine, had not as yet\nrefrained, in spite of their coolness, from talking at meals; though,\nfor the last few mornings, the vicar had been forced to strain his mind\nto find beguiling topics on which to loosen her tongue. If the\nnarrow limits of this history permitted us to report even one of the\nconversations which often brought a bitter and sarcastic smile to the\nlips of the Abbe Troubert, it would offer a finished picture of the\nBoeotian life of the provinces. The singular revelations of the Abbe\nBirotteau and Mademoiselle Gamard relating to their personal opinions\non politics, religion, and literature would delight observing minds.\nIt would be highly entertaining to transcribe the reasons on which they\nmutually doubted the death of Napoleon in 1820, or the conjectures by\nwhich they mutually believed that the Dauphin was living,--rescued from\nthe Temple in the hollow of a huge log of wood. Who could have helped\nlaughing to hear them assert and prove, by reasons evidently their own,\nthat the King of France alone imposed the taxes, that the Chambers were\nconvoked to destroy the clergy, that thirteen hundred thousand persons\nhad perished on the scaffold during the Revolution? They frequently\ndiscussed the press, without either of them having the faintest idea\nof what that modern engine really was. Monsieur Birotteau listened with\nacceptance to Mademoiselle Gamard when she told him that a man who ate\nan egg every morning would die in a year, and that facts proved it; that\na roll of light bread eaten without drinking for several days together\nwould cure sciatica; that all the workmen who assisted in pulling down\nthe Abbey Saint-Martin had died in six months; that a certain prefect,\nunder orders from Bonaparte, had done his best to damage the towers of\nSaint-Gatien,--with a hundred other absurd tales.\n\nBut on this occasion poor Birotteau felt he was tongue-tied, and he\nresigned himself to eat a meal without engaging in conversation. After a\nwhile, however, the thought crossed his mind that silence was dangerous\nfor his digestion, and he boldly remarked, \"This coffee is excellent.\"\n\nThat act of courage was completely wasted. Then, after looking at the\nscrap of sky visible above the garden between the two buttresses of\nSaint-Gatien, the vicar again summoned nerve to say, \"It will be finer\nweather to-day than it was yesterday.\"\n\nAt that remark Mademoiselle Gamard cast her most gracious look on the\nAbbe Troubert, and immediately turned her eyes with terrible severity on\nBirotteau, who fortunately by that time was looking on his plate.\n\nNo creature of the feminine gender was ever more capable of presenting\nto the mind the elegaic nature of an old maid than Mademoiselle Sophie\nGamard. In order to describe a being whose character gives a momentous\ninterest to the petty events of the present drama and to the anterior\nlives of the actors in it, it may be useful to give a summary of the\nideas which find expression in the being of an Old Maid,--remembering\nalways that the habits of life form the soul, and the soul forms the\nphysical presence.\n\nThough all things in society as well as in the universe are said to have\na purpose, there do exist here below certain beings whose purpose and\nutility seem inexplicable. Moral philosophy and political economy both\ncondemn the individual who consumes without producing; who fills a place\non the earth but does not shed upon it either good or evil,--for evil is\nsometimes good the meaning of which is not at once made manifest. It\nis seldom that old maids of their own motion enter the ranks of these\nunproductive beings. Now, if the consciousness of work done gives to the\nworkers a sense of satisfaction which helps them to support life, the\ncertainty of being a useless burden must, one would think, produce a\ncontrary effect, and fill the minds of such fruitless beings with the\nsame contempt for themselves which they inspire in others. This harsh\nsocial reprobation is one of the causes which contribute to fill the\nsouls of old maids with the distress that appears in their faces.\nPrejudice, in which there is truth, does cast, throughout the world but\nespecially in France, a great stigma on the woman with whom no man has\nbeen willing to share the blessings or endure the ills of life. Now,\nthere comes to all unmarried women a period when the world, be it right\nor wrong, condemns them on the fact of this contempt, this rejection.\nIf they are ugly, the goodness of their characters ought to have\ncompensated for their natural imperfections; if, on the contrary, they\nare handsome, that fact argues that their misfortune has some serious\ncause. It is impossible to say which of the two classes is most\ndeserving of rejection. If, on the other hand, their celibacy is\ndeliberate, if it proceeds from a desire for independence, neither men\nnor mothers will forgive their disloyalty to womanly devotion, evidenced\nin their refusal to feed those passions which render their sex so\naffecting. To renounce the pangs of womanhood is to abjure its poetry\nand cease to merit the consolations to which mothers have inalienable\nrights.\n\nMoreover, the generous sentiments, the exquisite qualities of a woman\nwill not develop unless by constant exercise. By remaining unmarried,\na creature of the female sex becomes void of meaning; selfish and\ncold, she creates repulsion. This implacable judgment of the world is\nunfortunately too just to leave old maids in ignorance of its causes.\nSuch ideas shoot up in their hearts as naturally as the effects of their\nsaddened lives appear upon their features. Consequently they wither,\nbecause the constant expression of happiness which blooms on the faces\nof other women and gives so soft a grace to their movements has never\nexisted for them. They grow sharp and peevish because all human beings\nwho miss their vocation are unhappy; they suffer, and suffering gives\nbirth to the bitterness of ill-will. In fact, before an old maid blames\nherself for her isolation she blames others, and there is but one step\nbetween reproach and the desire for revenge.\n\nBut more than this, the ill grace and want of charm noticeable in these\nwomen are the necessary result of their lives. Never having felt a\ndesire to please, elegance and the refinements of good taste are foreign\nto them. They see only themselves in themselves. This instinct brings\nthem, unconsciously, to choose the things that are most convenient to\nthemselves, at the sacrifice of those which might be more agreeable to\nothers. Without rendering account to their own minds of the difference\nbetween themselves and other women, they end by feeling that difference\nand suffering under it. Jealousy is an indelible sentiment in the female\nbreast. An old maid's soul is jealous and yet void; for she knows\nbut one side--the miserable side--of the only passion men will allow\n(because it flatters them) to women. Thus thwarted in all their hopes,\nforced to deny themselves the natural development of their natures, old\nmaids endure an inward torment to which they never grow accustomed. It\nis hard at any age, above all for a woman, to see a feeling of repulsion\non the faces of others, when her true destiny is to move all hearts\nabout her to emotions of grace and love. One result of this inward\ntrouble is that an old maid's glance is always oblique, less from\nmodesty than from fear and shame. Such beings never forgive society for\ntheir false position because they never forgive themselves for it.\n\nNow it is impossible for a woman who is perpetually at war with herself\nand living in contradiction to her true life, to leave others in peace\nor refrain from envying their happiness. The whole range of these sad\ntruths could be read in the dulled gray eyes of Mademoiselle Gamard; the\ndark circles that surrounded those eyes told of the inward conflicts of\nher solitary life. All the wrinkles on her face were in straight lines.\nThe structure of her forehead and cheeks was rigid and prominent. She\nallowed, with apparent indifference, certain scattered hairs, once\nbrown, to grow upon her chin. Her thin lips scarcely covered teeth that\nwere too long, though still quite white. Her complexion was dark, and\nher hair, originally black, had turned gray from frightful headaches,--a\nmisfortune which obliged her to wear a false front. Not knowing how to\nput it on so as to conceal the junction between the real and the false,\nthere were often little gaps between the border of her cap and the black\nstring with which this semi-wig (always badly curled) was fastened to\nher head. Her gown, silk in summer, merino in winter, and always brown\nin color, was invariably rather tight for her angular figure and thin\narms. Her collar, limp and bent, exposed too much the red skin of a\nneck which was ribbed like an oak-leaf in winter seen in the light. Her\norigin explains to some extent the defects of her conformation. She\nwas the daughter of a wood-merchant, a peasant, who had risen from the\nranks. She might have been plump at eighteen, but no trace remained of\nthe fair complexion and pretty color of which she was wont to boast.\nThe tones of her flesh had taken the pallid tints so often seen in\n\"devotes.\" Her aquiline nose was the feature that chiefly proclaimed\nthe despotism of her nature, and the flat shape of her forehead the\nnarrowness of her mind. Her movements had an odd abruptness which\nprecluded all grace; the mere motion with which she twitched her\nhandkerchief from her bag and blew her nose with a loud noise would have\nshown her character and habits to a keen observer. Being rather tall,\nshe held herself very erect, and justified the remark of a naturalist\nwho once explained the peculiar gait of old maids by declaring that\ntheir joints were consolidating. When she walked her movements were not\nequally distributed over her whole person, as they are in other women,\nproducing those graceful undulations which are so attractive. She moved,\nso to speak, in a single block, seeming to advance at each step like the\nstatue of the Commendatore. When she felt in good humour she was apt,\nlike other old maids, to tell of the chances she had had to marry,\nand of her fortunate discovery in time of the want of means of her\nlovers,--proving, unconsciously, that her worldly judgment was better\nthan her heart.\n\nThis typical figure of the genus Old Maid was well framed by the\ngrotesque designs, representing Turkish landscapes, on a varnished\npaper which decorated the walls of the dining-room. Mademoiselle\nGamard usually sat in this room, which boasted of two pier tables and\na barometer. Before the chair of each abbe was a little cushion covered\nwith worsted work, the colors of which were faded. The salon in which\nshe received company was worthy of its mistress. It will be visible to\nthe eye at once when we state that it went by the name of the \"yellow\nsalon.\" The curtains were yellow, the furniture and walls yellow; on the\nmantelpiece, surmounted by a mirror in a gilt frame, the candlesticks\nand a clock all of crystal struck the eye with sharp brilliancy. As\nto the private apartment of Mademoiselle Gamard, no one had ever been\npermitted to look into it. Conjecture alone suggested that it was full\nof odds and ends, worn-out furniture, and bits of stuff and pieces dear\nto the hearts of all old maids.\n\nSuch was the woman destined to exert a vast influence on the last years\nof the Abbe Birotteau.\n\nFor want of exercising in nature's own way the activity bestowed upon\nwomen, and yet impelled to spend it in some way or other, Mademoiselle\nGamard had acquired the habit of using it in petty intrigues, provincial\ncabals, and those self-seeking schemes which occupy, sooner or later,\nthe lives of all old maids. Birotteau, unhappily, had developed in\nSophie Gamard the only sentiments which it was possible for that poor\ncreature to feel,--those of hatred; a passion hitherto latent under the\ncalmness and monotony of provincial life, but which was now to become\nthe more intense because it was spent on petty things and in the\nmidst of a narrow sphere. Birotteau was one of those beings who are\npredestined to suffer because, being unable to see things, they cannot\navoid them; to them the worst happens.\n\n\"Yes, it will be a fine day,\" replied the canon, after a pause,\napparently issuing from a revery and wishing to conform to the rules of\npoliteness.\n\nBirotteau, frightened at the length of time which had elapsed between\nthe question and the answer,--for he had, for the first time in\nhis life, taken his coffee without uttering a word,--now left the\ndining-room where his heart was squeezed as if in a vise. Feeling that\nthe coffee lay heavy on his stomach, he went to walk in a sad mood among\nthe narrow, box-edged garden paths which outlined a star in the little\ngarden. As he turned after making the first round, he saw Mademoiselle\nGamard and the Abbe Troubert standing stock-still and silent on the\nthreshold of the door,--he with his arms folded and motionless like a\nstatue on a tomb; she leaning against the blind door. Both seemed to be\ngazing at him and counting his steps. Nothing is so embarrassing to\na creature naturally timid as to feel itself the object of a close\nexamination, and if that is made by the eyes of hatred, the sort of\nsuffering it causes is changed into intolerable martyrdom.\n\nPresently Birotteau fancied he was preventing Mademoiselle Gamard and\nthe abbe from walking in the narrow path. That idea, inspired equally by\nfear and kindness, became so strong that he left the garden and went to\nthe church, thinking no longer of his canonry, so absorbed was he by the\ndisheartening tyranny of the old maid. Luckily for him he happened to\nfind much to do at Saint-Gatien,--several funerals, a marriage, and two\nbaptisms. Thus employed he forgot his griefs. When his stomach told him\nthat dinner was ready he drew out his watch and saw, not without alarm,\nthat it was some minutes after four. Being well aware of Mademoiselle\nGamard's punctuality, he hurried back to the house.\n\nHe saw at once on passing the kitchen door that the first course had\nbeen removed. When he reached the dining-room the old maid said, with a\ntone of voice in which were mingled sour rebuke and joy at being able to\nblame him:--\n\n\"It is half-past four, Monsieur Birotteau. You know we are not to wait\nfor you.\"\n\nThe vicar looked at the clock in the dining-room, and saw at once, by\nthe way the gauze which protected it from dust had been moved, that his\nlandlady had opened the face of the dial and set the hands in advance of\nthe clock of the cathedral. He could make no remark. Had he uttered\nhis suspicion it would only have caused and apparently justified one of\nthose fierce and eloquent expositions to which Mademoiselle Gamard, like\nother women of her class, knew very well how to give vent in particular\ncases. The thousand and one annoyances which a servant will sometimes\nmake her master bear, or a woman her husband, were instinctively divined\nby Mademoiselle Gamard and used upon Birotteau. The way in which she\ndelighted in plotting against the poor vicar's domestic comfort bore all\nthe marks of what we must call a profoundly malignant genius. Yet she so\nmanaged that she was never, so far as eye could see, in the wrong.\n\n\n\n\nIII\n\nEight days after the date on which this history began, the new\narrangements of the household and the relations which grew up between\nthe Abbe Birotteau and Mademoiselle Gamard revealed to the former the\nexistence of a plot which had been hatching for the last six months.\n\nAs long as the old maid exercised her vengeance in an underhand way, and\nthe vicar was able to shut his eyes to it and refuse to believe in her\nmalevolent intentions, the moral effect upon him was slight. But since\nthe affair of the candlestick and the altered clock, Birotteau would\ndoubt no longer that he was under an eye of hatred turned fully upon\nhim. From that moment he fell into despair, seeing everywhere the\nskinny, clawlike fingers of Mademoiselle Gamard ready to hook into his\nheart. The old maid, happy in a sentiment as fruitful of emotions as\nthat of vengeance, enjoyed circling and swooping above the vicar as a\nbird of prey hovers and swoops above a field-mouse before pouncing down\nupon it and devouring it. She had long since laid a plan which the poor\ndumbfounded priest was quite incapable of imagining, and which she now\nproceeded to unfold with that genius for little things often shown by\nsolitary persons, whose souls, incapable of feeling the grandeur of true\npiety, fling themselves into the details of outward devotion.\n\nThe petty nature of his troubles prevented Birotteau, always effusive\nand liking to be pitied and consoled, from enjoying the soothing\npleasure of taking his friends into his confidence,--a last but cruel\naggravation of his misery. The little amount of tact which he derived\nfrom his timidity made him fear to seem ridiculous in concerning himself\nwith such pettiness. And yet those petty things made up the sum of his\nexistence,--that cherished existence, full of busyness about nothings,\nand of nothingness in its business; a colorless barren life in which\nstrong feelings were misfortunes, and the absence of emotion happiness.\nThe poor priest's paradise was changed, in a moment, into hell. His\nsufferings became intolerable. The terror he felt at the prospect of\na discussion with Mademoiselle Gamard increased day by day; the secret\ndistress which blighted his life began to injure his health. One\nmorning, as he put on his mottled blue stockings, he noticed a marked\ndiminution in the circumference of his calves. Horrified by so cruel and\nundeniable a symptom, he resolved to make an effort and appeal to\nthe Abbe Troubert, requesting him to intervene, officially, between\nMademoiselle Gamard and himself.\n\nWhen he found himself in presence of the imposing canon, who, in order\nto receive his visitor in a bare and cheerless room, had hastily quitted\na study full of papers, where he worked incessantly, and where no\none was ever admitted, the vicar felt half ashamed at speaking of\nMademoiselle Gamard's provocations to a man who appeared to be so\ngravely occupied. But after going through the agony of the mental\ndeliberations which all humble, undecided, and feeble persons endure\nabout things of even no importance, he decided, not without much\nswelling and beating of the heart, to explain his position to the Abbe\nTroubert.\n\nThe canon listened in a cold, grave manner, trying, but in vain, to\nrepress an occasional smile which to more intelligent eyes than those of\nthe vicar might have betrayed the emotions of a secret satisfaction. A\nflame seemed to dart from his eyelids when Birotteau pictured with the\neloquence of genuine feeling the constant bitterness he was made to\nswallow; but Troubert laid his hand above those lids with a gesture very\ncommon to thinkers, maintaining the dignified demeanor which was usual\nwith him. When the vicar had ceased to speak he would indeed have been\npuzzled had he sought on Troubert's face, marbled with yellow blotches\neven more yellow than his usually bilious skin, for any trace of the\nfeelings he must have excited in that mysterious priest.\n\nAfter a moment's silence the canon made one of those answers which\nrequired long study before their meaning could be thoroughly perceived,\nthough later they proved to reflecting persons the astonishing depths\nof his spirit and the power of his mind. He simply crushed Birotteau by\ntelling him that \"these things amazed him all the more because he should\nnever have suspected their existence were it not for his brother's\nconfession. He attributed such stupidity on his part to the gravity of\nhis occupations, his labors, the absorption in which his mind was held\nby certain elevated thoughts which prevented his taking due notice\nof the petty details of life.\" He made the vicar observe, but without\nappearing to censure the conduct of a man whose age and connections\ndeserved all respect, that \"in former days, recluses thought little\nabout their food and lodging in the solitude of their retreats, where\nthey were lost in holy contemplations,\" and that \"in our days, priests\ncould make a retreat for themselves in the solitude of their own\nhearts.\" Then, reverting to Birotteau's affairs, he added that \"such\ndisagreements were a novelty to him. For twelve years nothing of the\nkind had occurred between Mademoiselle Gamard and the venerable Abbe\nChapeloud. As for himself, he might, no doubt, be an arbitrator between\nthe vicar and their landlady, because his friendship for that person\nhad never gone beyond the limits imposed by the Church on her faithful\nservants; but if so, justice demanded that he should hear both sides.\nHe certainly saw no change in Mademoiselle Gamard, who seemed to him the\nsame as ever; he had always submitted to a few of her caprices, knowing\nthat the excellent woman was kindness and gentleness itself; the\nslight fluctuations of her temper should be attributed, he thought, to\nsufferings caused by a pulmonary affection, of which she said little,\nresigning herself to bear them in a truly Christian spirit.\" He ended by\nassuring the vicar that \"if he stayed a few years longer in Mademoiselle\nGamard's house he would learn to understand her better and acknowledge\nthe real value of her excellent nature.\"\n\nBirotteau left the room confounded. In the direful necessity of\nconsulting no one, he now judged Mademoiselle Gamard as he would\nhimself, and the poor man fancied that if he left her house for a few\ndays he might extinguish, for want of fuel, the dislike the old maid\nfelt for him. He accordingly resolved to spend, as he formerly did,\na week or so at a country-house where Madame de Listomere passed her\nautumns, a season when the sky is usually pure and tender in Touraine.\nPoor man! in so doing he did the thing that was most desired by his\nterrible enemy, whose plans could only have been brought to nought by\nthe resistant patience of a monk. But the vicar, unable to divine them,\nnot understanding even his own affairs, was doomed to fall, like a lamb,\nat the butcher's first blow.\n\nMadame de Listomere's country-place, situated on the embankment which\nlies between Tours and the heights of Saint-Georges, with a southern\nexposure and surrounded by rocks, combined the charms of the country\nwith the pleasures of the town. It took but ten minutes from the bridge\nof Tours to reach the house, which was called the \"Alouette,\"--a great\nadvantage in a region where no one will put himself out for anything\nwhatsoever, not even to seek a pleasure.\n\nThe Abbe Birotteau had been about ten days at the Alouette, when, one\nmorning while he was breakfasting, the porter came to say that Monsieur\nCaron desired to speak with him. Monsieur Caron was Mademoiselle\nGamard's laywer, and had charge of her affairs. Birotteau, not\nremembering this, and unable to think of any matter of litigation\nbetween himself and others, left the table to see the lawyer in a stage\nof great agitation. He found him modestly seated on the balustrade of a\nterrace.\n\n\"Your intention of ceasing to reside in Mademoiselle Gamard's house\nbeing made evident--\" began the man of business.\n\n\"Eh! monsieur,\" cried the Abbe Birotteau, interrupting him, \"I have not\nthe slightest intention of leaving it.\"\n\n\"Nevertheless, monsieur,\" replied the lawyer, \"you must have had some\nagreement in the matter with Mademoiselle, for she has sent me to\nask how long you intend to remain in the country. The event of a long\nabsence was not foreseen in the agreement, and may lead to a contest.\nNow, Mademoiselle Gamard understanding that your board--\"\n\n\"Monsieur,\" said Birotteau, amazed, and again interrupting the lawyer,\n\"I did not suppose it necessary to employ, as it were, legal means to--\"\n\n\"Mademoiselle Gamard, who is anxious to avoid all dispute,\" said\nMonsieur Caron, \"has sent me to come to an understanding with you.\"\n\n\"Well, if you will have the goodness to return to-morrow,\" said the\nabbe, \"I shall then have taken advice in the matter.\"\n\nThe quill-driver withdrew. The poor vicar, frightened at the persistence\nwith which Mademoiselle Gamard pursued him, returned to the dining-room\nwith his face so convulsed that everybody cried out when they saw him:\n\"What _is_ the matter, Monsieur Birotteau?\"\n\nThe abbe, in despair, sat down without a word, so crushed was he by the\nvague presence of approaching disaster. But after breakfast, when his\nfriends gathered round him before a comfortable fire, Birotteau naively\nrelated the history of his troubles. His hearers, who were beginning to\nweary of the monotony of a country-house, were keenly interested in a\nplot so thoroughly in keeping with the life of the provinces. They all\ntook sides with the abbe against the old maid.\n\n\"Don't you see, my dear friend,\" said Madame de Listomere, \"that the\nAbbe Troubert wants your apartment?\"\n\nHere the historian ought to sketch this lady; but it occurs to him that\neven those who are ignorant of Sterne's system of \"cognomology,\" cannot\npronounce the three words \"Madame de Listomere\" without picturing her\nto themselves as noble and dignified, softening the sternness of rigid\ndevotion by the gracious elegance and the courteous manners of the old\nmonarchical regime; kind, but a little stiff; slightly nasal in voice;\nallowing herself the perusal of \"La Nouvelle Heloise\"; and still wearing\nher own hair.\n\n\"The Abbe Birotteau must not yield to that old vixen,\" cried Monsieur de\nListomere, a lieutenant in the navy who was spending a furlough with\nhis aunt. \"If the vicar has pluck and will follow my suggestions he will\nsoon recover his tranquillity.\"\n\nAll present began to analyze the conduct of Mademoiselle Gamard with the\nkeen perceptions which characterize provincials, to whom no one can deny\nthe talent of knowing how to lay bare the most secret motives of human\nactions.\n\n\"You don't see the whole thing yet,\" said an old landowner who knew the\nregion well. \"There is something serious behind all this which I can't\nyet make out. The Abbe Troubert is too deep to be fathomed at once. Our\ndear Birotteau is at the beginning of his troubles. Besides, would he\nbe left in peace and comfort even if he did give up his lodging to\nTroubert? I doubt it. If Caron came here to tell you that you intended\nto leave Mademoiselle Gamard,\" he added, turning to the bewildered\npriest, \"no doubt Mademoiselle Gamard's intention is to turn you out.\nTherefore you will have to go, whether you like it or not. Her sort of\npeople play a sure game, they risk nothing.\"\n\nThis old gentleman, Monsieur de Bourbonne, could sum up and estimate\nprovincial ideas as correctly as Voltaire summarized the spirit of\nhis times. He was thin and tall, and chose to exhibit in the matter of\nclothes the quiet indifference of a landowner whose territorial value is\nquoted in the department. His face, tanned by the Touraine sun, was less\nintellectual than shrewd. Accustomed to weigh his words and measure\nhis actions, he concealed a profound vigilance behind a misleading\nappearance of simplicity. A very slight observation of him sufficed to\nshow that, like a Norman peasant, he invariably held the upper hand\nin business matters. He was an authority on wine-making, the leading\nscience of Touraine. He had managed to extend the meadow lands of his\ndomain by taking in a part of the alluvial soil of the Loire without\ngetting into difficulties with the State. This clever proceeding gave\nhim the reputation of a man of talent. If Monsieur de Bourbonne's\nconversation pleased you and you were to ask who he was of a Tourainean,\n\"Ho! a sly old fox!\" would be the answer of those who were envious\nof him--and they were many. In Touraine, as in many of the provinces,\njealousy is the root of language.\n\nMonsieur de Bourbonne's remark occasioned a momentary silence, during\nwhich the persons who composed the little party seemed to be reflecting.\nMeanwhile Mademoiselle Salomon de Villenoix was announced. She came from\nTours in the hope of being useful to the poor abbe, and the news she\nbrought completely changed the aspect of the affair. As she entered,\nevery one except Monsieur de Bourbonne was urging Birotteau to hold his\nown against Troubert and Gamard, under the auspices of the aristocratic\nsociety of the place, which would certainly stand by him.\n\n\"The vicar-general, to whom the appointments to office are entrusted, is\nvery ill,\" said Mademoiselle Salomon, \"and the archbishop has delegated\nhis powers to the Abbe Troubert provisionally. The canonry will, of\ncourse, depend wholly upon him. Now last evening, at Mademoiselle de la\nBlottiere's the Abbe Poirel talked about the annoyances which the Abbe\nBirotteau had inflicted on Mademoiselle Gamard, as though he were trying\nto cast all the blame on our good abbe. 'The Abbe Birotteau,' he said,\n'is a man to whom the Abbe Chapeloud was absolutely necessary, and\nsince the death of that venerable man, he has shown'--and then came\nsuggestions, calumnies! you understand?\"\n\n\"Troubert will be made vicar-general,\" said Monsieur de Bourbonne,\nsententiously.\n\n\"Come!\" cried Madame de Listomere, turning to Birotteau, \"which do\nyou prefer, to be made a canon, or continue to live with Mademoiselle\nGamard?\"\n\n\"To be a canon!\" cried the whole company.\n\n\"Well, then,\" resumed Madame de Listomere, \"you must let the Abbe\nTroubert and Mademoiselle Gamard have things their own way. By sending\nCaron here they mean to let you know indirectly that if you consent\nto leave the house you shall be made canon,--one good turn deserves\nanother.\"\n\nEvery one present applauded Madame de Listomere's sagacity, except her\nnephew the Baron de Listomere, who remarked in a comic tone to Monsieur\nde Bourbonne, \"I would like to have seen a fight between the Gamard and\nthe Birotteau.\"\n\nBut, unhappily for the vicar, forces were not equal between these\npersons of the best society and the old maid supported by the Abbe\nTroubert. The time soon came when the struggle developed openly, went\non increasing, and finally assumed immense proportions. By the advice\nof Madame de Listomere and most of her friends, who were now eagerly\nenlisted in a matter which threw such excitement into their vapid\nprovincial lives, a servant was sent to bring back Monsieur Caron.\nThe lawyer returned with surprising celerity, which alarmed no one but\nMonsieur de Bourbonne.\n\n\"Let us postpone all decision until we are better informed,\" was the\nadvice of that Fabius in a dressing-gown, whose prudent reflections\nrevealed to him the meaning of these moves on the Tourainean\nchess-board. He tried to enlighten Birotteau on the dangers of his\nposition; but the wisdom of the old \"sly-boots\" did not serve the\npassions of the moment, and he obtained but little attention.\n\nThe conference between the lawyer and Birotteau was short. The vicar\ncame back quite terrified.\n\n\"He wants me to sign a paper stating my relinquishment of domicile.\"\n\n\"That's formidable language!\" said the naval lieutenant.\n\n\"What does it mean?\" asked Madame de Listomere.\n\n\"Merely that the abbe must declare in writing his intention of leaving\nMademoiselle Gamard's house,\" said Monsieur de Bourbonne, taking a pinch\nof snuff.\n\n\"Is that all?\" said Madame de Listomere. \"Then sign it at once,\" she\nadded, turning to Birotteau. \"If you positively decide to leave her\nhouse, there can be no harm in declaring that such is your will.\"\n\nBirotteau's will!\n\n\"That is true,\" said Monsieur de Bourbonne, closing his snuff-box with a\ngesture the significance of which it is impossible to render, for it\nwas a language in itself. \"But writing is always dangerous,\" he added,\nputting his snuff-box on the mantelpiece with an air and manner that\nalarmed the vicar.\n\nBirotteau was so bewildered by the upsetting of all his ideas, by the\nrapidity of events which found him defenceless, by the ease with which\nhis friends were settling the most cherished matters of his solitary\nlife, that he remained silent and motionless as if moonstruck, thinking\nof nothing, though listening and striving to understand the meaning of\nthe rapid sentences the assembled company addressed to him. He took the\npaper Monsieur Caron had given him and read it, as if he were giving\nhis mind to the lawyer's document, but the act was merely mechanical.\nHe signed the paper, by which he declared that he left Mademoiselle\nGamard's house of his own wish and will, and that he had been fed and\nlodged while there according to the terms originally agreed upon. When\nthe vicar had signed the document, Monsieur Caron took it and asked\nwhere his client was to send the things left by the abbe in her house\nand belonging to him. Birotteau replied that they could be sent to\nMadame de Listomere's,--that lady making him a sign that she would\nreceive him, never doubting that he would soon be a canon. Monsieur de\nBourbonne asked to see the paper, the deed of relinquishment, which the\nabbe had just signed. Monsieur Caron gave it to him.\n\n\"How is this?\" he said to the vicar after reading it. \"It appears that\nwritten documents already exist between you and Mademoiselle Gamard.\nWhere are they? and what do they stipulate?\"\n\n\"The deed is in my library,\" replied Birotteau.\n\n\"Do you know the tenor of it?\" said Monsieur de Bourbonne to the lawyer.\n\n\"No, monsieur,\" said Caron, stretching out his hand to regain the fatal\ndocument.\n\n\"Ha!\" thought the old man; \"you know, my good friend, what that deed\ncontains, but you are not paid to tell us,\" and he returned the paper to\nthe lawyer.\n\n\"Where can I put my things?\" cried Birotteau; \"my books, my beautiful\nbook-shelves, and pictures, my red furniture, and all my treasures?\"\n\nThe helpless despair of the poor man thus torn up as it were by the\nroots was so artless, it showed so plainly the purity of his ways\nand his ignorance of the things of life, that Madame de Listomere and\nMademoiselle de Salomon talked to him and consoled him in the tone which\nmothers take when they promise a plaything to their children.\n\n\"Don't fret about such trifles,\" they said. \"We will find you some place\nless cold and dismal than Mademoiselle Gamard's gloomy house. If we\ncan't find anything you like, one or other of us will take you to live\nwith us. Come, let's play a game of backgammon. To-morrow you can go and\nsee the Abbe Troubert and ask him to push your claims to the canonry,\nand you'll see how cordially he will receive you.\"\n\nFeeble folk are as easily reassured as they are frightened. So the poor\nabbe, dazzled at the prospect of living with Madame de Listomere, forgot\nthe destruction, now completed, of the happiness he had so long desired,\nand so delightfully enjoyed. But at night before going to sleep, the\ndistress of a man to whom the fuss of moving and the breaking up of all\nhis habits was like the end of the world, came upon him, and he racked\nhis brains to imagine how he could ever find such a good place for his\nbook-case as the gallery in the old maid's house. Fancying he saw his\nbooks scattered about, his furniture defaced, his regular life turned\ntopsy-turvy, he asked himself for the thousandth time why the first year\nspent in Mademoiselle Gamard's house had been so sweet, the second\nso cruel. His troubles were a pit in which his reason floundered. The\ncanonry seemed to him small compensation for so much misery, and\nhe compared his life to a stocking in which a single dropped stitch\nresulted in destroying the whole fabric. Mademoiselle Salomon remained\nto him. But, alas, in losing his old illusions the poor priest dared not\ntrust in any later friendship.\n\nIn the \"citta dolente\" of spinsterhood we often meet, especially in\nFrance, with women whose lives are a sacrifice nobly and daily offered\nto noble sentiments. Some remain proudly faithful to a heart which death\ntore from them; martyrs of love, they learn the secrets of womanhood\nonly though their souls. Others obey some family pride (which in our\ndays, and to our shame, decreases steadily); these devote themselves to\nthe welfare of a brother, or to orphan nephews; they are mothers while\nremaining virgins. Such old maids attain to the highest heroism of their\nsex by consecrating all feminine feelings to the help of sorrow.\nThey idealize womanhood by renouncing the rewards of woman's destiny,\naccepting its pains. They live surrounded by the splendour of their\ndevotion, and men respectfully bow the head before their faded features.\nMademoiselle de Sombreuil was neither wife nor maid; she was and ever\nwill be a living poem. Mademoiselle Salomon de Villenoix belonged to\nthe race of these heroic beings. Her devotion was religiously sublime,\ninasmuch as it won her no glory after being, for years, a daily agony.\nBeautiful and young, she loved and was beloved; her lover lost his\nreason. For five years she gave herself, with love's devotion, to the\nmere mechanical well-being of that unhappy man, whose madness she so\npenetrated that she never believed him mad. She was simple in manner,\nfrank in speech, and her pallid face was not lacking in strength and\ncharacter, though its features were regular. She never spoke of the\nevents of her life. But at times a sudden quiver passed over her as she\nlistened to the story of some sad or dreadful incident, thus betraying\nthe emotions that great sufferings had developed within her. She had\ncome to live at Tours after losing the companion of her life; but she\nwas not appreciated there at her true value and was thought to be\nmerely an amiable woman. She did much good, and attached herself,\nby preference, to feeble beings. For that reason the poor vicar had\nnaturally inspired her with a deep interest.\n\nMademoiselle de Villenoix, who returned to Tours the next morning, took\nBirotteau with her and set him down on the quay of the cathedral leaving\nhim to make his own way to the Cloister, where he was bent on going,\nto save at least the canonry and to superintend the removal of his\nfurniture. He rang, not without violent palpitations of the heart, at\nthe door of the house whither, for fourteen years, he had come daily,\nand where he had lived blissfully, and from which he was now exiled\nforever, after dreaming that he should die there in peace like his\nfriend Chapeloud. Marianne was surprised at the vicar's visit. He told\nher that he had come to see the Abbe Troubert, and turned towards the\nground-floor apartment where the canon lived; but Marianne called to\nhim:--\n\n\"Not there, monsieur le vicaire; the Abbe Troubert is in your old\napartment.\"\n\nThese words gave the vicar a frightful shock. He was forced to\ncomprehend both Troubert's character and the depths of the revenge so\nslowly brought about when he found the canon settled in Chapeloud's\nlibrary, seated in Chapeloud's handsome armchair, sleeping, no doubt, in\nChapeloud's bed, and disinheriting at last the friend of Chapeloud, the\nman who, for so many years, had confined him to Mademoiselle Gamard's\nhouse, by preventing his advancement in the church, and closing the\nbest salons in Tours against him. By what magic wand had the present\ntransformation taken place? Surely these things belonged to Birotteau?\nAnd yet, observing the sardonic air with which Troubert glanced at that\nbookcase, the poor abbe knew that the future vicar-general felt certain\nof possessing the spoils of those he had so bitterly hated,--Chapeloud\nas an enemy, and Birotteau, in and through whom Chapeloud still thwarted\nhim. Ideas rose in the heart of the poor man at the sight, and plunged\nhim into a sort of vision. He stood motionless, as though fascinated by\nTroubert's eyes which fixed themselves upon him.\n\n\"I do not suppose, monsieur,\" said Birotteau at last, \"that you intend\nto deprive me of the things that belong to me. Mademoiselle may have\nbeen impatient to give you better lodgings, but she ought to have\nbeen sufficiently just to give me time to pack my books and remove my\nfurniture.\"\n\n\"Monsieur,\" said the Abbe Troubert, coldly, not permitting any sign of\nemotion to appear on his face, \"Mademoiselle Gamard told me yesterday\nof your departure, the cause of which is still unknown to me. If she\ninstalled me here at once, it was from necessity. The Abbe Poirel has\ntaken my apartment. I do not know if the furniture and things that are\nin these rooms belong to you or to Mademoiselle; but if they are\nyours, you know her scrupulous honesty; the sanctity of her life is the\nguarantee of her rectitude. As for me, you are well aware of my simple\nmodes of living. I have slept for fifteen years in a bare room without\ncomplaining of the dampness,--which, eventually will have caused my\ndeath. Nevertheless, if you wish to return to this apartment I will cede\nit to you willingly.\"\n\nAfter hearing these terrible words, Birotteau forgot the canonry and ran\ndownstairs as quickly as a young man to find Mademoiselle Gamard. He\nmet her at the foot of the staircase, on the broad, tiled landing which\nunited the two wings of the house.\n\n\"Mademoiselle,\" he said, bowing to her without paying any attention\nto the bitter and derisive smile that was on her lips, nor to the\nextraordinary flame in her eyes which made them lucent as a tiger's, \"I\ncannot understand how it is that you have not waited until I removed my\nfurniture before--\"\n\n\"What!\" she said, interrupting him, \"is it possible that your things\nhave not been left at Madame de Listomere's?\"\n\n\"But my furniture?\"\n\n\"Haven't you read your deed?\" said the old maid, in a tone which would\nhave to be rendered in music before the shades of meaning that hatred is\nable to put into the accent of every word could be fully shown.\n\nMademoiselle Gamard seemed to rise in stature, her eyes shone, her face\nexpanded, her whole person quivered with pleasure. The Abbe Troubert\nopened a window to get a better light on the folio volume he was\nreading. Birotteau stood as if a thunderbolt had stricken him.\nMademoiselle Gamard made his ears hum when she enunciated in a voice as\nclear as a cornet the following sentence:--\n\n\"Was it not agreed that if you left my house your furniture should\nbelong to me, to indemnify me for the difference in the price of board\npaid by you and that paid by the late venerable Abbe Chapeloud? Now, as\nthe Abbe Poirel has just been appointed canon--\"\n\nHearing the last words Birotteau made a feeble bow as if to take leave\nof the old maid, and left the house precipitately. He was afraid if he\nstayed longer that he should break down utterly, and give too great a\ntriumph to his implacable enemies. Walking like a drunken man he at last\nreached Madame de Listomere's house, where he found in one of the lower\nrooms his linen, his clothing, and all his papers packed in a trunk.\nWhen he eyes fell on these few remnants of his possessions the unhappy\npriest sat down and hid his face in his hands to conceal his tears\nfrom the sight of others. The Abbe Poirel was canon! He, Birotteau, had\nneither home, nor means, nor furniture!\n\nFortunately Mademoiselle Salomon happened to drive past the house, and\nthe porter, who saw and comprehended the despair of the poor abbe, made\na sign to the coachman. After exchanging a few words with Mademoiselle\nSalomon the porter persuaded the vicar to let himself be placed, half\ndead as he was, in the carriage of his faithful friend, to whom he\nwas unable to speak connectedly. Mademoiselle Salomon, alarmed at the\nmomentary derangement of a head that was always feeble, took him back at\nonce to the Alouette, believing that this beginning of mental alienation\nwas an effect produced by the sudden news of Abbe Poirel's nomination.\nShe knew nothing, of course, of the fatal agreement made by the abbe\nwith Mademoiselle Gamard, for the excellent reason that he did not\nknow of it himself; and because it is in the nature of things that the\ncomical is often mingled with the pathetic, the singular replies of the\npoor abbe made her smile.\n\n\"Chapeloud was right,\" he said; \"he is a monster!\"\n\n\"Who?\" she asked.\n\n\"Chapeloud. He has taken all.\"\n\n\"You mean Poirel?\"\n\n\"No, Troubert.\"\n\nAt last they reached the Alouette, where the priest's friends gave him\nsuch tender care that towards evening he grew calmer and was able to\ngive them an account of what had happened during the morning.\n\nThe phlegmatic old fox asked to see the deed which, on thinking the\nmatter over, seemed to him to contain the solution of the enigma.\nBirotteau drew the fatal stamped paper from his pocket and gave it\nto Monsieur de Bourbonne, who read it rapidly and soon came upon the\nfollowing clause:--\n\n\"Whereas a difference exists of eight hundred francs yearly between the\nprice of board paid by the late Abbe Chapeloud and that at which the\nsaid Sophie Gamard agrees to take into her house, on the above-named\nstipulated condition, the said Francois Birotteau; and whereas it is\nunderstood that the undersigned Francois Birotteau is not able for\nsome years to pay the full price charged to the other boarders of\nMademoiselle Gamard, more especially the Abbe Troubert; the said\nBirotteau does hereby engage, in consideration of certain sums of money\nadvanced by the undersigned Sophie Gamard, to leave her, as indemnity,\nall the household property of which he may die possessed, or to transfer\nthe same to her should he, for any reason whatever or at any time,\nvoluntarily give up the apartment now leased to him, and thus derive\nno further profit from the above-named engagements made by Mademoiselle\nGamard for his benefit--\"\n\n\"Confound her! what an agreement!\" cried the old gentleman. \"The said\nSophie Gamard is armed with claws.\"\n\nPoor Birotteau never imagined in his childish brain that anything could\never separate him from that house where he expected to live and die with\nMademoiselle Gamard. He had no remembrance whatever of that clause, the\nterms of which he had not discussed, for they had seemed quite just to\nhim at a time when, in his great anxiety to enter the old maid's house,\nhe would readily have signed any and all legal documents she had offered\nhim. His simplicity was so guileless and Mademoiselle Gamard's conduct\nso atrocious, the fate of the poor old man seemed so deplorable, and his\nnatural helplessness made him so touching, that in the first glow of\nher indignation Madame de Listomere exclaimed: \"I made you put your\nsignature to that document which has ruined you; I am bound to give you\nback the happiness of which I have deprived you.\"\n\n\"But,\" remarked Monsieur de Bourbonne, \"that deed constitutes a fraud;\nthere may be ground for a lawsuit.\"\n\n\"Then Birotteau shall go to the law. If he loses at Tours he may win at\nOrleans; if he loses at Orleans, he'll win in Paris,\" cried the Baron de\nListomere.\n\n\"But if he does go to law,\" continued Monsieur de Bourbonne, coldly, \"I\nshould advise him to resign his vicariat.\"\n\n\"We will consult lawyers,\" said Madame de Listomere, \"and go to law if\nlaw is best. But this affair is so disgraceful for Mademoiselle Gamard,\nand is likely to be so injurious to the Abbe Troubert, that I think we\ncan compromise.\"\n\nAfter mature deliberation all present promised their assistance to the\nAbbe Birotteau in the struggle which was now inevitable between the poor\npriest and his antagonists and all their adherents. A true presentiment,\nan infallible provincial instinct, led them to couple the names of\nGamard and Troubert. But none of the persons assembled on this occasion\nin Madame de Listomere's salon, except the old fox, had any real idea of\nthe nature and importance of such a struggle. Monsieur de Bourbonne took\nthe poor abbe aside into a corner of the room.\n\n\"Of the fourteen persons now present,\" he said, in a low voice, \"not\none will stand by you a fortnight hence. If the time comes when you need\nsome one to support you you may find that I am the only person in Tours\nbold enough to take up your defence; for I know the provinces and men\nand things, and, better still, I know self-interests. But these friends\nof yours, though full of the best intentions, are leading you astray\ninto a bad path, from which you won't be able to extricate yourself.\nTake my advice; if you want to live in peace, resign the vicariat of\nSaint-Gatien and leave Tours. Don't say where you are going, but find\nsome distant parish where Troubert cannot get hold of you.\"\n\n\"Leave Tours!\" exclaimed the vicar, with indescribable terror.\n\nTo him it was a kind of death; the tearing up of all the roots by which\nhe held to life. Celibates substitute habits for feelings; and when to\nthat moral system, which makes them pass through life instead of really\nliving it, is added a feeble character, external things assume an\nextraordinary power over them. Birotteau was like certain vegetables;\ntransplant them, and you stop their ripening. Just as a tree needs daily\nthe same sustenance, and must always send its roots into the same soil,\nso Birotteau needed to trot about Saint-Gatien, and amble along the Mail\nwhere he took his daily walk, and saunter through the streets, and visit\nthe three salons where, night after night, he played his whist or his\nbackgammon.\n\n\"Ah! I did not think of it!\" replied Monsieur de Bourbonne, gazing at\nthe priest with a sort of pity.\n\nAll Tours was soon aware that Madame la Baronne de Listomere, widow of\na lieutenant-general, had invited the Abbe Birotteau, vicar of\nSaint-Gatien, to stay at her house. That act, which many persons\nquestioned, presented the matter sharply and divided the town into\nparties, especially after Mademoiselle Salomon spoke openly of a fraud\nand a lawsuit. With the subtle vanity which is common to old maids, and\nthe fanatic self-love which characterizes them, Mademoiselle Gamard was\ndeeply wounded by the course taken by Madame de Listomere. The baroness\nwas a woman of high rank, elegant in her habits and ways, whose good\ntaste, courteous manners, and true piety could not be gainsaid.\nBy receiving Birotteau as her guest she gave a formal denial to all\nMademoiselle Gamard's assertions, and indirectly censured her conduct by\nmaintaining the vicar's cause against his former landlady.\n\nIt is necessary for the full understanding of this history to explain\nhow the natural discernment and spirit of analysis which old women bring\nto bear on the actions of others gave power to Mademoiselle Gamard, and\nwhat were the resources on her side. Accompanied by the taciturn Abbe\nTroubert she made a round of evening visits to five or six houses, at\neach of which she met a circle of a dozen or more persons, united by\nkindred tastes and the same general situation in life. Among them were\none or two men who were influenced by the gossip and prejudices of their\nservants; five or six old maids who spent their time in sifting the\nwords and scrutinizing the actions of their neighbours and others in the\nclass below them; besides these, there were several old women who\nbusied themselves in retailing scandal, keeping an exact account of\neach person's fortune, striving to control or influence the actions of\nothers, prognosticating marriages, and blaming the conduct of friends\nas sharply as that of enemies. These persons, spread about the town like\nthe capillary fibres of a plant, sucked in, with the thirst of a leaf\nfor the dew, the news and the secrets of each household, and transmitted\nthem mechanically to the Abbe Troubert, as the leaves convey to the\nbranch the moisture they absorb.\n\nAccordingly, during every evening of the week, these good devotees,\nexcited by that need of emotion which exists in all of us, rendered\nan exact account of the current condition of the town with a sagacity\nworthy of the Council of Ten, and were, in fact, a species of police,\narmed with the unerring gift of spying bestowed by passions. When they\nhad divined the secret meaning of some event their vanity led them to\nappropriate to themselves the wisdom of their sanhedrim, and set the\ntone to the gossip of their respective spheres. This idle but ever busy\nfraternity, invisible, yet seeing all things, dumb, but perpetually\ntalking, possessed an influence which its nonentity seemed to render\nharmless, though it was in fact terrible in its effects when it\nconcerned itself with serious interests. For a long time nothing had\nentered the sphere of these existences so serious and so momentous to\neach one of them as the struggle of Birotteau, supported by Madame de\nListomere, against Mademoiselle Gamard and the Abbe Troubert. The three\nsalons of Madame de Listomere and the Demoiselles Merlin de la Blottiere\nand de Villenoix being considered as enemies by all the salons which\nMademoiselle Gamard frequented, there was at the bottom of the quarrel\na class sentiment with all its jealousies. It was the old Roman\nstruggle of people and senate in a molehill, a tempest in a teacup, as\nMontesquieu remarked when speaking of the Republic of San Marino, whose\npublic offices are filled by the day only,--despotic power being easily\nseized by any citizen.\n\nBut this tempest, petty as it seems, did develop in the souls of these\npersons as many passions as would have been called forth by the highest\nsocial interests. It is a mistake to think that none but souls concerned\nin mighty projects, which stir their lives and set them foaming, find\ntime too fleeting. The hours of the Abbe Troubert fled by as eagerly,\nladen with thoughts as anxious, harassed by despairs and hopes as deep\nas the cruellest hours of the gambler, the lover, or the statesman. God\nalone is in the secret of the energy we expend upon our occult triumphs\nover man, over things, over ourselves. Though we know not always\nwhither we are going we know well what the journey costs us. If it be\npermissible for the historian to turn aside for a moment from the drama\nhe is narrating and ask his readers to cast a glance upon the lives of\nthese old maids and abbes, and seek the cause of the evil which\nvitiates them at their source, we may find it demonstrated that man\nmust experience certain passions before he can develop within him those\nvirtues which give grandeur to life by widening his sphere and checking\nthe selfishness which is inherent in every created being.\n\nMadame de Listomere returned to town without being aware that for the\nprevious week her friends had felt obliged to refute a rumour (at which\nshe would have laughed had she known if it) that her affection for her\nnephew had an almost criminal motive. She took Birotteau to her lawyer,\nwho did not regard the case as an easy one. The vicar's friends,\ninspired by the belief that justice was certain in so good a cause,\nor inclined to procrastinate in a matter which did not concern them\npersonally, had put off bringing the suit until they returned to\nTours. Consequently the friends of Mademoiselle Gamard had taken the\ninitiative, and told the affair wherever they could to the injury of\nBirotteau. The lawyer, whose practice was exclusively among the most\ndevout church people, amazed Madame de Listomere by advising her not\nto embark on such a suit; he ended the consultation by saying that \"he\nhimself would not be able to undertake it, for, according to the terms\nof the deed, Mademoiselle Gamard had the law on her side, and in equity,\nthat is to say outside of strict legal justice, the Abbe Birotteau would\nundoubtedly seem to the judges as well as to all respectable laymen\nto have derogated from the peaceable, conciliatory, and mild character\nhitherto attributed to him; that Mademoiselle Gamard, known to be a\nkindly woman and easy to live with, had put Birotteau under obligations\nto her by lending him the money he needed to pay the legacy duties on\nChapeloud's bequest without taking from him a receipt; that Birotteau\nwas not of an age or character to sign a deed without knowing what\nit contained or understanding the importance of it; that in leaving\nMademoiselle Gamard's house at the end of two years, when his friend\nChapeloud had lived there twelve and Troubert fifteen, he must have had\nsome purpose known to himself only; and that the lawsuit, if undertaken,\nwould strike the public as an act of ingratitude;\" and so forth. Letting\nBirotteau go before them to the staircase, the lawyer detained Madame de\nListomere a moment to entreat her, if she valued her own peace of mind,\nnot to involve herself in the matter.\n\nBut that evening the poor vicar, suffering the torments of a man under\nsentence of death who awaits in the condemned cell at Bicetre the result\nof his appeal for mercy, could not refrain from telling his assembled\nfriends the result of his visit to the lawyer.\n\n\"I don't know a single pettifogger in Tours,\" said Monsieur de\nBourbonne, \"except that Radical lawyer, who would be willing to take\nthe case,--unless for the purpose of losing it; I don't advise you to\nundertake it.\"\n\n\"Then it is infamous!\" cried the navel lieutenant. \"I myself will take\nthe abbe to the Radical--\"\n\n\"Go at night,\" said Monsieur de Bourbonne, interrupting him.\n\n\"Why?\"\n\n\"I have just learned that the Abbe Troubert is appointed vicar-general\nin place of the other man, who died yesterday.\"\n\n\"I don't care a fig for the Abbe Troubert.\"\n\nUnfortunately the Baron de Listomere (a man thirty-six years of age) did\nnot see the sign Monsieur de Bourbonne made him to be cautious in what\nhe said, motioning as he did so to a friend of Troubert, a councillor of\nthe Prefecture, who was present. The lieutenant therefore continued:--\n\n\"If the Abbe Troubert is a scoundrel--\"\n\n\"Oh,\" said Monsieur de Bourbonne, cutting him short, \"why bring Monsieur\nTroubert into a matter which doesn't concern him?\"\n\n\"Not concern him?\" cried the baron; \"isn't he enjoying the use of the\nAbbe Birotteau's household property? I remember that when I called on\nthe Abbe Chapeloud I noticed two valuable pictures. Say that they are\nworth ten thousand francs; do you suppose that Monsieur Birotteau\nmeant to give ten thousand francs for living two years with that Gamard\nwoman,--not to speak of the library and furniture, which are worth as\nmuch more?\"\n\nThe Abbe Birotteau opened his eyes at hearing he had once possessed so\nenormous a fortune.\n\nThe baron, getting warmer than ever, went on to say: \"By Jove! there's\nthat Monsieur Salmon, formerly an expert at the Museum in Paris; he is\ndown here on a visit to his mother-in-law. I'll go and see him this very\nevening with the Abbe Birotteau and ask him to look at those pictures\nand estimate their value. From there I'll take the abbe to the lawyer.\"\n\nTwo days after this conversation the suit was begun. This employment of\nthe Liberal laywer did harm to the vicar's cause. Those who were opposed\nto the government, and all who were known to dislike the priests, or\nreligion (two things quite distinct which many persons confound), got\nhold of the affair and the whole town talked of it. The Museum expert\nestimated the Virgin of Valentin and the Christ of Lebrun, two paintings\nof great beauty, at eleven thousand francs. As to the bookshelves\nand the gothic furniture, the taste for such things was increasing\nso rapidly in Paris that their immediate value was at least twelve\nthousand. In short, the appraisal of the whole property by the expert\nreached the sum of over thirty-six thousand francs. Now it was very\nevident that Birotteau never intended to give Mademoiselle Gamard such\nan enormous sum of money for the small amount he might owe her under the\nterms of the deed; therefore he had, legally speaking, equitable grounds\non which to demand an amendment of the agreement; if this were denied,\nMademoiselle Gamard was plainly guilty of intentional fraud. The Radical\nlawyer accordingly began the affair by serving a writ on Mademoiselle\nGamard. Though very harsh in language, this document, strengthened by\ncitations of precedents and supported by certain clauses in the Code,\nwas a masterpiece of legal argument, and so evidently just in its\ncondemnation of the old maid that thirty or forty copies were made and\nmaliciously distributed through the town.\n\n\n\n\nIV\n\nA few days after this commencement of hostilities between Birotteau and\nthe old maid, the Baron de Listomere, who expected to be included as\ncaptain of a corvette in a coming promotion lately announced by the\nminister of the Navy, received a letter from one of his friends warning\nhim that there was some intention of putting him on the retired list.\nGreatly astonished by this information he started for Paris immediately,\nand went at once to the minister, who seemed to be amazed himself, and\neven laughed at the baron's fears. The next day, however, in spite of\nthe minister's assurance, Monsieur de Listomere made inquiries in the\ndifferent offices. By an indiscretion (often practised by heads of\ndepartments in favor of their friends) one of the secretaries showed\nhim a document confirming the fatal news, which was only waiting the\nsignature of the director, who was ill, to be submitted to the minister.\n\nThe Baron de Listomere went immediately to an uncle of his, a deputy,\nwho could see the minister of the Navy at the chamber without loss of\ntime, and begged him to find out the real intentions of his Excellency\nin a matter which threatened the loss of his whole future. He waited in\nhis uncle's carriage with the utmost anxiety for the end of the session.\nHis uncle came out before the Chamber rose, and said to him at once as\nthey drove away: \"Why the devil have you meddled in a priest's quarrel?\nThe minister began by telling me you had put yourself at the head of the\nRadicals in Tours; that your political opinions were objectionable; you\nwere not following in the lines of the government,--with other remarks\nas much involved as if he were addressing the Chamber. On that I said\nto him, 'Nonsense; let us come to the point.' The end was that his\nExcellency told me frankly you were in bad odor with the diocese. In\nshort, I made a few inquiries among my colleagues, and I find that\nyou have been talking slightingly of a certain Abbe Troubert, the\nvicar-general, but a very important personage in the province, where he\nrepresents the Jesuits. I have made myself responsible to the minister\nfor your future conduct. My good nephew, if you want to make your way be\ncareful not to excite ecclesiastical enmities. Go at once to Tours and\ntry to make your peace with that devil of a vicar-general; remember that\nsuch priests are men with whom we absolutely _must_ live in harmony.\nGood heavens! when we are all striving and working to re-establish\nreligion it is actually stupid, in a lieutenant who wants to be made a\ncaptain, to affront the priests. If you don't make up matters with that\nAbbe Troubert you needn't count on me; I shall abandon you. The minister\nof ecclesiastical affairs told me just now that Troubert was certain to\nbe made bishop before long; if he takes a dislike to our family he could\nhinder me from being included in the next batch of peers. Don't you\nunderstand?\"\n\nThese words explained to the naval officer the nature of Troubert's\nsecret occupations, about which Birotteau often remarked in his silly\nway: \"I can't think what he does with himself,--sitting up all night.\"\n\nThe canon's position in the midst of his female senate, converted so\nadroitly into provincial detectives, and his personal capacity,\nhad induced the Congregation of Jesus to select him out of all the\necclesiastics in the town, as the secret proconsul of Touraine.\nArchbishop, general, prefect, all men, great and small, were under his\noccult dominion. The Baron de Listomere decided at once on his course.\n\n\"I shall take care,\" he said to his uncle, \"not to get another round\nshot below my water-line.\"\n\nThree days after this diplomatic conference between the uncle and\nnephew, the latter, returning hurriedly in a post-chaise, informed his\naunt, the very night of his arrival, of the dangers the family were\nrunning if they persisted in supporting that \"fool of a Birotteau.\" The\nbaron had detained Monsieur de Bourbonne as the old gentleman was taking\nhis hat and cane after the usual rubber of whist. The clear-sightedness\nof that sly old fox seemed indispensable for an understanding of the\nreefs among which the Listomere family suddenly found themselves; and\nperhaps the action of taking his hat and cane was only a ruse to have it\nwhispered in his ear: \"Stay after the others; we want to talk to you.\"\n\nThe baron's sudden return, his apparent satisfaction, which was quite\nout of keeping with a harassed look that occasionally crossed his face,\ninformed Monsieur de Bourbonne vaguely that the lieutenant had met with\nsome check in his crusade against Gamard and Troubert. He showed\nno surprise when the baron revealed the secret power of the Jesuit\nvicar-general.\n\n\"I knew that,\" he said.\n\n\"Then why,\" cried the baroness, \"did you not warn us?\"\n\n\"Madame,\" he said, sharply, \"forget that I was aware of the invisible\ninfluence of that priest, and I will forget that you knew it equally\nwell. If we do not keep this secret now we shall be thought his\naccomplices, and shall be more feared and hated than we are. Do as I do;\npretend to be duped; but look carefully where you set your feet. I did\nwarn you sufficiently, but you would not understand me, and I did not\nchoose to compromise myself.\"\n\n\"What must we do now?\" said the baron.\n\nThe abandonment of Birotteau was not even made a question; it was a\nfirst condition tacitly accepted by the three deliberators.\n\n\"To beat a retreat with the honors of war has always been the triumph of\nthe ablest generals,\" replied Monsieur de Bourbonne. \"Bow to Troubert,\nand if his hatred is less strong than his vanity you will make him your\nally; but if you bow too low he will walk over you rough-shod; make\nbelieve that you intend to leave the service, and you'll escape him,\nMonsieur le baron. Send away Birotteau, madame, and you will set things\nright with Mademoiselle Gamard. Ask the Abbe Troubert, when you meet him\nat the archbishop's, if he can play whist. He will say yes. Then invite\nhim to your salon, where he wants to be received; he'll be sure to come.\nYou are a woman, and you can certainly win a priest to your interests.\nWhen the baron is promoted, his uncle peer of France, and Troubert\na bishop, you can make Birotteau a canon if you choose. Meantime\nyield,--but yield gracefully, all the while with a slight menace. Your\nfamily can give Troubert quite as much support as he can give you.\nYou'll understand each other perfectly on that score. As for you,\nsailor, carry your deep-sea line about you.\"\n\n\"Poor Birotteau?\" said the baroness.\n\n\"Oh, get rid of him at once,\" replied the old man, as he rose to take\nleave. \"If some clever Radical lays hold of that empty head of his, he\nmay cause you much trouble. After all, the court would certainly give a\nverdict in his favour, and Troubert must fear that. He may forgive\nyou for beginning the struggle, but if they were defeated he would be\nimplacable. I have said my say.\"\n\nHe snapped his snuff-box, put on his overshoes, and departed.\n\nThe next day after breakfast the baroness took the vicar aside and said\nto him, not without visible embarrassment:--\n\n\"My dear Monsieur Birotteau, you will think what I am about to ask of\nyou very unjust and very inconsistent; but it is necessary, both for you\nand for us, that your lawsuit with Mademoiselle Gamard be withdrawn by\nresigning your claims, and also that you should leave my house.\"\n\nAs he heard these words the poor abbe turned pale.\n\n\"I am,\" she continued, \"the innocent cause of your misfortunes, and,\nmoreover, if it had not been for my nephew you would never have begun\nthis lawsuit, which has now turned to your injury and to ours. But\nlisten to me.\"\n\nShe told him succinctly the immense ramifications of the affair, and\nexplained the serious nature of its consequences. Her own meditations\nduring the night had told her something of the probable antecedents of\nTroubert's life; she was able, without misleading Birotteau, to show\nhim the net so ably woven round him by revenge, and to make him see the\npower and great capacity of his enemy, whose hatred to Chapeloud, under\nwhom he had been forced to crouch for a dozen years, now found vent in\nseizing Chapeloud's property and in persecuting Chapeloud in the person\nof his friend. The harmless Birotteau clasped his hands as if to pray,\nand wept with distress at the sight of human horrors that his own\npure soul was incapable of suspecting. As frightened as though he had\nsuddenly found himself at the edge of a precipice, he listened, with\nfixed, moist eyes in which there was no expression, to the revelations\nof his friend, who ended by saying: \"I know the wrong I do in abandoning\nyour cause; but, my dear abbe, family duties must be considered before\nthose of friendship. Yield, as I do, to this storm, and I will prove to\nyou my gratitude. I am not talking of your worldly interests, for those\nI take charge of. You shall be made free of all such anxieties for the\nrest of your life. By means of Monsieur de Bourbonne, who will know\nhow to save appearances, I shall arrange matters so that you shall lack\nnothing. My friend, grant me the right to abandon you. I shall ever be\nyour friend, though forced to conform to the axioms of the world. You\nmust decide.\"\n\nThe poor, bewildered abbe cried aloud: \"Chapeloud was right when he said\nthat if Troubert could drag him by the feet out of his grave he would do\nit! He sleeps in Chapeloud's bed!\"\n\n\"There is no use in lamenting,\" said Madame de Listomere, \"and we have\nlittle time now left to us. How will you decide?\"\n\nBirotteau was too good and kind not to obey in a great crisis the\nunreflecting impulse of the moment. Besides, his life was already in the\nagony of what to him was death. He said, with a despairing look at his\nprotectress which cut her to the heart, \"I trust myself to you--I am but\nthe stubble of the streets.\"\n\nHe used the Tourainean word \"bourrier\" which has no other meaning than\na \"bit of straw.\" But there are pretty little straws, yellow, polished,\nand shining, the delight of children, whereas the bourrier is straw\ndiscolored, muddy, sodden in the puddles, whirled by the tempest,\ncrushed under feet of men.\n\n\"But, madame, I cannot let the Abbe Troubert keep Chapeloud's portrait.\nIt was painted for me, it belongs to me; obtain that for me, and I will\ngive up all the rest.\"\n\n\"Well,\" said Madame de Listomere. \"I will go myself to Mademoiselle\nGamard.\" The words were said in a tone which plainly showed the immense\neffort the Baronne de Listomere was making in lowering herself to\nflatter the pride of the old maid. \"I will see what can be done,\"\nshe said; \"I hardly dare hope anything. Go and consult Monsieur de\nBourbonne; ask him to put your renunciation into proper form, and bring\nme the paper. I will see the archbishop, and with his help we may be\nable to stop the matter here.\"\n\nBirotteau left the house dismayed. Troubert assumed in his eyes the\ndimensions of an Egyptian pyramid. The hands of that man were in Paris,\nhis elbows in the Cloister of Saint-Gatien.\n\n\"He!\" said the victim to himself, \"_He_ to prevent the Baron de\nListomere from becoming peer of France!--and, perhaps, 'by the help of\nthe archbishop we may be able to stop the matter here'!\"\n\nIn presence of such great interests Birotteau felt he was a mere worm;\nhe judged himself harshly.\n\nThe news of Birotteau's removal from Madame de Listomere's house seemed\nall the more amazing because the reason of it was wholly impenetrable.\nMadame de Listomere said that her nephew was intending to marry and\nleave the navy, and she wanted the vicar's apartment to enlarge her own.\nBirotteau's relinquishment was still unknown. The advice of Monsieur de\nBourbonne was followed. Whenever the two facts reached the ears of the\nvicar-general his self-love was certain to be gratified by the assurance\nthey gave that even if the Listomere family did not capitulate they\nwould at least remain neutral and tacitly recognize the occult power of\nthe Congregation,--to recognize it was, in fact, to submit to it. But the\nlawsuit was still sub-judice; his opponents yielded and threatened at\nthe same time.\n\nThe Listomeres had thus taken precisely the same attitude as the\nvicar-general himself; they held themselves aloof, and yet were able\nto direct others. But just at this crisis an event occurred which\ncomplicated the plans laid by Monsieur de Bourbonne and the Listomeres\nto quiet the Gamard and Troubert party, and made them more difficult to\ncarry out.\n\nMademoiselle Gamard took cold one evening in coming out of the\ncathedral; the next day she was confined to her bed, and soon after\nbecame dangerously ill. The whole town rang with pity and false\ncommiseration: \"Mademoiselle Gamard's sensitive nature has not been\nable to bear the scandal of this lawsuit. In spite of the justice of\nher cause she was likely to die of grief. Birotteau has killed his\nbenefactress.\" Such were the speeches poured through the capillary tubes\nof the great female conclave, and taken up and repeated by the whole\ntown of Tours.\n\nMadame de Listomere went the day after Mademoiselle Gamard took cold\nto pay the promised visit, and she had the mortification of that act\nwithout obtaining any benefit from it, for the old maid was too ill to\nsee her. She then asked politely to speak to the vicar-general.\n\nGratified, no doubt, to receive in Chapeloud's library, at the corner of\nthe fireplace above which hung the two contested pictures, the woman\nwho had hitherto ignored him, Troubert kept the baroness waiting a moment\nbefore he consented to admit her. No courtier and no diplomatist ever\nput into a discussion of their personal interests or into the management\nof some great national negotiation more shrewdness, dissimulation, and\nability than the baroness and the priest displayed when they met face to\nface for the struggle.\n\nLike the seconds or sponsors who in the Middle Age armed the champion,\nand strengthened his valor by useful counsel until he entered the lists,\nso the sly old fox had said to the baroness at the last moment: \"Don't\nforget your cue. You are a mediator, and not an interested party.\nTroubert also is a mediator. Weigh your words; study the inflection of\nthe man's voice. If he strokes his chin you have got him.\"\n\nSome sketchers are fond of caricaturing the contrast often observable\nbetween \"what is said\" and \"what is thought\" by the speaker. To catch\nthe full meaning of the duel of words which now took place between the\npriest and the lady, it is necessary to unveil the thoughts that each\nhid from the other under spoken sentences of apparent insignificance.\nMadame de Listomere began by expressing the regret she had felt at\nBirotteau's lawsuit; and then went on to speak of her desire to settle\nthe matter to the satisfaction of both parties.\n\n\"The harm is done, madame,\" said the priest, in a grave voice. \"The\npious and excellent Mademoiselle Gamard is dying.\" (\"I don't care a fig\nfor the old thing,\" thought he, \"but I mean to put her death on your\nshoulders and harass your conscience if you are such a fool as to listen\nto it.\")\n\n\"On hearing of her illness,\" replied the baroness, \"I entreated Monsieur\nBirotteau to relinquish his claims; I have brought the document,\nintending to give it to that excellent woman.\" (\"I see what you mean,\nyou wily scoundrel,\" thought she, \"but we are safe now from your\ncalumnies. If you take this document you'll cut your own fingers by\nadmitting you are an accomplice.\")\n\nThere was silence for a moment.\n\n\"Mademoiselle Gamard's temporal affairs do not concern me,\" said the\npriest at last, lowering the large lids over his eagle eyes to veil his\nemotions. (\"Ho! ho!\" thought he, \"you can't compromise me. Thank God,\nthose damned lawyers won't dare to plead any cause that could smirch me.\nWhat do these Listomeres expect to get by crouching in this way?\")\n\n\"Monsieur,\" replied the baroness, \"Monsieur Birotteau's affairs are\nno more mine than those of Mademoiselle Gamard are yours; but,\nunfortunately, religion is injured by such a quarrel, and I come to you\nas a mediator--just as I myself am seeking to make peace.\" (\"We are not\ndeceiving each other, Monsieur Troubert,\" thought she. \"Don't you feel\nthe sarcasm of that answer?\")\n\n\"Injury to religion, madame!\" exclaimed the vicar-general. \"Religion\nis too lofty for the actions of men to injure.\" (\"My religion is I,\"\nthought he.) \"God makes no mistake in His judgments, madame; I recognize\nno tribunal but His.\"\n\n\"Then, monsieur,\" she replied, \"let us endeavor to bring the judgments\nof men into harmony with the judgments of God.\" (\"Yes, indeed, your\nreligion is you.\")\n\nThe Abbe Troubert suddenly changed his tone.\n\n\"Your nephew has been to Paris, I believe.\" (\"You found out about me\nthere,\" thought he; \"you know now that I can crush you, you who dared to\nslight me, and you have come to capitulate.\")\n\n\"Yes, monsieur; thank you for the interest you take in him. He returns\nto-night; the minister, who is very considerate of us, sent for him; he\ndoes not want Monsieur de Listomere to leave the service.\" (\"Jesuit, you\ncan't crush us,\" thought she. \"I understand your civility.\")\n\nA moment's silence.\n\n\"I did not think my nephew's conduct in this affair quite the thing,\"\nshe added; \"but naval men must be excused; they know nothing of law.\"\n(\"Come, we had better make peace,\" thought she; \"we sha'n't gain\nanything by battling in this way.\")\n\nA slight smile wandered over the priests face and was lost in its\nwrinkles.\n\n\"He has done us the service of getting a proper estimate on the value of\nthose paintings,\" he said, looking up at the pictures. \"They will be\na noble ornament to the chapel of the Virgin.\" (\"You shot a sarcasm at\nme,\" thought he, \"and there's another in return; we are quits, madame.\")\n\n\"If you intend to give them to Saint-Gatien, allow me to offer frames\nthat will be more suitable and worthy of the place, and of the works\nthemselves.\" (\"I wish I could force you to betray that you have taken\nBirotteau's things for your own,\" thought she.)\n\n\"They do not belong to me,\" said the priest, on his guard.\n\n\"Here is the deed of relinquishment,\" said Madame de Listomere; \"it ends\nall discussion, and makes them over to Mademoiselle Gamard.\" She laid\nthe document on the table. (\"See the confidence I place in you,\" thought\nshe.) \"It is worthy of you, monsieur,\" she added, \"worthy of your noble\ncharacter, to reconcile two Christians,--though at present I am not\nespecially concerned for Monsieur Birotteau--\"\n\n\"He is living in your house,\" said Troubert, interrupting her.\n\n\"No, monsieur, he is no longer there.\" (\"That peerage and my nephew's\npromotion force me to do base things,\" thought she.)\n\nThe priest remained impassible, but his calm exterior was an indication\nof violent emotion. Monsieur Bourbonne alone had fathomed the secret of\nthat apparent tranquillity. The priest had triumphed!\n\n\"Why did you take upon yourself to bring that relinquishment,\" he\nasked, with a feeling analogous to that which impels a woman to fish for\ncompliments.\n\n\"I could not avoid a feeling of compassion. Birotteau, whose feeble\nnature must be well known to you, entreated me to see Madaemoiselle\nGamard and to obtain as the price of his renunciation--\"\n\nThe priest frowned.\n\n\"of rights upheld by distinguished lawyers, the portrait of--\"\n\nTroubert looked fixedly at Madame de Listomere.\n\n\"the portrait of Chapeloud,\" she said, continuing: \"I leave you to judge\nof his claim.\" (\"You will be certain to lose your case if we go to law,\nand you know it,\" thought she.)\n\nThe tone of her voice as she said the words \"distinguished lawyers\"\nshowed the priest that she knew very well both the strength and weakness\nof the enemy. She made her talent so plain to this connoisseur emeritus\nin the course of a conversation which lasted a long time in the tone\nhere given, that Troubert finally went down to Mademoiselle Gamard to\nobtain her answer to Birotteau's request for the portrait.\n\nHe soon returned.\n\n\"Madame,\" he said, \"I bring you the words of a dying woman. 'The Abbe\nChapeloud was so true a friend to me,' she said, 'that I cannot consent\nto part with his picture.' As for me,\" added Troubert, \"if it were mine\nI would not yield it. My feelings to my late friend were so faithful\nthat I should feel my right to his portrait was above that of others.\"\n\n\"Well, there's no need to quarrel over a bad picture.\" (\"I care as\nlittle about it as you do,\" thought she.) \"Keep it, and I will have a\ncopy made of it. I take some credit to myself for having averted this\ndeplorable lawsuit; and I have gained, personally, the pleasure of your\nacquaintance. I hear you have a great talent for whist. You will forgive\na woman for curiosity,\" she said, smiling. \"If you will come and play at\nmy house sometimes you cannot doubt your welcome.\"\n\nTroubert stroked his chin. (\"Caught! Bourbonne was right!\" thought she;\n\"he has his quantum of vanity!\")\n\nIt was true. The vicar-general was feeling the delightful sensation\nwhich Mirabeau was unable to subdue when in the days of his power he\nfound gates opening to his carriage which were barred to him in earlier\ndays.\n\n\"Madame,\" he replied, \"my avocations prevent my going much into society;\nbut for you, what will not a man do?\" (\"The old maid is going to die;\nI'll get a footing at the Listomere's, and serve them if they serve me,\"\nthought he. \"It is better to have them for friends than enemies.\")\n\nMadame de Listomere went home, hoping that the archbishop would complete\nthe work of peace so auspiciously begun. But Birotteau was fated to gain\nnothing by his relinquishment. Mademoiselle Gamard died the next day.\nNo one felt surprised when her will was opened to find that she had\nleft everything to the Abbe Troubert. Her fortune was appraised at three\nhundred thousand francs. The vicar-general sent to Madame de Listomere\ntwo notes of invitation for the services and for the funeral procession\nof his friend; one for herself and one for her nephew.\n\n\"We must go,\" she said.\n\n\"It can't be helped,\" said Monsieur de Bourbonne. \"It is a test to\nwhich Troubert puts you. Baron, you must go to the cemetery,\" he added,\nturning to the lieutenant, who, unluckily for him, had not left Tours.\n\nThe services took place, and were performed with unusual ecclesiastical\nmagnificence. Only one person wept, and that was Birotteau, who,\nkneeling in a side chapel and seen by none, believed himself guilty of\nthe death and prayed sincerely for the soul of the deceased, bitterly\ndeploring that he was not able to obtain her forgiveness before she\ndied.\n\nThe Abbe Troubert followed the body of his friend to the grave; at\nthe verge of which he delivered a discourse in which, thanks to his\neloquence, the narrow life the old maid had lived was enlarged to\nmonumental proportions. Those present took particular note of the\nfollowing words in the peroration:--\n\n\"This life of days devoted to God and to His religion, a life adorned\nwith noble actions silently performed, and with modest and hidden\nvirtues, was crushed by a sorrow which we might call undeserved if we\ncould forget, here at the verge of this grave, that our afflictions are\nsent by God. The numerous friends of this saintly woman, knowing the\ninnocence and nobility of her soul, foresaw that she would issue safely\nfrom her trials in spite of the accusations which blasted her life. It\nmay be that Providence has called her to the bosom of God to withdraw\nher from those trials. Happy they who can rest here below in the peace\nof their own hearts as Sophie now is resting in her robe of innocence\namong the blest.\"\n\n\"When he had ended his pompous discourse,\" said Monsieur de Bourbonne,\nafter relating the incidents of the internment to Madame de Listomere\nwhen whist was over, the doors shut, and they were alone with the baron,\n\"this Louis XI. in a cassock--imagine him if you can!--gave a last\nflourish to the sprinkler and aspersed the coffin with holy water.\"\nMonsieur de Bourbonne picked up the tongs and imitated the priest's\ngesture so satirically that the baron and his aunt could not help\nlaughing. \"Not until then,\" continued the old gentleman, \"did he\ncontradict himself. Up to that time his behavior had been perfect; but\nit was no doubt impossible for him to put the old maid, whom he despised\nso heartily and hated almost as much as he hated Chapeloud, out of sight\nforever without allowing his joy to appear in that last gesture.\"\n\nThe next day Mademoiselle Salomon came to breakfast with Madame de\nListomere, chiefly to say, with deep emotion: \"Our poor Abbe Birotteau\nhas just received a frightful blow, which shows the most determined\nhatred. He is appointed curate of Saint-Symphorien.\"\n\nSaint-Symphorien is a suburb of Tours lying beyond the bridge. That\nbridge, one of the finest monuments of French architecture, is nineteen\nhundred feet long, and the two open squares which surround each end are\nprecisely alike.\n\n\"Don't you see the misery of it?\" she said, after a pause, amazed at the\ncoldness with which Madame de Listomere received the news. \"It is just\nas if the abbe were a hundred miles from Tours, from his friends, from\neverything! It is a frightful exile, and all the more cruel because he\nis kept within sight of the town where he can hardly ever come. Since\nhis troubles he walks very feebly, yet he will have to walk three miles\nto see his old friends. He has taken to his bed, just now, with fever.\nThe parsonage at Saint-Symphorien is very cold and damp, and the parish\nis too poor to repair it. The poor old man will be buried in a living\ntomb. Oh, it is an infamous plot!\"\n\nTo end this history it will suffice to relate a few events in a simple\nway, and to give one last picture of its chief personages.\n\nFive months later the vicar-general was made Bishop of Troyes; and\nMadame de Listomere was dead, leaving an annuity of fifteen hundred\nfrancs to the Abbe Birotteau. The day on which the dispositions in her\nwill were made known Monseigneur Hyacinthe, Bishop of Troyes, was on\nthe point of leaving Tours to reside in his diocese, but he delayed his\ndeparture on receiving the news. Furious at being foiled by a woman to\nwhom he had lately given his countenance while she had been secretly\nholding the hand of a man whom he regarded as his enemy, Troubert again\nthreatened the baron's future career, and put in jeopardy the peerage\nof his uncle. He made in the salon of the archbishop, and before an\nassembled party, one of those priestly speeches which are big with\nvengeance and soft with honied mildness. The Baron de Listomere went the\nnext day to see this implacable enemy, who must have imposed sundry hard\nconditions on him, for the baron's subsequent conduct showed the most\nentire submission to the will of the terrible Jesuit.\n\nThe new bishop made over Mademoiselle Gamard's house by deed of gift to\nthe Chapter of the cathedral; he gave Chapeloud's books and bookcases\nto the seminary; he presented the two disputed pictures to the Chapel of\nthe Virgin; but he kept Chapeloud's portrait. No one knew how to\nexplain this almost total renunciation of Mademoiselle Gamard's bequest.\nMonsieur de Bourbonne supposed that the bishop had secretly kept moneys\nthat were invested, so as to support his rank with dignity in Paris,\nwhere of course he would take his seat on the Bishops' bench in the\nUpper Chamber. It was not until the night before Monseigneur Troubert's\ndeparture from Tours that the sly old fox unearthed the hidden reason\nof this strange action, the deathblow given by the most persistent\nvengeance to the feeblest of victims. Madame de Listomere's legacy to\nBirotteau was contested by the Baron de Listomere under a pretence of\nundue influence!\n\nA few days after the case was brought the baron was promoted to the rank\nof captain. As a measure of ecclesiastical discipline, the curate of\nSaint-Symphorien was suspended. His superiors judged him guilty. The\nmurderer of Sophie Gamard was also a swindler. If Monseigneur Troubert\nhad kept Mademoiselle Gamard's property he would have found it difficult\nto make the ecclestiastical authorities censure Birotteau.\n\nAt the moment when Monseigneur Hyacinthe, Bishop of Troyes, drove along\nthe quay Saint-Symphorien in a post-chaise on his way to Paris poor\nBirotteau had been placed in an armchair in the sun on a terrace above\nthe road. The unhappy priest, smitten by the archbishop, was pale and\nhaggard. Grief, stamped on every feature, distorted the face that was\nonce so mildly gay. Illness had dimmed his eyes, formerly brightened by\nthe pleasures of good living and devoid of serious ideas, with a veil\nwhich simulated thought. It was but the skeleton of the old Birotteau\nwho had rolled only one year earlier so vacuous but so content along the\nCloister. The bishop cast one look of pity and contempt upon his victim;\nthen he consented to forget him, and went his way.\n\nThere is no doubt that Troubert would have been in other times a\nHildebrand or an Alexander the Sixth. In these days the Church is no\nlonger a political power, and does not absorb the whole strength of\nher solitaries. Celibacy, however, presents the inherent vice of\nconcentrating the faculties of man upon a single passion, egotism, which\nrenders celibates either useless or mischievous. We live at a period\nwhen the defect of governments is to make Man for Society rather than\nSociety for Man. There is a perpetual struggle going on between the\nIndividual and the Social system which insists on using him, while he is\nendeavoring to use it to his own profit; whereas, in former days, man,\nreally more free, was also more loyal to the public weal. The round in\nwhich men struggle in these days has been insensibly widened; the soul\nwhich can grasp it as a whole will ever be a magnificent exception;\nfor, as a general thing, in morals as in physics, impulsion loses\nin intensity what it gains in extension. Society can not be based on\nexceptions. Man in the first instance was purely and simply, father;\nhis heart beat warmly, concentrated in the one ray of Family. Later,\nhe lived for a clan, or a small community; hence the great historical\ndevotions of Greece and Rome. After that he was a man of caste or of\na religion, to maintain the greatness of which he often proved himself\nsublime; but by that time the field of his interests became enlarged by\nmany intellectual regions. In our day, his life is attached to that of\na vast country; sooner or later his family will be, it is predicted, the\nentire universe.\n\nWill this moral cosmopolitanism, the hope of Christian Rome, prove to be\nonly a sublime error? It is so natural to believe in the realization of\na noble vision, in the Brotherhood of Man. But, alas! the human machine\ndoes not have such divine proportions. Souls that are vast enough to\ngrasp a range of feelings bestowed on great men only will never belong\nto either fathers of families or simple citizens. Some physiologists\nhave thought that as the brain enlarges the heart narrows; but they are\nmistaken. The apparent egotism of men who bear a science, a nation, a\ncode of laws in their bosom is the noblest of passions; it is, as one\nmay say, the maternity of the masses; to give birth to new peoples, to\nproduce new ideas they must unite within their mighty brains the breasts\nof woman and the force of God. The history of such men as Innocent the\nThird and Peter the Great, and all great leaders of their age and nation\nwill show, if need be, in the highest spheres the same vast thought of\nwhich Troubert was made the representative in the quiet depths of the\nCloister of Saint-Gatien.\n\n\n\n\nADDENDUM\n\nThe following personages appear in other stories of the Human Comedy.\n\n     Birotteau, Abbe Francois\n       The Lily of the Valley\n       Cesar Birotteau\n\n     Bourbonne, De\n       Madame Firmiani\n\n     Listomere, Baronne de\n       Cesar Birotteau\n       The Muse of the Department\n\n     Troubert, Abbe Hyacinthe\n       The Member for Arcis\n\n     Villenoix, Pauline Salomon de\n       Louis Lambert\n       A Seaside Tragedy\n\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Vicar of Tours, by Honore de Balzac\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE VICAR OF TOURS ***\n\n***** This file should be named 1345.txt or 1345.zip *****\nThis and all associated files of various formats will be found in:\n        http:\/\/www.gutenberg.org\/1\/3\/4\/1345\/\n\nProduced by John Bickers, and Dagny\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp:\/\/gutenberg.org\/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark\/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s\/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http:\/\/www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp:\/\/pglaf.org\/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http:\/\/pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http:\/\/pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http:\/\/pglaf.org\/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http:\/\/www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n","id":720,"split":"train"}
