{"ori_id":"eec864a5517c25d30b351c93c57054bb89811368","title":"Androcles and the Lion (play)","context":"Androcles and the Lion (play)\n Androcles, a fugitive Christian tailor, accompanied by his nagging wife, is on the run from his Roman persecutors. While hiding in the forest he comes upon a wild lion who approaches him with a wounded paw. His wife runs off. Androcles sees that the cause of the animal's distress is a large thorn embedded in its paw, which he draws out while soothing the lion in baby language.\nAndrocles is captured and is sent to the Colosseum to be executed with other Christians in gladiatorial combat. They are joined by a new Christian convert called Ferrovius, who struggles to reconcile his Christian principles with his violent inclinations. The Roman captain guarding them is attracted to the genteel convert Lavinia. Eventually the Christians are sent into the arena, but Ferrovius kills all the gladiators before they can harm any Christians. He is offered a job in the Praetorian Guard, which he takes. The Christians are to be released, but the crowd demands blood. To satisfy them, Androcles offers himself to be savaged by lions. But the lion that is supposed to kill him turns out to be the one that Androcles saved, and the two dance around the arena to the delight of the crowd. The emperor comes into the arena to get a closer look, and the lion attacks him. Androcles calls him off and the emperor is saved. He then declares an end to the persecution of Christians. Androcles and his new 'pet' depart together.\nï»¿The Project Gutenberg EBook of Androcles and the Lion, by George Bernard Shaw\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n\nTitle: Androcles and the Lion\n\nAuthor: George Bernard Shaw\n\nPosting Date: June 4, 2009 [EBook #4003]\nRelease Date: May, 2003\nFirst Posted: October 5, 2001\n\nLanguage: English\n\n\n*** START OF THIS PROJECT GUTENBERG EBOOK ANDROCLES AND THE LION ***\n\n\n\n\nProduced by Eve Sobol.  HTML version by Al Haines.\n\n\n\n\n\n\n\n\n\nANDROCLES AND THE LION\n\nBERNARD SHAW\n\n1912\n\n\n\nPROLOGUE\n\nOverture; forest sounds, roaring of lions, Christian hymn\nfaintly.\n\nA jungle path. A lion's roar, a melancholy suffering roar, comes\nfrom the jungle. It is repeated nearer. The lion limps from the\njungle on three legs, holding up his right forepaw, in which a\nhuge thorn sticks. He sits down and contemplates it. He licks it.\nHe shakes it. He tries to extract it by scraping it along the\nground, and hurts himself worse. He roars piteously. He licks it\nagain. Tears drop from his eyes. He limps painfully off the path\nand lies down under the trees, exhausted with pain. Heaving a\nlong sigh, like wind in a trombone, he goes to sleep.\n\nAndrocles and his wife Megaera come along the path. He is a\nsmall, thin, ridiculous little man who might be any age from\nthirty to fifty-five. He has sandy hair, watery compassionate\nblue eyes, sensitive nostrils, and a very presentable forehead;\nbut his good points go no further; his arms and legs and back,\nthough wiry of their kind, look shrivelled and starved. He\ncarries a big bundle, is very poorly clad, and seems tired and\nhungry.\n\nHis wife is a rather handsome pampered slattern, well fed and in\nthe prime of life. She has nothing to carry, and has a stout\nstick to help her along.\n\nMEGAERA (suddenly throwing down her stick) I won't go another\nstep.\n\nANDROCLES (pleading wearily) Oh, not again, dear. What's the good\nof stopping every two miles and saying you won't go another step?\nWe must get on to the next village before night. There are wild\nbeasts in this wood: lions, they say.\n\nMEGAERA. I don't believe a word of it. You are always threatening\nme with wild beasts to make me walk the very soul out of my body\nwhen I can hardly drag one foot before another. We haven't seen a\nsingle lion yet.\n\nANDROCLES. Well, dear, do you want to see one?\n\nMEGAERA (tearing the bundle from his back) You cruel beast, you\ndon't care how tired I am, or what becomes of me (she throws the\nbundle on the ground): always thinking of yourself. Self! self!\nself! always yourself! (She sits down on the bundle).\n\nANDROCLES (sitting down sadly on the ground with his elbows on\nhis knees and his head in his hands) We all have to think of\nourselves occasionally, dear.\n\nMEGAERA. A man ought to think of his wife sometimes.\n\nANDROCLES. He can't always help it, dear. You make me think of\nyou a good deal. Not that I blame you.\n\nMEGAERA. Blame me! I should think not indeed. Is it my fault that\nI'm married to you?\n\nANDROCLES. No, dear: that is my fault.\n\nMEGAERA. That's a nice thing to say to me. Aren't you happy with\nme?\n\nANDROCLES. I don't complain, my love.\n\nMEGAERA. You ought to be ashamed of yourself.\n\nANDROCLES. I am, my dear.\n\nMEGAERA. You're not: you glory in it.\n\nANDROCLES. In what, darling?\n\nMEGAERA. In everything. In making me a slave, and making yourself\na laughing-stock. Its not fair. You get me the name of being a\nshrew with your meek ways, always talking as if butter wouldn't\nmelt in your mouth. And just because I look a big strong woman,\nand because I'm good-hearted and a bit hasty, and because you're\nalways driving me to do things I'm sorry for afterwards, people\nsay \"Poor man: what a life his wife leads him!\" Oh, if they only\nknew! And you think I don't know. But I do, I do, (screaming) I\ndo.\n\nANDROCLES. Yes, my dear: I know you do.\n\nMEGAERA. Then why don't you treat me properly and be a good\nhusband to me?\n\nANDROCLES. What can I do, my dear?\n\nMEGAERA. What can you do! You can return to your duty, and come\nback to your home and your friends, and sacrifice to the gods as\nall respectable people do, instead of having us hunted out of\nhouse and home for being dirty, disreputable, blaspheming\natheists.\n\nANDROCLES. I'm not an atheist, dear: I am a Christian.\n\nMEGAERA. Well, isn't that the same thing, only ten times worse?\nEverybody knows that the Christians are the very lowest of the\nlow.\n\nANDROCLES. Just like us, dear.\n\nMEGAERA. Speak for yourself. Don't you dare to compare me to\ncommon people. My father owned his own public-house; and\nsorrowful was the day for me when you first came drinking in our\nbar.\n\nANDROCLES. I confess I was addicted to it, dear. But I gave it\nup when I became a Christian.\n\nMEGAERA. You'd much better have remained a drunkard. I can\nforgive a man being addicted to drink: its only natural; and I\ndon't deny I like a drop myself sometimes. What I can't stand is\nyour being addicted to Christianity. And what's worse again, your\nbeing addicted to animals. How is any woman to keep her house\nclean when you bring in every stray cat and lost cur and lame\nduck in the whole countryside? You took the bread out of my mouth\nto feed them: you know you did: don't attempt to deny it.\n\nANDROCLES. Only when they were hungry and you were getting too\nstout, dearie.\n\nMEGAERA. Yes, insult me, do. (Rising) Oh! I won't bear it another\nmoment. You used to sit and talk to those dumb brute beasts for\nhours, when you hadn't a word for me.\n\nANDROCLES. They never answered back, darling. (He rises and again\nshoulders the bundle).\n\nMEGAERA. Well, if you're fonder of animals than of your own wife,\nyou can live with them here in the jungle. I've had enough of\nthem and enough of you. I'm going back. I'm going home.\n\nANDROCLES (barring the way back) No, dearie: don't take on like\nthat. We can't go back. We've sold everything: we should starve;\nand I should be sent to Rome and thrown to the lions--\n\nMEGAERA. Serve you right! I wish the lions joy of you.\n(Screaming) Are you going to get out of my way and let me go\nhome?\n\nANDROCLES. No, dear--\n\nMEGAERA. Then I'll make my way through the forest; and when I'm\neaten by the wild beasts you'll know what a wife you've lost.\n(She dashes into the jungle and nearly falls over the sleeping\nlion). Oh! Oh! Andy! Andy! (She totters back and collapses into\nthe arms of Androcles, who, crushed by her weight, falls on his\nbundle).\n\nANDROCLES (extracting himself from beneath her and slapping her\nhands in great anxiety) What is it, my precious, my pet? What's\nthe matter? (He raises her head. Speechless with terror, she\npoints in the direction of the sleeping lion. He steals\ncautiously towards the spot indicated by Megaera. She rises with\nan effort and totters after him).\n\nMEGAERA. No, Andy: you'll be killed. Come back.\n\nThe lion utters a long snoring sigh. Androcles sees the lion and\nrecoils fainting into the arms of Megaera, who falls back on the\nbundle. They roll apart and lie staring in terror at one another.\nThe lion is heard groaning heavily in the jungle.\n\nANDROCLES (whispering) Did you see? A lion.\n\nMEGAERA (despairing) The gods have sent him to punish us because\nyou're a Christian. Take me away, Andy. Save me.\n\nANDROCLES (rising) Meggy: there's one chance for you. It'll take\nhim pretty nigh twenty minutes to eat me (I'm rather stringy and\ntough) and you can escape in less time than that.\n\nMEGAERA. Oh, don't talk about eating. (The lion rises with a\ngreat groan and limps towards them). Oh! (She faints).\n\nANDROCLES (quaking, but keeping between the lion and Megaera)\nDon't you come near my wife, do you hear? (The lion groans.\nAndrocles can hardly stand for trembling). Meggy: run. Run for\nyour life. If I take my eye off him, its all up. (The lion holds\nup his wounded paw and flaps it piteously before Androcles). Oh,\nhe's lame, poor old chap! He's got a thorn in his paw. A\nfrightfully big thorn. (Full of sympathy) Oh, poor old man! Did\num get an awful thorn into um's tootsums wootsums? Has it made um\ntoo sick to eat a nice little Christian man for um's breakfast?\nOh, a nice little Christian man will get um's thorn out for um;\nand then um shall eat the nice Christian man and the nice\nChristian man's nice big tender wifey pifey. (The lion responds\nby moans of self-pity). Yes, yes, yes, yes, yes. Now, now (taking\nthe paw in his hand) um is not to bite and not to scratch, not\neven if it hurts a very, very little. Now make velvet paws.\nThat's right. (He pulls gingerly at the thorn. The lion, with an\nangry yell of pain, jerks back his paw so abruptly that Androcles\nis thrown on his back). Steadeee! Oh, did the nasty cruel little\nChristian man hurt the sore paw? (The lion moans assentingly but\napologetically). Well, one more little pull and it will be all\nover. Just one little, little, leetle pull; and then um will live\nhappily ever after. (He gives the thorn another pull. The lion\nroars and snaps his jaws with a terrifying clash). Oh, mustn't\nfrighten um's good kind doctor, um's affectionate nursey. That\ndidn't hurt at all: not a bit. Just one more. Just to show how\nthe brave big lion can bear pain, not like the little crybaby\nChristian man. Oopsh! (The thorn comes out. The lion yells with\npain, and shakes his paw wildly). That's it! (Holding up the\nthorn). Now it's out. Now lick um's paw to take away the nasty\ninflammation. See? (He licks his own hand. The lion nods\nintelligently and licks his paw industriously). Clever little\nliony-piony!  Understands um's dear old friend Andy Wandy. (The\nlion licks his face). Yes, kissums Andy Wandy. (The lion,\nwagging his tail violently, rises on his hind legs and embraces\nAndrocles, who makes a wry face and cries) Velvet paws! Velvet\npaws! (The lion draws in his claws). That's right. (He embraces\nthe lion, who finally takes the end of his tail in one paw,\nplaces that tight around Androcles' waist, resting it on his hip.\nAndrocles takes the other paw in his hand, stretches out his arm,\nand the two waltz rapturously round and round and finally away\nthrough the jungle).\n\nMEGAERA (who has revived during the waltz) Oh, you coward, you\nhaven't danced with me for years; and now you go off dancing with\na great brute beast that you haven't known for ten minutes and\nthat wants to eat your own wife. Coward! Coward! Coward! (She\nrushes off after them into the jungle).\n\n\n\nACT I\n\nEvening. The end of three converging roads to Rome. Three\ntriumphal arches span  them where they debouch on a square at the\ngate of the city. Looking north through the arches one can see\nthe campagna threaded by the three long dusty tracks. On the east\nand west sides of the square are long stone benches. An old\nbeggar sits on the east side of the square, his bowl at his feet.\nThrough the eastern arch a squad of Roman soldiers tramps along\nescorting a batch of Christian prisoners of both sexes and all\nages, among them one Lavinia, a goodlooking resolute young woman,\napparently of higher social standing than her fellow-prisoners. A\ncenturion, carrying his vinewood cudgel, trudges alongside the\nsquad, on its right, in command of it. All are tired and dusty;\nbut the soldiers are dogged and indifferent, the Christians\nlight-hearted and determined to treat their hardships as a joke\nand encourage one another.\n\nA bugle is heard far behind on the road, where the rest of the\ncohort is following.\n\nCENTURION (stopping) Halt! Orders from the Captain. (They halt\nand wait). Now then, you Christians, none of your larks. The\ncaptain's coming. Mind you behave yourselves. No singing. Look\nrespectful. Look serious, if you're capable of it. See that big\nbuilding over there? That's the Coliseum. That's where you'll be\nthrown to the lions or set to fight the gladiators presently.\nThink of that; and it'll help you to behave properly before the\ncaptain. (The Captain arrives). Attention! Salute! (The soldiers\nsalute).\n\nA CHRISTIAN (cheerfully) God bless you, Captain.\n\nTHE CENTURION (scandalised) Silence!\n\nThe Captain, a patrician, handsome, about thirty-five, very cold\nand distinguished, very superior and authoritative, steps up on a\nstone seat at the west side of the square, behind the centurion,\nso as to dominate the others more effectually.\n\nTHE CAPTAIN. Centurion.\n\nTHE CENTURION. (standing at attention and saluting) Sir?\n\nTHE CAPTAIN (speaking stiffly and officially) You will remind\nyour men, Centurion, that we are now entering Rome. You will\ninstruct them that once inside the gates of Rome they are in the\npresence of the Emperor. You will make them understand that the\nlax discipline of the march cannot be permitted here. You will\ninstruct them to shave every day, not every week. You will\nimpress on them particularly that there must be an end to the\nprofanity and blasphemy of singing Christian hymns on the march.\nI have to reprimand you, Centurion, for not only allowing this,\nbut actually doing it yourself.\n\nTHE CENTURION. The men march better, Captain.\n\nTHE CAPTAIN. No doubt. For that reason an exception is made in\nthe case of the march called Onward Christian Soldiers. This may\nbe sung, except when marching through the forum or within hearing\nof the Emperor's palace; but the words must be altered to \"Throw\nthem to the Lions.\"\n\nThe Christians burst into shrieks of uncontrollable laughter, to\nthe great scandal of the Centurion.\n\nCENTURION. Silence! Silen-n-n-n-nce! Where's your behavior? Is\nthat the way to listen to an officer? (To the Captain) That's\nwhat we have to put up with from these Christians every day, sir.\nThey're always laughing and joking something scandalous. They've\nno religion: that's how it is.\n\nLAVINIA. But I think the Captain meant us to laugh, Centurion. It\nwas so funny.\n\nCENTURION. You'll find out how funny it is when you're thrown to\nthe lions to-morrow. (To the Captain, who looks displeased) Beg\npardon, Sir. (To the Christians) Silennnnce!\n\nTHE CAPTAIN. You are to instruct your men that all intimacy with\nChristian prisoners must now cease. The men have fallen into\nhabits of dependence upon the prisoners, especially the female\nprisoners, for cooking, repairs to uniforms, writing letters, and\nadvice in their private affairs. In a Roman soldier such\ndependence is inadmissible. Let me see no more of it whilst we\nare in the city. Further, your orders are that in addressing\nChristian prisoners, the manners and tone of your men must\nexpress abhorrence and contempt. Any shortcoming in this respect\nwill be regarded as a breach of discipline.(He turns to the\nprisoners) Prisoners.\n\nCENTURION (fiercely) Prisonerrrrrs! Tention! Silence!\n\nTHE CAPTAIN. I call your attention, prisoners, to the fact that\nyou may be called on to appear in the Imperial Circus at any time\nfrom tomorrow onwards according to the requirements of the\nmanagers. I may inform you that as there is a shortage of\nChristians just now, you may expect to be called on very soon.\n\nLAVINIA. What will they do to us, Captain?\n\nCENTURION. Silence!\n\nTHE CAPTAIN. The women will be conducted into the arena with the\nwild beasts of the Imperial Menagerie, and will suffer the\nconsequences. The men, if of an age to bear arms, will be given\nweapons to defend themselves, if they choose, against the\nImperial Gladiators.\n\nLAVINIA. Captain: is there no hope that this cruel persecution--\n\nCENTURION (shocked) Silence! Hold your tongue, there.\nPersecution, indeed!\n\nTHE CAPTAIN (unmoved and somewhat sardonic) Persecution is not a\nterm applicable to the acts of the Emperor. The Emperor is the\nDefender of the Faith. In throwing you to the lions he will be\nupholding the interests of religion in Rome. If you were to throw\nhim to the lions, that would no doubt be persecution.\n\nThe Christians again laugh heartily.\n\nCENTURION (horrified) Silence, I tell you! Keep silence there.\nDid anyone ever hear the like of this?\n\nLAVINIA. Captain: there will be nobody to appreciate your jokes\nwhen we are gone.\n\nTHE CAPTAIN (unshaken in his official delivery) I call the\nattention of the female prisoner Lavinia to the fact that as the\nEmperor is a divine personage, her imputation of cruelty is not\nonly treason, but sacrilege. I point out to her further that\nthere is no foundation for the charge, as the Emperor does not\ndesire that any prisoner should suffer; nor can any Christian be\nharmed save through his or her own obstinacy. All that is\nnecessary is to sacrifice to the gods: a simple and convenient\nceremony effected by dropping a pinch of incense on the altar,\nafter which the prisoner is at once set free. Under such\ncircumstances you have only your own perverse folly to blame if\nyou suffer. I suggest to you that if you cannot burn a morsel of\nincense as a matter of conviction, you might at least do so as a\nmatter of good taste, to avoid shocking the religious convictions\nof your fellow citizens. I am aware that these considerations do\nnot weigh with Christians; but it is my duty to call your\nattention to them in order that you may have no ground for\ncomplaining of your treatment, or of accusing the Emperor of\ncruelty when he is showing you the most signal clemency.\nLooked at from this point of view, every Christian who has\nperished in the arena has really committed suicide.\n\nLAVINIA. Captain: your jokes are too grim. Do not think it is\neasy for us to die. Our faith makes life far stronger and more\nwonderful in us than when we walked in darkness and had nothing\nto live for. Death is harder for us than for you: the martyr's\nagony is as bitter as his triumph is glorious.\n\nTHE CAPTAIN (rather troubled, addressing her personally and\ngravely) A martyr, Lavinia, is a fool. Your death will prove\nnothing.\n\nLAVINIA. Then why kill me?\n\nTHE CAPTAIN. I mean that truth, if there be any truth, needs no\nmartyrs.\n\nLAVINIA. No; but my faith, like your sword, needs testing. Can\nyou test your sword except by staking your life on it?\n\nTHE CAPTAIN (suddenly resuming his official tone) I call the\nattention of the female prisoner to the fact that Christians are\nnot allowed to draw the Emperor's officers into arguments and put\nquestions to them for which the military regulations provide no\nanswer. (The Christians titter).\n\nLAVINIA. Captain: how CAN you?\n\nTHE CAPTAIN. I call the female prisoner's attention specially to\nthe fact that four comfortable homes have been offered her by\nofficers of this regiment, of which she can have her choice the\nmoment she chooses to sacrifice as all well-bred Roman ladies do.\nI have no more to say to the prisoners.\n\nCENTURION. Dismiss! But stay where you are.\n\nTHE CAPTAIN. Centurion: you will remain here with your men in\ncharge of the prisoners until the arrival of three Christian\nprisoners in the custody of a cohort of the tenth legion. Among\nthese prisoners you will particularly identify an armorer named\nFerrovius, of dangerous character and great personal strength,\nand a Greek tailor reputed to be a sorcerer, by name Androcles.\nYou will add the three to your charge here and march them all to\nthe Coliseum, where you will deliver them into the custody of the\nmaster of the gladiators and take his receipt, countersigned by\nthe keeper of the beasts and the acting manager. You understand\nyour instructions?\n\nCENTURION. Yes, Sir.\n\nTHE CAPTAIN. Dismiss. (He throws off his air of parade, and\ndescends down from the perch. The Centurion seats on it and\nprepares for a nap, whilst his men stand at ease. The Christians\nsit down on the west side of the square, glad to rest. Lavinia\nalone remains standing to speak to the Captain).\n\nLAVINIA. Captain: is this man who is to join us the famous\nFerrovius, who has made such wonderful conversions in the\nnorthern cities?\n\nTHE CAPTAIN. Yes. We are warned that he has the strength of an\nelephant and the temper of a mad bull. Also that he is stark mad.\nNot a model Christian, it would seem.\n\nLAVINIA. You need not fear him if he is a Christian, Captain.\n\nTHE CAPTAIN (coldly) I shall not fear him in any case, Lavinia.\n\nLAVINIA (her eyes dancing) How brave of you, Captain!\n\nTHE CAPTAIN. You are right: it was silly thing to say. (In a\nlower tone, humane and urgent) Lavinia: do Christians know how to\nlove?\n\nLAVINIA (composedly) Yes, Captain: they love even their enemies.\n\nTHE CAPTAIN. Is that easy?\n\nLAVINIA. Very easy, Captain, when their enemies are as handsome\nas you.\n\nTHE CAPTAIN. Lavinia: you are laughing at me.\n\nLAVINIA. At you, Captain! Impossible.\n\nTHE CAPTAIN. Then you are flirting with me, which is worse. Don't\nbe foolish.\n\nLAVINIA. But such a very handsome captain.\n\nTHE CAPTAIN. Incorrigible! (Urgently) Listen to me. The men in\nthat audience tomorrow will be the vilest of voluptuaries: men in\nwhom the only passion excited by a beautiful woman is a lust to\nsee her tortured and torn shrieking limb from limb. It is a crime\nto dignify that passion. It is offering yourself for violation by\nthe whole rabble of the streets and the riff-raff of the court at\nthe same time. Why will you not choose rather a kindly love and\nan honorable alliance?\n\nLAVINIA. They cannot violate my soul. I alone can do that by\nsacrificing to false gods.\n\nTHE CAPTAIN. Sacrifice then to the true God. What does his name\nmatter? We call him Jupiter. The Greeks call him Zeus. Call him\nwhat you will as you drop the incense on the altar flame: He will\nunderstand.\n\nLAVINIA. No. I couldn't. That is the strange thing, Captain, that\na little pinch of incense should make all that difference.\nReligion is such a great thing that when I meet really religious\npeople we are friends at once, no matter what name we give to the\ndivine will that made us and moves us. Oh, do you think that I, a\nwoman, would quarrel with you for sacrificing to a woman god like\nDiana, if Diana meant to you what Christ means to me? No: we\nshould kneel side by side before her altar like two children. But\nwhen men who believe neither in my god nor in their own--men who\ndo not know the meaning of the word religion--when these men drag\nme to the foot of an iron statue that has become the symbol of\nthe terror and darkness through which they walk, of their cruelty\nand greed, of their hatred of God and their oppression of man--when\nthey ask me to pledge my soul before the people that this\nhideous idol is God, and that all this wickedness and falsehood\nis divine truth, I cannot do it, not if they could put a thousand\ncruel deaths on me. I tell you, it is physically impossible.\nListen, Captain: did you ever try to catch a mouse in your hand?\nOnce there was a dear little mouse that used to come out and play\non my table as I was reading. I wanted to take him in my hand and\ncaress him; and sometimes he got among my books so that he could\nnot escape me when I stretched out my hand. And I did stretch out\nmy hand; but it always came back in spite of me. I was not afraid\nof him in my heart; but my hand refused: it is not in the nature\nof my hand to touch a mouse. Well, Captain, if I took a pinch of\nincense in my hand and stretched it out over the altar fire, my\nhand would come back. My body would be true to my faith even if\nyou could corrupt my mind. And all the time I should believe more\nin Diana than my persecutors have ever believed in anything. Can\nyou understand that?\n\nTHE CAPTAIN (simply) Yes: I understand that. But my hand would\nnot come back. The hand that holds the sword has been trained not\nto come back from anything but victory.\n\nLAVINIA. Not even from death?\n\nTHE CAPTAIN. Least of all from death.\n\nLAVINIA. Then I must not come back either. A woman has to be\nbraver than a soldier.\n\nTHE CAPTAIN. Prouder, you mean.\n\nLAVINIA (startled) Prouder! You call our courage pride!\n\nTHE CAPTAIN. There is no such thing as courage: there is only\npride. You Christians are the proudest devils on earth.\n\nLAVINIA (hurt) Pray God then my pride may never become a false\npride. (She turns away as if she did not wish to continue the\nconversation, but softens and says to him with a smile) Thank you\nfor trying to save me from death.\n\nTHE CAPTAIN. I knew it was no use; but one tries in spite of\none's knowledge.\n\nLAVINIA. Something stirs, even in the iron breast of a Roman\nsoldier!\n\nTHE CAPTAIN. It will soon be iron again. I have seen many women\ndie, and forgotten them in a week.\n\nLAVINIA. Remember me for a fortnight, handsome Captain. I shall\nbe watching you, perhaps.\n\nTHE CAPTAIN. From the skies? Do not deceive yourself, Lavinia.\nThere is no future for you beyond the grave.\n\nLAVINIA. What does that matter? Do you think I am only running\naway from the terrors of life into the comfort of heaven? If\nthere were no future, or if the future were one of torment, I\nshould have to go just the same. The hand of God is upon me.\n\nTHE CAPTAIN. Yes: when all is said, we are both patricians,\nLavinia, and must die for our beliefs. Farewell. (He offers her\nhis hand. She takes it and presses it. He walks away, trim and\ncalm. She looks after him for a moment, and cries a little as he\ndisappears through the eastern arch. A trumpet-call is heard from\nthe road through the western arch).\n\nCENTURION (waking up and rising) Cohort of the tenth with\nprisoners. Two file out with me to receive them. (He goes out\nthrough the western arch, followed by four soldiers in two\nfiles).\n\nLentulus and Metellus come into the square from the west side\nwith a little retinue of servants. Both are young courtiers,\ndressed in the extremity of fashion. Lentulus is slender,\nfair-haired, epicene. Metellus is manly, compactly built, olive\nskinned, not a talker.\n\nLENTULUS. Christians, by Jove! Let's chaff them.\n\nMETELLUS. Awful brutes. If you knew as much about them as I do\nyou wouldn't want to chaff them. Leave them to the lions.\n\nLENTULUS (indicating Lavinia, who is still looking towards the\narches after the captain). That woman's got a figure. (He walks\npast her, staring at her invitingly, but she is preoccupied and\nis not conscious of him). Do you turn the other cheek when they\nkiss you?\n\nLAVINIA (starting) What?\n\nLENTULus. Do you turn the other cheek when they kiss you,\nfascinating Christian?\n\nLAVINIA. Don't be foolish. (To Metellus, who has remained on her\nright, so that she is between them) Please don't let your friend\nbehave like a cad before the soldiers. How are they to respect\nand obey patricians if they see them behaving like street boys?\n(Sharply to Lentulus) Pull yourself together, man. Hold your head\nup. Keep the corners of your mouth firm; and treat me respectfully.\nWhat do you take me for?\n\nLENTULUS (irresolutely) Look here, you know: I--you--I--\n\nLAVINIA. Stuff! Go about your business. (She turns decisively\naway and sits down with her comrades, leaving him disconcerted).\n\nMETELLUS. You didn't get much out of that. I told you they were\nbrutes.\n\nLENTULUS. Plucky little filly! I suppose she thinks I care. (With\nan air of indifference he strolls with Metellus to the east side\nof the square, where they stand watching the return of the\nCenturion through the western arch with his men, escorting three\nprisoners: Ferrovius, Androcles, and Spintho. Ferrovius is a\npowerful, choleric man in the prime of life, with large nostrils,\nstaring eyes, and a thick neck: a man whose sensibilities are\nkeen and violent to the verge of madness. Spintho is a debauchee,\nthe wreck of a good-looking man gone hopelessly to the bad.\nAndrocles is overwhelmed with grief, and is restraining his tears\nwith great difficulty).\n\nTHE CENTURION (to Lavinia) Here are some pals for you. This\nlittle bit is Ferrovius that you talk so much about. (Ferrovius\nturns on him threateningly. The Centurion holds up his left\nforefinger in admonition). Now remember that you're a Christian,\nand that you've got to return good for evil. (Ferrovius controls\nhimself convulsively; moves away from temptation to the east side\nnear Lentulus; clasps his hands in silent prayer; and throws\nhimself on his knees). That's the way to manage them, eh! This\nfine fellow (indicating Androcles, who comes to his left, and\nmakes Lavinia a heartbroken salutation) is a sorcerer. A Greek\ntailor, he is. A real sorcerer, too: no mistake about it. The\ntenth marches with a leopard at the head of the column. He made a\npet of the leopard; and now he's crying at being parted from it.\n(Androcles sniffs lamentably). Ain't you, old chap? Well, cheer\nup, we march with a Billy goat (Androcles brightens up) that's\nkilled two leopards and ate a turkey-cock. You can have him for a\npet if you like. (Androcles, quite consoled, goes past the\nCenturion to Lavinia, and sits down contentedly on the ground on\nher left). This dirty dog (collaring Spintho) is a real\nChristian. He mobs the temples, he does (at each accusation he\ngives the neck of Spintho's tunic a twist); he goes smashing\nthings mad drunk, he does; he steals the gold vessels, he does;\nhe assaults the priestesses, he does pah! (He flings Spintho into\nthe middle of the group of prisoners). You're the sort that makes\nduty a pleasure, you are.\n\nSPINTHO (gasping) That's it: strangle me. Kick me. Beat me.\nRevile me. Our Lord was beaten and reviled. That's my way to\nheaven. Every martyr goes to heaven, no matter what he's done.\nThat is so, isn't it, brother?\n\nCENTURION. Well, if you're going to heaven, _I_ don't want to go\nthere. I wouldn't be seen with you.\n\nLENTULUS. Haw! Good! (Indicating the kneeling Ferrovius). Is this\none of the turn-the-other-cheek gentlemen, Centurion?\n\nCENTURION. Yes, sir. Lucky for you too, sir, if you want to take\nany liberties with him.\n\nLENTULUS (to Ferrovius) You turn the other cheek when you're\nstruck, I'm told.\n\nFERROVIUS (slowly turning his great eyes on him) Yes, by the\ngrace of  God, I do, NOW.\n\nLENTULUS. Not that you're a coward, of course; but out of pure\npiety.\n\nFERROVIUS. I fear God more than man; at least I try to.\n\nLENTULUS. Let's see. (He strikes him on the cheek. Androcles\nmakes a wild movement to rise and interfere; but Lavinia holds\nhim down, watching Ferrovius intently. Ferrovius, without\nflinching, turns the other cheek. Lentulus, rather out of\ncountenance, titters foolishly, and strikes him again feebly).\nYou know, I should feel ashamed if I let myself be struck like\nthat, and took it lying down. But then I'm not a Christian: I'm a\nman. (Ferrovius rises impressively and towers over him. Lentulus\nbecomes white with terror; and a shade of green flickers in his\ncheek for a moment).\n\nFERROVIUS (with the calm of a steam hammer) I have not always\nbeen faithful. The first man who struck me as you have just\nstruck me was a stronger man than you: he hit me harder than I\nexpected. I was tempted and fell; and it was then that I first\ntasted bitter shame. I never had a happy moment after that until\nI had knelt and asked his forgiveness by his bedside in the\nhospital. (Putting his hands on Lentulus's shoulders with\npaternal weight). But now I have learnt to resist with a strength\nthat is not my own. I am not ashamed now, nor angry.\n\nLENTULUS (uneasily) Er--good evening. (He tries to move away).\n\nFERROVIUS (gripping his shoulders) Oh, do not harden your heart,\nyoung man. Come: try for yourself whether our way is not better\nthan yours. I will now strike you on one cheek; and you will turn\nthe other and learn how much better you will feel than if you\ngave way to the promptings of anger. (He holds him with one hand\nand clenches the other fist).\n\nLENTULUS. Centurion: I call on you to protect me.\n\nCENTURION. You asked for it, sir. It's no business of ours.\nYou've had two whacks at him. Better pay him a trifle and square\nit that way.\n\nLENTULUS. Yes, of course. (To Ferrovius) It was only a bit of\nfun, I assure you: I meant no harm. Here. (He proffers a gold\ncoin).\n\nFERROVIUS (taking it and throwing it to the old beggar, who\nsnatches it up eagerly, and hobbles off to spend it) Give all\nthou hast to the poor. Come, friend: courage! I may hurt your\nbody for a moment; but your soul will rejoice in the victory of\nthe spirit over the flesh. (He prepares to strike).\n\nANDROCLES. Easy, Ferrovius, easy: you broke the last man's jaw.\n\nLentulus, with a moan of terror, attempts to fly; but Ferrovius\nholds him ruthlessly.\n\nFERROVIUS. Yes; but I saved his soul. What matters a broken jaw?\n\nLENTULUS. Don't touch me, do you hear? The law--\n\nFERROVIUS. The law will throw me to the lions tomorrow: what\nworse could it do were I to slay you? Pray for strength; and it\nshall be given to you.\n\nLENTULUS. Let me go. Your religion forbids you to strike me.\n\nFERROVIUS. On the contrary, it commands me to strike you. How can\nyou turn the other cheek, if you are not first struck on the one\ncheek?\n\nLENTULUS (almost in tears) But I'm convinced already that what\nyou said is quite right. I apologize for striking you.\n\nFERROVIUS (greatly pleased) My son: have I softened your heart?\nHas the good seed fallen in a fruitful place? Are your feet\nturning towards a better path?\n\nLENTULUS (abjectly) Yes, yes. There's a great deal in what you\nsay.\n\nFERROVIUS (radiant) Join us. Come to the lions. Come to suffering\nand death.\n\nLENTULUS (falling on his knees and bursting into tears) Oh, help\nme. Mother! mother!\n\nFERROVIUS. These tears will water your soul and make it bring\nforth good fruit, my son. God has greatly blessed my efforts at\nconversion. Shall I tell you a miracle--yes, a miracle--wrought\nby me in Cappadocia? A young man--just such a one as you, with\ngolden hair like yours--scoffed at and struck me as you scoffed\nat and struck me. I sat up all night with that youth wrestling\nfor his soul; and in the morning not only was he a Christian, but\nhis hair was as white as snow. (Lentulus falls in a dead faint).\nThere, there: take him away. The spirit has overwrought him, poor\nlad. Carry him gently to his house; and leave the rest to heaven.\n\nCENTURION. Take him home. (The servants, intimidated, hastily\ncarry him out. Metellus is about to follow when Ferrovius lays\nhis hand on his shoulder).\n\nFERROVIUS. You are his friend, young man. You will see that he\nis taken safely home.\n\nMETELLUS (with awestruck civility) Certainly, sir. I shall do\nwhatever you think best. Most happy to have made your acquaintance,\nI'm sure. You may depend on me. Good evening, sir.\n\nFERROVIUS (with unction) The blessing of heaven upon you and him.\n\nMetellus follows Lentulus. The Centurion returns to his seat to\nresume his interrupted nap. The deepest awe has settled on the\nspectators. Ferrovius, with a long sigh of happiness, goes to\nLavinia, and offers her his hand.\n\nLAVINIA (taking it) So that is how you convert people, Ferrovius.\n\nFERROVIUS. Yes: there has been a blessing on my work in spite of\nmy unworthiness and my backslidings--all through my wicked,\ndevilish temper. This man--\n\nANDROCLES (hastily) Don't slap me on the back, brother. She knows\nyou mean me.\n\nFERROVIUS. How I wish I were weak like our brother here! for then\nI should perhaps be meek and gentle like him. And yet there seems\nto be a special providence that makes my trials less than his. I\nhear tales of the crowd scoffing and casting stones and reviling\nthe brethren; but when I come, all this stops: my influence calms\nthe passions of the mob: they listen to me in silence; and\ninfidels are often converted by a straight heart-to-heart talk\nwith me. Every day I feel happier, more confident. Every day\nlightens the load of the great terror.\n\nLAVINIA. The great terror? What is that?\n\nFerrovius shakes his head and does not answer. He sits down\nbeside her on her left, and buries his face in his hands in\ngloomy meditation.\n\nANDROCLES. Well, you see, sister, he's never quite sure of\nhimself. Suppose at the last moment in the arena, with the\ngladiators there to fight him, one of them was to say anything to\nannoy him, he might forget himself and lay that gladiator out.\n\nLAVINIA. That would be splendid.\n\nFERROVIUS (springing up in horror) What!\n\nANDROCLES. Oh, sister!\n\nFERROVIUS. Splendid to betray my master, like Peter! Splendid to\nact like any common blackguard in the day of my proving! Woman:\nyou are no Christian. (He moves away from her to the middle of\nthe square, as if her neighborhood contaminated him).\n\nLAVINIA (laughing) You know, Ferrovius, I am not always a\nChristian. I don't think anybody is. There are moments when I\nforget all about it, and something comes out quite naturally, as\nit did then.\n\nSPINTHO. What does it matter? If you die in the arena, you'll be\na martyr; and all martyrs go to heaven, no matter what they have\ndone. That's so, isn't it, Ferrovius?\n\nFERROVIUS. Yes: that is so, if we are faithful to the end.\n\nLAVINIA. I'm not so sure.\n\nSPINTHO. Don't say that. That's blasphemy. Don't say that, I tell\nyou. We shall be saved, no matter WHAT we do.\n\nLAVINIA. Perhaps you men will all go into heaven bravely and in\ntriumph, with your heads erect and golden trumpets sounding for\nyou. But I am sure I shall only be allowed to squeeze myself in\nthrough a little crack in the gate after a great deal of begging.\nI am not good always: I have moments only.\n\nSPINTHO. You're talking nonsense, woman. I tell you, martyrdom\npays all scores.\n\nANDROCLES. Well, let us hope so, brother, for your sake. You've\nhad a gay time, haven't you? with your raids on the temples. I\ncan't help thinking that heaven will be very dull for a man of\nyour temperament. (Spintho snarls). Don't be angry: I say it only\nto console you in case you should die in your bed tonight in the\nnatural way. There's a lot of plague about.\n\nSPINTHO (rising and running about in abject terror) I never\nthought of that. O Lord, spare me to be martyred. Oh, what a\nthought to put into the mind of a brother! Oh, let me be martyred\ntoday, now. I shall die in the night and go to hell. You're a\nsorcerer: you've put death into my mind. Oh, curse you, curse\nyou! (He tries to seize Androcles by the throat).\n\nFERROVIUS (holding him in a grip of iron) What's this, brother?\nAnger! Violence! Raising your hand to a brother Christian!\n\nSPINTHO. It's easy for you. You're strong. Your nerves are all\nright. But I'm full of disease. (Ferrovius takes his hand from\nhim with instinctive disgust). I've drunk all my nerves away. I\nshall have the horrors all night.\n\nANDROCLES (sympathetic) Oh, don't take on so, brother. We're all\nsinners.\n\nSPINTHO (snivelling, trying to feel consoled). Yes: I daresay if\nthe truth were known, you're all as bad as I am.\n\nLAVINIA (contemptuously) Does THAT comfort you?\n\nFERROVIUS (sternly) Pray, man, pray.\n\nSPINTHO. What's the good of praying? If we're martyred we shall\ngo to heaven, shan't we, whether we pray or not?\n\nFERROVIUS. What's that? Not pray! (Seizing him again) Pray this\ninstant, you dog, you rotten hound, you slimy snake, you beastly\ngoat, or--\n\nSPINTHO. Yes: beat me: kick me. I forgive you: mind that.\n\nFERROVIUS (spurning him with loathing) Yah! (Spintho reels away\nand falls in front of Ferrovius).\n\nANDROCLES (reaching out and catching the skirt of Ferrovius's\ntunic) Dear brother: if you wouldn't mind--just for my sake--\n\nFERROVIUS. Well?\n\nANDROCLES. Don't call him by the names of the animals. We've no\nright to. I've had such friends in dogs. A pet snake is the best\nof company. I was nursed on goat's milk. Is it fair to them to\ncall the like of him a dog or a snake or a goat?\n\nFERROVIUS. I only meant that they have no souls.\n\nANDROCLES (anxiously protesting) Oh, believe me, they have. Just\nthe same as you and me. I really don't think I could consent to\ngo to heaven if I thought there were to be no animals there.\nThink of what they suffer here.\n\nFERROVIUS. That's true. Yes: that is just. They will have their\nshare in heaven.\n\nSPINTHO (who has picked himself up and is sneaking past Ferrovius\non his left, sneers derisively)!!\n\nFERROVIUS (turning on him fiercely) What's that you say?\n\nSPINTHO (cornering). Nothing.\n\nFERROVIUS (clenching his fist) Do animals go to heaven or not?\n\nSPINTHO. I never said they didn't.\n\nFERROVIUS (implacable) Do they or do they not?\n\nSPINTHO. They do: they do. (Scrambling out of Ferrovius's reach).\nOh, curse you for frightening me!\n\nA bugle call is heard.\n\nCENTURION (waking up) Tention! Form as before. Now then,\nprisoners, up with you and trot along spry. (The soldiers fall\nin. The Christians rise).\n\nA man with an ox goad comes running through the central arch.\n\nTHE OX DRIVER. Here, you soldiers! clear out of the way for the\nEmperor.\n\nTHE CENTURION. Emperor! Where's the Emperor? You ain't the\nEmperor, are you?\n\nTHE OX DRIVER. It's the menagerie service. My team of oxen is\ndrawing the new lion to the Coliseum. You clear the road.\n\nCENTURION. What! Go in after you in your dust, with half the town\nat the heels of you and your lion! Not likely. We go first.\n\nTHE OX DRIVER. The menagerie service is the Emperor's personal\nretinue. You clear out, I tell you.\n\nCENTURION. You tell me, do you? Well, I'll tell you something. If\nthe lion is menagerie service, the lion's dinner is menagerie\nservice too. This (pointing to the Christians) is the lion's\ndinner. So back with you to your bullocks double quick; and learn\nyour place. March. (The soldiers start). Now then, you Christians,\nstep out there.\n\nLAVINIA (marching) Come along, the rest of the dinner. I shall be\nthe olives and anchovies.\n\nANOTHER CHRISTIAN (laughing) I shall be the soup.\n\nANOTHER. I shall be the fish.\n\nANOTHER. Ferrovius shall be the roast boar.\n\nFERROVIUS (heavily) I see the joke. Yes, yes: I shall be the\nroast boar. Ha! ha! (He laughs conscientiously and marches out\nwith them).\n\nANDROCLES. I shall be the mince pie. (Each announcement is\nreceived with a louder laugh by all the rest as the joke catches\non).\n\nCENTURION (scandalised) Silence! Have some sense of your\nsituation. Is this the way for martyrs to behave? (To Spintho,\nwho is quaking and loitering) I know what YOU'LL be at that\ndinner. You'll be the emetic. (He shoves him rudely along).\n\nSPINTHO. It's too dreadful: I'm not fit to die.\n\nCENTURION. Fitter than you are to live, you swine.\n\nThey pass from the square westward. The oxen, drawing a waggon\nwith a great wooden cage and the lion in it, arrive through the\ncentral arch.\n\n\n\nACT II\n\nBehind the Emperor's box at the Coliseum, where the performers\nassemble before entering the arena. In the middle a wide passage\nleading to the arena descends from the floor level under the\nimperial box. On both sides of this passage steps ascend to a\nlanding at the back entrance to the box. The landing forms a\nbridge across the passage. At the entrance to the passage are two\nbronze mirrors, one on each side.\n\nOn the west side of this passage, on the right hand of any one\ncoming from the box and standing on the bridge, the martyrs are\nsitting on the steps. Lavinia is seated half-way up, thoughtful,\ntrying to look death in the face. On her left Androcles consoles\nhimself by nursing a cat. Ferrovius stands behind them, his eyes\nblazing, his figure stiff with intense resolution. At the foot of\nthe steps crouches Spintho, with his head clutched in his hands,\nfull of horror at the approach of martyrdom.\n\nOn the east side of the passage the gladiators are standing and\nsitting at ease, waiting, like the Christians, for their turn in\nthe arena. One (Retiarius) is a nearly naked man with a net and a\ntrident. Another (Secutor) is in armor with a sword. He carries a\nhelmet with a barred visor. The editor of the gladiators sits on\na chair a little apart from them.\n\nThe Call Boy enters from the passage.\n\nTHE CALL Boy. Number six. Retiarius versus Secutor.\n\nThe gladiator with the net picks it up. The gladiator with the\nhelmet puts it on; and the two go into the arena, the net thrower\ntaking out a little brush and arranging his hair as he goes, the\nother tightening his straps and shaking his shoulders loose. Both\nlook at themselves in the mirrors before they enter the passage.\n\nLAVINIA. Will they really kill one another?\n\nSPINTHO. Yes, if the people turn down their thumbs.\n\nTHE EDITOR. You know nothing about it. The people indeed! Do you\nsuppose we would kill a man worth perhaps fifty talents to please\nthe riffraff? I should like to catch any of my men at it.\n\nSPINTHO. I thought--\n\nTHE EDITOR (contemptuously) You thought! Who cares what you\nthink? YOU'LL be killed all right enough.\n\nSPINTHO (groans and again hides his face)!!! Then is nobody ever\nkilled except us poor--\n\nLAVINIA. Christians?\n\nTHE EDITOR. If the vestal virgins turn down their thumbs, that's\nanother matter. They're ladies of rank.\n\nLAVINIA. Does the Emperor ever interfere?\n\nTHE EDITOR. Oh, yes: he turns his thumbs up fast enough if the\nvestal virgins want to have one of his pet fighting men killed.\n\nANDROCLES. But don't they ever just only pretend to kill one\nanother? Why shouldn't you pretend to die, and get dragged out as\nif you were dead; and then get up and go home, like an actor?\n\nTHE EDITOR. See here: you want to know too much. There will be no\npretending about the new lion: let that be enough for you. He's\nhungry.\n\nSPINTHO (groaning with horror) Oh, Lord! Can't you stop talking\nabout it? Isn't it bad enough for us without that?\n\nANDROCLES. I'm glad he's hungry. Not that I want him to suffer,\npoor chap! but then he'll enjoy eating me so much more. There's a\ncheerful side to everything.\n\nTHE EDITOR (rising and striding over to Androcles) Here: don't\nyou be obstinate. Come with me and drop the pinch of incense on\nthe altar. That's all you need do to be let off.\n\nANDROCLES. No: thank you very much indeed; but I really mustn't.\n\nTHE EDITOR. What! Not to save your life?\n\nANDROCLES. I'd rather not. I couldn't sacrifice to Diana: she's a\nhuntress, you know, and kills things.\n\nTHE EDITOR. That don't matter. You can choose your own altar.\nSacrifice to Jupiter: he likes animals: he turns himself into an\nanimal when he goes off duty.\n\nANDROCLES. No: it's very kind of you; but I feel I can't save\nmyself that way.\n\nTHE EDITOR. But I don't ask you to do it to save yourself: I ask\nyou to do it to oblige me personally.\n\nANDROCLES (scrambling up in the greatest agitation) Oh, please\ndon't say that. That is dreadful. You mean so kindly by me that\nit seems quite horrible to disoblige you. If you could arrange\nfor me to sacrifice when there's nobody looking, I shouldn't\nmind. But I must go into the arena with the rest. My honor, you\nknow.\n\nTHE EDITOR. Honor! The honor of a tailor?\n\nANDROCLES (apologetically) Well, perhaps honor is too strong an\nexpression. Still, you know, I couldn't allow the tailors to get\na bad name through me.\n\nTHE EDITOR. How much will you remember of all that when you smell\nthe beast's breath and see his jaws opening to tear out your\nthroat?\n\nSPINTHO (rising with a yell of terror) I can't bear it. Where's\nthe altar? I'll sacrifice.\n\nFERROVIUS. Dog of an apostate. Iscariot!\n\nSPINTHO. I'll repent afterwards. I fully mean to die in the arena\nI'll die a martyr and go to heaven; but not this time, not now,\nnot until my nerves are better. Besides, I'm too young: I want to\nhave just one more good time. (The gladiators laugh at him). Oh,\nwill no one tell me where the altar is? (He dashes into the\npassage and vanishes).\n\nANDROCLES (to the Editor, pointing after Spintho) Brother: I\ncan't do that, not even to oblige you. Don't ask me.\n\nTHE EDITOR. Well, if you're determined to die, I can't help you.\nBut I wouldn't be put off by a swine like that.\n\nFERROVIUS. Peace, peace: tempt him not. Get thee behind him,\nSatan.\n\nTHE EDITOR (flushing with rage) For two pins I'd take a turn in\nthe arena myself to-day, and pay you out for daring to talk to me\nlike that.\n\nFerrovius springs forward.\n\nLAVINIA (rising quickly and interposing) Brother, brother: you\nforget.\n\nFERROVIUS (curbing himself by a mighty effort) Oh, my temper, my\nwicked temper! (To the Editor, as Lavinia sits down again,\nreassured). Forgive me, brother. My heart was full of wrath: I\nshould have been thinking of your dear precious soul.\n\nTHE EDITOR. Yah! (He turns his back on Ferrovius contemptuously,\nand goes back to his seat).\n\nFERROVIUS (continuing) And I forgot it all: I thought of nothing\nbut offering to fight you with one hand tied behind me.\n\nTHE EDITOR (turning pugnaciously) What!\n\nFERROVIUS (on the border line between zeal and ferocity) Oh,\ndon't give way to pride and wrath, brother. I could do it so\neasily. I could--\n\nThey are separated by the Menagerie Keeper, who rushes in from\nthe passage, furious.\n\nTHE KEEPER. Here's a nice business! Who let that Christian out of\nhere down to the dens when we were changing the lion into the\ncage next the arena?\n\nTHE EDITOR. Nobody let him. He let himself.\n\nTHE KEEPER. Well, the lion's ate him.\n\nConsternation. The Christians rise, greatly agitated. The\ngladiators sit callously, but are highly amused. All speak or cry\nout or laugh at once. Tumult.\n\nLAVINIA. Oh, poor wretch! FERROVIUS. The apostate has perished.\nPraise be to God's justice! ANDROCLES. The poor beast was\nstarving. It couldn't help itself. THE CHRISTIANS. What! Ate him!\nHow frightful! How terrible! Without a moment to repent! God be\nmerciful to him, a sinner! Oh, I can't bear to think of it! In\nthe midst of his sin! Horrible, horrible! THE EDITOR. Serve the\nrotter right! THE GLADIATORS. Just walked into it, he did. He's\nmartyred all right enough. Good old lion! Old Jock doesn't like\nthat: look at his face. Devil a better! The Emperor will laugh\nwhen he hears of it. I can't help smiling. Ha ha ha!!!!!\n\nTHE KEEPER. Now his appetite's taken off, he won't as much as\nlook at another Christian for a week.\n\nANDROCLES. Couldn't you have saved him brother?\n\nTHE KEEPER. Saved him! Saved him from a lion that I'd just got\nmad with hunger! a wild one that came out of the forest not four\nweeks ago! He bolted him before you could say Balbus.\n\nLAVINIA (sitting down again) Poor Spintho! And it won't even\ncount as martyrdom!\n\nTHE KEEPER. Serve him right! What call had he to walk down the\nthroat of one of my lions before he was asked?\n\nANDROCLES. Perhaps the lion won't eat me now.\n\nTHE KEEPER. Yes: that's just like a Christian: think only of\nyourself! What am I to do? What am I to say to the Emperor when\nhe sees one of my lions coming into the arena half asleep?\n\nTHE EDITOR. Say nothing. Give your old lion some bitters and a\nmorsel of fried fish to wake up his appetite. (Laughter).\n\nTHE KEEPER. Yes: it's easy for you to talk; but--\n\nTHE EDITOR (scrambling to his feet) Sh! Attention there! The\nEmperor. (The Keeper bolts precipitately into the passage. The\ngladiators rise smartly and form into line).\n\nThe Emperor enters on the Christians' side, conversing with\nMetellus, and followed by his suite.\n\nTHE GLADIATORS. Hail, Caesar! those about to die salute thee.\n\nCAESAR. Good morrow, friends.\n\nMetellus shakes hands with the Editor, who accepts  his\ncondescension with bluff respect.\n\nLAVINIA. Blessing, Caesar, and forgiveness!\n\nCAESAR (turning in some surprise at the salutation) There is no\nforgiveness for Christianity.\n\nLAVINIA. I did not mean that, Caesar. I mean that WE forgive YOU.\n\nMETELLUS. An inconceivable liberty! Do you not know, woman, that\nthe Emperor can do no wrong and therefore cannot be forgiven?\n\nLAVINIA. I expect the Emperor knows better. Anyhow, we forgive\nhim.\n\nTHE CHRISTIANS. Amen!\n\nCAESAR. Metellus: you see now the disadvantage of too much\nseverity. These people have no hope; therefore they have nothing\nto restrain them from saying what they like to me. They are\nalmost as impertinent as the gladiators. Which is the Greek\nsorcerer?\n\nANDROCLES (humbly touching his forelock) Me, your Worship.\n\nCAESAR. My Worship! Good! A new title. Well, what miracles can\nyou perform?\n\nANDROCLES. I can cure warts by rubbing them with my tailor's\nchalk; and I can live with my wife without beating her.\n\nCAESAR. Is that all?\n\nANDROCLES. You don't know her, Caesar, or you wouldn't say that.\n\nCAESAR. Ah, well, my friend, we shall no doubt contrive a happy\nrelease for you. Which is Ferrovius?\n\nFERROVIUS. I am he.\n\nCAESAR. They tell me you can fight.\n\nFERROVIUS. It is easy to fight. I can die, Caesar.\n\nCAESAR. That is still easier, is it not?\n\nFERROVIUS. Not to me, Caesar. Death comes hard to my flesh; and\nfighting comes very easily to my spirit (beating his breast and\nlamenting) O sinner that I am! (He throws himself down on the\nsteps, deeply discouraged).\n\nCAESAR. Metellus: I should like to have this man in the Pretorian\nGuard.\n\nMETELLUS. I should not, Caesar. He looks a spoilsport. There are\nmen in whose presence it is impossible to have any fun: men who are\na sort of walking conscience. He would make us all uncomfortable.\n\nCAESAR. For that reason, perhaps, it might be well to have him.\nAn Emperor can hardly have too many consciences. (To Ferrovius)\nListen, Ferrovius. (Ferrovius shakes his head and will not look\nup). You and your friends shall not be outnumbered to-day in the\narena. You shall have arms; and there will be no more than one\ngladiator to each Christian. If you come out of the arena alive,\nI will consider favorably any request of yours, and give you a\nplace in the Pretorian Guard. Even if the request be that no\nquestions be asked about your faith I shall perhaps not refuse\nit.\n\nFERROVIUS. I will not fight. I will die. Better stand with the\narchangels than with the Pretorian Guard.\n\nCAESAR. I cannot believe that the archangels--whoever they may\nbe--would not prefer to be recruited from the Pretorian Guard.\nHowever, as you please. Come: let us see the show.\n\nAs the Court ascends the steps, Secutor and the Retiarius return\nfrom the arena through the passage; Secutor covered with dust and\nvery angry: Retiarius grinning.\n\nSECUTOR. Ha, the Emperor. Now we shall see. Caesar: I ask you\nwhether it is fair for the Retiarius, instead of making a fair\nthrow of his net at me, to swish it along the ground and throw\nthe dust in my eyes, and then catch me when I'm blinded. If the\nvestals had not turned up their thumbs I should have been a dead\nman.\n\nCAESAR (halting on the stair) There is nothing in the rules\nagainst it.\n\nSECUTOR (indignantly) Caesar: is it a dirty trick or is it not?\n\nCAESAR. It is a dusty one, my friend. (Obsequious laughter). Be\non your guard next time.\n\nSECUTOR. Let HIM be on his guard. Next time I'll throw my sword\nat his heels and strangle him with his own net before he can hop\noff. (To Retiarius) You see if I don't. (He goes out past the\ngladiators, sulky and furious).\n\nCAESAR (to the chuckling Retiarius). These tricks are not wise,\nmy friend. The audience likes to see a dead man in all his beauty\nand splendor. If you smudge his face and spoil his armor they\nwill show their displeasure by not letting you kill him. And when\nyour turn comes, they will remember it against you and turn their\nthumbs down.\n\nTHE RETIARIUS. Perhaps that is why I did it, Caesar. He bet me\nten sesterces that he would vanquish me. If I had had to kill\nhim I should not have had the money.\n\nCAESAR (indulgent, laughing) You rogues: there is no end to your\ntricks. I'll dismiss you all and have elephants to fight. They\nfight fairly. (He goes up to his box, and knocks at it. It is\nopened from within by the Captain, who stands as on parade to let\nhim pass). The Call Boy comes from the passage, followed by\nthree attendants carrying respectively a bundle of swords, some\nhelmets, and some breastplates and pieces of armor which they\nthrow down in a heap.\n\nTHE CALL BOY. By your leave, Caesar. Number eleven! Gladiators\nand Christians!\n\nFerrovius springs up, ready for martyrdom. The other Christians\ntake the summons as best they can, some joyful and brave, some\npatient and dignified, some tearful and helpless, some embracing\none another with emotion. The Call Boy goes back into the\npassage.\n\nCAESAR (turning at the door of the box) The hour has come,\nFerrovius. I shall go into my box and see you killed, since you\nscorn the Pretorian Guard. (He goes into the box. The Captain\nshuts the door, remaining inside with the Emperor. Metellus and\nthe rest of the suite disperse to their seats. The Christians,\nled by Ferrovius, move towards the passage).\n\nLAVINIA (to Ferrovius) Farewell.\n\nTHE EDITOR. Steady there. You Christians have got to fight. Here!\narm yourselves.\n\nFERROVIUS (picking up a sword) I'll die sword in hand to show\npeople that I could fight if it were my Master's will, and that I\ncould kill the man who kills me if I chose.\n\nTHE EDITOR. Put on that armor.\n\nFERROVIUS. No armor.\n\nTHE EDITOR (bullying him) Do what you're told. Put on that armor.\n\nFERROVIUS (gripping the sword and looking dangerous) I said, No\narmor.\n\nTHE EDITOR. And what am I to say when I am accused of sending a\nnaked man in to fight my men in armor?\n\nFERROVIUS. Say your prayers, brother; and have no fear of the\nprinces of this world.\n\nTHE EDITOR. Tsha! You obstinate fool! (He bites his lips\nirresolutely, not knowing exactly what to do).\n\nANDROCLES (to Ferrovius) Farewell, brother, till we meet in the\nsweet by-and-by.\n\nTHE EDITOR (to Androcles) You are going too. Take a sword there;\nand put on any armor you can find to fit you.\n\nANDROCLES. No, really: I can't fight: I never could. I can't\nbring myself to dislike anyone enough. I'm to be thrown to the\nlions with the lady.\n\nTHE EDITOR. Then get out of the way and hold your noise.\n(Androcles steps aside with cheerful docility). Now then! Are you\nall ready there?\n\nA trumpet is heard from the arena.\n\nFERROVIUS (starting convulsively) Heaven give me strength!\n\nTHE EDITOR. Aha! That frightens you, does it?\n\nFERROVIUS. Man: there is no terror like the terror of that sound\nto me. When I hear a trumpet or a drum or the clash of steel or\nthe hum of the catapult as the great stone flies, fire runs\nthrough my veins: I feel my blood surge up hot behind my eyes: I\nmust charge: I must strike: I must conquer: Caesar himself will\nnot be safe in his imperial seat if once that spirit gets loose\nin me. Oh, brothers, pray! exhort me! remind me that if I raise\nmy sword my honor falls and my Master is crucified afresh.\n\nANDROCLES. Just keep thinking how cruelly you might hurt the poor\ngladiators.\n\nFERROVIUS. It does not hurt a man to kill him.\n\nLAVINIA. Nothing but faith can save you.\n\nFERROVIUS. Faith! Which faith? There are two faiths. There is our\nfaith. And there is the warrior's faith, the faith in fighting,\nthe faith that sees God in the sword. How if that faith should\noverwhelm me?\n\nLAVINIA. You will find your real faith in the hour of trial.\n\nFERROVIUS. That is what I fear. I know that I am a fighter. How\ncan I feel sure that I am a Christian?\n\nANDROCLES. Throw away the sword, brother.\n\nFERROVIUS. I cannot. It cleaves to my hand. I could as easily\nthrow a woman I loved from my arms. (Starting) Who spoke that\nblasphemy? Not I.\n\nLAVINIA. I can't help you, friend. I can't tell you not to save\nyour own life. Something wilful in me wants to see you fight your\nway into heaven.\n\nFERROVIUS. Ha!\n\nANDROCLES. But if you are going to give up our faith, brother,\nwhy not do it without hurting anybody? Don't fight them. Burn the\nincense.\n\nFERROVIUS. Burn the incense! Never.\n\nLAVINIA. That is only pride, Ferrovius.\n\nFERROVIUS. ONLY pride! What is nobler than pride? (Conscience\nstricken) Oh, I'm steeped in sin. I'm proud of my pride.\n\nLAVINIA. They say we Christians are the proudest devils on\nearth--that only the weak are meek. Oh, I am worse than you. I ought\nto send you to death; and I am tempting you.\n\nANDROCLES. Brother, brother: let THEM rage and kill: let US be\nbrave and suffer. You must go as a lamb to the slaughter.\n\nFERROVIUS. Aye, aye: that is right. Not as a lamb is slain by the\nbutcher; but as a butcher might let himself be slain by a\n(looking at the Editor) by a silly ram whose head he could fetch\noff in one twist.\n\nBefore the Editor can retort, the Call Boy rushes up through the\npassage; and the Captain comes from the Emperor's box and\ndescends the steps.\n\nTHE CALL BOY. In with you: into the arena. The stage is waiting.\n\nTHE CAPTAIN. The Emperor is waiting. (To the Editor) What are you\ndreaming of, man? Send your men in at once.\n\nTHE EDITOR. Yes, Sir: it's these Christians hanging back.\n\nFERROVIUS (in a voice of thunder) Liar!\n\nTHE EDITOR (not heeding him) March. (The gladiators told off to\nfight with the Christians march down the passage) Follow up\nthere, you.\n\nTHE CHRISTIAN MEN AND WOMEN (as they part) Be steadfast, brother.\nFarewell. Hold up the faith, brother. Farewell. Go to glory,\ndearest. Farewell. Remember: we are praying for you. Farewell. Be\nstrong, brother. Farewell. Don't forget that the divine love and\nour love surround you. Farewell. Nothing can hurt you: remember\nthat, brother. Farewell. Eternal glory, dearest. Farewell.\n\nTHE EDITOR (out of patience) Shove them in, there.\n\nThe remaining gladiators and the Call Boy make a movement towards\nthem.\n\nFERROVIUS (interposing) Touch them, dogs; and we die here, and\ncheat the heathen of their spectacle. (To his fellow Christians)\nBrothers: the great moment has come. That passage is your hill to\nCalvary. Mount it bravely, but meekly; and remember! not a word\nof reproach, not a blow nor a struggle. Go. (They go out through\nthe passage. He turns to Lavinia) Farewell.\n\nLAVINIA. You forget: I must follow before you are cold.\n\nFERROVIUS. It is true. Do not envy me because I pass before you\nto glory. (He goes through the passage).\n\nTHE EDITOR (to the Call Boy) Sickening work, this. Why can't they\nall be thrown to the lions? It's not a man's job. (He throws\nhimself moodily into his chair).\n\nThe remaining gladiators go back to their former places\nindifferently. The Call Boy shrugs his shoulders and squats down\nat the entrance to the passage, near the Editor.\n\nLavinia and the Christian women sit down again, wrung with grief,\nsome weeping silently, some praying, some calm and steadfast.\nAndrocles sits down at Lavinia's feet. The Captain stands on the\nstairs, watching her curiously.\n\nANDROCLES. I'm glad I haven't to fight. That would really be an\nawful martyrdom. I AM lucky.\n\nLAVINIA (looking at him with a pang of remorse). Androcles: burn\nthe incense: you'll be forgiven. Let my death atone for both. I\nfeel as if I were killing you.\n\nANDROCLES. Don't think of me, sister. Think of yourself. That\nwill keep your heart up.\n\nThe Captain laughs sardonically.\n\nLAVINIA (startled: she had forgotten his presence) Are you there,\nhandsome Captain? Have you come to see me die?\n\nTHE CAPTAIN (coming to her side) I am on duty with the Emperor,\nLavinia.\n\nLAVINIA. Is it part of your duty to laugh at us?\n\nTHE CAPTAIN. No: that is part of my private pleasure. Your friend\nhere is a humorist. I laughed at his telling you to think of\nyourself to keep up your heart. I say, think of yourself and burn\nthe incense.\n\nLAVINIA. He is not a humorist: he was right. You ought to know\nthat, Captain: you have been face to face with death.\n\nTHE CAPTAIN. Not with certain death, Lavinia. Only death in\nbattle, which spares more men than death in bed. What you are\nfacing is certain death. You have nothing left now but your faith\nin this craze of yours: this Christianity. Are your Christian\nfairy stories any truer than our stories about Jupiter and Diana,\nin which, I may tell you, I believe no more than the Emperor\ndoes, or any educated man in Rome?\n\nLAVINIA. Captain: all that seems nothing to me now. I'll not say\nthat death is a terrible thing; but I will say that it is so real\na thing that when it comes close, all the imaginary things--all\nthe stories, as you call them--fade into mere dreams beside that\ninexorable reality. I know now that I am not dying for stories or\ndreams. Did you hear of the dreadful thing that happened here\nwhile we were waiting?\n\nTHE CAPTAIN. I heard that one of your fellows bolted, and ran\nright into the jaws of the lion. I laughed. I still laugh.\n\nLAVINIA. Then you don't understand what that meant?\n\nTHE CAPTAIN. It meant that the lion had a cur for his breakfast.\n\nLAVINIA. It meant more than that, Captain. It meant that a man\ncannot die for a story and a dream. None of us believed the\nstories and the dreams more devoutly than poor Spintho; but he\ncould not face the great reality. What he would have called my\nfaith has been oozing away minute by minute whilst I've been\nsitting here, with death coming nearer and nearer, with reality\nbecoming realler and realler, with stories and dreams fading away\ninto nothing.\n\nTHE CAPTAIN. Are you then going to die for nothing?\n\nLAVINIA. Yes: that is the wonderful thing. It is since all the\nstories and dreams have gone that I have now no doubt at all that\nI must die for something greater than dreams or stories.\n\nTHE CAPTAIN. But for what?\n\nLAVINIA. I don't know. If it were for anything small enough to\nknow, it would be too small to die for. I think I'm going to die\nfor God. Nothing else is real enough to die for.\n\nTHE CAPTAIN. What is God?\n\nLAVINIA. When we know that, Captain, we shall be gods ourselves.\n\nTHE CAPTAIN. Lavinia; come down to earth. Burn the incense and\nmarry me.\n\nLAVINIA. Handsome Captain: would you marry me if I hauled down\nthe flag in the day of battle and burnt the incense? Sons take\nafter their mothers, you know. Do you want your son to be a\ncoward?\n\nTHE CAPTAIN (strongly moved). By great Diana, I think I would\nstrangle you if you gave in now.\n\nLAVINIA (putting her hand on the head of Androcles) The hand of\nGod is on us three, Captain.\n\nTHE CAPTAIN. What nonsense it all is! And what a monstrous thing\nthat you should die for such nonsense, and that I should look on\nhelplessly when my whole soul cries out against it! Die then if\nyou must; but at least I can cut the Emperor's throat and then my\nown when I see your blood.\n\nThe Emperor throws open the door of his box angrily, and appears\nin wrath on the threshold. The Editor, the Call Boy, and the\ngladiators spring to their feet.\n\nTHE EMPEROR. The Christians will not fight; and your curs cannot\nget their blood up to attack them. It's all that fellow with the\nblazing eyes. Send for the whip. (The Call Boy rushes out on the\neast side for the whip). If that will not move them, bring the\nhot irons. The man is like a mountain. (He returns angrily into\nthe box and slams the door).\n\nThe Call Boy returns with a man in a hideous Etruscan mask,\ncarrying a whip. They both rush down the passage into the arena.\n\nLAVINIA (rising) Oh, that is unworthy. Can they not kill him\nwithout dishonoring him?\n\nANDROCLES (scrambling to his feet and running into the middle of\nthe space between the staircases) It's dreadful. Now I want to\nfight. I can't bear the sight of a whip. The only time I ever hit\na man was when he lashed an old horse with a whip. It was\nterrible: I danced on his face when he was on the ground. He\nmustn't strike Ferrovius: I'll go into the arena and kill him\nfirst. (He makes a wild dash into the passage. As he does so a\ngreat clamor is heard from the arena, ending in wild applause.\nThe gladiators listen and look inquiringly at one another).\n\nTHE EDITOR. What's up now?\n\nLAVINIA (to the Captain) What has happened, do you think?\n\nTHE CAPTAIN. What CAN happen? They are killing them, I suppose.\n\nANDROCLES (running in through the passage, screaming with horror\nand hiding his eyes)!!!\n\nLAVINIA. Androcles, Androcles: what's the matter?\n\nANDROCLES. Oh, don't ask me, don't ask me. Something too\ndreadful. Oh! (He crouches by her and hides his face in her robe,\nsobbing).\n\nTHE CALL Boy (rushing through from the passage as before) Ropes\nand hooks there! Ropes and hooks.\n\nTHE EDITOR. Well, need you excite yourself about it? (Another\nburst of applause).\n\nTwo slaves in Etruscan masks, with ropes and drag hooks, hurry\nin.\n\nONE OF THE SLAVES. How many dead?\n\nTHE CALL Boy. Six. (The slave blows a whistle twice; and four\nmore masked slaves rush through into the arena with the same\napparatus) And the basket. Bring the baskets. (The slave whistles\nthree times, and runs through the passage with his companion).\n\nTHE CAPTAIN. Who are the baskets for?\n\nTHE CALL Boy. For the whip. He's in pieces. They're all in\npieces, more or less. (Lavinia hides her face).\n\n(Two more masked slaves come in with a basket and follow the\nothers into the arena, as the Call Boy turns to the gladiators\nand exclaims, exhausted) Boys, he's killed the lot.\n\nTHE EMPEROR (again bursting from his box, this time in an ecstasy\nof delight) Where is he? Magnificent! He shall have a laurel\ncrown.\n\nFerrovius, madly waving his bloodstained sword, rushes through\nthe passage in despair, followed by his co-religionists, and by\nthe menagerie keeper, who goes to the gladiators. The gladiators\ndraw their swords nervously.\n\nFERROVIUS. Lost! lost forever! I have betrayed my Master. Cut off\nthis right hand: it has offended. Ye have swords, my brethren:\nstrike.\n\nLAVINIA. No, no. What have you done, Ferrovius?\n\nFERROVIUS. I know not; but there was blood behind my eyes; and\nthere's blood on my sword. What does that mean?\n\nTHE EMPEROR (enthusiastically, on the landing outside his box)\nWhat does it mean? It means that you are the greatest man in\nRome. It means that you shall have a laurel crown of gold. Superb\nfighter, I could almost yield you my throne. It is a record for\nmy reign: I shall live in history. Once, in Domitian's time, a\nGaul slew three men in the arena and gained his freedom. But when\nbefore has one naked man slain six armed men of the bravest and\nbest? The persecution shall cease: if Christians can fight like\nthis, I shall have none but Christians to fight for me. (To the\nGladiators) You are ordered to become Christians, you there: do\nyou hear?\n\nRETIARIUS. It is all one to us, Caesar. Had I been there with my\nnet, the story would have been different.\n\nTHE CAPTAIN (suddenly seizing Lavinia by the wrist and dragging\nher up the steps to the Emperor) Caesar this woman is the sister\nof Ferrovius. If she is thrown to the lions he will fret. He will\nlose weight; get out of condition.\n\nTHE EMPEROR. The lions? Nonsense! (To Lavinia) Madam: I am proud\nto have the honor of making your acquaintance. Your brother is\nthe glory of Rome.\n\nLAVINIA. But my friends here. Must they die?\n\nTHE EMPEROR. Die! Certainly not. There has never been the\nslightest idea of harming them. Ladies and gentlemen: you are all\nfree. Pray go into the front of the house and enjoy the spectacle\nto which your brother has so splendidly contributed. Captain:\noblige me by conducting them to the seats reserved for my\npersonal friends.\n\nTHE MENAGERIE KEEPER. Caesar: I must have one Christian for the\nlion. The people have been promised it; and they will tear the\ndecorations to bits if they are disappointed.\n\nTHE EMPEROR. True, true: we must have somebody for the new lion.\n\nFERROVIUS. Throw me to him. Let the apostate perish.\n\nTHE EMPEROR. No, no: you would tear him in pieces, my friend; and\nwe cannot afford to throw away lions as if they were mere slaves.\nBut we must have somebody. This is really extremely awkward.\n\nTHE MENAGERIE KEEPER. Why not that little Greek chap? He's not a\nChristian: he's a sorcerer.\n\nTHE EMPEROR. The very thing: he will do very well.\n\nTHE CALL Boy (issuing from the passage) Number twelve. The\nChristian for the new lion.\n\nANDROCLES (rising, and pulling himself sadly together) Well, it\nwas to be, after all.\n\nLAVINIA. I'll go in his place, Caesar. Ask the Captain whether\nthey do not like best to see a woman torn to pieces. He told me\nso yesterday.\n\nTHE EMPEROR. There is something in that: there is certainly\nsomething in that--if only I could feel sure that your brother\nwould not fret.\n\nANDROCLES. No: I should never have another happy hour. No: on the\nfaith of a Christian and the honor of a tailor, I accept the lot\nthat has fallen on me. If my wife turns up, give her my love and\nsay that my wish was that she should be happy with her next, poor\nfellow! Caesar: go to your box and see how a tailor can die. Make\nway for number twelve there. (He marches out along the passage).\n\nThe vast audience in the amphitheatre now sees the Emperor\nre-enter his box and take his place as Androcles, desperately\nfrightened, but still marching with piteous devotion, emerges\nfrom the other end of the passage, and finds himself at the focus\nof thousands of eager eyes. The lion's cage, with a heavy\nportcullis grating, is on his left. The Emperor gives a signal. A\ngong sounds. Androcles shivers at the sound; then falls on his\nknees and prays.\n\nThe grating rises with a clash. The lion bounds into the arena.\nHe rushes round frisking in his freedom. He sees Androcles. He\nstops; rises stiffly by straightening his legs; stretches out his\nnose forward and his tail in a horizontal line behind, like a\npointer, and utters an appalling roar. Androcles crouches and\nhides his face in his hands. The lion gathers himself for a\nspring, swishing his tail to and fro through the dust in an\necstasy of anticipation. Androcles throws up his hands in\nsupplication to heaven. The lion checks at the sight of\nAndrocles's face. He then steals towards him; smells him; arches\nhis back; purrs like a motor car; finally rubs himself against\nAndrocles, knocking him over. Androcles, supporting himself on\nhis wrist, looks affrightedly at the lion. The lion limps on\nthree paws, holding up the other as if it was wounded. A flash of\nrecognition lights up the face of Androcles. He flaps his hand as\nif it had a thorn in it, and pretends to pull the thorn out and\nto hurt himself. The lion nods repeatedly. Androcles holds out\nhis hands to the lion, who gives him both paws, which he shakes\nwith enthusiasm. They embrace rapturously, finally waltz round\nthe arena amid a sudden burst of deafening applause, and out\nthrough the passage, the Emperor watching them in breathless\nastonishment until they disappear, when he rushes from his box\nand descends the steps in frantic excitement.\n\nTHE EMPEROR. My friends, an incredible! an amazing thing! has\nhappened. I can no longer doubt the truth of Christianity. (The\nChristians press to him joyfully) This Christian sorcerer--(with\na yell, he breaks off as he sees Androcles and the lion emerge\nfrom the passage, waltzing. He bolts wildly up the steps into his\nbox, and slams the door. All, Christians and gladiators' alike,\nfly for their lives, the gladiators bolting into the arena, the\nothers in all directions. The place is emptied with magical\nsuddenness).\n\nANDROCLES (naively) Now I wonder why they all run away from us\nlike that. (The lion combining a series of yawns, purrs, and\nroars, achieves something very like a laugh).\n\nTHE EMPEROR (standing on a chair inside his box and looking over\nthe wall) Sorcerer: I command you to put that lion to death\ninstantly. It is guilty of high treason. Your conduct is most\ndisgra-- (the lion charges at him up the stairs) help! (He\ndisappears. The lion rears against the box; looks over the\npartition at him, and roars. The Emperor darts out through the\ndoor and down to Androcles, pursued by the lion.)\n\nANDROCLES. Don't run away, sir: he can't help springing if you\nrun. (He seizes the Emperor and gets between him and the lion,\nwho stops at once). Don't be afraid of him.\n\nTHE EMPEROR. I am NOT afraid of him. (The lion crouches,\ngrowling. The Emperor clutches Androcles) Keep between us.\n\nANDROCLES. Never be afraid of animals, your Worship: that's the\ngreat secret. He'll be as gentle as a lamb when he knows that you\nare his friend. Stand quite still; and smile; and let him smell\nyou all over just to reassure him; for, you see, he's afraid of\nyou; and he must examine you thoroughly before he gives you his\nconfidence. (To the lion) Come now, Tommy; and speak nicely to\nthe Emperor, the great, good Emperor who has power to have all\nour heads cut off if we don't behave very, VERY respectfully to\nhim.\n\nThe lion utters a fearful roar. The Emperor dashes madly up the\nsteps, across the landing, and down again on the other side, with\nthe lion in hot pursuit. Androcles rushes after the lion;\novertakes him as he is descending; and throws himself on his\nback, trying to use his toes as a brake. Before he can stop him\nthe lion gets hold of the trailing end of the Emperor's robe.\n\nANDROCLES. Oh bad wicked Tommy, to chase the Emperor like that!\nLet go the Emperor's robe at once, sir: where's your manners?\n(The lion growls and worries the robe). Don't pull it away from\nhim, your worship. He's only playing. Now I shall be really angry\nwith you, Tommy, if you don't let go. (The lion growls again)\nI'll tell you what it is, sir: he thinks you and I are not\nfriends.\n\nTHE EMPEROR (trying to undo the clasp of his brooch) Friends! You\ninfernal scoundrel (the lion growls) don't let him go. Curse this\nbrooch! I can't get it loose.\n\nANDROCLES. We mustn't let him lash himself into a rage. You must\nshow him that you are my particular friend--if you will have the\ncondescension. (He seizes the Emperor's hands, and shakes them\ncordially), Look, Tommy: the nice Emperor is the dearest friend\nAndy Wandy has in the whole world: he loves him like a brother.\n\nTHE EMPEROR. You little brute, you damned filthy little dog of a\nGreek tailor: I'll have you burnt alive for daring to touch the\ndivine person of the Emperor. (The lion roars).\n\nANDROCLES. Oh don't talk like that, sir. He understands every\nword you say: all animals do: they take it from the tone of your\nvoice. (The lion growls and lashes his tail). I think he's going\nto spring at your worship. If you wouldn't mind saying something\naffectionate. (The lion roars).\n\nTHE EMPEROR (shaking Androcles' hands frantically) My dearest Mr.\nAndrocles, my sweetest friend, my long lost brother, come to my\narms. (He embraces Androcles). Oh, what an abominable smell of\ngarlic!\n\nThe lion lets go the robe and rolls over on his back, clasping\nhis forepaws over one another coquettishly above his nose.\n\nANDROCLES. There! You see, your worship, a child might play with\nhim now. See! (He tickles the lion's belly. The lion wriggles\necstatically). Come and pet him.\n\nTHE EMPEROR. I must conquer these unkingly terrors. Mind you\ndon't go away from him, though. (He pats the lion's chest).\n\nANDROCLES. Oh, sir, how few men would have the courage to do\nthat--\n\nTHE EMPEROR. Yes: it takes a bit of nerve. Let us invite the\nCourt in and frighten them. Is he safe, do you think?\n\nANDROCLES. Quite safe now, sir.\n\nTHE EMPEROR (majestically) What ho, there! All who are within\nhearing, return without fear. Caesar has tamed the lion. (All the\nfugitives steal cautiously in. The menagerie keeper comes from\nthe passage with other keepers armed with iron bars and\ntridents). Take those things away. I have subdued the beast. (He\nplaces his foot on it).\n\nFERROVIUS (timidly approaching the Emperor and looking down with\nawe on the lion) It is strange that I, who fear no man, should\nfear a lion.\n\nTHE CAPTAIN. Every man fears something, Ferrovius.\n\nTHE EMPEROR. How about the Pretorian Guard now?\n\nFERROVIUS. In my youth I worshipped Mars, the God of War. I\nturned from him to serve the Christian god; but today the\nChristian god forsook me; and Mars overcame me and took back his\nown. The Christian god is not yet. He will come when Mars and I\nare dust; but meanwhile I must serve the gods that are, not the\nGod that will be. Until then I accept service in the Guard,\nCaesar.\n\nTHE EMPEROR. Very wisely said. All really sensible men agree that\nthe prudent course is to be neither bigoted in our attachment to\nthe old nor rash and unpractical in keeping an open mind for the\nnew, but to make the best of both dispensations.\n\nTHE CAPTAIN. What do you say, Lavinia? Will you too be prudent?\n\nLAVINIA (on the stair) No: I'll strive for the coming of the God\nwho is not yet.\n\nTHE CAPTAIN. May I come and argue with you occasionally?\n\nLAVINIA. Yes, handsome Captain: you may. (He kisses her hands).\n\nTHE EMPEROR. And now, my friends, though I do not, as you see,\nfear this lion, yet the strain of his presence is considerable;\nfor none of us can feel quite sure what he will do next.\n\nTHE MENAGERIE KEEPER. Caesar: give us this Greek sorcerer to be a\nslave in the menagerie. He has a way with the beasts.\n\nANDROCLES (distressed). Not if they are in cages. They should not\nbe kept in cages. They must all be let out.\n\nTHE EMPEROR. I give this sorcerer to be a slave to the first man\nwho lays hands on him. (The menagerie keepers and the gladiators\nrush for Androcles. The lion starts up and faces them. They surge\nback). You see how magnanimous we Romans are, Androcles. We\nsuffer you to go in peace.\n\nANDROCLES. I thank your worship. I thank you all, ladies and\ngentlemen. Come, Tommy. Whilst we stand together, no cage for\nyou: no slavery for me. (He goes out with the lion, everybody\ncrowding away to give him as wide a berth as possible).\n\n\n\nIn this play I have represented one of the Roman persecutions of\nthe early Christians, not as the conflict of a false theology\nwith a true, but as what all such persecutions essentially are:\nan attempt to suppress a propaganda that seemed to threaten the\ninterests involved in the established law and order, organized\nand maintained in the name of religion and justice by politicians\nwho are pure opportunist Have-and-Holders. People who are shown\nby their inner light the possibility of a better world based on\nthe demand of the spirit for a nobler and more abundant life, not\nfor themselves at the expense of others, but for everybody, are\nnaturally dreaded and therefore hated by the Have-and-Holders,\nwho keep always in reserve two sure weapons against them. The\nfirst is a persecution effected by the provocation, organization,\nand arming of that herd instinct which makes men abhor all\ndepartures from custom, and, by the most cruel punishments and\nthe wildest calumnies, force eccentric people to behave and\nprofess exactly as other people do. The second is by leading the\nherd to war, which immediately and infallibly makes them forget\neverything, even their most cherished and hardwon public\nliberties and private interests, in the irresistible surge of\ntheir pugnacity and the tense pre-occupation of their terror.\n\nThere is no reason to believe that there was anything more in the\nRoman persecutions than this. The attitude of the Roman Emperor\nand the officers of his staff towards the opinions at issue were\nmuch the same as those of a modern British Home Secretary towards\nmembers of the lower middle classes when some pious policeman\ncharges them with Bad Taste, technically called blasphemy: Bad\nTaste being a violation of Good Taste, which in such matters\npractically means Hypocrisy. The Home Secretary and the judges\nwho try the case are usually far more sceptical and blasphemous\nthan the poor men whom they persecute; and their professions of\nhorror at the blunt utterance of their own opinions are revolting\nto those behind the scenes who have any genuine religious\nsensibility; but the thing is done because the governing classes,\nprovided only the law against blasphemy is not applied to\nthemselves, strongly approve of such persecution because it\nenables them to represent their own privileges as part of the\nreligion of the country.\n\nTherefore my martyrs are the martyrs of all time, and my\npersecutors the persecutors of all time. My Emperor, who has no\nsense of the value of common people's lives, and amuses himself\nwith killing as carelessly as with sparing, is the sort of\nmonster you can make of any silly-clever gentleman by idolizing\nhim. We are still so easily imposed on by such idols that one of\nthe leading pastors of the Free Churches in London denounced my\nplay on the ground that my persecuting Emperor is a very fine\nfellow, and the persecuted Christians ridiculous. From which I\nconclude that a popular pulpit may be as perilous to a man's soul\nas an imperial throne.\n\nAll my articulate Christians, the reader will notice, have\ndifferent enthusiasms, which they accept as the same religion\nonly because it involves them in a common opposition to the\nofficial religion and consequently in a common doom. Androcles is\na humanitarian naturalist, whose views surprise everybody.\nLavinia, a clever and fearless freethinker, shocks the Pauline\nFerrovius, who is comparatively stupid and conscience ridden.\nSpintho, the blackguardly debauchee, is presented as one of the\ntypical Christians of that period on the authority of St.\nAugustine, who seems to have come to the conclusion at one period\nof his development that most Christians were what we call wrong\nuns. No doubt he was to some extent right: I have had occasion\noften to point out that revolutionary movements attract those who\nare not good enough for established institutions as well as those\nwho are too good for them.\n\nBut the most striking aspect of the play at this moment is the\nterrible topicality given it by the war. We were at peace when I\npointed out, by the mouth of Ferrovius, the path of an honest man\nwho finds out, when the trumpet sounds, that he cannot follow\nJesus. Many years earlier, in The Devil's Disciple, I touched the\nsame theme even more definitely, and showed the minister throwing\noff his black coat for ever when he discovered, amid the thunder\nof the captains and the shouting, that he was a born fighter.\nGreat numbers of our clergy have found themselves of late in the\nposition of Ferrovius and Anthony Anderson. They have discovered\nthat they hate not only their enemies but everyone who does not\nshare their hatred, and that they want to fight and to force\nother people to fight. They have turned their churches into\nrecruiting stations and their vestries into munition workshops.\nBut it has never occurred to them to take off their black coats\nand say quite simply, \"I find in the hour of trial that the\nSermon on the Mount is tosh, and that I am not a Christian. I\napologize for all the unpatriotic nonsense I have been preaching\nall these years. Have the goodness to give me a revolver and a\ncommission in a regiment which has for its chaplain a priest of\nthe god Mars: my God.\" Not a bit of it. They have stuck to their\nlivings and served Mars in the name of Christ, to the scandal of\nall religious mankind. When the Archbishop of York behaved like a\ngentleman and the Head Master of Eton preached a Christian\nsermon, and were reviled by the rabble, the Martian parsons\nencouraged the rabble. For this they made no apologies or\nexcuses, good or bad. They simple indulged their passions, just\nas they had always indulged their class prejudices and commercial\ninterests, without troubling themselves for a moment as to\nwhether they were Christians or not. They did not protest even\nwhen a body calling itself the Anti-German League (not having\nnoticed, apparently, that it had been anticipated by the British\nEmpire, the French Republic, and the Kingdoms of Italy, Japan,\nand Serbia) actually succeeded in closing a church at Forest Hill\nin which God was worshipped in the German language. One would\nhave supposed that this grotesque outrage on the commonest\ndecencies of religion would have provoked a remonstrance from\neven the worldliest bench of bishops. But no: apparently it\nseemed to the bishops as natural that the House of God should be\nlooted when He allowed German to be spoken in it as that a\nbaker's shop with a German name over the door should be pillaged.\nTheir verdict was, in effect, \"Serve God right, for creating the\nGermans!\" The incident would have been impossible in a country\nwhere the Church was as powerful as the Church of England, had it\nhad at the same time a spark of catholic as distinguished from\ntribal religion in it. As it is, the thing occurred; and as far\nas I have observed, the only people who gasped were the\nFreethinkers. Thus we see that even among men who make a\nprofession of religion the great majority are as Martian as the\nmajority of their congregations. The average clergyman is an\nofficial who makes his living by christening babies, marrying\nadults, conducting a ritual, and making the best he can (when he\nhas any conscience about it) of a certain routine of school\nsuperintendence, district visiting, and organization of\nalmsgiving, which does not necessarily touch Christianity at any\npoint except the point of the tongue. The exceptional or\nreligious clergyman may be an ardent Pauline salvationist, in\nwhich case his more cultivated parishioners dislike him, and say\nthat he ought to have joined the Methodists. Or he may be an\nartist expressing religious emotion without intellectual\ndefinition by means of poetry, music, vestments and architecture,\nalso producing religious ecstacy by physical expedients, such as\nfasts and vigils, in which case he is denounced as a Ritualist.\nOr he may be either a Unitarian Deist like Voltaire or Tom Paine,\nor the more modern sort of Anglican Theosophist to whom the Holy\nGhost is the Elan Vital of Bergson, and the Father and Son are an\nexpression of the fact that our functions and aspects are\nmanifold, and that we are all sons and all either potential or\nactual parents, in which case he is strongly suspected by the\nstraiter Salvationists of being little better than an Atheist.\nAll these varieties, you see, excite remark. They may be very\npopular with their congregations; but they are regarded by the\naverage man as the freaks of the Church. The Church, like the\nsociety of which it is an organ, is balanced and steadied by the\ngreat central Philistine mass above whom theology looms as a\nhighly spoken of and doubtless most important thing, like Greek\nTragedy, or classical music, or the higher mathematics, but who\nare very glad when church is over and they can go home to lunch\nor dinner, having in fact, for all practical purposes, no\nreasoned convictions at all, and being equally ready to persecute\na poor Freethinker for saying that St. James was not infallible,\nand to send one of the Peculiar People to prison for being so\nvery peculiar as to take St. James seriously.\n\nIn short, a Christian martyr was thrown to the lions not because\nhe was a Christian, but because he was a crank: that is, an\nunusual sort of person. And multitudes of people, quite as\ncivilized and amiable as we, crowded to see the lions eat him\njust as they now crowd the lion-house in the Zoo at feeding-time,\nnot because they really cared two-pence about Diana or Christ, or\ncould have given you any intelligent or correct account of the\nthings Diana and Christ stood against one another for, but simply\nbecause they wanted to see a curious and exciting spectacle. You,\ndear reader, have probably run to see a fire; and if somebody\ncame in now and told you that a lion was chasing a man down the\nstreet you would rush to the window. And if anyone were to say\nthat you were as cruel as the people who let the lion loose on\nthe man, you would be justly indignant. Now that we may no longer\nsee a man hanged, we assemble outside the jail to see the black\nflag run up. That is our duller method of enjoying ourselves in\nthe old Roman spirit. And if the Government decided to throw\npersons of unpopular or eccentric views to the lions in the\nAlbert Hall or the Earl's Court stadium tomorrow, can you doubt\nthat all the seats would be crammed, mostly by people who could\nnot give you the most superficial account of the views in question.\nMuch less unlikely things have happened. It is true that if such a\nrevival does take place soon, the martyrs will not be members of\nheretical religious sects: they will be Peculiars, Anti-Vivisectionists,\nFlat-Earth men, scoffers at the laboratories, or infidels who refuse\nto kneel down when a procession of doctors goes by. But the lions\nwill hurt them just as much, and the spectators will enjoy themselves\njust as much, as the Roman lions and spectators used to do.\n\nIt was currently reported in the Berlin newspapers that when\nAndrocles was first performed in Berlin, the Crown Prince rose\nand left the house, unable to endure the (I hope) very clear and\nfair exposition of autocratic Imperialism given by the Roman\ncaptain to his Christian prisoners. No English Imperialist was\nintelligent and earnest enough to do the same in London. If the\nreport is correct, I confirm the logic of the Crown Prince, and\nam glad to find myself so well understood. But I can assure him\nthat the Empire which served for my model when I wrote Androcles\nwas, as he is now finding to his cost, much nearer my home than\nthe German one.\n\n\n\n\n\n\n\n\n\n\nEnd of Project Gutenberg's Androcles and the Lion, by George Bernard Shaw\n\n*** END OF THIS PROJECT GUTENBERG EBOOK ANDROCLES AND THE LION ***\n\n***** This file should be named 4003.txt or 4003.zip *****\nThis and all associated files of various formats will be found in:\n        http:\/\/www.gutenberg.org\/4\/0\/0\/4003\/\n\nProduced by Eve Sobol.  HTML version by Al Haines.\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp:\/\/gutenberg.net\/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark\/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s\/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http:\/\/www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp:\/\/pglaf.org\/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http:\/\/pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http:\/\/pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http:\/\/pglaf.org\/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http:\/\/www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n","id":1030,"split":"train"}
