{"ori_id":"9bb9407d60ce0a2e7b57defe538f8578ea79493b","title":"The Shewing-Up of Blanco Posnet","context":"The Shewing-Up of Blanco Posnet\n The play is set in the American West. Blanco Posnet, a local drunk and reprobate, is brought before the court accused of stealing a horse belonging to the Sheriff. He been found walking along a road out of town after having left his brother's house in the early hours of the morning. The same night the horse had gone missing from his brother's stable. His accusers assume he has sold or concealed the horse. Blanco says they can't convict him without evidence that he ever had the horse. He also says he was owed some jewellery belonging to his mother, which had been bequeathed to him, but his brother had refused to hand it over. Even if he did take the horse he did so as payment for the debt his brother owed. Unfortunately he was unaware that the horse was merely being stabled by his brother, but belonged to the Sheriff. His brother, a reformed drunkard who is now a church Deacon, lectures Blanco on morality and judgement, but Blanco ridicules his brother's view of God.\nFeemy, the local prostitute, is called to witness. She says that she saw Blanco riding off on the horse. Blanco says that her word cannot be trusted, as she is a woman of low character and she admits was drunk at the time; in any case she has a grudge against him because - unlike members of the jury he can name - he had no interest in her services. The jury are outraged and strongly inclined to convict Blanco. At this point news arrives that the horse has been found. A woman had used it to take her sick child to the nearest doctor. The woman is brought to the court. She says she was given the horse by a man who was about to pass her on it on the road as she was carrying her dying child. She had pleaded with the man to allow her to take the horse. The judge asks her to name the man, but she absolutely denies that Blanco was the man who gave her the horse. She says that the man who did give it to her evidently did so in the knowledge that on foot he would probably be caught and could be hanged. It is clear to everyone that Blanco gave her the horse, but she cannot bring herself to name him if it will mean his conviction and inevitable hanging. Feemy takes the stand again and says she was lying about having seen Blanco. She never saw him on the horse. Blanco is released. He offers to marry Feemy in thanks for what she did, but she rejects him. Blanco says he'll buy drinks for everyone in the saloon and offers to shake Feemy's hand. She accepts.\nï»¿Project Gutenberg's The Shewing-up of Blanco Posnet, by George Bernard Shaw\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n\nTitle: The Shewing-up of Blanco Posnet\n\nAuthor: George Bernard Shaw\n\n\nRelease Date: May, 2004 [EBook #5722]\nThis file was first posted on August 17, 2002\nLast Updated: April 10, 2013\n\nLanguage: English\n\n\n*** START OF THIS PROJECT GUTENBERG EBOOK THE SHEWING-UP OF BLANCO POSNET ***\n\n\n\n\nProduced by Eve Sobol and Distributed Proofreaders\n\n\n\n\n\n\n\n\nTHE SHEWING-UP OF BLANCO POSNET\n\nBy Bernard Shaw\n\n1909\n\n\nTRANSCRIBER'S NOTE: The edition from which this work was taken was\nprinted without contractions, so there is Ill for I'll and dont for\ndon't, for example, and show is spelt shew.\n\n\n\n\nPREFACE\n\n\n\n\nTHE CENSORSHIP\n\nThis little play is really a religious tract in dramatic form. If our\nsilly censorship would permit its performance, it might possibly help to\nset right-side-up the perverted conscience and re-invigorate the starved\nself-respect of our considerable class of loose-lived playgoers whose\npoint of honor is to deride all official and conventional sermons. As it\nis, it only gives me an opportunity of telling the story of the Select\nCommittee of both Houses of Parliament which sat last year to enquire\ninto the working of the censorship, against which it was alleged by\nmyself and others that as its imbecility and mischievousness could not\nbe fully illustrated within the limits of decorum imposed on the press,\nit could only be dealt with by a parliamentary body subject to no such\nlimits.\n\n\n\n\nA READABLE BLUEBOOK\n\nFew books of the year 1909 can have been cheaper and more entertaining\nthan the report of this Committee. Its full title is REPORT FROM THE\nJOINT SELECT COMMITTEE OF THE HOUSE OF LORDS AND THE HOUSE OF COMMONS\nON THE STAGE PLAYS (CENSORSHIP) TOGETHER WITH THE PROCEEDINGS OF THE\nCOMMITTEE, MINUTES OF EVIDENCE, AND APPENDICES. What the phrase \"the\nStage Plays\" means in this title I do not know; nor does anyone else.\nThe number of the Bluebook is 214.\n\nHow interesting it is may be judged from the fact that it contains\nverbatim reports of long and animated interviews between the Committee\nand such witnesses as W. William Archer, Mr. Granville Barker, Mr. J.\nM. Barrie, Mr. Forbes Robertson, Mr. Cecil Raleigh, Mr. John Galsworthy,\nMr. Laurence Housman, Sir Herbert Beerbohm Tree, Mr. W. L. Courtney, Sir\nWilliam Gilbert, Mr. A. B. Walkley, Miss Lena Ashwell, Professor Gilbert\nMurray, Mr. George Alexander, Mr. George Edwardes, Mr. Comyns Carr,\nthe Speaker of the House of Commons, the Bishop of Southwark, Mr. Hall\nCaine, Mr. Israel Zangwill, Sir Squire Bancroft, Sir Arthur Pinero, and\nMr. Gilbert Chesterton, not to mention myself and a number of gentlemen\nless well known to the general public, but important in the world of the\ntheatre. The publication of a book by so many famous contributors would\nbe beyond the means of any commercial publishing firm. His Majesty's\nStationery Office sells it to all comers by weight at the very\nreasonable price of three-and-threepence a copy.\n\n\n\n\nHOW NOT TO DO IT\n\nIt was pointed out by Charles Dickens in Little Dorrit, which remains\nthe most accurate and penetrating study of the genteel littleness of\nour class governments in the English language, that whenever an abuse\nbecomes oppressive enough to persuade our party parliamentarians\nthat something must be done, they immediately set to work to face\nthe situation and discover How Not To Do It. Since Dickens's day\nthe exposures effected by the Socialists have so shattered the\nself-satisfaction of modern commercial civilization that it is no longer\ndifficult to convince our governments that something must be done,\neven to the extent of attempts at a reconstruction of civilization on\na thoroughly uncommercial basis. Consequently, the first part of the\nprocess described by Dickens: that in which the reformers were snubbed\nby front bench demonstrations that the administrative departments were\nconsuming miles of red tape in the correctest forms of activity, and\nthat everything was for the best in the best of all possible worlds,\nis out of fashion; and we are in that other phase, familiarized by the\nhistory of the French Revolution, in which the primary assumption is\nthat the country is in danger, and that the first duty of all parties,\npoliticians, and governments is to save it. But as the effect of this\nis to give governments a great many more things to do, it also gives a\npowerful stimulus to the art of How Not To Do Them: that is to say, the\nart of contriving methods of reform which will leave matters exactly as\nthey are.\n\nThe report of the Joint Select Committee is a capital illustration of\nthis tendency. The case against the censorship was overwhelming; and the\ndefence was more damaging to it than no defence at all could have\nbeen. Even had this not been so, the mere caprice of opinion had turned\nagainst the institution; and a reform was expected, evidence or no\nevidence. Therefore the Committee was unanimous as to the necessity of\nreforming the censorship; only, unfortunately, the majority attached\nto this unanimity the usual condition that nothing should be done to\ndisturb the existing state of things. How this was effected may be\ngathered from the recommendations finally agreed on, which are as\nfollows.\n\n1. The drama is to be set entirely free by the abolition of the existing\nobligation to procure a licence from the Censor before performing a\nplay; but every theatre lease is in future to be construed as if it\ncontained a clause giving the landlord power to break it and evict the\nlessee if he produces a play without first obtaining the usual licence\nfrom the Lord Chamberlain.\n\n2. Some of the plays licensed by the Lord Chamberlain are so vicious\nthat their present practical immunity from prosecution must be put an\nend to; but no manager who procures the Lord Chamberlain's licence for\na play can be punished in any way for producing it, though a special\ntribunal may order him to discontinue the performance; and even this\norder must not be recorded to his disadvantage on the licence of his\ntheatre, nor may it be given as a judicial reason for cancelling that\nlicence.\n\n3. Authors and managers producing plays without first obtaining the\nusual licence from the Lord Chamberlain shall be perfectly free to do\nso, and shall be at no disadvantage compared to those who follow the\nexisting practice, except that they may be punished, have the licences\nof their theatres endorsed and cancelled, and have the performance\nstopped pending the proceedings without compensation in the event of the\nproceedings ending in their acquittal.\n\n4. Authors are to be rescued from their present subjection to an\nirresponsible secret tribunal which can condemn their plays without\ngiving reasons, by the substitution for that tribunal of a Committee of\nthe Privy Council, which is to be the final authority on the fitness of\na play for representation; and this Committee is to sit in camera if and\nwhen it pleases.\n\n5. The power to impose a veto on the production of plays is to be\nabolished because it may hinder the growth of a great national drama;\nbut the Office of Examiner of Plays shall be continued; and the Lord\nChamberlain shall retain his present powers to license plays, but shall\nbe made responsible to Parliament to the extent of making it possible\nto ask questions there concerning his proceedings, especially now that\nmembers have discovered a method of doing this indirectly.\n\nAnd so on, and so forth. The thing is to be done; and it is not to be\ndone. Everything is to be changed and nothing is to be changed. The\nproblem is to be faced and the solution to be shirked. And the word of\nDickens is to be justified.\n\n\n\n\nTHE STORY OF THE JOINT SELECT COMMITTEE\n\nLet me now tell the story of the Committee in greater detail, partly as\na contribution to history; partly because, like most true stories, it is\nmore amusing than the official story.\n\nAll commissions of public enquiry are more or less intimidated both\nby the interests on which they have to sit in judgment and, when\ntheir members are party politicians, by the votes at the back of those\ninterests; but this unfortunate Committee sat under a quite exceptional\ncross fire. First, there was the king. The Censor is a member of his\nhousehold retinue; and as a king's retinue has to be jealously guarded\nto avoid curtailment of the royal state no matter what may be the\nfunction of the particular retainer threatened, nothing but an\nexpress royal intimation to the contrary, which is a constitutional\nimpossibility, could have relieved the Committee from the fear of\ndispleasing the king by any proposal to abolish the censorship of the\nLord Chamberlain. Now all the lords on the Committee and some of the\ncommoners could have been wiped out of society (in their sense of the\nword) by the slightest intimation that the king would prefer not to meet\nthem; and this was a heavy risk to run on the chance of \"a great and\nserious national drama\" ensuing on the removal of the Lord Chamberlain's\nveto on Mrs Warren's Profession. Second, there was the Nonconformist\nconscience, holding the Liberal Government responsible for the Committee\nit had appointed, and holding also, to the extent of votes enough to\nturn the scale in some constituencies, that the theatre is the gate of\nhell, to be tolerated, as vice is tolerated, only because the power to\nsuppress it could not be given to any public body without too serious an\ninterference with certain Liberal traditions of liberty which are still\nuseful to Nonconformists in other directions. Third, there was the\ncommercial interest of the theatrical managers and their syndicates of\nbackers in the City, to whom, as I shall shew later on, the censorship\naffords a cheap insurance of enormous value. Fourth, there was the\npowerful interest of the trade in intoxicating liquors, fiercely\ndetermined to resist any extension of the authority of teetotaller-led\nlocal governing bodies over theatres. Fifth, there were the playwrights,\nwithout political power, but with a very close natural monopoly of a\ntalent not only for play-writing but for satirical polemics. And since\nevery interest has its opposition, all these influences had created\nhostile bodies by the operation of the mere impulse to contradict them,\nalways strong in English human nature.\n\n\n\n\nWHY THE MANAGERS LOVE THE CENSORSHIP\n\nThe only one of these influences which seems to be generally\nmisunderstood is that of the managers. It has been assumed repeatedly\nthat managers and authors are affected in the same way by the\ncensorship. When a prominent author protests against the censorship, his\nopinion is supposed to be balanced by that of some prominent manager\nwho declares that the censorship is the mainstay of the theatre, and\nhis relations with the Lord Chamberlain and the Examiner of Plays a\ncherished privilege and an inexhaustible joy. This error was not removed\nby the evidence given before the Joint Select Committee. The managers\ndid not make their case clear there, partly because they did not\nunderstand it, and partly because their most eminent witnesses were not\npersonally affected by it, and would not condescend to plead it, feeling\nthemselves, on the contrary, compelled by their self-respect to admit\nand even emphasize the fact that the Lord Chamberlain in the exercise of\nhis duties as licenser had done those things which he ought not to\nhave done, and left undone those things which he ought to have done. Mr\nForbes Robertson and Sir Herbert Tree, for instance, had never felt the\nreal disadvantage of which managers have to complain. This disadvantage\nwas not put directly to the Committee; and though the managers are\nagainst me on the question of the censorship, I will now put their case\nfor them as they should have put it themselves, and as it can be read\nbetween the lines of their evidence when once the reader has the clue.\n\nThe manager of a theatre is a man of business. He is not an expert in\npolitics, religion, art, literature, philosophy, or law. He calls in\na playwright just as he calls in a doctor, or consults a lawyer, or\nengages an architect, depending on the playwright's reputation and past\nachievements for a satisfactory result. A play by an unknown man may\nattract him sufficiently to induce him to give that unknown man a trial;\nbut this does not occur often enough to be taken into account: his\nnormal course is to resort to a well-known author and take (mostly with\nmisgiving) what he gets from him. Now this does not cause any anxiety\nto Mr Forbes Robertson and Sir Herbert Tree, because they are only\nincidentally managers and men of business: primarily they are highly\ncultivated artists, quite capable of judging for themselves anything\nthat the most abstruse playwright is likely to put before them, But the\nplain sailing tradesman who must be taken as the typical manager (for\nthe West end of London is not the whole theatrical world) is by no means\nequally qualified to judge whether a play is safe from prosecution or\nnot. He may not understand it, may not like it, may not know what the\nauthor is driving at, may have no knowledge of the ethical, political,\nand sectarian controversies which may form the intellectual fabric of\nthe play, and may honestly see nothing but an ordinary \"character part\"\nin a stage figure which may be a libellous and unmistakeable caricature\nof some eminent living person of whom he has never heard. Yet if he\nproduces the play he is legally responsible just as if he had written it\nhimself. Without protection he may find himself in the dock answering\na charge of blasphemous libel, seditious libel, obscene libel, or all\nthree together, not to mention the possibility of a private action for\ndefamatory libel. His sole refuge is the opinion of the Examiner of\nPlays, his sole protection the licence of the Lord Chamberlain. A\nrefusal to license does not hurt him, because he can produce another\nplay: it is the author who suffers. The granting of the licence\npractically places him above the law; for though it may be legally\npossible to prosecute a licensed play, nobody ever dreams of doing it.\nThe really responsible person, the Lord Chamberlain, could not be put\ninto the dock; and the manager could not decently be convicted when he\ncould procure in his defence a certificate from the chief officer of the\nKing's household that the play was a proper one.\n\n\n\n\nA TWO GUINEA INSURANCE POLICY\n\nThe censorship, then, provides the manager, at the negligible premium\nof two guineas per play, with an effective insurance against the author\ngetting him into trouble, and a complete relief from all conscientious\nresponsibility for the character of the entertainment at his theatre.\nUnder such circumstances, managers would be more than human if they did\nnot regard the censorship as their most valuable privilege. This is the\nsimple explanation of the rally of the managers and their Associations\nto the defence of the censorship, of their reiterated resolutions of\nconfidence in the Lord Chamberlain, of their presentations of plate,\nand, generally, of their enthusiastic contentment with the present\nsystem, all in such startling contrast to the denunciations of the\ncensorship by the authors. It also explains why the managerial witnesses\nwho had least to fear from the Censor were the most reluctant in his\ndefence, whilst those whose practice it is to strain his indulgence to\nthe utmost were almost rapturous in his praise. There would be absolute\nunanimity among the managers in favor of the censorship if they were all\nsimply tradesmen. Even those actor-managers who made no secret before\nthe Committee of their contempt for the present operation of the\ncensorship, and their indignation at being handed over to a domestic\nofficial as casual servants of a specially disorderly kind, demanded,\nnot the abolition of the institution, but such a reform as might make it\nconsistent with their dignity and unobstructive to their higher artistic\naims. Feeling no personal need for protection against the author, they\nperhaps forgot the plight of many a manager to whom the modern advanced\ndrama is so much Greek; but they did feel very strongly the need of\nbeing protected against Vigilance Societies and Municipalities and\ncommon informers in a country where a large section of the community\nstill believes that art of all kinds is inherently sinful.\n\n\n\n\nWHY THE GOVERNMENT INTERFERED\n\nIt may now be asked how a Liberal government had been persuaded to\nmeddle at all with a question in which so many conflicting interests\nwere involved, and which had probably no electoral value whatever.\nMany simple simple souls believed that it was because certain severely\nvirtuous plays by Ibsen, by M. Brieux, by Mr Granville Barker, and by\nme, were suppressed by the censorship, whilst plays of a scandalous\ncharacter were licensed without demur. No doubt this influenced\npublic opinion; but those who imagine that it could influence British\ngovernments little know how remote from public opinion and how full\nof their own little family and party affairs British governments, both\nLiberal and Unionist, still are. The censorship scandal had existed for\nyears without any parliamentary action being taken in the matter, and\nmight have existed for as many more had it not happened in 1906 that\nMr Robert Vernon Harcourt entered parliament as a member of the Liberal\nParty, of which his father had been one of the leaders during the\nGladstone era. Mr Harcourt was thus a young man marked out for office\nboth by his parentage and his unquestionable social position as one\nof the governing class. Also, and this was much less usual, he\nwas brilliantly clever, and was the author of a couple of plays of\nremarkable promise. Mr Harcourt informed his leaders that he was going\nto take up the subject of the censorship. The leaders, recognizing his\nhereditary right to a parliamentary canter of some sort as a prelude to\nhis public career, and finding that all the clever people seemed to\nbe agreed that the censorship was an anti-Liberal institution and\nan abominable nuisance to boot, indulged him by appointing a Select\nCommittee of both Houses to investigate the subject. The then Chancellor\nof the Duchy of Lancaster, Mr Herbert Samuel (now Postmaster-General),\nwho had made his way into the Cabinet twenty years ahead of the usual\nage, was made Chairman. Mr Robert Harcourt himself was of course a\nmember. With him, representing the Commons, were Mr Alfred Mason, a man\nof letters who had won a seat in parliament as offhandedly as he has\nsince discarded it, or as he once appeared on the stage to help me out\nof a difficulty in casting Arms and the Man when that piece was the\nnewest thing in the advanced drama. There was Mr Hugh Law, an Irish\nmember, son of an Irish Chancellor, presenting a keen and joyous front\nto English intellectual sloth. Above all, there was Colonel Lockwood to\nrepresent at one stroke the Opposition and the average popular man. This\nhe did by standing up gallantly for the Censor, to whose support the\nOpposition was in no way committed, and by visibly defying the most\ncherished conventions of the average man with a bunch of carnations\nin his buttonhole as large as a dinner-plate, which would have made a\nBunthorne blench, and which very nearly did make Mr Granville Barker\n(who has an antipathy to the scent of carnations) faint.\n\n\n\n\nTHE PEERS ON THE JOINT SELECT COMMITTEE\n\nThe House of Lords then proceeded to its selection. As fashionable drama\nin Paris and London concerns itself almost exclusively with adultery,\nthe first choice fell on Lord Gorell, who had for many years presided\nover the Divorce Court. Lord Plymouth, who had been Chairman to the\nShakespear Memorial project (now merged in the Shakespear Memorial\nNational Theatre) was obviously marked out for selection; and it was\ngenerally expected that the Lords Lytton and Esher, who had taken\na prominent part in the same movement, would have been added. This\nexpectation was not fulfilled. Instead, Lord Willoughby de Broke, who\nhad distinguished himself as an amateur actor, was selected along with\nLord Newton, whose special qualifications for the Committee, if he had\nany, were unknown to the public. Finally Lord Ribblesdale, the argute\nson of a Scotch mother, was thrown in to make up for any shortcoming\nin intellectual subtlety that might arise in the case of his younger\ncolleagues; and this completed the two teams.\n\n\n\n\nTHE COMMITTEE'S ATTITUDE TOWARD THE THEATRE\n\nIn England, thanks chiefly to the censorship, the theatre is not\nrespected. It is indulged and despised as a department of what is\npolitely called gaiety. It is therefore not surprising that the majority\nof the Committee began by taking its work uppishly and carelessly.\nWhen it discovered that the contemporary drama, licensed by the Lord\nChamberlain, included plays which could be described only behind closed\ndoors, and in the discomfort which attends discussions of very nasty\nsubjects between men of widely different ages, it calmly put its own\nconvenience before its public duty by ruling that there should be no\ndiscussion of particular plays, much as if a committee on temperance\nwere to rule that drunkenness was not a proper subject of conversation\namong gentlemen.\n\n\n\n\nA BAD BEGINNING\n\nThis was a bad beginning. Everybody knew that in England the censorship\nwould not be crushed by the weight of the constitutional argument\nagainst it, heavy as that was, unless it were also brought home to the\nCommittee and to the public that it had sanctioned and protected the\nvery worst practicable examples of the kind of play it professed\nto extirpate. For it must be remembered that the other half of the\npractical side of the case, dealing with the merits of the plays it had\nsuppressed, could never secure a unanimous assent. If the Censor had\nsuppressed Hamlet, as he most certainly would have done had it been\nsubmitted to him as a new play, he would have been supported by a large\nbody of people to whom incest is a tabooed subject which must not\nbe mentioned on the stage or anywhere else outside a criminal court.\nHamlet, Oedipus, and The Cenci, Mrs Warren's Profession, Brieux's\nMaternite, and Les Avaries, Maeterlinck's Monna Vanna and Mr. Granville\nBarker's Waste may or may not be great poems, or edifying sermons, or\nimportant documents, or charming romances: our tribal citizens know\nnothing about that and do not want to know anything: all that they do\nknow is that incest, prostitution, abortion, contagious diseases, and\nnudity are improper, and that all conversations, or books, or plays in\nwhich they are discussed are improper conversations, improper books,\nimproper plays, and should not be allowed. The Censor may prohibit all\nsuch plays with complete certainty that there will be a chorus of \"Quite\nright too\" sufficient to drown the protests of the few who know better.\nThe Achilles heel of the censorship is therefore not the fine plays it\nhas suppressed, but the abominable plays it has licensed: plays which\nthe Committee itself had to turn the public out of the room and close\nthe doors before it could discuss, and which I myself have found it\nimpossible to expose in the press because no editor of a paper or\nmagazine intended for general family reading could admit into his\ncolumns the baldest narration of the stories which the Censor has not\nonly tolerated but expressly certified as fitting for presentation on\nthe stage. When the Committee ruled out this part of the case it shook\nthe confidence of the authors in its impartiality and its seriousness.\nOf course it was not able to enforce its ruling thoroughly. Plays which\nwere merely lightminded and irresponsible in their viciousness\nwere repeatedly mentioned by Mr Harcourt and others. But the really\ndetestable plays, which would have damned the censorship beyond all\napology or salvation, were never referred to; and the moment Mr Harcourt\nor anyone else made the Committee uncomfortable by a move in their\ndirection, the ruling was appealed to at once, and the censorship saved.\n\n\n\n\nA COMIC INTERLUDE\n\nIt was part of this nervous dislike of the unpleasant part of its\nbusiness that led to the comic incident of the Committee's sudden\ndiscovery that I had insulted it, and its suspension of its\ninvestigation for the purpose of elaborately insulting me back again.\nComic to the lookers-on, that is; for the majority of the Committee made\nno attempt to conceal the fact that they were wildly angry with me;\nand I, though my public experience and skill in acting enabled me to\nmaintain an appearance of imperturbable good-humor, was equally furious.\nThe friction began as follows.\n\nThe precedents for the conduct of the Committee were to be found in\nthe proceedings of the Committee of 1892. That Committee, no doubt\nrecognizing the absurdity of calling on distinguished artists to give\ntheir views before it, and then refusing to allow them to state their\nviews except in nervous replies to such questions as it might suit\nmembers to put to them, allowed Sir Henry Irving and Sir John Hare to\nprepare and read written statements, and formally invited them to read\nthem to the Committee before being questioned. I accordingly prepared\nsuch a statement. For the greater convenience of the Committee, I\noffered to have this statement printed at my own expense, and to\nsupply the members with copies. The offer was accepted; and the copies\nsupplied. I also offered to provide the Committee with copies of those\nplays of mine which had been refused a licence by the Lord Chamberlain.\nThat offer also was accepted; and the books duly supplied.\n\n\n\n\nAN ANTI-SHAVIAN PANIC\n\nAs far as I can guess, the next thing that happened was that some\ntimid or unawakened member of the Committee read my statement and was\nfrightened or scandalized out of his wits by it. At all events it is\ncertain that the majority of the Committee allowed themselves to be\npersuaded to refuse to allow any statement to be read; but to avoid\nthe appearance of pointing this expressly at me, the form adopted was\na resolution to adhere strictly to precedent, the Committee being\nthen unaware that the precedents were on my side. Accordingly, when\nI appeared before the Committee, and proposed to read my statement\n\"according to precedent,\" the Committee was visibly taken aback. The\nChairman was bound by the letter of the decision arrived at to allow me\nto read my statement, since that course was according to precedent; but\nas this was exactly what the decision was meant to prevent, the majority\nof the Committee would have regarded this hoisting of them with their\nown petard as a breach of faith on the part of the Chairman, who, I\ninfer, was not in agreement with the suppressive majority. There was\nnothing for it, after a somewhat awkward pause, but to clear me and the\npublic out of the room and reconsider the situation IN CAMERA. When the\ndoors were opened again I was informed simply that the Committee would\nnot hear my statement, but as the Committee could not very decently\nrefuse my evidence altogether, the Chairman, with a printed copy of my\nstatement in his hand as \"proof,\" was able to come to the rescue to some\nextent by putting to me a series of questions to which no doubt I might\nhave replied by taking another copy out of my pocket, and quoting my\nstatement paragraph by paragraph, as some of the later witnesses did.\nBut as in offering the Committee my statement for burial in their\nbluebook I had made a considerable sacrifice, being able to secure\ngreater publicity for it by independent publication on my own account;\nand as, further, the circumstances of the refusal made it offensive\nenough to take all heart out of the scrupulous consideration with which\nI had so far treated the Committee, I was not disposed to give its\nmajority a second chance, or to lose the opportunity offered me by\nthe questions to fire an additional broadside into the censorship. I\npocketed my statement, and answered the questions VIVA VOCE. At the\nconclusion of this, my examination-in-chief, the Committee adjourned,\nasking me to present myself again for (virtually) cross-examination. But\nthis cross-examination never came off, as the sequel will shew.\n\n\n\n\nA RARE AND CURIOUS FIRST EDITION\n\nThe refusal of the Committee to admit my statement had not unnaturally\ncreated the impression that it must be a scandalous document; and\na lively demand for copies at once set in. And among the very first\napplicants were members of the majority which had carried the decision\nto exclude the document. They had given so little attention to the\nbusiness that they did not know, or had forgotten, that they had already\nbeen supplied with copies at their own request. At all events, they\ncame to me publicly and cleaned me out of the handful of copies I had\nprovided for distribution to the press. And after the sitting it was\nintimated to me that yet more copies were desired for the use of the\nCommittee: a demand, under the circumstances, of breath-bereaving\ncoolness. At the same time, a brisk demand arose outside the Committee,\nnot only among people who were anxious to read what I had to say on the\nsubject, but among victims of the craze for collecting first editions,\ncopies of privately circulated pamphlets, and other real or imaginary\nrarities, and who will cheerfully pay five guineas for any piece of\ndiscarded old rubbish of mine when they will not pay four-and-sixpence\nfor this book because everyone else can get it for four-and-sixpence\ntoo.\n\n\n\n\nTHE TIMES TO THE RESCUE\n\nThe day after the refusal of the Committee to face my statement, I\ntransferred the scene of action to the columns of The Times, which did\nyeoman's service to the public on this, as on many other occasions, by\ntreating the question as a public one without the least regard to the\nsupposed susceptibilities of the Court on the one side, or the avowed\nprejudices of the Free Churches or the interests of the managers or\ntheatrical speculators on the other. The Times published the summarized\nconclusions of my statement, and gave me an opportunity of saying as\nmuch as it was then advisable to say of what had occurred. For it must\nbe remembered that, however impatient and contemptuous I might feel of\nthe intellectual cowardice shewn by the majority of the Committee face\nto face with myself, it was none the less necessary to keep up its\nprestige in every possible way, not only for the sake of the dignity and\nimportance of the matter with which it had to deal, and in the hope that\nthe treatment of subsequent witnesses and the final report might make\namends for a feeble beginning, but also out of respect and consideration\nfor the minority. For it is fair to say that the majority was never more\nthan a bare majority, and that the worst thing the Committee did--the\nexclusion of references to particular plays--was perpetrated in the\nabsence of the Chairman.\n\nI, therefore, had to treat the Committee in The Times very much better\nthan its majority deserved, an injustice for which I now apologize. I\ndid not, however, resist the temptation to hint, quite good-humoredly,\nthat my politeness to the Committee had cost me quite enough already,\nand that I was not prepared to supply the members of the Committee, or\nanyone else, with extra copies merely as collectors' curiosities.\n\n\n\n\nTHE COUNCIL OF TEN\n\nThen the fat was in the fire. The majority, chaffed for its eagerness\nto obtain copies of scarce pamphlets retailable at five guineas,\nwent dancing mad. When I presented myself, as requested, for\ncross-examination, I found the doors of the Committee room shut, and the\ncorridors of the House of Lords filled by a wondering crowd, to whom it\nhad somehow leaked out that something terrible was happening inside.\nIt could not be another licensed play too scandalous to be discussed in\npublic, because the Committee had decided to discuss no more of these\nexamples of the Censor's notions of purifying the stage; and what else\nthe Committee might have to discuss that might not be heard by all the\nworld was not easily guessable.\n\nWithout suggesting that the confidence of the Committee was in any way\nviolated by any of its members further than was absolutely necessary to\nclear them from suspicion of complicity in the scene which followed, I\nthink I may venture to conjecture what was happening. It was felt by the\nmajority, first, that it must be cleared at all costs of the imputation\nof having procured more than one copy each of my statement, and that\none not from any interest in an undesirable document by an irreverent\nauthor, but in the reluctant discharge of its solemn public duty;\nsecond, that a terrible example must be made of me by the most crushing\npublic snub in the power of the Committee to administer. To throw my\nwretched little pamphlet at my head and to kick me out of the room was\nthe passionate impulse which prevailed in spite of all the remonstrances\nof the Commoners, seasoned to the give-and-take of public life, and of\nthe single peer who kept his head. The others, for the moment, had no\nheads to keep. And the fashion in which they proposed to wreak their\nvengeance was as follows.\n\n\n\n\nTHE SENTENCE\n\nI was to be admitted, as a lamb to the slaughter, and allowed to take my\nplace as if for further examination. The Chairman was then to inform me\ncoldly that the Committee did not desire to have anything more to say to\nme. The members were thereupon solemnly to hand me back the copies of my\nstatement as so much waste paper, and I was to be suffered to slink away\nwith what countenance I could maintain in such disgrace.\n\nBut this plan required the active co-operation of every member of\nthe Committee; and whilst the majority regarded it as an august and\nimpressive vindication of the majesty of parliament, the minority\nregarded it with equal conviction as a puerile tomfoolery, and declined\naltogether to act their allotted parts in it. Besides, they did not\nall want to part with the books. For instance, Mr Hugh Law, being an\nIrishman, with an Irishman's sense of how to behave like a gallant\ngentleman on occasion, was determined to be able to assure me that\nnothing should induce him to give up my statement or prevent him from\nobtaining and cherishing as many copies as possible. (I quote this as\nan example to the House of Lords of the right thing to say in such\nemergencies). So the program had to be modified. The minority could not\nprevent the enraged majority from refusing to examine me further; nor\ncould the Chairman refuse to communicate that decision to me. Neither\ncould the minority object to the secretary handing me back such copies\nas he could collect from the majority. And at that the matter was left.\nThe doors were opened; the audience trooped in; I was called to my place\nin the dock (so to speak); and all was ready for the sacrifice.\n\n\n\n\nTHE EXECUTION\n\nAlas! the majority reckoned without Colonel Lockwood. That hardy and\nundaunted veteran refused to shirk his share in the scene merely because\nthe minority was recalcitrant and the majority perhaps subject to stage\nfright. When Mr Samuel had informed me that the Committee had no further\nquestions to ask me with an urbanity which gave the public no clue as to\nthe temper of the majority; when I had jumped up with the proper air of\nrelief and gratitude; when the secretary had handed me his little packet\nof books with an affability which effectually concealed his dramatic\nfunction as executioner; when the audience was simply disappointed\nat being baulked of the entertainment of hearing Mr Robert Harcourt\ncross-examine me; in short, when the situation was all but saved by the\ntact of the Chairman and secretary, Colonel Lockwood rose, with all his\ncarnations blazing, and gave away the whole case by handing me, with\nimpressive simplicity and courtesy, his TWO copies of the precious\nstatement. And I believe that if he had succeeded in securing ten, he\nwould have handed them all back to me with the most sincere conviction\nthat every one of the ten must prove a crushing addition to the\nweight of my discomfiture. I still cherish that second copy, a little\nblue-bound pamphlet, methodically autographed \"Lockwood B\" among my most\nvalued literary trophies.\n\nAn innocent lady told me afterwards that she never knew that I could\nsmile so beautifully, and that she thought it shewed very good taste on\nmy part. I was not conscious of smiling; but I should have embraced the\nColonel had I dared. As it was, I turned expectantly to his colleagues,\nmutely inviting them to follow his example. But there was only one\nColonel Lockwood on that Committee. No eye met mine except minority\neyes, dancing with mischief. There was nothing more to be said. I went\nhome to my morning's work, and returned in the afternoon to receive the\napologies of the minority for the conduct of the majority, and to see Mr\nGranville Barker, overwhelmed by the conscience-stricken politeness of\nthe now almost abject Committee, and by a powerful smell of carnations,\nheading the long list of playwrights who came there to testify against\nthe censorship, and whose treatment, I am happy to say, was everything\nthey could have desired.\n\nAfter all, ridiculous as the scene was, Colonel Lockwood's simplicity\nand courage were much more serviceable to his colleagues than their own\ninept coup de theatre would have been if he had not spoiled it. It was\nplain to every one that he had acted in entire good faith, without a\nthought as to these apparently insignificant little books being of any\nimportance or having caused me or anybody else any trouble, and that\nhe was wounded in his most sensitive spot by the construction my Times\nletter had put on his action. And in Colonel Lockwood's case one saw the\ncase of his party on the Committee. They had simply been thoughtless in\nthe matter.\n\nI hope nobody will suppose that this in any way exonerates them. When\npeople accept public service for one of the most vital duties that can\narise in our society, they have no right to be thoughtless. In spite of\nthe fun of the scene on the surface, my public sense was, and still is,\nvery deeply offended by it. It made an end for me of the claim of the\nmajority to be taken seriously. When the Government comes to deal with\nthe question, as it presumably will before long, I invite it to be\nguided by the Chairman, the minority, and by the witnesses according to\ntheir weight, and to pay no attention whatever to those recommendations\nwhich were obviously inserted solely to conciliate the majority and get\nthe report through and the Committee done with.\n\nMy evidence will be found in the Bluebook, pp. 46-53. And here is the\nterrible statement which the Committee went through so much to suppress.\n\n\n\n\n\nTHE REJECTED STATEMENT\n\nPART I\n\nTHE WITNESS'S QUALIFICATIONS\n\nI am by profession a playwright. I have been in practice since 1892. I\nam a member of the Managing Committee of the Society of Authors and of\nthe Dramatic Sub-Committee of that body. I have written nineteen\nplays, some of which have been translated and performed in all European\ncountries except Turkey, Greece, and Portugal. They have been performed\nextensively in America. Three of them have been refused licences by\nthe Lord Chamberlain. In one case a licence has since been granted.\nThe other two are still unlicensed. I have suffered both in pocket and\nreputation by the action of the Lord Chamberlain. In other countries I\nhave not come into conflict with the censorship except in Austria, where\nthe production of a comedy of mine was postponed for a year because it\nalluded to the part taken by Austria in the Servo-Bulgarian war. This\ncomedy was not one of the plays suppressed in England by the Lord\nChamberlain. One of the plays so suppressed was prosecuted in America\nby the police in consequence of an immense crowd of disorderly persons\nhaving been attracted to the first performance by the Lord Chamberlain's\ncondemnation of it; but on appeal to a higher court it was decided that\nthe representation was lawful and the intention innocent, since when it\nhas been repeatedly performed.\n\nI am not an ordinary playwright in general practice. I am a specialist\nin immoral and heretical plays. My reputation has been gained by my\npersistent struggle to force the public to reconsider its morals. In\nparticular, I regard much current morality as to economic and sexual\nrelations as disastrously wrong; and I regard certain doctrines of the\nChristian religion as understood in England to-day with abhorrence. I\nwrite plays with the deliberate object of converting the nation to my\nopinions in these matters. I have no other effectual incentive to write\nplays, as I am not dependent on the theatre for my livelihood. If I were\nprevented from producing immoral and heretical plays, I should cease\nto write for the theatre, and propagate my views from the platform\nand through books. I mention these facts to shew that I have a special\ninterest in the achievement by my profession of those rights of\nliberty of speech and conscience which are matters of course in other\nprofessions. I object to censorship not merely because the existing\nform of it grievously injures and hinders me individually, but on public\ngrounds.\n\n\n\n\nTHE DEFINITION OF IMMORALITY\n\nIn dealing with the question of the censorship, everything depends on\nthe correct use of the word immorality, and a careful discrimination\nbetween the powers of a magistrate or judge to administer a code, and\nthose of a censor to please himself.\n\nWhatever is contrary to established manners and customs is immoral.\nAn immoral act or doctrine is not necessarily a sinful one: on the\ncontrary, every advance in thought and conduct is by definition immoral\nuntil it has converted the majority. For this reason it is of the\nmost enormous importance that immorality should be protected jealously\nagainst the attacks of those who have no standard except the standard of\ncustom, and who regard any attack on custom--that is, on morals--as an\nattack on society, on religion, and on virtue.\n\nA censor is never intentionally a protector of immorality. He always\naims at the protection of morality. Now morality is extremely valuable\nto society. It imposes conventional conduct on the great mass of persons\nwho are incapable of original ethical judgment, and who would be\nquite lost if they were not in leading-strings devised by lawgivers,\nphilosophers, prophets and poets for their guidance. But morality is\nnot dependent on censorship for protection. It is already powerfully\nfortified by the magistracy and the whole body of law. Blasphemy,\nindecency, libel, treason, sedition, obscenity, profanity, and all the\nother evils which a censorship is supposed to avert, are punishable\nby the civil magistrate with all the severity of vehement prejudice.\nMorality has not only every engine that lawgivers can devise in full\noperation for its protection, but also that enormous weight of public\nopinion enforced by social ostracism which is stronger than all the\nstatutes. A censor pretending to protect morality is like a child\npushing the cushions of a railway carriage to give itself the sensation\nof making the train travel at sixty miles an hour. It is immorality, not\nmorality, that needs protection: it is morality, not immorality, that\nneeds restraint; for morality, with all the dead weight of human inertia\nand superstition to hang on the back of the pioneer, and all the malice\nof vulgarity and prejudice to threaten him, is responsible for many\npersecutions and many martyrdoms.\n\nPersecutions and martyrdoms, however, are trifles compared to\nthe mischief done by censorships in delaying the general march of\nenlightenment. This can be brought home to us by imagining what would\nhave been the effect of applying to all literature the censorship we\nstill apply to the stage. The works of Linnaeus and the evolutionists\nof 1790-1830, of Darwin, Wallace, Huxley, Helmholtz, Tyndall, Spencer,\nCarlyle, Ruskin, and Samuel Butler, would not have been published, as\nthey were all immoral and heretical in the very highest degree, and gave\npain to many worthy and pious people. They are at present condemned by\nthe Greek and Roman Catholic censorships as unfit for general reading. A\ncensorship of conduct would have been equally disastrous. The disloyalty\nof Hampden and of Washington; the revolting immorality of Luther in not\nonly marrying when he was a priest, but actually marrying a nun; the\nheterodoxy of Galileo; the shocking blasphemies and sacrileges of\nMohammed against the idols whom he dethroned to make way for his\nconception of one god; the still more startling blasphemy of Jesus when\nhe declared God to be the son of man and himself to be the son of God,\nare all examples of shocking immoralities (every immorality shocks\nsomebody), the suppression and extinction of which would have been more\ndisastrous than the utmost mischief that can be conceived as ensuing\nfrom the toleration of vice.\n\nThese facts, glaring as they are, are disguised by the promotion of\nimmoralities into moralities which is constantly going on. Christianity\nand Mohammedanism, once thought of and dealt with exactly as Anarchism\nis thought of and dealt with today, have become established religions;\nand fresh immoralities are prosecuted in their name. The truth is that\nthe vast majority of persons professing these religions have never\nbeen anything but simple moralists. The respectable Englishman who is a\nChristian because he was born in Clapham would be a Mohammedan for\nthe cognate reason if he had been born in Constantinople. He has never\nwillingly tolerated immorality. He did not adopt any innovation until it\nhad become moral; and then he adopted it, not on its merits, but solely\nbecause it had become moral. In doing so he never realized that it\nhad ever been immoral: consequently its early struggles taught him\nno lesson; and he has opposed the next step in human progress as\nindignantly as if neither manners, customs, nor thought had ever changed\nsince the beginning of the world. Toleration must be imposed on him as\na mystic and painful duty by his spiritual and political leaders, or\nhe will condemn the world to stagnation, which is the penalty of an\ninflexible morality.\n\n\n\n\nWHAT TOLERATION MEANS\n\nThis must be done all the more arbitrarily because it is not possible\nto make the ordinary moral man understand what toleration and liberty\nreally mean. He will accept them verbally with alacrity, even with\nenthusiasm, because the word toleration has been moralized by eminent\nWhigs; but what he means by toleration is toleration of doctrines\nthat he considers enlightened, and, by liberty, liberty to do what he\nconsiders right: that is, he does not mean toleration or liberty at all;\nfor there is no need to tolerate what appears enlightened or to claim\nliberty to do what most people consider right. Toleration and liberty\nhave no sense or use except as toleration of opinions that are\nconsidered damnable, and liberty to do what seems wrong. Setting\nEnglishmen free to marry their deceased wife's sisters is not tolerated\nby the people who approve of it, but by the people who regard it\nas incestuous. Catholic Emancipation and the admission of Jews to\nparliament needed no toleration from Catholics and Jews: the toleration\nthey needed was that of the people who regarded the one measure as\na facilitation of idolatry, and the other as a condonation of the\ncrucifixion. Clearly such toleration is not clamored for by the\nmultitude or by the press which reflects its prejudices. It is\nessentially one of those abnegations of passion and prejudice which the\ncommon man submits to because uncommon men whom he respects as wiser\nthan himself assure him that it must be so, or the higher affairs of\nhuman destiny will suffer.\n\nSuch admission is the more difficult because the arguments against\ntolerating immorality are the same as the arguments against tolerating\nmurder and theft; and this is why the Censor seems to the inconsiderate\nas obviously desirable a functionary as the police magistrate. But there\nis this simple and tremendous difference between the cases: that whereas\nno evil can conceivably result from the total suppression of murder\nand theft, and all communities prosper in direct proportion to such\nsuppression, the total suppression of immorality, especially in matters\nof religion and sex, would stop enlightenment, and produce what used\nto be called a Chinese civilization until the Chinese lately took to\nimmoral courses by permitting railway contractors to desecrate the\ngraves of their ancestors, and their soldiers to wear clothes which\nindecently revealed the fact that they had legs and waists and even\nposteriors. At about the same moment a few bold Englishwomen ventured on\nthe immorality of riding astride their horses, a practice that has since\nestablished itself so successfully that before another generation has\npassed away there may not be a new side-saddle in England or a woman who\ncould use it if there was.\n\n\n\n\nTHE CASE FOR TOLERATION\n\nAccordingly, there has risen among wise and far-sighted men a perception\nof the need for setting certain departments of human activity entirely\nfree from legal interference. This has nothing to do with any sympathy\nthese liberators may themselves have with immoral views. A man with the\nstrongest conviction of the Divine ordering of the universe and of the\nsuperiority of monarchy to all forms of government may nevertheless\nquite consistently and conscientiously be ready to lay down his life\nfor the right of every man to advocate Atheism or Republicanism if he\nbelieves in them. An attack on morals may turn out to be the salvation\nof the race. A hundred years ago nobody foresaw that Tom Paine's\ncentenary would be the subject of a laudatory special article in The\nTimes; and only a few understood that the persecution of his works\nand the transportation of men for the felony of reading them was a\nmischievous mistake. Even less, perhaps, could they have guessed that\nProudhon, who became notorious by his essay entitled \"What is Property?\nIt is Theft\" would have received, on the like occasion and in the\nsame paper, a respectful consideration which nobody would now dream of\naccording to Lord Liverpool or Lord Brougham. Nevertheless there was a\nmass of evidence to shew that such a development was not only possible\nbut fairly probable, and that the risks of suppressing liberty of\npropaganda were far greater than the risk of Paine's or Proudhon's\nwritings wrecking civilization. Now there was no such evidence in favor\nof tolerating the cutting of throats and the robbing of tills. No case\nwhatever can be made out for the statement that a nation cannot do\nwithout common thieves and homicidal ruffians. But an overwhelming case\ncan be made out for the statement that no nation can prosper or even\ncontinue to exist without heretics and advocates of shockingly immoral\ndoctrines. The Inquisition and the Star Chamber, which were nothing but\ncensorships, made ruthless war on impiety and immorality. The result was\nonce familiar to Englishmen, though of late years it seems to have been\nforgotten. It cost England a revolution to get rid of the Star Chamber.\nSpain did not get rid of the Inquisition, and paid for that omission by\nbecoming a barely third-rate power politically, and intellectually no\npower at all, in the Europe she had once dominated as the mightiest of\nthe Christian empires.\n\n\n\n\nTHE LIMITS TO TOLERATION\n\nBut the large toleration these considerations dictate has limits. For\nexample, though we tolerate, and rightly tolerate, the propaganda of\nAnarchism as a political theory which embraces all that is valuable in\nthe doctrine of Laisser-Faire and the method of Free Trade as well as\nall that is shocking in the views of Bakounine, we clearly cannot, or at\nall events will not, tolerate assassination of rulers on the ground that\nit is \"propaganda by deed\" or sociological experiment. A play inciting\nto such an assassination cannot claim the privileges of heresy or\nimmorality, because no case can be made out in support of assassination\nas an indispensable instrument of progress. Now it happens that we have\nin the Julius Caesar of Shakespear a play which the Tsar of Russia or\nthe Governor-General of India would hardly care to see performed in\ntheir capitals just now. It is an artistic treasure; but it glorifies a\nmurder which Goethe described as the silliest crime ever committed. It\nmay quite possibly have helped the regicides of 1649 to see themselves,\nas it certainly helped generations of Whig statesmen to see them, in\na heroic light; and it unquestionably vindicates and ennobles a\nconspirator who assassinated the head of the Roman State not because he\nabused his position but solely because he occupied it, thus affirming\nthe extreme republican principle that all kings, good or bad, should be\nkilled because kingship and freedom cannot live together. Under\ncertain circumstances this vindication and ennoblement might act as\nan incitement to an actual assassination as well as to Plutarchian\nrepublicanism; for it is one thing to advocate republicanism or\nroyalism: it is quite another to make a hero of Brutus or Ravaillac,\nor a heroine of Charlotte Corday. Assassination is the extreme form\nof censorship; and it seems hard to justify an incitement to it on\nanti-censorial principles. The very people who would have scouted the\nnotion of prohibiting the performances of Julius Caesar at His Majesty's\nTheatre in London last year, might now entertain very seriously\na proposal to exclude Indians from them, and to suppress the play\ncompletely in Calcutta and Dublin; for if the assassin of Caesar was\na hero, why not the assassins of Lord Frederick Cavendish, Presidents\nLincoln and McKinley, and Sir Curzon Wyllie? Here is a strong case for\nsome constitutional means of preventing the performance of a play.\nTrue, it is an equally strong case for preventing the circulation of the\nBible, which was always in the hands of our regicides; but as the Roman\nCatholic Church does not hesitate to accept that consequence of the\ncensorial principle, it does not invalidate the argument.\n\nTake another actual case. A modern comedy, Arms and The Man, though not\na comedy of politics, is nevertheless so far historical that it reveals\nthe unacknowledged fact that as the Servo-Bulgarian War of 1885 was much\nmore than a struggle between the Servians and Bulgarians, the troops\nengaged were officered by two European Powers of the first magnitude. In\nconsequence, the performance of the play was for some time forbidden\nin Vienna, and more recently it gave offence in Rome at a moment when\npopular feeling was excited as to the relations of Austria with the\nBalkan States. Now if a comedy so remote from political passion as Arms\nand The Man can, merely because it refers to political facts, become so\ninconvenient and inopportune that Foreign Offices take the trouble to\nhave its production postponed, what may not be the effect of what\nis called a patriotic drama produced at a moment when the balance is\nquivering between peace and war? Is there not something to be said for a\npolitical censorship, if not for a moral one? May not those continental\ngovernments who leave the stage practically free in every other respect,\nbut muzzle it politically, be justified by the practical exigencies of\nthe situation?\n\n\n\n\nTHE DIFFERENCE BETWEEN LAW AND CENSORSHIP\n\nThe answer is that a pamphlet, a newspaper article, or a resolution\nmoved at a political meeting can do all the mischief that a play can,\nand often more; yet we do not set up a permanent censorship of the press\nor of political meetings. Any journalist may publish an article, any\ndemagogue may deliver a speech without giving notice to the government\nor obtaining its licence. The risk of such freedom is great; but as it\nis the price of our political liberty, we think it worth paying. We may\nabrogate it in emergencies by a Coercion Act, a suspension of the\nHabeas Corpus Act, or a proclamation of martial law, just as we stop\nthe traffic in a street during a fire, or shoot thieves at sight if they\nloot after an earthquake. But when the emergency is past, liberty\nis restored everywhere except in the theatre. The Act of 1843 is a\npermanent Coercion Act for the theatre, a permanent suspension of\nthe Habeas Corpus Act as far as plays are concerned, a permanent\nproclamation of martial law with a single official substituted for a\ncourt martial. It is, in fact, assumed that actors, playwrights, and\ntheatre managers are dangerous and dissolute characters whose existence\ncreates a chronic state of emergency, and who must be treated as\nearthquake looters are treated. It is not necessary now to discredit\nthis assumption. It was broken down by the late Sir Henry Irving when\nhe finally shamed the Government into extending to his profession the\nofficial recognition enjoyed by the other branches of fine art. To-day\nwe have on the roll of knighthood actors, authors, and managers. The\nrogue and vagabond theory of the depravity of the theatre is as dead\nofficially as it is in general society; and with it has perished the\nsole excuse for the Act of 1843 and for the denial to the theatre of\nthe liberties secured, at far greater social risk, to the press and the\nplatform.\n\nThere is no question here of giving the theatre any larger liberties\nthan the press and the platform, or of claiming larger powers for\nShakespear to eulogize Brutus than Lord Rosebery has to eulogize\nCromwell. The abolition of the censorship does not involve the abolition\nof the magistrate and of the whole civil and criminal code. On the\ncontrary it would make the theatre more effectually subject to them\nthan it is at present; for once a play now runs the gauntlet of the\ncensorship, it is practically placed above the law. It is almost\nhumiliating to have to demonstrate the essential difference between a\ncensor and a magistrate or a sanitary inspector; but it is impossible\nto ignore the carelessness with which even distinguished critics of\nthe theatre assume that all the arguments proper to the support of a\nmagistracy and body of jurisprudence apply equally to a censorship.\n\nA magistrate has laws to administer: a censor has nothing but his own\nopinion. A judge leaves the question of guilt to the jury: the Censor\nis jury and judge as well as lawgiver. A magistrate may be strongly\nprejudiced against an atheist or an anti-vaccinator, just as a sanitary\ninspector may have formed a careful opinion that drains are less healthy\nthan cesspools; but the magistrate must allow the atheist to affirm\ninstead of to swear, and must grant the anti-vaccinator an exemption\ncertificate, when their demands are lawfully made; and in cities the\ninspector must compel the builder to make drains and must prosecute\nhim if he makes cesspools. The law may be only the intolerance of the\ncommunity; but it is a defined and limited intolerance. The limitation\nis sometimes carried so far that a judge cannot inflict the penalty for\nhousebreaking on a burglar who can prove that he found the door open\nand therefore made only an unlawful entry. On the other hand, it is\nsometimes so vague, as for example in the case of the American law\nagainst obscenity, that it makes the magistrate virtually a censor. But\nin the main a citizen can ascertain what he may do and what he may not\ndo; and, though no one knows better than a magistrate that a single\nill-conducted family may demoralize a whole street, no magistrate can\nimprison or otherwise restrain its members on the ground that their\nimmorality may corrupt their neighbors. He can prevent any citizen\nfrom carrying certain specified weapons, but not from handling pokers,\ntable-knives, bricks or bottles of corrosive fluid, on the ground that\nhe might use them to commit murder or inflict malicious injury. He has\nno general power to prevent citizens from selling unhealthy or poisonous\nsubstances, or judging for themselves what substances are unhealthy and\nwhat wholesome, what poisonous and what innocuous: what he CAN do is\nto prevent anybody who has not a specific qualification from selling\ncertain specified poisons of which a schedule is kept. Nobody is\nforbidden to sell minerals without a licence; but everybody is forbidden\nto sell silver without a licence. When the law has forgotten some\natrocious sin--for instance, contracting marriage whilst suffering\nfrom contagious disease--the magistrate cannot arrest or punish the\nwrongdoer, however he may abhor his wickedness. In short, no man is\nlawfully at the mercy of the magistrate's personal caprice, prejudice,\nignorance, superstition, temper, stupidity, resentment, timidity,\nambition, or private conviction. But a playwright's livelihood, his\nreputation, and his inspiration and mission are at the personal mercy of\nthe Censor. The two do not stand, as the criminal and the judge stand,\nin the presence of a law that binds them both equally, and was made\nby neither of them, but by the deliberative collective wisdom of the\ncommunity. The only law that affects them is the Act of 1843, which\nempowers one of them to do absolutely and finally what he likes with the\nother's work. And when it is remembered that the slave in this case\nis the man whose profession is that of Eschylus and Euripides, of\nShakespear and Goethe, of Tolstoy and Ibsen, and the master the holder\nof a party appointment which by the nature of its duties practically\nexcludes the possibility of its acceptance by a serious statesman or\ngreat lawyer, it will be seen that the playwrights are justified in\nreproaching the framers of that Act for having failed not only to\nappreciate the immense importance of the theatre as a most powerful\ninstrument for teaching the nation how and what to think and feel, but\neven to conceive that those who make their living by the theatre are\nnormal human beings with the common rights of English citizens. In this\nextremity of inconsiderateness it is not surprising that they also did\nnot trouble themselves to study the difference between a censor and\na magistrate. And it will be found that almost all the people who\ndisinterestedly defend the censorship today are defending him on the\nassumption that there is no constitutional difference between him and\nany other functionary whose duty it is to restrain crime and disorder.\n\nOne further difference remains to be noted. As a magistrate grows\nold his mind may change or decay; but the law remains the same. The\ncensorship of the theatre fluctuates with every change in the views and\ncharacter of the man who exercises it. And what this implies can only be\nappreciated by those who can imagine what the effect on the mind must\nbe of the duty of reading through every play that is produced in the\nkingdom year in, year out.\n\n\n\n\nWHY THE LORD CHAMBERLAIN?\n\nWhat may be called the high political case against censorship as a\nprinciple is now complete. The pleadings are those which have already\nfreed books and pulpits and political platforms in England from\ncensorship, if not from occasional legal persecution. The stage alone\nremains under a censorship of a grotesquely unsuitable kind. No play can\nbe performed if the Lord Chamberlain happens to disapprove of it.\nAnd the Lord Chamberlain's functions have no sort of relationship to\ndramatic literature. A great judge of literature, a farseeing statesman,\na born champion of liberty of conscience and intellectual integrity--say\na Milton, a Chesterfield, a Bentham--would be a very bad Lord\nChamberlain: so bad, in fact, that his exclusion from such a post may\nbe regarded as decreed by natural law. On the other hand, a good Lord\nChamberlain would be a stickler for morals in the narrowest sense,\na busy-body, a man to whom a matter of two inches in the length of a\ngentleman's sword or the absence of a feather from a lady's head-dress\nwould be a graver matter than the Habeas Corpus Act. The Lord\nChamberlain, as Censor of the theatre, is a direct descendant of the\nKing's Master of the Revels, appointed in 1544 by Henry VIII. To keep\norder among the players and musicians of that day when they performed at\nCourt. This first appearance of the theatrical censor in politics as the\nwhipper-in of the player, with its conception of the player as a rich\nman's servant hired to amuse him, and, outside his professional duties,\nas a gay, disorderly, anarchic spoilt child, half privileged, half\noutlawed, probably as much vagabond as actor, is the real foundation of\nthe subjection of the whole profession, actors, managers, authors and\nall, to the despotic authority of an officer whose business it is to\npreserve decorum among menials. It must be remembered that it was not\nuntil a hundred years later, in the reaction against the Puritans, that\na woman could appear on the English stage without being pelted off as\nthe Italian actresses were. The theatrical profession was regarded as a\nshameless one; and it is only of late years that actresses have at last\nsucceeded in living down the assumption that actress and prostitute are\nsynonymous terms, and made good their position in respectable society.\nThis makes the survival of the old ostracism in the Act of 1843\nintolerably galling; and though it explains the apparently unaccountable\nabsurdity of choosing as Censor of dramatic literature an official\nwhose functions and qualifications have nothing whatever to do with\nliterature, it also explains why the present arrangement is not only\ncriticized as an institution, but resented as an insult.\n\n\n\n\nTHE DIPLOMATIC OBJECTION TO THE LORD CHAMBERLAIN\n\nThere is another reason, quite unconnected with the Susceptibilities\nof authors, which makes it undesirable that a member of the King's\nHousehold should be responsible for the character and tendency of plays.\nThe drama, dealing with all departments of human life, is necessarily\npolitical. Recent events have shown--what indeed needed no\ndemonstration--that it is impossible to prevent inferences being made,\nboth at home and abroad, from the action of the Lord Chamberlain. The\nmost talked-about play of the present year (1909), An Englishman's Home,\nhas for its main interest an invasion of England by a fictitious power\nwhich is understood, as it is meant to be understood, to represent\nGermany. The lesson taught by the play is the danger of invasion and\nthe need for every English citizen to be a soldier. The Lord Chamberlain\nlicensed this play, but refused to license a parody of it. Shortly\nafterwards he refused to license another play in which the fear of a\nGerman invasion was ridiculed. The German press drew the inevitable\ninference that the Lord Chamberlain was an anti-German alarmist, and\nthat his opinions were a reflection of those prevailing in St. James's\nPalace. Immediately after this, the Lord Chamberlain licensed the play.\nWhether the inference, as far as the Lord Chamberlain was concerned, was\njustified, is of no consequence. What is important is that it was sure\nto be made, justly or unjustly, and extended from the Lord Chamberlain\nto the Throne.\n\n\n\n\nTHE OBJECTION OF COURT ETIQUET\n\nThere is another objection to the Lord Chamberlain's censorship which\naffects the author's choice of subject. Formerly very little heed\nwas given in England to the susceptibilities of foreign courts. For\ninstance, the notion that the Mikado of Japan should be as sacred to the\nEnglish playwright as he is to the Japanese Lord Chamberlain would have\nseemed grotesque a generation ago. Now that the maintenance of entente\ncordiale between nations is one of the most prominent and most useful\nfunctions of the crown, the freedom of authors to deal with political\nsubjects, even historically, is seriously threatened by the way in which\nthe censorship makes the King responsible for the contents of every\nplay. One author--the writer of these lines, in fact--has long desired\nto dramatize the life of Mahomet. But the possibility of a protest from\nthe Turkish Ambassador--or the fear of it--causing the Lord Chamberlain\nto refuse to license such a play has prevented the play from being\nwritten. Now, if the censorship were abolished, nobody but the author\ncould be held responsible for the play. The Turkish Ambassador does not\nnow protest against the publication of Carlyle's essay on the prophet,\nor of the English translations of the Koran in the prefaces to which\nMahomet is criticized as an impostor, or of the older books in which he\nis reviled as Mahound and classed with the devil himself. But if these\npublications had to be licensed by the Lord Chamberlain it would be\nimpossible for the King to allow the licence to be issued, as he would\nthereby be made responsible for the opinions expressed. This restriction\nof the historical drama is an unmixed evil. Great religious leaders\nare more interesting and more important subjects for the dramatist\nthan great conquerors. It is a misfortune that public opinion would not\ntolerate a dramatization of Mahomet in Constantinople. But to prohibit\nit here, where public opinion would tolerate it, is an absurdity which,\nif applied in all directions, would make it impossible for the Queen to\nreceive a Turkish ambassador without veiling herself, or the Dean\nand Chapter of St. Paul's to display a cross on the summit of their\nCathedral in a city occupied largely and influentially by Jews. Court\netiquet is no doubt an excellent thing for court ceremonies; but to\nattempt to impose it on the drama is about as sensible as an attempt to\nmake everybody in London wear court dress.\n\n\n\n\nWHY NOT AN ENLIGHTENED CENSORSHIP?\n\nIn the above cases the general question of censorship is separable\nfrom the question of the present form of it. Every one who condemns the\nprinciple of censorship must also condemn the Lord Chamberlain's control\nof the drama; but those who approve of the principle do not necessarily\napprove of the Lord Chamberlain being the Censor ex officio. They may,\nhowever, be entirely opposed to popular liberties, and may conclude from\nwhat has been said, not that the stage should be made as free as the\nchurch, press, or platform, but that these institutions should be\ncensored as strictly as the stage. It will seem obvious to them that\nnothing is needed to remove all objections to a censorship except the\nplacing of its powers in better hands.\n\nNow though the transfer of the censorship to, say, the Lord Chancellor,\nor the Primate, or a Cabinet Minister, would be much less humiliating to\nthe persons immediately concerned, the inherent vices of the institution\nwould not be appreciably less disastrous. They would even be aggravated,\nfor reasons which do not appear on the surface, and therefore need to be\nfollowed with some attention.\n\nIt is often said that the public is the real censor. That this is to\nsome extent true is proved by the fact that plays which are licensed and\nproduced in London have to be expurgated for the provinces. This does\nnot mean that the provinces are more strait-laced, but simply that in\nmany provincial towns there is only one theatre for all classes and\nall tastes, whereas in London there are separate theatres for separate\nsections of playgoers; so that, for example, Sir Herbert Beerbohm Tree\ncan conduct His Majesty's Theatre without the slightest regard to the\ntastes of the frequenters of the Gaiety Theatre; and Mr. George Edwardes\ncan conduct the Gaiety Theatre without catering in any way for lovers of\nShakespear. Thus the farcical comedy which has scandalized the critics\nin London by the libertinage of its jests is played to the respectable\ndress circle of Northampton with these same jests slurred over so as\nto be imperceptible by even the most prurient spectator. The public, in\nshort, takes care that nobody shall outrage it.\n\nBut the public also takes care that nobody shall starve it, or regulate\nits dramatic diet as a schoolmistress regulates the reading of her\npupils. Even when it wishes to be debauched, no censor can--or at least\nno censor does--stand out against it. If a play is irresistibly amusing,\nit gets licensed no matter what its moral aspect may be. A brilliant\ninstance is the Divorcons of the late Victorien Sardou, which may not\nhave been the naughtiest play of the 19th century, but was certainly\nthe very naughtiest that any English manager in his senses would have\nventured to produce. Nevertheless, being a very amusing play, it passed\nthe licenser with the exception of a reference to impotence as a ground\nfor divorce which no English actress would have ventured on in any\ncase. Within the last few months a very amusing comedy with a strongly\npolygamous moral was found irresistible by the Lord Chamberlain. Plenty\nof fun and a happy ending will get anything licensed, because the public\nwill have it so, and the Examiner of Plays, as the holder of the office\ntestified before the Commission of 1892 (Report, page 330), feels with\nthe public, and knows that his office could not survive a widespread\nunpopularity. In short, the support of the mob--that is, of the\nunreasoning, unorganized, uninstructed mass of popular sentiment--is\nindispensable to the censorship as it exists to-day in England. This is\nthe explanation of the toleration by the Lord Chamberlain of coarse and\nvicious plays. It is not long since a judge before whom a licensed play\ncame in the course of a lawsuit expressed his scandalized astonishment\nat the licensing of such a work. Eminent churchmen have made similar\nprotests. In some plays the simulation of criminal assaults on the stage\nhas been carried to a point at which a step further would have involved\nthe interference of the police. Provided the treatment of the theme is\ngaily or hypocritically popular, and the ending happy, the indulgence\nof the Lord Chamberlain can be counted on. On the other hand,\nanything unpleasing and unpopular is rigorously censored. Adultery and\nprostitution are tolerated and even encouraged to such an extent that\nplays which do not deal with them are commonly said not to be plays\nat all. But if any of the unpleasing consequences of adultery\nand prostitution--for instance, an UNSUCCESSFUL illegal operation\n(successful ones are tolerated) or venereal disease--are mentioned,\nthe play is prohibited. This principle of shielding the playgoer from\nunpleasant reflections is carried so far that when a play was submitted\nfor license in which the relations of a prostitute with all the male\ncharacters in the piece was described as \"immoral,\" the Examiner of\nPlays objected to that passage, though he made no objection to the\nrelations themselves. The Lord Chamberlain dare not, in short, attempt\nto exclude from the stage the tragedies of murder and lust, or the\nfarces of mendacity, adultery, and dissolute gaiety in which vulgar\npeople delight. But when these same vulgar people are threatened with an\nunpopular play in which dissoluteness is shown to be no laughing matter,\nit is prohibited at once amid the vulgar applause, the net result being\nthat vice is made delightful and virtue banned by the very institution\nwhich is supported on the understanding that it produces exactly the\nopposite result.\n\n\n\n\nTHE WEAKNESS OF THE LORD CHAMBERLAIN'S DEPARTMENT\n\nNow comes the question, Why is our censorship, armed as it is with\napparently autocratic powers, so scandalously timid in the face of the\nmob? Why is it not as autocratic in dealing with playwrights below\nthe average as with those above it? The answer is that its position is\nreally a very weak one. It has no direct co-ercive forces, no funds to\ninstitute prosecutions and recover the legal penalties of defying it,\nno powers of arrest or imprisonment, in short, none of the guarantees of\nautocracy. What it can do is to refuse to renew the licence of a theatre\nat which its orders are disobeyed. When it happens that a theatre is\nabout to be demolished, as was the case recently with the Imperial\nTheatre after it had passed into the hands of the Wesleyan Methodists,\nunlicensed plays can be performed, technically in private, but really in\nfull publicity, without risk. The prohibited plays of Brieux and Ibsen\nhave been performed in London in this way with complete impunity. But\nthe impunity is not confined to condemned theatres. Not long ago a West\nEnd manager allowed a prohibited play to be performed at his theatre,\ntaking his chance of losing his licence in consequence. The event proved\nthat the manager was justified in regarding the risk as negligible;\nfor the Lord Chamberlain's remedy--the closing of a popular and\nwell-conducted theatre--was far too extreme to be practicable. Unless\nthe play had so outraged public opinion as to make the manager odious\nand provoke a clamor for his exemplary punishment, the Lord Chamberlain\ncould only have had his revenge at the risk of having his powers\nabolished as unsupportably tyrannical.\n\nThe Lord Chamberlain then has his powers so adjusted that he is\ntyrannical just where it is important that he should be tolerant, and\ntolerant just where he could screw up the standard a little by being\ntyrannical. His plea that there are unmentionable depths to which\nmanagers and authors would descend if he did not prevent them is\ndisproved by the plain fact that his indulgence goes as far as the\npolice, and sometimes further than the public, will let it. If our\njudges had so little power there would be no law in England. If our\nchurches had so much, there would be no theatre, no literature, no\nscience, no art, possibly no England. The institution is at once\nabsurdly despotic and abjectly weak.\n\n\n\n\nAN ENLIGHTENED CENSORSHIP STILL WORSE THAN THE LORD CHAMBERLAIN'S\n\nClearly a censorship of judges, bishops, or statesmen would not be in\nthis abject condition. It would no doubt make short work of the\ncoarse and vicious pieces which now enjoy the protection of the Lord\nChamberlain, or at least of those of them in which the vulgarity and\nvice are discoverable by merely reading the prompt copy. But it would\ncertainly disappoint the main hope of its advocates: the hope that it\nwould protect and foster the higher drama. It would do nothing of the\nsort. On the contrary, it would inevitably suppress it more completely\nthan the Lord Chamberlain does, because it would understand it better.\nThe one play of Ibsen's which is prohibited on the English stage,\nGhosts, is far less subversive than A Doll's House. But the Lord\nChamberlain does not meddle with such far-reaching matters as the\ntendency of a play. He refuses to license Ghosts exactly as he would\nrefuse to license Hamlet if it were submitted to him as a new play. He\nwould license even Hamlet if certain alterations were made in it. He\nwould disallow the incestuous relationship between the King and Queen.\nHe would probably insist on the substitution of some fictitious country\nfor Denmark in deference to the near relations of our reigning house\nwith that realm. He would certainly make it an absolute condition that\nthe closet scene, in which a son, in an agony of shame and revulsion,\nreproaches his mother for her relations with his uncle, should be struck\nout as unbearably horrifying and improper. But compliance with these\nconditions would satisfy him. He would raise no speculative objections\nto the tendency of the play.\n\nThis indifference to the larger issues of a theatrical performance could\nnot be safely predicated of an enlightened censorship. Such a censorship\nmight be more liberal in its toleration of matters which are only\nobjected to on the ground that they are not usually discussed in\ngeneral social conversation or in the presence of children; but it would\npresumably have a far deeper insight to and concern for the real ethical\ntendency of the play. For instance, had it been in existence during the\nlast quarter of a century, it would have perceived that those plays\nof Ibsen's which have been licensed without question are fundamentally\nimmoral to an altogether extraordinary degree. Every one of them is a\ndeliberate act of war on society as at present constituted. Religion,\nmarriage, ordinary respectability, are subjected to a destructive\nexposure and criticism which seems to mere moralists--that is, to\npersons of no more than average depth of mind--to be diabolical. It is\nno exaggeration to say that Ibsen gained his overwhelming reputation by\nundertaking a task of no less magnitude than changing the mind of Europe\nwith the view of changing its morals. Now you cannot license work\nof that sort without making yourself responsible for it. The Lord\nChamberlain accepted the responsibility because he did not understand\nit or concern himself about it. But what really enlightened and\nconscientious official dare take such a responsibility? The strength of\ncharacter and range of vision which made Ibsen capable of it are not\nto be expected from any official, however eminent. It is true that an\nenlightened censor might, whilst shrinking even with horror from Ibsen's\nviews, perceive that any nation which suppressed Ibsen would presently\nfind itself falling behind the nations which tolerated him just as Spain\nfell behind England; but the proper action to take on such a conviction\nis the abdication of censorship, not the practise of it. As long as a\ncensor is a censor, he cannot endorse by his licence opinions which seem\nto him dangerously heretical.\n\nWe may, therefore, conclude that the more enlightened a censorship\nis, the worse it would serve us. The Lord Chamberlain, an obviously\nunenlightened Censor, prohibits Ghosts and licenses all the rest of\nIbsen's plays. An enlightened censorship would possibly license Ghosts;\nbut it would certainly suppress many of the other plays. It would\nsuppress subversiveness as well as what is called bad taste. The Lord\nChamberlain prohibits one play by Sophocles because, like Hamlet, it\nmentions the subject of incest; but an enlightened censorship might\nsuppress all the plays of Euripides because Euripides, like Ibsen, was a\nrevolutionary Freethinker. Under the Lord Chamberlain, we can smuggle\na good deal of immoral drama and almost as much coarsely vulgar and\nfurtively lascivious drama as we like. Under a college of cardinals, or\nbishops, or judges, or any other conceivable form of experts in morals,\nphilosophy, religion, or politics, we should get little except stagnant\nmediocrity.\n\n\n\n\nTHE PRACTICAL IMPOSSIBILITIES OF CENSORSHIP\n\nThere is, besides, a crushing material difficulty in the way of an\nenlightened censorship. It is not too much to say that the work involved\nwould drive a man of any intellectual rank mad. Consider, for example,\nthe Christmas pantomimes. Imagine a judge of the High Court, or an\narchbishop, or a Cabinet Minister, or an eminent man of letters, earning\nhis living by reading through the mass of trivial doggerel represented\nby all the pantomimes which are put into rehearsal simultaneously at\nthe end of every year. The proposal to put such mind-destroying drudgery\nupon an official of the class implied by the demand for an enlightened\ncensorship falls through the moment we realize what it implies in\npractice.\n\nAnother material difficulty is that no play can be judged by merely\nreading the dialogue. To be fully effective a censor should witness the\nperformance. The mise-en-scene of a play is as much a part of it as the\nwords spoken on the stage. No censor could possibly object to such a\nspeech as \"Might I speak to you for a moment, miss\"; yet that apparently\ninnocent phrase has often been made offensively improper on the stage by\npopular low comedians, with the effect of changing the whole character\nand meaning of the play as understood by the official Examiner. In one\nof the plays of the present season, the dialogue was that of a crude\nmelodrama dealing in the most conventionally correct manner with the\nfortunes of a good-hearted and virtuous girl. Its morality was that of\nthe Sunday school. But the principal actress, between two speeches which\ncontained no reference to her action, changed her underclothing on the\nstage? It is true that in this case the actress was so much better than\nher part that she succeeded in turning what was meant as an impropriety\ninto an inoffensive stroke of realism; yet it is none the less clear\nthat stage business of this character, on which there can be no check\nexcept the actual presence of a censor in the theatre, might convert any\ndialogue, however innocent, into just the sort of entertainment against\nwhich the Censor is supposed to protect the public.\n\nIt was this practical impossibility that prevented the London County\nCouncil from attempting to apply a censorship of the Lord Chamberlain's\npattern to the London music halls. A proposal to examine all\nentertainments before permitting their performance was actually made;\nand it was abandoned, not in the least as contrary to the liberty of the\nstage, but because the executive problem of how to do it at once reduced\nthe proposal to absurdity. Even if the Council devoted all its time to\nwitnessing rehearsals of variety performances, and putting each item to\nthe vote, possibly after a prolonged discussion followed by a division,\nthe work would still fall into arrear. No committee could be induced to\nundertake such a task. The attachment of an inspector of morals to each\nmusic hall would have meant an appreciable addition to the ratepayers'\nburden. In the face of such difficulties the proposal melted away. Had\nit been pushed through, and the inspectors appointed, each of them would\nhave become a censor, and the whole body of inspectors would have become\na police des moeurs. Those who know the history of such police forces\non the continent will understand how impossible it would be to\nprocure inspectors whose characters would stand the strain of their\nopportunities of corruption, both pecuniary and personal, at such\nsalaries as a local authority could be persuaded to offer.\n\nIt has been suggested that the present censorship should be supplemented\nby a board of experts, who should deal, not with the whole mass of plays\nsent up for license, but only those which the Examiner of Plays refuses\nto pass. As the number of plays which the Examiner refuses to pass is\nnever great enough to occupy a Board in permanent session with regular\nsalaries, and as casual employment is not compatible with public\nresponsibility, this proposal would work out in practice as an addition\nto the duties of some existing functionary. A Secretary of State would\nbe objectionable as likely to be biased politically. An ecclesiastical\nreferee might be biassed against the theatre altogether. A judge in\nchambers would be the proper authority. This plan would combine the\ninevitable intolerance of an enlightened censorship with the popular\nlaxity of the Lord Chamberlain.\n\nThe judge would suppress the pioneers, whilst the Examiner of Plays\nissued two guinea certificates for the vulgar and vicious plays. For\nthis reason the plan would no doubt be popular; but it would be very\nmuch as a relaxation of the administration of the Public Health Acts\naccompanied by the cheapening of gin would be popular.\n\n\n\n\nTHE ARBITRATION PROPOSAL\n\nOn the occasion of a recent deputation of playwrights to the Prime\nMinister it was suggested that if a censorship be inevitable, provision\nshould be made for an appeal from the Lord Chamberlain in cases of\nrefusal of licence. The authors of this suggestion propose that the\nLord Chamberlain shall choose one umpire and the author another. The two\numpires shall then elect a referee, whose decision shall be final.\n\nThis proposal is not likely to be entertained by constitutional lawyers.\nIt is a naive offer to accept the method of arbitration in what is\nessentially a matter, not between one private individual or body and\nanother, but between a public offender and the State. It will\npresumably be ruled out as a proposal to refer a case of manslaughter\nto arbitration would be ruled out. But even if it were constitutionally\nsound, it bears all the marks of that practical inexperience which leads\nmen to believe that arbitration either costs nothing or is at least\ncheaper than law. Who is to pay for the time of the three arbitrators,\npresumably men of high professional standing? The author may not be\nable: the manager may not be willing: neither of them should be called\nupon to pay for a public service otherwise than by their contributions\nto the revenue. Clearly the State should pay. But even so, the\ndifficulties are only beginning. A licence is seldom refused except on\ngrounds which are controversial.\n\nThe two arbitrators selected by the opposed parties to the controversy\nare to agree to leave the decision to a third party unanimously chosen\nby themselves. That is very far from being a simple solution. An attempt\nto shorten and simplify the passing of the Finance Bill by referring it\nto an arbitrator chosen unanimously by Mr. Asquith and Mr. Balfour\nmight not improbably cost more and last longer than a civil war. And why\nshould the chosen referee--if he ever succeeded in getting chosen--be\nassumed to be a safer authority than the Examiner of Plays? He would\ncertainly be a less responsible one: in fact, being (however eminent) a\ncasual person called in to settle a single case, he would be virtually\nirresponsible. Worse still, he would take all responsibility away\nfrom the Lord Chamberlain, who is at least an official of the King's\nHousehold and a nominee of the Government. The Lord Chamberlain, with\nall his shortcomings, thinks twice before he refuses a licence, knowing\nthat his refusal is final and may promptly be made public. But if he\ncould transfer his responsibility to an arbitrator, he would naturally\ndo so whenever he felt the slightest misgiving, or whenever, for\ndiplomatic reasons, the licence would come more gracefully from an\nauthority unconnected with the court. These considerations, added to the\ngeneral objection to the principle of censorship, seem sufficient to put\nthe arbitration expedient quite out of the question.\n\nEND OF THE FIRST PART OF THE REJECTED STATEMENT.\n\n\n\n\nTHE REJECTED STATEMENT: PART TWO\n\nTHE LICENSING OF THEATRES\n\nTHE DISTINCTION BETWEEN LICENSING AND CENSORSHIP\n\nIt must not be concluded that the uncompromising abolition of all\ncensorship involves the abandonment of all control and regulation of\ntheatres. Factories are regulated in the public interest; but there\nis no censorship of factories. For example, many persons are sincerely\nconvinced that cotton clothing is unhealthy; that alcoholic drinks are\ndemoralizing; and that playing-cards are the devil's picture-books.\nBut though the factories in which cotton, whiskey, and cards are\nmanufactured are stringently regulated under the factory code and the\nPublic Health and Building Acts, the inspectors appointed to carry out\nthese Acts never go to a manufacturer and inform him that unless\nhe manufactures woollens instead of cottons, ginger-beer instead of\nwhiskey, Bibles instead of playing-cards, he will be forbidden to place\nhis products on the market. In the case of premises licensed for the\nsale of spirits the authorities go a step further. A public-house\ndiffers from a factory in the essential particular that whereas disorder\nin a factory is promptly and voluntarily suppressed, because every\nmoment of its duration involves a measurable pecuniary loss to the\nproprietor, disorder in a public-house may be a source of profit to the\nproprietor by its attraction for disorderly customers. Consequently a\npublican is compelled to obtain a licence to pursue his trade; and this\nlicence lasts only a year, and need not be renewed if his house has been\nconducted in a disorderly manner in the meantime.\n\n\n\n\nPROSTITUTION AND DRINK IN THEATRES\n\nThe theatre presents the same problem as the public-house in respect to\ndisorder. To begin with, a theatre is actually a place licensed for\nthe sale of spirits. The bars at a London theatre can be let without\ndifficulty for 30 pounds a week and upwards. And though it is clear that\nnobody will pay from a shilling to half a guinea for access to a theatre\nbar when he can obtain access to an ordinary public-house for nothing,\nthere is no law to prevent the theatre proprietor from issuing free\npasses broadcast and recouping himself by the profit on the sale of\ndrink. Besides, there may be some other attraction than the sale of\ndrink. When this attraction is that of the play no objection need\nbe made. But it happens that the auditorium of a theatre, with its\nbrilliant lighting and luxurious decorations, makes a very effective\nshelter and background for the display of fine dresses and pretty faces.\nConsequently theatres have been used for centuries in England as\nmarkets by prostitutes. From the Restoration to the days of Macready\nall theatres were made use of in this way as a matter of course; and to\nthis, far more than to any prejudice against dramatic art, we owe the\nPuritan formula that the theatre door is the gate of hell. Macready had\na hard struggle to drive the prostitutes from his theatre; and since his\ntime the London theatres controlled by the Lord Chamberlain have become\nrespectable and even socially pretentious. But some of the variety\ntheatres still derive a revenue by selling admissions to women who do\nnot look at the performance, and men who go to purchase or admire the\nwomen. And in the provinces this state of things is by no means confined\nto the variety theatres. The real attraction is sometimes not the\nperformance at all. The theatre is not really a theatre: it is a drink\nshop and a prostitution market; and the last shred of its disguise is\nstripped by the virtually indiscriminate issue of free tickets to the\nmen. Access to the stage is so easily obtained; and the plays preferred\nby the management are those in which the stage is filled with young\nwomen who are not in any serious technical sense of the word actresses\nat all. Considering that all this is now possible at any theatre, and\nactually occurs at some theatres, the fact that our best theatres are\nas respectable as they are is much to their credit; but it is still an\nintolerable evil that respectable managers should have to fight\nagainst the free tickets and disorderly housekeeping of unscrupulous\ncompetitors. The dramatic author is equally injured. He finds that\nunless he writes plays which make suitable sideshows for drinking-bars\nand brothels, he may be excluded from towns where there is not room\nfor two theatres, and where the one existing theatre is exploiting\ndrunkenness and prostitution instead of carrying on a legitimate\ndramatic business. Indeed everybody connected with the theatrical\nprofession suffers in reputation from the detestable tradition of such\nplaces, against which the censorship has proved quite useless.\n\nHere we have a strong case for applying either the licensing system or\nwhatever better means may be devized for securing the orderly conduct\nof houses of public entertainment, dramatic or other. Liberty must, no\ndoubt, be respected in so far that no manager should have the right to\nrefuse admission to decently dressed, sober, and well-conducted persons,\nwhether they are prostitutes, soldiers in uniform, gentlemen not in\nevening dress, Indians, or what not; but when disorder is stopped,\ndisorderly persons will either cease to come or else reform their\nmanners. It is, however, quite arguable that the indiscriminate issue\nof free admissions, though an apparently innocent and good-natured, and\ncertainly a highly popular proceeding, should expose the proprietor of\nthe theatre to the risk of a refusal to renew his licence.\n\n\n\n\nWHY THE MANAGERS DREAD LOCAL CONTROL\n\nAll this points to the transfer of the control of theatres from the\nLord Chamberlain to the municipality. And this step is opposed by\nthe long-run managers, partly because they take it for granted that\nmunicipal control must involve municipal censorship of plays, so that\nplays might be licensed in one town and prohibited in the next, and\npartly because, as they have no desire to produce plays which are in\nadvance of public opinion, and as the Lord Chamberlain in every other\nrespect gives more scandal by his laxity than trouble by his severity,\nthey find in the present system a cheap and easy means of procuring\na certificate which relieves them of all social responsibility,\nand provides them with so strong a weapon of defence in case of a\nprosecution that it acts in practice as a bar to any such proceedings.\nAbove all, they know that the Examiner of Plays is free from the\npressure of that large body of English public opinion already alluded\nto, which regards the theatre as the Prohibitionist Teetotaller\nregards the public-house: that is, as an abomination to be stamped out\nunconditionally. The managers rightly dread this pressure more\nthan anything else; and they believe that it is so strong in local\ngovernments as to be a characteristic bias of municipal authority. In\nthis they are no doubt mistaken. There is not a municipal authority\nof any importance in the country in which a proposal to stamp out\nthe theatre, or even to treat it illiberally, would have a chance of\nadoption. Municipal control of the variety theatres (formerly called\nmusic halls) has been very far from liberal, except in the one\nparticular in which the Lord Chamberlain is equally illiberal. That\nparticular is the assumption that a draped figure is decent and an\nundraped one indecent. It is useless to point to actual experience,\nwhich proves abundantly that naked or apparently naked figures, whether\nexhibited as living pictures, animated statuary, or in a dance, are\nat their best not only innocent, but refining in their effect, whereas\nthose actresses and skirt dancers who have brought the peculiar\naphrodisiac effect which is objected to to the highest pitch of\nefficiency wear twice as many petticoats as an ordinary lady does,\nand seldom exhibit more than their ankles. Unfortunately, municipal\ncouncillors persist in confusing decency with drapery; and both in\nLondon and the provinces certain positively edifying performances have\nbeen forbidden or withdrawn under pressure, and replaced by coarse and\nvicious ones. There is not the slightest reason to suppose that the Lord\nChamberlain would have been any more tolerant; but this does not alter\nthe fact that the municipal licensing authorities have actually used\ntheir powers to set up a censorship which is open to all the objections\nto censorship in general, and which, in addition, sets up the objection\nfrom which central control is free: namely, the impossibility of\nplanning theatrical tours without the serious commercial risk of having\nthe performance forbidden in some of the towns booked. How can this be\nprevented?\n\n\n\n\nDESIRABLE LIMITATIONS OF LOCAL CONTROL\n\nThe problem is not a difficult one. The municipality can be limited\njust as the monarchy is limited. The Act transferring theatres to local\ncontrol can be a charter of the liberties of the stage as well as an\nAct to reform administration. The power to refuse to grant or renew a\nlicence to a theatre need not be an arbitrary one. The municipality may\nbe required to state the ground of refusal; and certain grounds can be\nexpressly declared as unlawful; so that it shall be possible for the\nmanager to resort to the courts for a mandamus to compel the authority\nto grant a licence. It can be declared unlawful for a licensing\nauthority to demand from the manager any disclosure of the nature of any\nentertainment he proposes to give, or to prevent its performance, or\nto refuse to renew his licence on the ground that the tendency of his\nentertainments is contrary to religion and morals, or that the theatre\nis an undesirable institution, or that there are already as many\ntheatres as are needed, or that the theatre draws people away from the\nchurches, chapels, mission halls, and the like in its neighborhood. The\nassumption should be that every citizen has a right to open and\nconduct a theatre, and therefore has a right to a licence unless he\nhas forfeited that right by allowing his theatre to become a disorderly\nhouse, or failing to provide a building which complies with the\nregulations concerning sanitation and egress in case of fire, or being\nconvicted of an offence against public decency. Also, the licensing\npowers of the authority should not be delegated to any official or\ncommittee; and the manager or lessee of the theatre should have a right\nto appear in person or by counsel to plead against any motion to refuse\nto grant or renew his licence. With these safeguards the licensing power\ncould not be stretched to censorship. The manager would enjoy liberty of\nconscience as far as the local authority is concerned; but on the least\nattempt on his part to keep a disorderly house under cover of opening a\ntheatre he would risk his licence.\n\nBut the managers will not and should not be satisfied with these limits\nto the municipal power. If they are deprived of the protection of the\nLord Chamberlain's licence, and at the same time efficiently protected\nagainst every attempt at censorship by the licensing authority, the\nenemies of the theatre will resort to the ordinary law, and try to get\nfrom the prejudices of a jury what they are debarred from getting from\nthe prejudices of a County Council or City Corporation. Moral Reform\nSocieties, \"Purity\" Societies, Vigilance Societies, exist in England\nand America for the purpose of enforcing the existing laws against\nobscenity, blasphemy, Sabbath-breaking, the debauchery of children,\nprostitution and so forth. The paid officials of these societies, in\ntheir anxiety to produce plenty of evidence of their activity in\nthe annual reports which go out to the subscribers, do not always\ndiscriminate between an obscene postcard and an artistic one, or to put\nit more exactly, between a naked figure and an indecent one. They often\ncombine a narrow but terribly sincere sectarian bigotry with a complete\nignorance of art and history. Even when they have some culture, their\nlivelihood is at the mercy of subscribers and committee men who have\nnone. If these officials had any power of distinguishing between art and\nblackguardism, between morality and virtue, between immorality and vice,\nbetween conscientious heresy and mere baseness of mind and foulness of\nmouth, they might be trusted by theatrical managers not to abuse the\npowers of the common informer. As it is, it has been found necessary, in\norder to enable good music to be performed on Sunday, to take away these\npowers in that particular, and vest them solely in the Attorney-General.\nThis disqualification of the common informer should be extended to the\ninitiation of all proceedings of a censorial character against theatres.\nFew people are aware of the monstrous laws against blasphemy which still\ndisgrace our statute book. If any serious attempt were made to carry\nthem out, prison accommodation would have to be provided for almost\nevery educated person in the country, beginning with the Archbishop of\nCanterbury. Until some government with courage and character enough\nto repeal them comes into power, it is not too much to ask that such\ninfamous powers of oppression should be kept in responsible hands and\nnot left at the disposal of every bigot ignorant enough to be unaware of\nthe social dangers of persecution. Besides, the common informer is\nnot always a sincere bigot, who believes he is performing an action of\nsignal merit in silencing and ruining a heretic. He is unfortunately\njust as often a blackmailer, who has studied his powers as a common\ninformer in order that he may extort money for refraining from\nexercising them. If the manager is to be responsible he should be made\nresponsible to a responsible functionary. To be responsible to every\nfanatical ignoramus who chooses to prosecute him for exhibiting a cast\nof the Hermes of Praxiteles in his vestibule, or giving a performance of\nMeasure for Measure, is mere slavery. It is made bearable at present by\nthe protection of the Lord Chamberlain's certificate. But when that is\nno longer available, the common informer must be disarmed if the manager\nis to enjoy security.\n\n\n\n\nSUMMARY\n\nThe general case against censorship as a principle, and the particular\ncase against the existing English censorship and against its replacement\nby a more enlightened one, is now complete. The following is a\nrecapitulation of the propositions and conclusions contended for.\n\n1. The question of censorship or no censorship is a question of high\npolitical principle and not of petty policy.\n\n2. The toleration of heresy and shocks to morality on the stage, and\neven their protection against the prejudices and superstitions which\nnecessarily enter largely into morality and public opinion, are\nessential to the welfare of the nation.\n\n3. The existing censorship of the Lord Chamberlain does not only\nintentionally suppress heresy and challenges to morality in their\nserious and avowed forms, but unintentionally gives the special\nprotection of its official licence to the most extreme impropriety\nthat the lowest section of London playgoers will tolerate in theatres\nespecially devoted to their entertainment, licensing everything that is\npopular and forbidding any attempt to change public opinion or morals.\n\n4. The Lord Chamberlain's censorship is open to the special objection\nthat its application to political plays is taken to indicate the\nattitude of the Crown on questions of domestic and foreign policy, and\nthat it imposes the limits of etiquet on the historical drama.\n\n5. A censorship of a more enlightened and independent kind, exercised\nby the most eminent available authorities, would prove in practice more\ndisastrous than the censorship of the Lord Chamberlain, because the\nmore eminent its members were the less possible it would be for them to\naccept the responsibility for heresy or immorality by licensing them,\nand because the many heretical and immoral plays which now pass the Lord\nChamberlain because he does not understand them, would be understood and\nsuppressed by a more highly enlightened censorship.\n\n6. A reconstructed and enlightened censorship would be armed with\nsummary and effective powers which would stop the evasions by which\nheretical and immoral plays are now performed in spite of the Lord\nChamberlain; and such powers would constitute a tyranny which would ruin\nthe theatre spiritually by driving all independent thinkers from the\ndrama into the uncensored forms of art.\n\n7. The work of critically examining all stage plays in their written\nform, and of witnessing their performance in order to see that the sense\nis not altered by the stage business, would, even if it were divided\namong so many officials as to be physically possible, be mentally\nimpossible to persons of taste and enlightenment.\n\n8. Regulation of theatres is an entirely different matter from\ncensorship, inasmuch as a theatre, being not only a stage, but a place\nlicensed for the sale of spirits, and a public resort capable of being\nput to disorderly use, and needing special provision for the safety of\naudiences in cases of fire, etc., cannot be abandoned wholly to private\ncontrol, and may therefore reasonably be made subject to an annual\nlicence like those now required before allowing premises to be used\npublicly for music and dancing.\n\n9. In order to prevent the powers of the licensing authority being\nabused so as to constitute a virtual censorship, any Act transferring\nthe theatres to the control of a licensing authority should be made\nalso a charter of the rights of dramatic authors and managers by the\nfollowing provisions:\n\nA. The public prosecutor (the Attorney-General) alone should have the\nright to set the law in operation against the manager of a theatre\nor the author of a play in respect of the character of the play or\nentertainment.\n\nB. No disclosure of the particulars of a theatrical entertainment shall\nbe required before performance.\n\nC. Licences shall not be withheld on the ground that the existence of\ntheatres is dangerous to religion and morals, or on the ground that any\nentertainment given or contemplated is heretical or immoral.\n\nD. The licensing area shall be no less than that of a County Council or\nCity Corporation, which shall not delegate its licensing powers to any\nminor local authority or to any official or committee; it shall decide\nall questions affecting the existence of a theatrical licence by vote\nof the entire body; managers, lessees, and proprietors of theatres shall\nhave the right to plead, in person or by counsel, against a proposal\nto withhold a licence; and the licence shall not be withheld except for\nstated reasons, the validity of which shall be subject to the judgment\nof the high courts.\n\nE. The annual licence, once granted, shall not be cancelled or suspended\nunless the manager has been convicted by public prosecution of an\noffence against the ordinary laws against disorderly housekeeping,\nindecency, blasphemy, etc., except in cases where some structural or\nsanitary defect in the building necessitates immediate action for the\nprotection of the public against physical injury.\n\nF. No licence shall be refused on the ground that the proximity of the\ntheatre to a church, mission hall, school, or other place of worship,\nedification, instruction, or entertainment (including another theatre)\nwould draw the public away from such places into its own doors.\n\n\n\n\nPREFACE RESUMED\n\nMR. GEORGE ALEXANDER'S PROTEST\n\nOn the facts mentioned in the foregoing statement, and in my evidence\nbefore the Joint Select Committee, no controversy arose except on one\npoint. Mr. George Alexander protested vigorously and indignantly against\nmy admission that theatres, like public-houses, need special control on\nthe ground that they can profit by disorder, and are sometimes conducted\nwith that end in view. Now, Mr. Alexander is a famous actor-manager;\nand it is very difficult to persuade the public that the more famous an\nactor-manager is the less he is likely to know about any theatre except\nhis own. When the Committee of 1892 reported, I was considered guilty of\na perverse paradox when I said that the witness who knew least about the\ntheatre was Henry Irving. Yet a moment's consideration would have shown\nthat the paradox was a platitude. For about quarter of a century\nIrving was confined night after night to his own theatre and his own\ndressing-room, never seeing a play even there because he was himself\npart of the play; producing the works of long-departed authors; and, to\nthe extent to which his talent was extraordinary, necessarily making his\ntheatre unlike any other theatre. When he went to the provinces or to\nAmerica, the theatres to which he went were swept and garnished for him,\nand their staffs replaced--as far as he came in contact with them--by\nhis own lieutenants. In the end, there was hardly a first-nighter in his\ngallery who did not know more about the London theatres and the progress\nof dramatic art than he; and as to the provinces, if any chief constable\nhad told him the real history and character of many provincial theatres,\nhe would have denounced that chief constable as an ignorant libeller\nof a noble profession. But the constable would have been right for all\nthat. Now if this was true of Sir Henry Irving, who did not become a\nLondon manager until he had roughed it for years in the provinces,\nhow much more true must it be of, say, Mr. George Alexander, whose\nsuccessful march through his profession has passed as far from the\npurlieus of our theatrical world as the king's naval career from\nthe Isle of Dogs? The moment we come to that necessary part of the\ncensorship question which deals with the control of theatres from the\npoint of view of those who know how much money can be made out of them\nby managers who seek to make the auditorium attractive rather than\nthe stage, you find the managers divided into two sections. The\nfirst section consists of honorable and successful managers like Mr.\nAlexander, who know nothing of such abuses, and deny, with perfect\nsincerity and indignant vehemence, that they exist except, perhaps,\nin certain notorious variety theatres. The other is the silent section\nwhich knows better, but is very well content to be publicly defended\nand privately amused by Mr. Alexander's innocence. To accept a West End\nmanager as an expert in theatres because he is an actor is much as if\nwe were to accept the organist of St. Paul's Cathedral as an expert on\nmusic halls because he is a musician. The real experts are all in\nthe conspiracy to keep the police out of the theatre. And they are so\nsuccessful that even the police do not know as much as they should.\n\nThe police should have been examined by the Committee, and the whole\nquestion of the extent to which theatres are disorderly houses in\ndisguise sifted to the bottom. For it is on this point that we discover\nbehind the phantoms of the corrupt dramatists who are restrained by\nthe censorship from debauching the stage, the reality of the corrupt\nmanagers and theatre proprietors who actually do debauch it without let\nor hindrance from the censorship. The whole case for giving control over\ntheatres to local authorities rests on this reality.\n\n\nELIZA AND HER BATH\n\nThe persistent notion that a theatre is an Alsatia where the king's writ\ndoes not run, and where any wickedness is possible in the absence of a\nspecial tribunal and a special police, was brought out by an innocent\nremark made by Sir William Gilbert, who, when giving evidence before\nthe Committee, was asked by Colonel Lockwood whether a law sufficient to\nrestrain impropriety in books would also restrain impropriety in plays.\nSir William replied: \"I should say there is a very wide distinction\nbetween what is read and what is seen. In a novel one may read that\n'Eliza stripped off her dressing-gown and stepped into her bath' without\nany harm; but I think if that were presented on the stage it would be\nshocking.\" All the stupid and inconsiderate people seized eagerly on\nthis illustration as if it were a successful attempt to prove that\nwithout a censorship we should be unable to prevent actresses from\nappearing naked on the stage. As a matter of fact, if an actress could\nbe persuaded to do such a thing (and it would be about as easy to\npersuade a bishop's wife to appear in church in the same condition) the\npolice would simply arrest her on a charge of indecent exposure. The\nextent to which this obvious safeguard was overlooked may be taken as a\nmeasure of the thoughtlessness and frivolity of the excuses made for\nthe censorship. It should be added that the artistic representation of\na bath, with every suggestion of nakedness that the law as to decency\nallows, is one of the most familiar subjects of scenic art. From the\nRhine maidens in Wagner's Trilogy, and the bathers in the second act\nof Les Huguenots, to the ballets of water nymphs in our Christmas\npantomimes and at our variety theatres, the sound hygienic propaganda\nof the bath, and the charm of the undraped human figure, are exploited\nwithout offence on the stage to an extent never dreamt of by any\nnovelist.\n\n\nA KING'S PROCTOR\n\nAnother hare was started by Professor Gilbert Murray and Mr. Laurence\nHousman, who, in pure kindness to the managers, asked whether it would\nnot be possible to establish for their assistance a sort of King's\nProctor to whom plays might be referred for an official legal opinion\nas to their compliance with the law before production. There are several\nobjections to this proposal; and they may as well be stated in case the\nproposal should be revived. In the first place, no lawyer with the most\nelementary knowledge of the law of libel in its various applications to\nsedition, obscenity, and blasphemy, could answer for the consequences\nof producing any play whatsoever as to which the smallest question could\narise in the mind of any sane person. I have been a critic and an author\nin active service for thirty years; and though nothing I have written\nhas ever been prosecuted in England or made the subject of legal\nproceedings, yet I have never published in my life an article, a play,\nor a book, as to which, if I had taken legal advice, an expert could\nhave assured me that I was proof against prosecution or against an\naction for damages by the persons criticized. No doubt a sensible\nsolicitor might have advised me that the risk was no greater than all\nmen have to take in dangerous trades; but such an opinion, though it may\nencourage a client, does not protect him. For example, if a publisher\nasks his solicitor whether he may venture on an edition of Sterne's\nSentimental Journey, or a manager whether he may produce King Lear\nwithout risk of prosecution, the solicitor will advise him to go ahead.\nBut if the solicitor or counsel consulted by him were asked for a\nguarantee that neither of these works was a libel, he would have to\nreply that he could give no such guarantee; that, on the contrary, it\nwas his duty to warn his client that both of them are obscene libels;\nthat King Lear, containing as it does perhaps the most appalling\nblasphemy that despair ever uttered, is a blasphemous libel, and that\nit is doubtful whether it could not be construed as a seditious libel as\nwell. As to Ibsen's Brand (the play which made him popular with the most\nearnestly religious people) no sane solicitor would advise his client\neven to chance it except in a broadly cultivated and tolerant (or\nindifferent) modern city. The lighter plays would be no better off. What\nlawyer could accept any responsibility for the production of Sardou's\nDivorcons or Clyde Fitch's The Woman in the Case? Put the proposed\nKing's Proctor in operation to-morrow; and what will be the result? The\nmanagers will find that instead of insuring them as the Lord Chamberlain\ndoes, he will warn them that every play they submit to him is vulnerable\nto the law, and that they must produce it not only on the ordinary risk\nof acting on their own responsibility, but at the very grave additional\nrisk of doing so in the teeth of an official warning. Under such\ncircumstances, what manager would resort a second time to the Proctor;\nand how would the Proctor live without fees, unless indeed the\nGovernment gave him a salary for doing nothing? The institution would\nnot last a year, except as a job for somebody.\n\n\nCOUNSEL'S OPINION\n\nThe proposal is still less plausible when it is considered that at\npresent, without any new legislation at all, any manager who is doubtful\nabout a play can obtain the advice of his solicitor, or Counsel's\nopinion, if he thinks it will be of any service to him. The verdict\nof the proposed King's Proctor would be nothing but Counsel's opinion\nwithout the liberty of choice of counsel, possibly cheapened, but sure\nto be adverse; for an official cannot give practical advice as a friend\nand a man of the world: he must stick to the letter of the law and take\nno chances. And as far as the law is concerned, journalism, literature,\nand the drama exist only by custom or sufferance.\n\n\nWANTED: A NEW MAGNA CHARTA\n\nThis leads us to a very vital question. Is it not possible to amend the\nlaw so as to make it possible for a lawyer to advise his client that\nhe may publish the works of Blake, Zola, and Swinburne, or produce the\nplays of Ibsen and Mr. Granville Barker, or print an ordinary criticism\nin his newspaper, without the possibility of finding himself in prison,\nor mulcted in damages and costs in consequence? No doubt it is; but only\nby a declaration of constitutional right to blaspheme, rebel, and deal\nwith tabooed subjects. Such a declaration is not just now within the\nscope of practical politics, although we are compelled to act to a great\nextent as if it was actually part of the constitution. All that can be\ndone is to take my advice and limit the necessary public control of\nthe theatres in such a manner as to prevent its being abused as a\ncensorship. We have ready to our hand the machinery of licensing as\napplied to public-houses. A licensed victualler can now be assured\nconfidently by his lawyer that a magistrate cannot refuse to renew his\nlicence on the ground that he (the magistrate) is a teetotaller and has\nseen too much of the evil of drink to sanction its sale. The magistrate\nmust give a judicial reason for his refusal, meaning really a\nconstitutional reason; and his teetotalism is not such a reason. In\nthe same way you can protect a theatrical manager by ruling out certain\nreasons as unconstitutional, as suggested in my statement. Combine\nthis with the abolition of the common informer's power to initiate\nproceedings, and you will have gone as far as seems possible at present.\nYou will have local control of the theatres for police purposes and\nsanitary purposes without censorship; and I do not see what more is\npossible until we get a formal Magna Charta declaring all the Categories\nof libel and the blasphemy laws contrary to public liberty, and\nrepealing and defining accordingly.\n\n\nPROPOSED: A NEW STAR CHAMBER\n\nYet we cannot mention Magna Charta without recalling how useless such\ndocuments are to a nation which has no more political comprehension nor\npolitical virtue than King John. When Henry VII. calmly proceeded to\ntear up Magna Charta by establishing the Star Chamber (a criminal court\nconsisting of a committee of the Privy Council without a jury) nobody\nobjected until, about a century and a half later, the Star Chamber\nbegan cutting off the ears of eminent XVII. century Nonconformists and\nstanding them in the pillory; and then the Nonconformists, and nobody\nelse, abolished the Star Chamber. And if anyone doubts that we are quite\nready to establish the Star Chamber again, let him read the Report\nof the Joint Select Committee, on which I now venture to offer a few\ncriticisms.\n\nThe report of the Committee, which will be found in the bluebook, should\nbe read with attention and respect as far as page x., up to which point\nit is an able and well-written statement of the case. From page x.\nonward, when it goes on from diagnosing the disease to prescribing the\ntreatment, it should be read with even greater attention but with no\nrespect whatever, as the main object of the treatment is to conciliate\nthe How Not To Do It majority. It contains, however, one very notable\nproposal, the same being nothing more or less than to revive the Star\nChamber for the purpose of dealing with heretical or seditious plays\nand their authors, and indeed with all charges against theatrical\nentertainments except common police cases of indecency. The reason given\nis that for which the Star Chamber was created by Henry VII: that is,\nthe inadequacy of the ordinary law. \"We consider,\" says the report,\n\"that the law which prevents or punishes indecency, blasphemy and libel\nin printed publications [it does not, by the way, except in the crudest\npolice cases] would not be adequate for the control of the drama.\"\nTherefore a committee of the Privy Council is to be empowered to\nsuppress plays and punish managers and authors at its pleasure, on\nthe motion of the Attorney-General, without a jury. The members of\nthe Committee will, of course, be men of high standing and character:\notherwise they would not be on the Privy Council. That is to say, they\nwill have all the qualifications of Archbishop Laud.\n\nNow I have no guarantee that any member of the majority of the Joint\nSelect Committee ever heard of the Star Chamber or of Archbishop Laud.\nOne of them did not know that politics meant anything more than party\nelectioneering. Nothing is more alarming than the ignorance of our\npublic men of the commonplaces of our history, and their consequent\nreadiness to repeat experiments which have in the past produced national\ncatastrophes. At all events, whether they knew what they were doing\nor not, there can be no question as to what they did. They proposed\nvirtually that the Act of the Long Parliament in 1641 shall be repealed,\nand the Star Chamber re-established, in order that playwrights and\nmanagers may be punished for unspecified offences unknown to the law.\nWhen I say unspecified, I should say specified as follows (see page xi.\nof the report) in the case of a play.\n\n(a) To be indecent.\n\n(b) To contain offensive personalities.\n\n(c) To represent on the stage in an invidious manner a living person, or\nany person recently dead.\n\n(d) To do violence to the sentiment of religious reverence.\n\n(e) To be calculated to conduce to vice or crime.\n\n(f) To be calculated to impair friendly relations with any foreign\npower.\n\n(g) To be calculated to cause a breach of the peace.\n\nNow it is clear that there is no play yet written, or possible to be\nwritten, in this world, that might not be condemned under one or other\nof these heads. How any sane man, not being a professed enemy of public\nliberty, could put his hand to so monstrous a catalogue passes my\nunderstanding. Had a comparatively definite and innocent clause\nbeen added forbidding the affirmation or denial of the doctrine of\nTransubstantiation, the country would have been up in arms at once. Lord\nRibblesdale made an effort to reduce the seven categories to the\nold formula \"not to be fitting for the preservation of good manners,\ndecorum, or the public peace\"; but this proposal was not carried; whilst\non Lord Gorell's motion a final widening of the net was achieved by\nadding the phrase \"to be calculated to\"; so that even if a play does not\nproduce any of the results feared, the author can still be punished\non the ground that his play is \"calculated\" to produce them. I have\nno hesitation in saying that a committee capable of such an outrageous\ndisplay of thoughtlessness and historical ignorance as this paragraph\nof its report implies deserves to be haled before the tribunal it has\nitself proposed, and dealt with under a general clause levelled at\nconduct \"calculated to\" overthrow the liberties of England.\n\n\nPOSSIBILITIES OF THE PROPOSAL\n\nStill, though I am certainly not willing to give Lord Gorell the chance\nof seeing me in the pillory with my ears cut off if I can help it, I\ndaresay many authors would rather take their chance with a Star Chamber\nthan with a jury, just as some soldiers would rather take their chance\nwith a court-martial than at Quarter Sessions. For that matter, some of\nthem would rather take their chance with the Lord Chamberlain than with\neither. And though this is no reason for depriving the whole body of\nauthors of the benefit of Magna Charta, still, if the right of the\nproprietor of a play to refuse the good offices of the Privy Council\nand to perform the play until his accusers had indicted him at law, and\nobtained the verdict of a jury against him, were sufficiently guarded,\nthe proposed committee might be set up and used for certain purposes.\nFor instance, it might be made a condition of the intervention of the\nAttorney-General or the Director of Public Prosecutions that he should\nrefer an accused play to the committee, and obtain their sanction before\ntaking action, offering the proprietor of the play, if the Committee\nthought fit, an opportunity of voluntarily accepting trial by the\nCommittee as an alternative to prosecution in the ordinary course of\nlaw. But the Committee should have no powers of punishment beyond the\npower (formidable enough) of suspending performances of the play. If\nit thought that additional punishment was called for, it could order a\nprosecution without allowing the proprietor or author of the play the\nalternative of a trial by itself. The author of the play should be\nmade a party to all proceedings of the Committee, and have the right to\ndefend himself in person or by counsel. This would provide a check on\nthe Attorney-General (who might be as bigoted as any of the municipal\naldermen who are so much dreaded by the actor-managers) without enabling\nthe Committee to abuse its powers for party, class, or sectarian ends\nbeyond that irreducible minimum of abuse which a popular jury would\nendorse, for which minimum there is no remedy.\n\nBut when everything is said for the Star Chamber that can be said,\nand every precaution taken to secure to those whom it pursues the\nalternative of trial by jury, the expedient still remains a very\nquestionable one, to be endured for the sake of its protective rather\nthan its repressive powers. It should abolish the present quaint\ntoleration of rioting in theatres. For example, if it is to be an\noffence to perform a play which the proposed new Committee shall\ncondemn, it should also be made an offence to disturb a performance\nwhich the Committee has not condemned. \"Brawling\" at a theatre should be\ndealt with as severely as brawling in church if the censorship is to be\ntaken out of the hands of the public. At present Jenny Geddes may throw\nher stool at the head of a playwright who preaches unpalatable doctrine\nto her, or rather, since her stool is a fixture, she may hiss and hoot\nand make it impossible to proceed with the performance, even although\nnobody has compelled her to come to the theatre or suspended her liberty\nto stay away, and although she has no claim on an unendowed theatre\nfor her spiritual necessities, as she has on her parish church. If mob\ncensorship cannot be trusted to keep naughty playwrights in order, still\nless can it be trusted to keep the pioneers of thought in countenance;\nand I submit that anyone hissing a play permitted by the new censorship\nshould be guilty of contempt of court.\n\n\nSTAR CHAMBER SENTIMENTALITY\n\nBut what is most to be dreaded in a Star Chamber is not its sternness\nbut its sentimentality. There is no worse censorship than one which\nconsiders only the feelings of the spectators, except perhaps one\nwhich considers the feelings of people who do not even witness the\nperformance. Take the case of the Passion Play at Oberammergau. The\noffence given by a representation of the Crucifixion on the stage is not\nbounded by frontiers: further, it is an offence of which the voluntary\nspectators are guilty no less than the actors. If it is to be tolerated\nat all: if we are not to make war on the German Empire for permitting\nit, nor punish the English people who go to Bavaria to see it and\nthereby endow it with English money, we may as well tolerate it in\nLondon, where nobody need go to see it except those who are not offended\nby it. When Wagner's Parsifal becomes available for representation in\nLondon, many people will be sincerely horrified when the miracle of\nthe Mass is simulated on the stage of Covent Garden, and the Holy\nGhost descends in the form of a dove. But if the Committee of the Privy\nCouncil, or the Lord Chamberlain, or anyone else, were to attempt to\nkeep Parsifal from us to spare the feelings of these people, it would\nnot be long before even the most thoughtless champions of the censorship\nwould see that the principle of doing nothing that could shock anybody\nhad reduced itself to absurdity. No quarter whatever should be given\nto the bigotry of people so unfit for social life as to insist not only\nthat their own prejudices and superstitions should have the fullest\ntoleration but that everybody else should be compelled to think and act\nas they do. Every service in St. Paul's Cathedral is an outrage to\nthe opinions of the congregation of the Roman Catholic Cathedral of\nWestminster. Every Liberal meeting is a defiance and a challenge to\nthe most cherished opinions of the Unionists. A law to compel the Roman\nCatholics to attend service at St. Paul's, or the Liberals to attend\nthe meetings of the Primrose League would be resented as an insufferable\ntyranny. But a law to shut up both St. Paul's and the Westminster\nCathedral; and to put down political meetings and associations because\nof the offence given by them to many worthy and excellent people,\nwould be a far worse tyranny, because it would kill the religious and\npolitical life of the country outright, whereas to compel people to\nattend the services and meetings of their opponents would greatly\nenlarge their minds, and would actually be a good thing if it were\nenforced all round. I should not object to a law to compel everybody to\nread two newspapers, each violently opposed to the other in politics;\nbut to forbid us to read newspapers at all would be to maim us mentally\nand cashier our country in the ranks of civilization. I deny that\nanybody has the right to demand more from me, over and above lawful\nconduct in a general sense, than liberty to stay away from the theatre\nin which my plays are represented. If he is unfortunate enough to have\na religion so petty that it can be insulted (any man is as welcome to\ninsult my religion, if he can, as he is to insult the universe) I claim\nthe right to insult it to my heart's content, if I choose, provided I\ndo not compel him to come and hear me. If I think this country ought to\nmake war on any other country, then, so long as war remains lawful, I\nclaim full liberty to write and perform a play inciting the country\nto that war without interference from the ambassadors of the menaced\ncountry. I may \"give pain to many worthy people, and pleasure to none,\"\nas the Censor's pet phrase puts it: I may even make Europe a cockpit and\nAsia a shambles: no matter: if preachers and politicians, statesmen and\nsoldiers, may do these things--if it is right that such things should\nbe done, then I claim my share in the right to do them. If the proposed\nCommittee is meant to prevent me from doing these things whilst men of\nother professions are permitted to do them, then I protest with all my\nmight against the formation of such a Committee. If it is to protect\nme, on the contrary, against the attacks that bigots and corrupt\npornographers may make on me by appealing to the ignorance and\nprejudices of common jurors, then I welcome it; but is that really the\nobject of its proposers? And if it is, what guarantee have I that the\nnew tribunal will not presently resolve into a mere committee to\navoid unpleasantness and keep the stage \"in good taste\"? It is no more\npossible for me to do my work honestly as a playwright without giving\npain than it is for a dentist. The nation's morals are like its teeth:\nthe more decayed they are the more it hurts to touch them. Prevent\ndentists and dramatists from giving pain, and not only will our morals\nbecome as carious as our teeth, but toothache and the plagues that\nfollow neglected morality will presently cause more agony than all\nthe dentists and dramatists at their worst have caused since the world\nbegan.\n\n\nANYTHING FOR A QUIET LIFE\n\nAnother doubt: would a Committee of the Privy Council really face the\nrisks that must be taken by all communities as the price of our freedom\nto evolve? Would it not rather take the popular English view that\nfreedom and virtue generally are sweet and desirable only when they cost\nnothing? Nothing worth having is to be had without risk. A mother risks\nher child's life every time she lets it ramble through the countryside,\nor cross the street, or clamber over the rocks on the shore by itself. A\nfather risks his son's morals when he gives him a latchkey. The members\nof the Joint Select Committee risked my producing a revolver and\nshooting them when they admitted me to the room without having me\nhandcuffed. And these risks are no unreal ones. Every day some child\nis maimed or drowned and some young man infected with disease; and\npolitical assassinations have been appallingly frequent of late years.\nRailway travelling has its risks; motoring has its risks; aeroplaning\nhas its risks; every advance we make costs us a risk of some sort. And\nthough these are only risks to the individual, to the community they\nare certainties. It is not certain that I will be killed this year in a\nrailway accident; but it is certain that somebody will. The invention of\nprinting and the freedom of the press have brought upon us, not merely\nrisks of their abuse, but the establishment as part of our social\nroutine of some of the worst evils a community can suffer from. People\nwho realize these evils shriek for the suppression of motor cars, the\nvirtual imprisonment and enslavement of the young, the passing of Press\nLaws (especially in Egypt, India, and Ireland), exactly as they shriek\nfor a censorship of the stage. The freedom of the stage will be abused\njust as certainly as the complaisance and innocence of the censorship\nis abused at present. It will also be used by writers like myself for\nraising very difficult and disturbing questions, social, political,\nand religious, at moments which may be extremely inconvenient to the\ngovernment. Is it certain that a Committee of the Privy Council would\nstand up to all this as the price of liberty? I doubt it. If I am to be\nat the mercy of a nice amiable Committee of elderly gentlemen (I know\nall about elderly gentlemen, being one myself) whose motto is the\nhighly popular one, \"Anything for a quiet life\" and who will make\nthe inevitable abuses of freedom by our blackguards an excuse for\ninterfering with any disquieting use of it by myself, then I shall be\nworse off than I am with the Lord Chamberlain, whose mind is not broad\nenough to obstruct the whole range of thought. If it were, he would be\ngiven a more difficult post.\n\n\nSHALL THE EXAMINER OF PLAYS STARVE?\n\nAnd here I may be reminded that if I prefer the Lord Chamberlain I can\ngo to the Lord Chamberlain, who is to retain all his present functions\nfor the benefit of those who prefer to be judged by him. But I am not so\nsure that the Lord Chamberlain will be able to exercise those functions\nfor long if resort to him is to be optional. Let me be kinder to him\nthan he has been to me, and uncover for him the pitfalls which the Joint\nSelect Committee have dug (and concealed) in his path. Consider how\nthe voluntary system must inevitably work. The Joint Select Committee\nexpressly urges that the Lord Chamberlain's licence must not be a bar\nto a prosecution. Granted that in spite of this reservation the licence\nwould prove in future as powerful a defence as it has been in the past,\nyet the voluntary clause nevertheless places the manager at the mercy of\nany author who makes it a condition of his contract that his play shall\nnot be submitted for licence. I should probably take that course without\nopposition from the manager. For the manager, knowing that three of my\nplays have been refused a licence, and that it would be far safer to\nproduce a play for which no licence had been asked than one for which it\nhad been asked and refused, would agree that it was more prudent, in\nmy case, to avail himself of the power of dispensing with the Lord\nChamberlain's licence. But now mark the consequences. The manager,\nhaving thus discovered that his best policy was to dispense with the\nlicence in the few doubtful cases, would presently ask himself why he\nshould spend two guineas each on licences for the many plays as to which\nno question could conceivably arise. What risk does any manager run in\nproducing such works as Sweet Lavender, Peter Pan, The Silver King,\nor any of the 99 per cent of plays that are equally neutral on\ncontroversial questions? Does anyone seriously believe that the managers\nwould continue to pay the Lord Chamberlain two guineas a play out of\nmere love and loyalty, only to create an additional risk in the case of\ncontroversial plays, and to guard against risks that do not exist in\nthe case of the great bulk of other productions? Only those would remain\nfaithful to him who produce such plays as the Select Committee began by\ndiscussing in camera, and ended by refusing to discuss at all because\nthey were too nasty. These people would still try to get a licence,\nand would still no doubt succeed as they do today. But could the King's\nReader of Plays live on his fees from these plays alone; and if he\ncould how long would his post survive the discredit of licensing only\npornographic plays? It is clear to me that the Examiner would be starved\nout of existence, and the censorship perish of desuetude. Perhaps that\nis exactly what the Select Committee contemplated. If so, I have nothing\nmore to say, except that I think sudden death would be more merciful.\n\n\nLORD GORELL'S AWAKENING\n\nIn the meantime, conceive the situation which would arise if a licensed\nplay were prosecuted. To make it clearer, let us imagine any other\noffender--say a company promoter with a fraudulent prospectus--pleading\nin Court that he had induced the Lord Chamberlain to issue a certificate\nthat the prospectus contained nothing objectionable, and that on the\nstrength of that certificate he issued it; also, that by law the Court\ncould do nothing to him except order him to wind up his company. Some\nsuch vision as this must have come to Lord Gorell when he at last\ngrappled seriously with the problem. Mr. Harcourt seized the opportunity\nto make a last rally. He seconded Lord Gorell's proposal that the\nCommittee should admit that its scheme of an optional censorship was an\nelaborate absurdity, and report that all censorship before production\nwas out of the question. But it was too late: the volte face was too\nsudden and complete. It was Lord Gorell whose vote had turned the close\ndivision which took place on the question of receiving my statement. It\nwas Lord Gorell without whose countenance and authority the farce of the\nbooks could never have been performed. Yet here was Lord Gorell, after\nassenting to all the provisions for the optional censorship paragraph\nby paragraph, suddenly informing his colleagues that they had been wrong\nall through and that I had been right all through, and inviting them to\nscrap half their work and adopt my conclusion. No wonder Lord Gorell got\nonly one vote: that of Mr. Harcourt. But the incident is not the less\nsignificant. Lord Gorell carried more weight than any other member of\nthe Committee on the legal and constitutional aspect of the question.\nHad he begun where he left off--had he at the outset put down his foot\non the notion that an optional penal law could ever be anything but a\ngross contradiction in terms, that part of the Committee's proposals\nwould never have come into existence.\n\n\nJUDGES: THEIR PROFESSIONAL LIMITATIONS\n\nI do not, however, appeal to Lord Gorell's judgment on all points. It is\ninevitable that a judge should be deeply impressed by his professional\nexperience with a sense of the impotence of judges and laws and courts\nto deal satisfactorily with evils which are so Protean and elusive as to\ndefy definition, and which yet seem to present quite simple problems to\nthe common sense of men of the world. You have only to imagine the Privy\nCouncil as consisting of men of the world highly endowed with common\nsense, to persuade yourself that the supplementing of the law by the\ncommon sense of the Privy Council would settle the whole difficulty. But\nno man knows what he means by common sense, though every man can tell\nyou that it is very uncommon, even in Privy Councils. And since every\nploughman is a man of the world, it is evident that even the phrase\nitself does not mean what it says. As a matter of fact, it means in\nordinary use simply a man who will not make himself disagreeable for the\nsake of a principle: just the sort of man who should never be allowed to\nmeddle with political rights. Now to a judge a political right, that\nis, a dogma which is above our laws and conditions our laws, instead of\nbeing subject to them, is anarchic and abhorrent. That is why I trust\nLord Gorell when he is defending the integrity of the law against\nthe proposal to make it in any sense optional, whilst I very strongly\nmistrust him, as I mistrust all professional judges, when political\nrights are in danger.\n\n\nCONCLUSION\n\nI must conclude by recommending the Government to take my advice\nwherever it conflicts with that of the Joint Select Committee. It is,\nI think, obviously more deeply considered and better informed, though I\nsay it that should not. At all events, I have given my reasons; and at\nthat I must leave it. As the tradition which makes Malvolio not only\nMaster of the Revels but Master of the Mind of England, and which has\ncome down to us from Henry VIII., is manifestly doomed to the dustbin,\nthe sooner it goes there the better; for the democratic control which\nnaturally succeeds it can easily be limited so as to prevent it becoming\neither a censorship or a tyranny. The Examiner of Plays should receive\na generous pension, and be set free to practise privately as an expert\nadviser of theatrical managers. There is no reason why they should be\ndeprived of the counsel they so highly value.\n\nIt only remains to say that public performances of The Shewing-Up\nof Blanco Posnet are still prohibited in Great Britain by the Lord\nChamberlain. An attempt was made to prevent even its performance in\nIreland by some indiscreet Castle officials in the absence of the Lord\nLieutenant. This attempt gave extraordinary publicity to the production\nof the play; and every possible effort was made to persuade the Irish\npublic that the performance would be an outrage to their religion,\nand to provoke a repetition of the rioting that attended the first\nperformances of Synge's Playboy of the Western World before the most\nsensitive and, on provocation, the most turbulent audience in the\nkingdom. The directors of the Irish National Theatre, Lady Gregory and\nMr. William Butler Yeats, rose to the occasion with inspiriting courage.\nI am a conciliatory person, and was willing, as I always am, to make\nevery concession in return for having my own way. But Lady Gregory and\nMr. Yeats not only would not yield an inch, but insisted, within the due\nlimits of gallant warfare, on taking the field with every circumstance\nof defiance, and winning the battle with every trophy of victory. Their\ntriumph was as complete as they could have desired. The performance\nexhausted the possibilities of success, and provoked no murmur, though\nit inspired several approving sermons. Later on, Lady Gregory and\nMr. Yeats brought the play to London and performed it under the Lord\nChamberlain's nose, through the instrumentality of the Stage Society.\n\nAfter this, the play was again submitted to the Lord Chamberlain. But,\nthough beaten, he, too, understands the art of How Not To Do It. He\nlicensed the play, but endorsed on his licence the condition that all\nthe passages which implicated God in the history of Blanco Posnet must\nbe omitted in representation. All the coarseness, the profligacy, the\nprostitution, the violence, the drinking-bar humor into which the light\nshines in the play are licensed, but the light itself is extinguished.\nI need hardly say that I have not availed myself of this licence, and do\nnot intend to. There is enough licensed darkness in our theatres today\nwithout my adding to it.\n\nAYOT ST. LAWRENCE, 14TH JULY 1910.\n\nPOSTSCRIPT.--Since the above was written the Lord Chamberlain has made\nan attempt to evade his responsibility and perhaps to postpone his doom\nby appointing an advisory committee, unknown to the law, on which he\nwill presumably throw any odium that may attach to refusals of licences\nin the future. This strange and lawless body will hardly reassure our\nmoralists, who object much more to the plays he licenses than to those\nhe suppresses, and are therefore unmoved by his plea that his refusals\nare few and far between. It consists of two eminent actors (one\nretired), an Oxford professor of literature, and two eminent barristers.\nAs their assembly is neither created by statute nor sanctioned by\ncustom, it is difficult to know what to call it until it advises the\nLord Chamberlain to deprive some author of his means of livelihood, when\nit will, I presume, become a conspiracy, and be indictable accordingly;\nunless, indeed, it can persuade the Courts to recognize it as a\nnew Estate of the Realm, created by the Lord Chamberlain. This\nconstitutional position is so questionable that I strongly advise the\nmembers to resign promptly before the Lord Chamberlain gets them into\ntrouble.\n\n\n\n\n\nTHE SHEWING-UP OF BLANCO POSNET\n\nA number of women are sitting working together in a big room not unlike\nan old English tithe barn in its timbered construction, but with windows\nhigh up next the roof. It is furnished as a courthouse, with the floor\nraised next the walls, and on this raised flooring a seat for the\nSheriff, a rough jury box on his right, and a bar to put prisoners to on\nhis left. In the well in the middle is a table with benches round it.\nA few other benches are in disorder round the room. The autumn sun is\nshining warmly through the windows and the open door. The women, whose\ndress and speech are those of pioneers of civilisation in a territory\nof the United States of America, are seated round the table and on the\nbenches, shucking nuts. The conversation is at its height.\n\nBABSY [a bumptious young slattern, with some good looks] I say that a\nman that would steal a horse would do anything.\n\nLOTTIE [a sentimental girl, neat and clean] Well, I never should look at\nit in that way. I do think killing a man is worse any day than stealing\na horse.\n\nHANNAH [elderly and wise] I dont say it's right to kill a man. In a\nplace like this, where every man has to have a revolver, and where\ntheres so much to try people's tempers, the men get to be a deal too\nfree with one another in the way of shooting. God knows it's hard enough\nto have to bring a boy into the world and nurse him up to be a man only\nto have him brought home to you on a shutter, perhaps for nothing, or\nonly just to shew that the man that killed him wasn't afraid of him.\nBut men are like children when they get a gun in their hands: theyre not\ncontent til theyve used it on somebody.\n\nJESSIE [a good-natured but sharp-tongued, hoity-toity young woman;\nBabsy's rival in good looks and her superior in tidiness] They shoot for\nthe love of it. Look at them at a lynching. Theyre not content to hang\nthe man; but directly the poor creature is swung up they all shoot\nhim full of holes, wasting their cartridges that cost solid money, and\npretending they do it in horror of his wickedness, though half of them\nwould have a rope round their own necks if all they did was known--let\nalone the mess it makes.\n\nLOTTIE. I wish we could get more civilized. I don't like all this\nlynching and shooting. I don't believe any of us like it, if the truth\nwere known.\n\nBABSY. Our Sheriff is a real strong man. You want a strong man for a\nrough lot like our people here. He aint afraid to shoot and he aint\nafraid to hang. Lucky for us quiet ones, too.\n\nJESSIE. Oh, don't talk to me. I know what men are. Of course he aint\nafraid to shoot and he aint afraid to hang. Wheres the risk in that\nwith the law on his side and the whole crowd at his back longing for the\nlynching as if it was a spree? Would one of them own to it or let\nhim own to it if they lynched the wrong man? Not them. What they call\njustice in this place is nothing but a breaking out of the devil thats\nin all of us. What I want to see is a Sheriff that aint afraid not to\nshoot and not to hang.\n\nEMMA [a sneak who sides with Babsy or Jessie, according to the fortune\nof war] Well, I must say it does sicken me to see Sheriff Kemp putting\ndown his foot, as he calls it. Why don't he put it down on his wife?\nShe wants it worse than half the men he lynches. He and his Vigilance\nCommittee, indeed!\n\nBABSY [incensed] Oh, well! if people are going to take the part of\nhorse-thieves against the Sheriff--!\n\nJESSIE. Who's taking the part of horse-thieves against the Sheriff?\n\nBABSY. You are. Waitle your own horse is stolen, and youll know better.\nI had an uncle that died of thirst in the sage brush because a negro\nstole his horse. But they caught him and burned him; and serve him\nright, too.\n\nEMMA. I have known that a child was born crooked because its mother had\nto do a horse's work that was stolen.\n\nBABSY. There! You hear that? I say stealing a horse is ten times worse\nthan killing a man. And if the Vigilance Committee ever gets hold of\nyou, youd better have killed twenty men than as much as stole a saddle\nor bridle, much less a horse.\n\n[Elder Daniels comes in.]\n\nELDER DANIELS. Sorry to disturb you, ladies; but the Vigilance Committee\nhas taken a prisoner; and they want the room to try him in.\n\nJESSIE. But they cant try him til Sheriff Kemp comes back from the\nwharf.\n\nELDER DANIELS. Yes; but we have to keep the prisoner here til he comes.\n\nBABSY. What do you want to put him here for? Cant you tie him up in the\nSheriff's stable?\n\nELDER DANIELS. He has a soul to be saved, almost like the rest of us.\nI am bound to try to put some religion into him before he goes into his\nMaker's presence after the trial.\n\nHANNAH. What has he done, Mr Daniels?\n\nELDER DANIELS. Stole a horse.\n\nBABSY. And are we to be turned out of the town hall for a horse-thief?\nAint a stable good enough for his religion?\n\nELDER DANIELS. It may be good enough for his, Babsy; but, by your leave,\nit is not good enough for mine. While I am Elder here, I shall umbly\nendeavour to keep up the dignity of Him I serve to the best of my small\nability. So I must ask you to be good enough to clear out. Allow me. [He\ntakes the sack of husks and put it out of the way against the panels of\nthe jury box].\n\nTHE WOMEN [murmuring] Thats always the way. Just as we'd settled down to\nwork. What harm are we doing? Well, it is tiresome. Let them finish the\njob themselves. Oh dear, oh dear! We cant have a minute to ourselves.\nShoving us out like that!\n\nHANNAH. Whose horse was it, Mr Daniels?\n\nELDER DANIELS [returning to move the other sack] I am sorry to say\nthat it was the Sheriff's horse--the one he loaned to young Strapper.\nStrapper loaned it to me; and the thief stole it, thinking it was mine.\nIf it had been mine, I'd have forgiven him cheerfully. I'm sure I\nhoped he would get away; for he had two hours start of the Vigilance\nCommittee. But they caught him. [He disposes of the other sack also].\n\nJESSIE. It cant have been much of a horse if they caught him with two\nhours start.\n\nELDER DANIELS [coming back to the centre of the group] The strange thing\nis that he wasn't on the horse when they took him. He was walking; and\nof course he denies that he ever had the horse. The Sheriff's brother\nwanted to tie him up and lash him till he confessed what he'd done with\nit; but I couldn't allow that: it's not the law.\n\nBABSY. Law! What right has a horse-thief to any law? Law is thrown away\non a brute like that.\n\nELDER DANIELS. Dont say that, Babsy. No man should be made to confess\nby cruelty until religion has been tried and failed. Please God I'll get\nthe whereabouts of the horse from him if youll be so good as to clear\nout from this. [Disturbance outside]. They are bringing him in. Now\nladies! please, please.\n\n[They rise reluctantly. Hannah, Jessie, and Lottie retreat to the\nSheriff's bench, shepherded by Daniels; but the other women crowd\nforward behind Babsy and Emma to see the prisoner.\n\nBlanco Posnet it brought in by Strapper Kemp, the Sheriff's brother, and\na cross-eyed man called Squinty. Others follow. Blanco is evidently a\nblackguard. It would be necessary to clean him to make a close guess at\nhis age; but he is under forty, and an upturned, red moustache, and the\narrangement of his hair in a crest on his brow, proclaim the dandy in\nspite of his intense disreputableness. He carries his head high, and has\na fairly resolute mouth, though the fire of incipient delirium tremens\nis in his eye.\n\nHis arms are bound with a rope with a long end, which Squinty holds.\nThey release him when he enters; and he stretches himself and lounges\nacross the courthouse in front of the women. Strapper and the men remain\nbetween him and the door.]\n\nBABSY [spitting at him as he passes her] Horse-thief! horse-thief!\n\nOTHERS. You will hang for it; do you hear? And serve you right. Serve\nyou right. That will teach you. I wouldn't wait to try you. Lynch him\nstraight off, the varmint. Yes, yes. Tell the boys. Lynch him.\n\nBLANCO [mocking] \"Angels ever bright and fair--\"\n\nBABSY. You call me an angel, and I'll smack your dirty face for you.\n\nBLANCO. \"Take, oh take me to your care.\"\n\nEMMA. There wont be any angels where youre going to.\n\nOTHERS. Aha! Devils, more likely. And too good company for a\nhorse-thief.\n\nALL. Horse-thief! Horse-thief! Horse-thief!\n\nBLANCO. Do women make the law here, or men? Drive these heifers out.\n\nTHE WOMEN. Oh! [They rush at him, vituperating, screaming passionately,\ntearing at him. Lottie puts her fingers in her ears and runs out. Hannah\nfollows, shaking her head. Blanco is thrown down]. Oh, did you hear what\nhe called us? You foul-mouthed brute! You liar! How dare you put such a\nname to a decent woman? Let me get at him. You coward! Oh, he struck me:\ndid you see that? Lynch him! Pete, will you stand by and hear me called\nnames by a skunk like that? Burn him: burn him! Thats what I'd do with\nhim. Aye, burn him!\n\nTHE MEN [pulling the women away from Blanco, and getting them out partly\nby violence and partly by coaxing] Here! come out of this. Let him\nalone. Clear the courthouse. Come on now. Out with you. Now, Sally: out\nyou go. Let go my hair, or I'll twist your arm out. Ah, would you? Now,\nthen: get along. You know you must go. Whats the use of scratching like\nthat? Now, ladies, ladies, ladies. How would you like it if you were\ngoing to be hanged?\n\n[At last the women are pushed out, leaving Elder Daniels, the Sheriff's\nbrother Strapper Kemp, and a few others with Blanco. Strapper is a lad\njust turning into a man: strong, selfish, sulky, and determined.]\n\nBLANCO [sitting up and tidying himself]--\n\n     Oh woman, in our hours of ease.\n     Uncertain, coy, and hard to please--\n\nIs my face scratched? I can feel their damned claws all over me still.\nAm I bleeding? [He sits on the nearest bench].\n\nELDER DANIELS. Nothing to hurt. Theyve drawn a drop or two under your\nleft eye.\n\nSTRAPPER. Lucky for you to have an eye left in your head.\n\nBLANCO [wiping the blood off]--\n\n    When pain and anguish wring the brow,\n    A ministering angel thou.\n\nGo out to them, Strapper Kemp; and tell them about your big brother's\nlittle horse that some wicked man stole. Go and cry in your mammy's lap.\n\nSTRAPPER [furious] You jounce me any more about that horse, Blanco\nPosnet; and I'll--I'll--\n\nBLANCO. Youll scratch my face, wont you? Yah! Your brother's the\nSheriff, aint he?\n\nSTRAPPER. Yes, he is. He hangs horse-thieves.\n\nBLANCO [with calm conviction] He's a rotten Sheriff. Oh, a rotten\nSheriff. If he did his first duty he'd hang himself. This is a rotten\ntown. Your fathers came here on a false alarm of gold-digging; and when\nthe gold didn't pan out, they lived by licking their young into habits\nof honest industry.\n\nSTRAPPER. If I hadnt promised Elder Daniels here to give him a chance\nto keep you out of Hell, I'd take the job of twisting your neck off the\nhands of the Vigilance Committee.\n\nBLANCO [with infinite scorn] You and your rotten Elder, and your rotten\nVigilance Committee!\n\nSTRAPPER. Theyre sound enough to hang a horse-thief, anyhow.\n\nBLANCO. Any fool can hang the wisest man in the country. Nothing he\nlikes better. But you cant hang me.\n\nSTRAPPER. Cant we?\n\nBLANCO. No, you cant. I left the town this morning before sunrise,\nbecause it's a rotten town, and I couldn't bear to see it in the light.\nYour brother's horse did the same, as any sensible horse would. Instead\nof going to look for the horse, you went looking for me. That was a\nrotten thing to do, because the horse belonged to your brother--or to\nthe man he stole it from--and I don't belong to him. Well, you found me;\nbut you didn't find the horse. If I had took the horse, I'd have been on\nthe horse. Would I have taken all that time to get to where I did if I'd\na horse to carry me?\n\nSTRAPPER. I dont believe you started not for two hours after you say you\ndid.\n\nBLANCO. Who cares what you believe or dont believe? Is a man worth six\nof you to be hanged because youve lost your big brother's horse, and\nyoull want to kill somebody to relieve your rotten feelings when he\nlicks you for it? Not likely. Till you can find a witness that saw me\nwith that horse you cant touch me; and you know it.\n\nSTRAPPER. Is that the law, Elder?\n\nELDER DANIELS. The Sheriff knows the law. I wouldnt say for sure; but\nI think it would be more seemly to have a witness. Go and round one up,\nStrapper; and leave me here alone to wrestle with his poor blinded soul.\n\nSTRAPPER. I'll get a witness all right enough. I know the road he took;\nand I'll ask at every house within sight of it for a mile out. Come\nboys.\n\n[Strapper goes out with the others, leaving Blanco and Elder Daniels\ntogether. Blanco rises and strolls over to the Elder, surveying him with\nextreme disparagement.]\n\nBLANCO. Well, brother? Well, Boozy Posnet, alias Elder Daniels? Well,\nthief? Well, drunkard?\n\nELDER DANIELS. It's no good, Blanco. Theyll never believe we're\nbrothers.\n\nBLANCO. Never fear. Do you suppose I want to claim you? Do you suppose\nI'm proud of you? Youre a rotten brother, Boozy Posnet. All you ever did\nwhen I owned you was to borrow money from me to get drunk with. Now you\nlend money and sell drink to other people. I was ashamed of you before;\nand I'm worse ashamed of you now, I wont have you for a brother. Heaven\ngave you to me; but I return the blessing without thanks. So be easy: I\nshant blab. [He turns his back on him and sits down].\n\nELDER DANIELS. I tell you they wouldn't believe you; so what does it\nmatter to me whether you blab or not? Talk sense, Blanco: theres no time\nfor your foolery now; for youll be a dead man an hour after the Sheriff\ncomes back. What possessed you to steal that horse?\n\nBLANCO. I didnt steal it. I distrained on it for what you owed me. I\nthought it was yours. I was a fool to think that you owned anything but\nother people's property. You laid your hands on everything father and\nmother had when they died. I never asked you for a fair share. I never\nasked you for all the money I'd lent you from time to time. I asked you\nfor mother's old necklace with the hair locket in it. You wouldn't give\nme that: you wouldn't give me anything. So as you refused me my due I\ntook it, just to give you a lesson.\n\nELDER DANIELS. Why didnt you take the necklace if you must steal\nsomething? They wouldnt have hanged you for that.\n\nBLANCO. Perhaps I'd rather be hanged for stealing a horse than let off\nfor a damned piece of sentimentality.\n\nELDER DANIELS. Oh, Blanco, Blanco: spiritual pride has been your ruin.\nIf youd only done like me, youd be a free and respectable man this day\ninstead of laying there with a rope round your neck.\n\nBLANCO [turning on him] Done like you! What do you mean? Drink like you,\neh? Well, Ive done some of that lately. I see things.\n\nELDER DANIELS. Too late, Blanco: too late. [Convulsively] Oh, why didnt\nyou drink as I used to? Why didnt you drink as I was led to by the Lord\nfor my good, until the time came for me to give it up? It was drink that\nsaved my character when I was a young man; and it was the want of\nit that spoiled yours. Tell me this. Did I ever get drunk when I was\nworking?\n\nBLANCO. No; but then you never worked when you had money enough to get\ndrunk.\n\nELDER DANIELS. That just shews the wisdom of Providence and the Lord's\nmercy. God fulfils himself in many ways: ways we little think of when we\ntry to set up our own shortsighted laws against his Word. When does\nthe Devil catch hold of a man? Not when he's working and not when he's\ndrunk; but when he's idle and sober. Our own natures tell us to drink\nwhen we have nothing else to do. Look at you and me! When we'd both\nearned a pocketful of money, what did we do? Went on the spree,\nnaturally. But I was humble minded. I did as the rest did. I gave my\nmoney in at the drink-shop; and I said, \"Fire me out when I have drunk\nit all up.\" Did you ever see me sober while it lasted?\n\nBLANCO. No; and you looked so disgusting that I wonder it didn't set me\nagainst drink for the rest of my life.\n\nELDER DANIELS. That was your spiritual pride, Blanco. You never\nreflected that when I was drunk I was in a state of innocence.\nTemptations and bad company and evil thoughts passed by me like the\nsummer wind as you might say: I was too drunk to notice them. When the\nmoney was gone, and they fired me out, I was fired out like gold out of\nthe furnace, with my character unspoiled and unspotted; and when I went\nback to work, the work kept me steady. Can you say as much, Blanco?\nDid your holidays leave your character unspoiled? Oh, no, no. It was\ntheatres: it was gambling: it was evil company, it was reading in vain\nromances: it was women, Blanco, women: it was wrong thoughts and gnawing\ndiscontent. It ended in your becoming a rambler and a gambler: it is\ngoing to end this evening on the gallows tree. Oh, what a lesson against\nspiritual pride! Oh, what a--[Blanco throws his hat at him].\n\nBLANCO. Stow it, Boozy. Sling it. Cut it. Cheese it. Shut up. \"Shake not\nthe dying sinner's hand.\"\n\nELDER DANIELS. Aye: there you go, with your scraps of lustful poetry.\nBut you cant deny what I tell you. Why, do you think I would put my soul\nin peril by selling drink if I thought it did no good, as them silly\ntemperance reformers make out, flying in the face of the natural tastes\nimplanted in us all for a good purpose? Not if I was to starve for it\nto-morrow. But I know better. I tell you, Blanco, what keeps America\nto-day the purest of the nations is that when she's not working she's\ntoo drunk to hear the voice of the tempter.\n\nBLANCO. Dont deceive yourself, Boozy. You sell drink because you make\na bigger profit out of it than you can by selling tea. And you gave up\ndrink yourself because when you got that fit at Edwardstown the doctor\ntold you youd die the next time; and that frightened you off it.\n\nELDER DANIELS [fervently] Oh thank God selling drink pays me! And thank\nGod he sent me that fit as a warning that my drinking time was past and\ngone, and that he needed me for another service!\n\nBLANCO. Take care, Boozy. He hasnt finished with you yet. He always has\na trick up His sleeve--\n\nELDER DANIELS. Oh, is that the way to speak of the ruler of the\nuniverse--the great and almighty God?\n\nBLANCO. He's a sly one. He's a mean one. He lies low for you. He plays\ncat and mouse with you. He lets you run loose until you think youre shut\nof him; and then, when you least expect it, he's got you.\n\nELDER DANIELS. Speak more respectful, Blanco--more reverent.\n\nBLANCO [springing up and coming at him] Reverent! Who taught you your\nreverent cant? Not your Bible. It says He cometh like a thief in the\nnight--aye, like a thief--a horse-thief--\n\nELDER DANIELS [shocked] Oh!\n\nBLANCO [overhearing him] And it's true. Thats how He caught me and\nput my neck into the halter. To spite me because I had no use for\nHim--because I lived my own life in my own way, and would have no truck\nwith His \"Dont do this,\" and \"You mustnt do that,\" and \"Youll go to\nHell if you do the other.\" I gave Him the go-bye and did without Him all\nthese years. But He caught me out at last. The laugh is with Him as far\nas hanging me goes. [He thrusts his hands into his pockets and lounges\nmoodily away from Daniels, to the table, where he sits facing the jury\nbox].\n\nELDER DANIELS. Dont dare to put your theft on Him, man. It was the Devil\ntempted you to steal the horse.\n\nBLANCO. Not a bit of it. Neither God nor Devil tempted me to take the\nhorse: I took it on my own. He had a cleverer trick than that ready\nfor me. [He takes his hands out of his pockets and clenches his fists].\nGosh! When I think that I might have been safe and fifty miles away by\nnow with that horse; and here I am waiting to be hung up and filled with\nlead! What came to me? What made me such a fool? Thats what I want to\nknow. Thats the great secret.\n\nELDER DANIELS [at the opposite side of the table] Blanco: the great\nsecret now is, what did you do with the horse?\n\nBLANCO [striking the table with his fist] May my lips be blighted like\nmy soul if ever I tell that to you or any mortal men! They may roast me\nalive or cut me to ribbons; but Strapper Kemp shall never have the laugh\non me over that job. Let them hang me. Let them shoot. So long as they\nare shooting a man and not a sniveling skunk and softy, I can stand up\nto them and take all they can give me--game.\n\nELDER DANIELS. Dont be headstrong, Blanco. Whats the use? [Slyly]\nThey might let up on you if you put Strapper in the way of getting his\nbrother's horse back.\n\nBLANCO. Not they. Hanging's too big a treat for them to give up a fair\nchance. Ive done it myself. Ive yelled with the dirtiest of them when a\nman no worse than myself was swung up. Ive emptied my revolver into him,\nand persuaded myself that he deserved it and that I was doing justice\nwith strong stern men. Well, my turn's come now. Let the men I yelled at\nand shot at look up out of Hell and see the boys yelling and shooting at\nme as I swing up.\n\nELDER DANIELS. Well, even if you want to be hanged, is that any reason\nwhy Strapper shouldn't have his horse? I tell you I'm responsible to him\nfor it. [Bending over the table and coaxing him]. Act like a brother,\nBlanco: tell me what you done with it.\n\nBLANCO [shortly, getting up and leaving the table] Never you mind what I\ndone with it. I was done out of it. Let that be enough for you.\n\nELDER DANIELS [following him] Then why don't you put us on to the man\nthat done you out of it?\n\nBLANCO. Because he'd be too clever for you, just as he was too clever\nfor me.\n\nFEEMY [reddening, and disengaging her arm from Strapper's] I'm clean\nenough to hang you, anyway. [Going over to him threateningly]. Youre no\ntrue American man, to insult a woman like that.\n\nBLANCO. A woman! Oh Lord! You saw me on a horse, did you?\n\nFEEMY. Yes I did.\n\nBLANCO. Got up early on purpose to do it, didn't you?\n\nFEEMY. No I didn't: I stayed up late on a spree.\n\nBLANCO. I was on a horse, was I?\n\nFEEMY. Yes you were; and if you deny it youre a liar.\n\nBLANCO [to Strapper] She saw a man on a horse when she was too drunk to\ntell which was the man and which was the horse--\n\nFEEMY [breaking in] You lie. I wasn't drunk--at least not as drunk as\nthat.\n\nBLANCO [ignoring the interruption]--and you found a man without a horse.\nIs a man on a horse the same as a man on foot? Yah! Take your witness\naway. Who's going to believe her? Shove her into the dustbin. Youve got\nto find that horse before you get a rope round my neck. [He turns away\nfrom her contemptuously, and sits at the table with his back to the jury\nbox].\n\nFEEMY [following him] I'll hang you, you dirty horse-thief; or not a man\nin this camp will ever get a word or a look from me again. Youre just\ntrash: thats what you are. White trash.\n\nBLANCO. And what are you, darling? What are you? Youre a worse danger to\na town like this than ten horse-thieves.\n\nFEEMY. Mr Kemp: will you stand by and hear me insulted in that low way?\n[To Blanco, spitefully] I'll see you swung up and I'll see you cut\ndown: I'll see you high and I'll see you low, as dangerous as I am. [He\nlaughs]. Oh you neednt try to brazen it out. Youll look white enough\nbefore the boys are done with you.\n\nBLANCO. You do me good. Feemy. Stay by me to the end, wont you? Hold my\nhand to the last; and I'll die game. [He puts out his hand: she\nstrikes savagely at it; but he withdraws it in time and laughs at her\ndiscomfiture].\n\nFEEMY. You--\n\nELDER DANIELS. Never mind him, Feemy: he's not right in his head to-day.\n[She receives the assurance with contemptuous credulity, and sits down\non the step of the Sheriff's dais].\n\nSheriff Kemp comes in: a stout man, with large flat ears, and a neck\nthicker than his head.\n\nELDER DANIELS. Morning, Sheriff.\n\nTHE SHERIFF. Morning, Elder. [Passing on.] Morning, Strapper. [Passing\non]. Morning, Miss Evans. [Stopping between Strapper and Blanco]. Is\nthis the prisoner?\n\nBLANCO [rising] Thats so. Morning, Sheriff.\n\nTHE SHERIFF. Morning. You know, I suppose, that if you've stole a horse\nand the jury find against you, you wont have any time to settle your\naffairs. Consequently, if you feel guilty, youd better settle em now.\n\nBLANCO. Affairs be damned! Ive got none.\n\nTHE SHERIFF. Well, are you in a proper state of mind? Has the Elder\ntalked to you?\n\nBLANCO. He has. And I say it's against the law. It's torture: thats what\nit is.\n\nELDER DANIELS. He's not accountable. He's out of his mind, Sheriff. He's\nnot fit to go into the presence of his Maker.\n\nTHE SHERIFF. You are a merciful man, Elder; but you wont take the boys\nwith you there. [To Blanco]. If it comes to hanging you, youd better for\nyour own sake be hanged in a proper state of mind than in an improper\none. But it wont make any difference to us: make no mistake about that.\n\nBLANCO. Lord keep me wicked till I die! Now Ive said my little prayer.\nI'm ready. Not that I'm guilty, mind you; but this is a rotten town,\ndead certain to do the wrong thing.\n\nTHE SHERIFF. You wont be asked to live long in it, I guess. [To\nStrapper] Got the witness all right, Strapper?\n\nSTRAPPER. Yes, got everything.\n\nBLANCO. Except the horse.\n\nTHE SHERIFF. Whats that? Aint you got the horse?\n\nSTRAPPER. No. He traded it before we overtook him, I guess. But Feemy\nsaw him on it.\n\nFEEMY. She did.\n\nSTRAPPER. Shall I call in the boys?\n\nBLANCO. Just a moment, Sheriff. A good appearance is everything in a\nlow-class place like this. [He takes out a pocket comb and mirror, and\nretires towards the dais to arrange his hair].\n\nELDER DANIELS. Oh, think of your immortal soul, man, not of your foolish\nface.\n\nBLANCO. I cant change my soul, Elder: it changes me--sometimes. Feemy:\nI'm too pale. Let me rub my cheek against yours, darling.\n\nFEEMY. You lie: my color's my own, such as it is. And a pretty color\nyoull be when youre hung white and shot red.\n\nBLANCO. Aint she spiteful, Sheriff?\n\nTHE SHERIFF. Time's wasted on you. [To Strapper] Go and see if the boys\nare ready. Some of them were short of cartridges, and went down to the\nstore to buy them. They may as well have their fun; and itll be shorter\nfor him.\n\nSTRAPPER. Young Jack has brought a boxful up. Theyre all ready.\n\nTHE SHERIFF [going to the dais and addressing Blanco] Your place is at\nthe bar there. Take it. [Blanco bows ironically and goes to the bar].\nMiss Evans: youd best sit at the table. [She does so, at the corner\nnearest the bar. The Elder takes the opposite corner. The Sheriff takes\nhis chair]. All ready, Strapper.\n\nSTRAPPER [at the door] All in to begin.\n\n(The crowd comes in and fills the court. Babsy, Jessie, and Emma come to\nthe Sheriff's right; Hannah and Lottie to his left.)\n\nTHE SHERIFF. Silence there. The jury will take their places as usual.\n[They do so].\n\nBLANCO. I challenge this jury, Sheriff.\n\nTHE FOREMAN. Do you, by Gosh?\n\nTHE SHERIFF. On what ground?\n\nBLANCO. On the general ground that it's a rotten jury. [Laughter].\n\nTHE SHERIFF. Thats not a lawful ground of challenge.\n\nTHE FOREMAN. It's a lawful ground for me to shoot yonder skunk at sight,\nfirst time I meet him, if he survives this trial.\n\nBLANCO. I challenge the Foreman because he's prejudiced.\n\nTHE FOREMAN. I say you lie. We mean to hang you, Blanco Posnet; but you\nwill be hanged fair.\n\nTHE JURY. Hear, hear!\n\nSTRAPPER [to the Sheriff] George: this is rot. How can you get an\nunprejudiced jury if the prisoner starts by telling them theyre all\nrotten? If theres any prejudice against him he has himself to thank for\nit.\n\nTHE BOYS. Thats so. Of course he has. Insulting the court! Challenge be\njiggered! Gag him.\n\nNESTOR [a juryman with a long white beard, drunk, the oldest man\npresent] Besides, Sheriff, I go so far as to say that the man that is\nnot prejudiced against a horse-thief is not fit to sit on a jury in this\ntown.\n\nTHE BOYS. Right. Bully for you, Nestor! Thats the straight truth. Of\ncourse he aint. Hear, hear!\n\nTHE SHERIFF. That is no doubt true, old man. Still, you must get as\nunprejudiced as you can. The critter has a right to his chance, such as\nhe is. So now go right ahead. If the prisoner don't like this jury,\nhe should have stole a horse in another town; for this is all the jury\nhe'll get here.\n\nTHE FOREMAN. Thats so, Blanco Posnet.\n\nTHE SHERIFF [to Blanco] Dont you be uneasy. You will get justice here.\nIt may be rough justice; but it is justice.\n\nBLANCO. What is justice?\n\nTHE SHERIFF. Hanging horse-thieves is justice; so now you know. Now\nthen: weve wasted enough time. Hustle with your witness there, will you?\n\nBLANCO [indignantly bringing down his fist on the bar] Swear the jury. A\nrotten Sheriff you are not to know that the jury's got to be sworn.\n\nTHE FOREMAN [galled] Be swore for you! Not likely. What do you say, old\nson?\n\nNESTOR [deliberately and solemnly] I say: GUILTY!!!\n\nTHE BOYS [tumultuously rushing at Blanco] Thats it. Guilty, guilty.\nTake him out and hang him. He's found guilty. Fetch a rope. Up with him.\n[They are about to drag him from the bar].\n\nTHE SHERIFF [rising, pistol in hand] Hands off that man. Hands off him,\nI say, Squinty, or I drop you, and would if you were my own son. [Dead\nsilence], I'm Sheriff here; and it's for me to say when he may lawfully\nbe hanged. [They release him].\n\nBLANCO. As the actor says in the play, \"a Daniel come to judgment.\"\nRotten actor he was, too.\n\nTHE SHERIFF. Elder Daniel is come to judgment all right, my lad. Elder:\nthe floor is yours. [The Elder rises]. Give your evidence. The truth and\nthe whole truth and nothing but the truth, so help you God.\n\nELDER DANIELS. Sheriff: let me off this. I didn't ought to swear away\nthis man's life. He and I are, in a manner of speaking, brothers.\n\nTHE SHERIFF. It does you credit, Elder: every man here will acknowledge\nit. But religion is one thing: law is another. In religion we're all\nbrothers. In law we cut our brother off when he steals horses.\n\nTHE FOREMAN. Besides, you neednt hang him, you know. Theres plenty of\nwilling hands to take that job off your conscience. So rip ahead, old\nson.\n\nSTRAPPER. Youre accountable to me for the horse until you clear\nyourself, Elder: remember that.\n\nBLANCO. Out with it, you fool.\n\nELDER DANIELS. You might own up, Blanco, as far as my evidence goes.\nEverybody knows I borrowed one of the Sheriff's horses from Strapper\nbecause my own's gone lame. Everybody knows you arrived in the town\nyesterday and put up in my house. Everybody knows that in the morning\nthe horse was gone and you were gone.\n\nBLANCO [in a forensic manner] Sheriff: the Elder, though known to you\nand to all here as no brother of mine and the rottenest liar in this\ntown, is speaking the truth for the first time in his life as far as\nwhat he says about me is concerned. As to the horse, I say nothing;\nexcept that it was the rottenest horse you ever tried to sell.\n\nTHE SHERIFF. How do you know it was a rotten horse if you didn't steal\nit?\n\nBLANCO. I don't know of my own knowledge. I only argue that if the horse\nhad been worth its keep, you wouldn't have lent it to Strapper, and\nStrapper wouldn't have lent it to this eloquent and venerable ram.\n[Suppressed laughter]. And now I ask him this. [To the Elder] Did we or\ndid we not have a quarrel last evening about a certain article that was\nleft by my mother, and that I considered I had a right to more than you?\nAnd did you say one word to me about the horse not belonging to you?\n\nELDER DANIELS. Why should I? We never said a word about the horse at\nall. How was I to know what it was in your mind to do?\n\nBLANCO. Bear witness all that I had a right to take a horse from him\nwithout stealing to make up for what he denied me. I am no thief. But\nyou havnt proved yet that I took the horse. Strapper Kemp: had I the\nhorse when you took me, or had I not?\n\nSTRAPPER. No, nor you hadnt a railway train neither. But Feemy Evans saw\nyou pass on the horse at four o'clock twenty-five miles from the spot\nwhere I took you at seven on the road to Pony Harbor. Did you walk\ntwenty-five miles in three hours? That so, Feemy, eh?\n\nFEEMY. Thats so. At four I saw him. [To Blanco] Thats done for you.\n\nTHE SHERIFF. You say you saw him on my horse?\n\nFEEMY. I did.\n\nBLANCO. And I ate it, I suppose, before Strapper fetched up with me.\n[Suddenly and dramatically] Sheriff: I accuse Feemy of immoral relations\nwith Strapper.\n\nFEEMY. Oh you liar!\n\nBLANCO. I accuse the fair Euphemia of immoral relations with every man\nin this town, including yourself, Sheriff. I say this is a conspiracy to\nkill me between Feemy and Strapper because I wouldn't touch Feemy with\na pair of tongs. I say you darent hang any white man on the word of a\nwoman of bad character. I stand on the honor and virtue of my American\nmanhood. I say that she's not had the oath, and that you darent for the\nhonor of the town give her the oath because her lips would blaspheme\nthe holy Bible if they touched it. I say thats the law; and if you are\na proper United States Sheriff and not a low-down lyncher, youll hold\nup the law and not let it be dragged in the mud by your brother's kept\nwoman.\n\n[Great excitement among the women. The men much puzzled.]\n\nJESSIE. Thats right. She didn't ought to be let kiss the Book.\n\nEMMA. How could the like of her tell the truth?\n\nBABSY. It would be an insult to every respectable woman here to believe\nher.\n\nFEEMY. It's easy to be respectable with nobody ever offering you a\nchance to be anything else.\n\nTHE WOMEN [clamoring all together] Shut up, you hussy. Youre a disgrace.\nHow dare you open your lips to answer your betters? Hold your tongue and\nlearn your place, miss. You painted slut! Whip her out of the town!\n\nTHE SHERIFF. Silence. Do you hear? Silence. [The clamor ceases]. Did\nanyone else see the prisoner with the horse?\n\nFEEMY [passionately] Aint I good enough?\n\nBABSY. No. Youre dirt: thats what you are.\n\nFEEMY. And you--\n\nTHE SHERIFF. Silence. This trial is a man's job; and if the women forget\ntheir sex they can go out or be put out. Strapper and Miss Evans: you\ncant have it two ways. You can run straight, or you can run gay, so\nto speak; but you cant run both ways together. There is also a strong\nfeeling among the men of this town that a line should be drawn between\nthose that are straight wives and mothers and those that are, in the\nwords of the Book of Books, taking the primrose path. We don't wish to\nbe hard on any woman; and most of us have a personal regard for Miss\nEvans for the sake of old times; but theres no getting out of the\nfact that she has private reasons for wishing to oblige Strapper, and\nthat--if she will excuse my saying so--she is not what I might call\nmorally particular as to what she does to oblige him. Therefore I ask\nthe prisoner not to drive us to give Miss Evans the oath. I ask him to\ntell us fair and square, as a man who has but a few minutes between him\nand eternity, what he done with my horse.\n\nTHE BOYS. Hear, hear! Thats right. Thats fair. That does it. Now Blanco.\nOwn up.\n\nBLANCO. Sheriff: you touch me home. This is a rotten world; but there is\nstill one thing in it that remains sacred even to the rottenest of us,\nand that is a horse.\n\nTHE BOYS. Good. Well said, Blanco. Thats straight.\n\nBLANCO. You have a right to your horse, Sheriff; and if I could put\nyou in the way of getting it back, I would. But if I had that horse I\nshouldn't be here. As I hope to be saved, Sheriff--or rather as I hope\nto be damned; for I have no taste for pious company and no talent for\nplaying the harp--I know no more of that horse's whereabouts than you do\nyourself.\n\nSTRAPPER. Who did you trade him to?\n\nBLANCO. I did not trade him. I got nothing for him or by him. I stand\nhere with a rope round my neck for the want of him. When you took me,\ndid I fight like a thief or run like a thief; and was there any sign of\na horse on me or near me?\n\nSTRAPPER. You were looking at a rainbow, like a damned silly fool\ninstead of keeping your wits about you; and we stole up on you and had\nyou tight before you could draw a bead on us.\n\nTHE SHERIFF. That don't sound like good sense. What would he look at a\nrainbow for?\n\nBLANCO. I'll tell you, Sheriff. I was looking at it because there was\nsomething written on it.\n\nSHERIFF. How do you mean written on it?\n\nBLANCO. The words were, \"Ive got the cinch on you this time, Blanco\nPosnet.\" Yes, Sheriff, I saw those words in green on the red streak\nof the rainbow; and as I saw them I felt Strapper's grab on my arm and\nSquinty's on my pistol.\n\nTHE FOREMAN. He's shammin mad: thats what he is. Aint it about time to\ngive a verdict and have a bit of fun, Sheriff?\n\nTHE BOYS. Yes, lets have a verdict. We're wasting the whole afternoon.\nCut it short.\n\nTHE SHERIFF [making up his mind] Swear Feemy Evans, Elder. She don't\nneed to touch the Book. Let her say the words.\n\nFEEMY. Worse people than me has kissed that Book. What wrong Ive done,\nmost of you went shares in. Ive to live, havnt I? same as the rest of\nyou. However, it makes no odds to me. I guess the truth is the truth and\na lie is a lie, on the Book or off it.\n\nBABSY. Do as youre told. Who are you, to be let talk about it?\n\nTHE SHERIFF. Silence there, I tell you. Sail ahead, Elder.\n\nELDER DANIELS. Feemy Evans: do you swear to tell the truth and the whole\ntruth and nothing but the truth, so help you God?\n\nFEEMY. I do, so help me--\n\nSHERIFF. Thats enough. Now, on your oath, did you see the prisoner on my\nhorse this morning on the road to Pony Harbor?\n\nFEEMY. On my oath--[Disturbance and crowding at the door].\n\nAT THE DOOR. Now then, now then! Where are you shovin to? Whats up?\nOrder in court. Chuck him out. Silence. You cant come in here. Keep\nback.\n\n(Strapper rushes to the door and forces his way out.)\n\nSHERIFF [savagely] Whats this noise? Cant you keep quiet there? Is this\na Sheriff's court or is it a saloon?\n\nBLANCO. Dont interrupt a lady in the act of hanging a gentleman. Wheres\nyour manners?\n\nFEEMY. I'll hang you, Blanco Posnet. I will. I wouldn't for fifty\ndollars hadnt seen you this morning. I'll teach you to be civil to me\nnext time, for all I'm not good enough to kiss the Book.\n\nBLANCO. Lord keep me wicked till I die! I'm game for anything while\nyoure spitting dirt at me, Feemy.\n\nRENEWED TUMULT AT THE DOOR. Here, whats this? Fire them out. Not me. Who\nare you that I should get out of your way? Oh, stow it. Well, she cant\ncome in. What woman? What horse? Whats the good of shoving like that?\nWho says? No! you don't say!\n\nTHE SHERIFF. Gentlemen of the Vigilance Committee: clear that doorway.\nOut with them in the name of the law.\n\nSTRAPPER [without] Hold hard, George. [At the door] Theyve got the\nhorse. [He comes in, followed by Waggoner Jo, an elderly carter, who\ncrosses the court to the jury side. Strapper pushes his way to the\nSheriff and speaks privately to him].\n\nTHE BOYS. What! No! Got the horse! Sheriff's horse? Who took it, then?\nWhere? Get out. Yes it is, sure. I tell you it is. It's the horse all\nright enough. Rot. Go and look. By Gum!\n\nTHE SHERIFF [to Strapper] You don't say!\n\nSTRAPPER. It's here, I tell you.\n\nWAGGONER JO. It's here all right enough, Sheriff.\n\nSTRAPPER. And theyve got the thief too.\n\nELDER DANIELS. Then it aint Blanco.\n\nSTRAPPER. No: it's a woman. [Blanco yells and covers his eyes with his\nhands].\n\nTHE WHOLE CROWD. A woman!\n\nTHE SHERIFF. Well, fetch her in. [Strapper goes out. The Sheriff\ncontinues, to Feemy] And what do you mean, you lying jade, by putting up\nthis story on us about Blanco?\n\nFEEMY. I aint put up no story on you. This is a plant: you see if it\nisnt.\n\n[Strapper returns with a woman. Her expression of intense grief silences\nthem as they crane over one another's heads to see her. Strapper takes\nher to the corner of the table. The Elder moves up to make room for\nher.]\n\nBLANCO [terrified]: that woman aint real. You take care. That woman will\nmake you do what you never intended. Thats the rainbow woman. Thats the\nwoman that brought me to this.\n\nTHE SHERIFF. Shut your mouth, will you. Youve got the horrors. [To the\nwoman] Now you. Who are you? and what are you doing with a horse that\ndoesn't belong to you?\n\nTHE WOMAN. I took it to save my child's life. I thought it would get me\nto a doctor in time. It was choking with croup.\n\nBLANCO [strangling, and trying to laugh] A little choker: thats the word\nfor him. His choking wasn't real: wait and see mine. [He feels his neck\nwith a sob].\n\nTHE SHERIFF. Where's the child?\n\nSTRAPPER. On Pug Jackson's bench in his shed. He's makin a coffin for\nit.\n\nBLANCO [with a horrible convulsion of the throat--frantically] Dead! The\nlittle Judas kid! The child I gave my life for! [He breaks into hideous\nlaughter].\n\nTHE SHERIFF [jarred beyond endurance by the sound] Hold you noise! will\nyou? Shove his neckerchief into his mouth if he don't stop. [To the\nwoman] Dont you mind him, maam: he's mad with drink and devilment. I\nsuppose theres no fake about this, Strapper. Who found her?\n\nWAGGONER JO. I did, Sheriff. Theres no fake about it. I came on her on\nthe track round by Red Mountain. She was settin on the ground with the\ndead body on her lap, stupid-like. The horse was grazin on the other\nside of the road.\n\nTHE SHERIFF [puzzled] Well, this is blamed queer. [To the woman] What\ncall had you to take the horse from Elder Daniels' stable to find a\ndoctor? Theres a doctor in the very next house.\n\nBLANCO [mopping his dabbled red crest and trying to be ironically gay]\nStory simply wont wash, my angel. You got it from the man that stole the\nhorse. He gave it to you because he was a softy and went to bits when\nyou played off the sick kid on him. Well, I guess that clears me. I'm\nnot that sort. Catch me putting my neck in a noose for anybody's kid!\n\nTHE FOREMAN. Dont you go putting her up to what to say. She said she\ntook it.\n\nTHE WOMAN. Yes: I took it from a man that met me. I thought God sent him\nto me. I rode here joyfully thinking so all the time to myself. Then I\nnoticed that the child was like lead in my arms. God would never have\nbeen so cruel as to send me the horse to disappoint me like that.\n\nBLANCO. Just what He would do.\n\nSTRAPPER. We aint got nothin to do with that. This is the man, aint he?\n[pointing to Blanco].\n\nTHE WOMAN [pulling herself together after looking scaredly at Blanco,\nand then at the Sheriff and at the jury] No.\n\nTHE FOREMAN. You lie.\n\nTHE SHERIFF. Youve got to tell us the truth. Thats the law, you know.\n\nTHE WOMAN. The man looked a bad man. He cursed me; and he cursed the\nchild: God forgive him! But something came over him. I was desperate, I\nput the child in his arms; and it got its little fingers down his neck\nand called him Daddy and tried to kiss him; for it was not right in its\nhead with the fever. He said it was a little Judas kid, and that it was\nbetraying him with a kiss, and that he'd swing for it. And then he gave\nme the horse, and went away crying and laughing and singing dreadful\ndirty wicked words to hymn tunes like as if he had seven devils in him.\n\nSTRAPPER. She's lying. Give her the oath, George.\n\nTHE SHERIFF. Go easy there. Youre a smart boy, Strapper; but youre not\nSheriff yet. This is my job. You just wait. I submit that we're in a\ndifficulty here. If Blanco was the man, the lady cant, as a white woman,\ngive him away. She oughtnt to be put in the position of having either\nto give him away or commit perjury. On the other hand, we don't want a\nhorse-thief to get off through a lady's delicacy.\n\nTHE FOREMAN. No we don't; and we don't intend he shall. Not while I am\nforeman of this jury.\n\nBLANCO [with intense expression] A rotten foreman! Oh, what a rotten\nforeman!\n\nTHE SHERIFF. Shut up, will you. Providence shows us a way out here. Two\nwomen saw Blanco with a horse. One has a delicacy about saying so. The\nother will excuse me saying that delicacy is not her strongest holt. She\ncan give the necessary witness. Feemy Evans: you've taken the oath. You\nsaw the man that took the horse.\n\nFEEMY. I did. And he was a low-down rotten drunken lying hound that\nwould go further to hurt a woman any day than to help her. And if he\never did a good action it was because he was too drunk to know what he\nwas doing. So it's no harm to hang him. She said he cursed her and went\naway blaspheming and singing things that were not fit for the child to\nhear.\n\nBLANCO [troubled] I didn't mean them for the child to hear, you venomous\ndevil.\n\nTHE SHERIFF. All thats got nothing to do with us. The question you have\nto answer is, was that man Blanco Posnet?\n\nTHE WOMAN. No. I say no. I swear it. Sheriff: don't hang that man: oh\ndon't. You may hang me instead if you like: Ive nothing to live for now.\nYou darent take her word against mine. She never had a child: I can see\nit in her face.\n\nFEEMY [stung to the quick] I can hang him in spite of you, anyhow. Much\ngood your child is to you now, lying there on Pug Jackson's bench!\n\nBLANCO [rushing at her with a shriek] I'll twist your heart out of you\nfor that. [They seize him before he can reach her].\n\nFEEMY [mocking at him as he struggles to get at her] Ha, ha, Blanco\nPosnet. You cant touch me; and I can hang you. Ha, ha! Oh, I'll do for\nyou. I'll twist your heart and I'll twist your neck. [He is dragged back\nto the bar and leans on it, gasping and exhausted.] Give me the oath\nagain, Elder. I'll settle him. And do you [to the woman] take your\nsickly face away from in front of me.\n\nSTRAPPER. Just turn your back on her there, will you?\n\nTHE WOMAN. God knows I don't want to see her commit murder. [She folds\nher shawl over her head].\n\nTHE SHERIFF. Now, Miss Evans: cut it short. Was the prisoner the man you\nsaw this morning or was he not? Yes or no?\n\nFEEMY [a little hysterically] I'll tell you fast enough. Dont think I'm\na softy.\n\nTHE SHERIFF [losing patience] Here: weve had enough of this. You tell\nthe truth, Feemy Evans; and let us have no more of your lip. Was the\nprisoner the man or was he not? On your oath?\n\nFEEMY. On my oath and as I'm a living woman--[flinching] Oh God! he felt\nthe little child's hands on his neck--I cant [bursting into a flood of\ntears and scolding at the other woman] It's you with your snivelling\nface that has put me off it. [Desperately] No: it wasn't him. I only\nsaid it out of spite because he insulted me. May I be struck dead if I\never saw him with the horse!\n\n[Everybody draws a long breath. Dead silence.]\n\nBLANCO [whispering at her] Softy! Cry-baby! Landed like me! Doing what\nyou never intended! [Taking up his hat and speaking in his ordinary\ntone] I presume I may go now, Sheriff.\n\nSTRAPPER. Here, hold hard.\n\nTHE FOREMAN. Not if we know it, you don't.\n\nTHE BOYS [barring the way to the door] You stay where you are. Stop a\nbit, stop a bit. Dont you be in such a hurry. Dont let him go. Not much.\n\n[Blanco stands motionless, his eye fixed, thinking hard, and apparently\ndeaf to what is going on.]\n\nTHE SHERIFF [rising solemnly] Silence there. Wait a bit. I take it that\nif the Sheriff is satisfied and the owner of the horse is satisfied,\ntheres no more to be said. I have had to remark on former occasions that\nwhat is wrong with this court is that theres too many Sheriffs in it.\nTo-day there is going to be one, and only one; and that one is your\nhumble servant. I call that to the notice of the Foreman of the jury,\nand also to the notice of young Strapper. I am also the owner of the\nhorse. Does any man say that I am not? [Silence]. Very well, then. In my\nopinion, to commandeer a horse for the purpose of getting a dying child\nto a doctor is not stealing, provided, as in the present case, that the\nhorse is returned safe and sound. I rule that there has been no theft.\n\nNESTOR. That aint the law.\n\nTHE SHERIFF. I fine you a dollar for contempt of court, and will collect\nit myself off you as you leave the building. And as the boys have been\ndisappointed of their natural sport, I shall give them a little fun by\nstanding outside the door and taking up a collection for the bereaved\nmother of the late kid that shewed up Blanco Posnet.\n\nTHE BOYS. A collection. Oh, I say! Calls that sport? Is this a mothers'\nmeeting? Well, I'll be jiggered! Where does the sport come in?\n\nTHE SHERIFF [continuing] The sport comes in, my friends, not so much in\ncontributing as in seeing others fork out. Thus each contributes to the\ngeneral enjoyment; and all contribute to his. Blanco Posnet: you go free\nunder the protection of the Vigilance Committee for just long enough to\nget you out of this town, which is not a healthy place for you. As you\nare in a hurry, I'll sell you the horse at a reasonable figure. Now,\nboys, let nobody go out till I get to the door. The court is adjourned.\n[He goes out].\n\nSTRAPPER [to Feemy, as he goes to the door] I'm done with you. Do you\nhear? I'm done with you. [He goes out sulkily].\n\nFEEMY [calling after him] As if I cared about a stingy brat like you! Go\nback to the freckled maypole you left for me: you've been fretting for\nher long enough.\n\nTHE FOREMAN [To Blanco, on his way out] A man like you makes me sick.\nJust sick. [Blanco makes no sign. The Foreman spits disgustedly, and\nfollows Strapper out. The Jurymen leave the box, except Nestor, who\ncollapses in a drunken sleep].\n\nBLANCO [Suddenly rushing from the bar to the table and jumping up on\nit] Boys, I'm going to preach you a sermon on the moral of this day's\nproceedings.\n\nTHE BOYS [crowding round him] Yes: lets have a sermon. Go ahead, Blanco.\nSilence for Elder Blanco. Tune the organ. Let us pray.\n\nNESTOR [staggering out of his sleep] Never hold up your head in this\ntown again. I'm done with you.\n\nBLANCO [pointing inexorably to Nestor] Drunk in church. Disturbing the\npreacher. Hand him out.\n\nTHE BOYS [chivying Nestor out] Now, Nestor, outside. Outside, Nestor.\nOut you go. Get your subscription ready for the Sheriff. Skiddoo,\nNestor.\n\nNESTOR. Afraid to be hanged! Afraid to be hanged! [At the door] Coward!\n[He is thrown out].\n\nBLANCO. Dearly beloved brethren--\n\nA BOY. Same to you, Blanco. [Laughter].\n\nBLANCO. And many of them. Boys: this is a rotten world.\n\nANOTHER BOY. Lord have mercy on us, miserable sinners. [More laughter].\n\nBLANCO [Forcibly] No: thats where youre wrong. Dont flatter yourselves\nthat youre miserable sinners. Am I a miserable sinner? No: I'm a fraud\nand a failure. I started in to be a bad man like the rest of you. You\nall started in to be bad men or you wouldn't be in this jumped-up,\njerked-off, hospital-turned-out camp that calls itself a town. I took\nthe broad path because I thought I was a man and not a snivelling\ncanting turning-the-other-cheek apprentice angel serving his time in a\nvale of tears. They talked Christianity to us on Sundays; but when they\nreally meant business they told us never to take a blow without giving\nit back, and to get dollars. When they talked the golden rule to me,\nI just looked at them as if they werent there, and spat. But when they\ntold me to try to live my life so that I could always look my fellowman\nstraight in the eye and tell him to go to hell, that fetched me.\n\nTHE BOYS. Quite right. Good. Bully for you, Blanco, old son. Right good\nsense too. Aha-a-ah!\n\nBLANCO. Yes; but whats come of it all? Am I a real bad man? a man of\ngame and grit? a man that does what he likes and goes over or through\nother people to his own gain? or am I a snivelling cry-baby that let a\nhorse his life depended on be took from him by a woman, and then sat on\nthe grass looking at the rainbow and let himself be took like a hare in\na trap by Strapper Kemp: a lad whose back I or any grown man here could\nbreak against his knee? I'm a rottener fraud and failure than the Elder\nhere. And youre all as rotten as me, or youd have lynched me.\n\nA BOY. Anything to oblige you, Blanco.\n\nANOTHER. We can do it yet if you feel really bad about it.\n\nBLANCO. No: the devil's gone out of you. We're all frauds. Theres none\nof us real good and none of us real bad.\n\nELDER DANIELS. There is One above, Blanco.\n\nBLANCO. What do you know about Him? you that always talk as if He never\ndid anything without asking your rotten leave first? Why did the child\ndie? Tell me that if you can. He cant have wanted to kill the child. Why\ndid He make me go soft on the child if He was going hard on it Himself?\nWhy should He go hard on the innocent kid and go soft on a rotten thing\nlike me? Why did I go soft myself? Why did the Sheriff go soft? Why did\nFeemy go soft? Whats this game that upsets our game? For seems to me\ntheres two games bein played. Our game is a rotten game that makes me\nfeel I'm dirt and that youre all as rotten dirt as me. T'other game\nmay be a silly game; but it aint rotten. When the Sheriff played it he\nstopped being rotten. When Feemy played it the paint nearly dropped off\nher face. When I played it I cursed myself for a fool; but I lost the\nrotten feel all the same.\n\nELDER DANIELS. It was the Lord speaking to your soul, Blanco.\n\nBLANCO. Oh yes: you know all about the Lord, don't you? Youre in the\nLord's confidence. He wouldn't for the world do anything to shock you,\nwould He, Boozy dear? Yah! What about the croup? It was early days when\nHe made the croup, I guess. It was the best He could think of then; but\nwhen it turned out wrong on His hands He made you and me to fight the\ncroup for him. You bet He didn't make us for nothing; and He wouldn't\nhave made us at all if He could have done His work without us. By\nGum, that must be what we're for! He'd never have made us to be rotten\ndrunken blackguards like me, and good-for-nothing rips like Feemy. He\nmade me because He had a job for me. He let me run loose til the job was\nready; and then I had to come along and do it, hanging or no hanging.\nAnd I tell you it didn't feel rotten: it felt bully, just bully. Anyhow,\nI got the rotten feel off me for a minute of my life; and I'll go\nthrough fire to get it off me again. Look here! which of you will marry\nFeemy Evans?\n\nTHE BOYS [uproariously] Who speaks first? Who'll marry Feemy? Come\nalong, Jack. Nows your chance, Peter. Pass along a husband for Feemy. Oh\nmy! Feemy!\n\nFEEMY [shortly] Keep your tongue off me, will you?\n\nBLANCO. Feemy was a rose of the broad path, wasn't she? You all thought\nher the champion bad woman of this district. Well, she's a failure as a\nbad woman; and I'm a failure as a bad man. So let Brother Daniels marry\nus to keep all the rottenness in the family. What do you say, Feemy?\n\nFEEMY. Thank you; but when I marry I'll marry a man that could do a\ndecent action without surprising himself out of his senses. Youre like a\nchild with a new toy: you and your bit of human kindness!\n\nTHE WOMAN. How many would have done it with their life at stake?\n\nFEEMY. Oh well, if youre so much taken with him, marry him yourself.\nYoud be what people call a good wife to him, wouldn't you?\n\nTHE WOMAN. I was a good wife to the child's father. I don't think any\nwoman wants to be a good wife twice in her life. I want somebody to be a\ngood husband to me now.\n\nBLANCO. Any offer, gentlemen, on that understanding? [The boys shake\ntheir heads]. Oh, it's a rotten game, our game. Here's a real good\nwoman; and she's had enough of it, finding that it only led to being put\nupon.\n\nHANNAH. Well, if there was nothing wrong in the world there wouldn't be\nanything left for us to do, would there?\n\nELDER DANIELS. Be of good cheer, brothers. Fight on. Seek the path.\n\nBLANCO. No. No more paths. No more broad and narrow. No more good and\nbad. Theres no good and bad; but by Jiminy, gents, theres a rotten game,\nand theres a great game. I played the rotten game; but the great game\nwas played on me; and now I'm for the great game every time. Amen.\nGentlemen: let us adjourn to the saloon. I stand the drinks. [He jumps\ndown from the table].\n\nTHE BOYS. Right you are, Blanco. Drinks round. Come along, boys.\nBlanco's standing. Right along to the Elder's. Hurrah! [They rush out,\ndragging the Elder with them].\n\nBLANCO [to Feemy, offering his hand] Shake, Feemy.\n\nFEEMY. Get along, you blackguard.\n\nBLANCO. It's come over me again, same as when the kid touched me. Shake,\nFeemy.\n\nFEEMY. Oh well, here. [They shake hands].\n\n\n\n\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Shewing-up of Blanco Posnet, by\nGeorge Bernard Shaw\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE SHEWING-UP OF BLANCO POSNET ***\n\n***** This file should be named 5722.txt or 5722.zip *****\nThis and all associated files of various formats will be found in:\n        http:\/\/www.gutenberg.org\/5\/7\/2\/5722\/\n\nProduced by Eve Sobol and Distributed Proofreaders\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License available with this file or online at\n  www.gutenberg.org\/license.\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark\/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s\/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation information page at www.gutenberg.org\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at 809\nNorth 1500 West, Salt Lake City, UT 84116, (801) 596-1887.  Email\ncontact links and up to date contact information can be found at the\nFoundation's web site and official page at www.gutenberg.org\/contact\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit www.gutenberg.org\/donate\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit:  www.gutenberg.org\/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart was the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For forty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\nMost people start at our Web site which has the main PG search facility:\n\n     www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n","id":1308,"split":"test"}
