{"ori_id":"fcc0308422461028f07592872b425bc34b50b6e6","title":"The Great Shadow","context":"The Great Shadow\n Instead of Sherlock Holmes being the main character, the story follows Jack Colder, who claims his only notable childhood experience was when he accidentally prevented a burglary during an attempt to escape a boarding school. This event caught Jim Horscroft and the two become friends. Once Jim goes off to medical school, Jack reunites with his cousin Edie, who found herself in a lot of money due to her father’s death. Jack takes a liking to Edie, but is deterred when Edie shows less enthusiasm and shows great attraction to men in battle. Upon hearing this, Jack insists that he will become a soldier despite both of his parents’ disapproval. Jack ultimately asks Edie to marry him. It is at this time that Jim returns to West Inch, and he quickly takes a liking to Edie, who seems much more attracted to Jim. When Jack reveals to Jim that the two are engaged he is quickly off put and sinks into depression combined with drunkenness. After a couple days, Jim recovers and is caught embracing Edie by Jack. The two argue and ultimately decide to have Edie choose. Edie chooses Jim and the two become engaged. The arrival of Lapp, a mystery French man who arrives on a small ship interrupts the peace as he claimed to have been in a ship wreck and was traveling for three days lost at sea. Jack offers him food and a place to stay while Jim is a little more hesitant. The boys quickly realize Lapp is very rich and has many battle scores that are only outmatched by his endless war stories that charm everyone, including Edie. Lapp claims he is to stay there until he is needed. Lapp becomes a regular in the community, Jack suspects Lapp is a spy after he catches him sneaking around on multiple occasions. When Jim goes off to finish school and get his diploma, Edie reveals to Jack that she had married Lapp, and the next day Lapp leaves on a ship and reveals in a note that he actually is Bonaventure De Lissac who is Napolon’s aid. This angers Jim great as he learns Napoleon has escaped and is on the move. Jim offers his service to Major Elliot, to which Jack joins quickly. Major Elliot trains the boys as they prepare for the Battle of Waterloo. The French are described as having significant armor and were trained soldiers as opposed to the regiment Jack and Jim were a part of. The rest of the novel describes in vivid detail a soldier’s account of the Battle of Waterloo, with Jim and Jack walk from a half-mile away as the battle ensues before joining the battle at the very end. The ending of the book describes the French being defeated by the Duke of Wellington and Gebhard von Blucher.\nï»¿The Project Gutenberg EBook of The Great Shadow and Other Napoleonic Tales\nby Arthur Conan Doyle\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n\nTitle: The Great Shadow and Other Napoleonic Tales\n\nAuthor: Arthur Conan Doyle\n\nRelease Date: March 22, 2004 [EBook #11656]\n\nLanguage: English\n\n\n*** START OF THIS PROJECT GUTENBERG EBOOK THE GREAT SHADOW ***\n\n\n\n\nProduced by Lionel G. Sear\n\n\n\n\nTHE GREAT SHADOW AND OTHER NAPOLEONIC TALES\n\n\nA. CONAN DOYLE\n\n\n\nCONTENTS\n\n\nTHE GREAT SHADOW\n\n  I.    THE NIGHT OF THE BEACONS\n\n  II.   COUSIN EDIE OF EYEMOUTH\n\n  III.  THE SHADOW ON THE WATERS\n\n  IV.   THE CHOOSING OF JIM\n\n  V.    THE MAN FROM THE SEA\n\n  VI.   A WANDERING EAGLE\n\n  VII.  THE SHADOW ON THE LAND\n\n  VIII. THE COMING OF THE CUTTER\n\n  IX.   THE DOINGS AT WEST INCH\n\n  X.    THE RETURN OF THE SHADOW\n\n  XI.   THE GATHERING OF THE NATIONS\n\n  XII.  THE SHADOW ON THE LAND\n\n  XIII. THE END OF THE STORM\n\n  XIV.  THE TALLY OF DEATH\n\n  XV.   THE END OF IT\n\nTHE CRIME OF THE BRIGADIER\n\nTHE \"SLAPPING SAL\"\n\n\n\n\n\nTHE GREAT SHADOW.\n\n\n\nCHAPTER I.\n\n\nTHE NIGHT OF THE BEACONS.\n\nIt is strange to me, Jock Calder of West Inch, to feel that though now,\nin the very centre of the nineteenth century, I am but five-and-fifty\nyears of age, and though it is only once in a week perhaps that my wife\ncan pluck out a little grey bristle from over my ear, yet I have lived\nin a time when the thoughts and the ways of men were as different as\nthough it were another planet from this.  For when I walk in my fields I\ncan see, down Berwick way, the little fluffs of white smoke which tell\nme of this strange new hundred-legged beast, with coals for food and a\nthousand men in its belly, for ever crawling over the border.\nOn a shiny day I can see the glint of the brass work as it takes the\ncurve near Corriemuir; and then, as I look out to sea, there is the same\nbeast again, or a dozen of them maybe, leaving a trail of black in the\nair and of white in the water, and swimming in the face of the wind as\neasily as a salmon up the Tweed.  Such a sight as that would have struck\nmy good old father speechless with wrath as well as surprise; for he was\nso stricken with the fear of offending the Creator that he was chary of\ncontradicting Nature, and always held the new thing to be nearly akin to\nthe blasphemous.  As long as God made the horse, and a man down\nBirmingham way the engine, my good old dad would have stuck by the\nsaddle and the spurs.\n\nBut he would have been still more surprised had he seen the peace and\nkindliness which reigns now in the hearts of men, and the talk in the\npapers and at the meetings that there is to be no more war--save, of\ncourse, with blacks and such like.  For when he died we had been\nfighting with scarce a break, save only during two short years, for very\nnearly a quarter of a century.  Think of it, you who live so quietly and\npeacefully now!  Babies who were born in the war grew to be bearded men\nwith babies of their own, and still the war continued.  Those who had\nserved and fought in their stalwart prime grew stiff and bent, and yet\nthe ships and the armies were struggling.  It was no wonder that folk\ncame at last to look upon it as the natural state, and thought how queer\nit must seem to be at peace.  During that long time we fought the Dutch,\nwe fought the Danes, we fought the Spanish, we fought the Turks, we\nfought the Americans, we fought the Monte-Videans, until it seemed that\nin this universal struggle no race was too near of kin, or too far away,\nto be drawn into the quarrel.  But most of all it was the French whom we\nfought, and the man whom of all others we loathed and feared and admired\nwas the great Captain who ruled them.\n\nIt was very well to draw pictures of him, and sing songs about him, and\nmake as though he were an impostor; but I can tell you that the fear of\nthat man hung like a black shadow over all Europe, and that there was a\ntime when the glint of a fire at night upon the coast would set every\nwoman upon her knees and every man gripping for his musket.  He had\nalways won: that was the terror of it.  The Fates seemed to be behind\nhim.  And now we knew that he lay upon the northern coast with a hundred\nand fifty thousand veterans, and the boats for their passage.  But it is\nan old story, how a third of the grown folk of our country took up arms,\nand how our little one-eyed, one-armed man crushed their fleet.\nThere was still to be a land of free thinking and free speaking in\nEurope.\n\nThere was a great beacon ready on the hill by Tweedmouth, built up of\nlogs and tar-barrels; and I can well remember how, night after night, I\nstrained my eyes to see if it were ablaze.  I was only eight at the\ntime, but it is an age when one takes a grief to heart, and I felt as\nthough the fate of the country hung in some fashion upon me and my\nvigilance.  And then one night as I looked I suddenly saw a little\nflicker on the beacon hill--a single red tongue of flame in the\ndarkness.  I remember how I rubbed my eyes, and pinched myself, and\nrapped my knuckles against the stone window-sill, to make sure that I\nwas indeed awake.  And then the flame shot higher, and I saw the red\nquivering line upon the water between; and I dashed into the kitchen,\nscreeching to my father that the French had crossed and the Tweedmouth\nlight was aflame.  He had been talking to Mr. Mitchell, the law student\nfrom Edinburgh; and I can see him now as he knocked his pipe out at the\nside of the fire, and looked at me from over the top of his horn\nspectacles.\n\n\"Are you sure, Jock?\" says he.\n\n\"Sure as death!\" I gasped.\n\nHe reached out his hand for the Bible upon the table, and opened it upon\nhis knee as though he meant to read to us; but he shut it again in\nsilence, and hurried out.  We went too, the law student and I, and\nfollowed him down to the gate which opens out upon the highway.  From\nthere we could see the red light of the big beacon, and the glimmer of a\nsmaller one to the north of us at Ayton.  My mother came down with two\nplaids to keep the chill from us, and we all stood there until morning,\nspeaking little to each other, and that little in a whisper.  The road\nhad more folk on it than ever passed along it at night before; for many\nof the yeomen up our way had enrolled themselves in the Berwick\nvolunteer regiments, and were riding now as fast as hoof could carry\nthem for the muster.  Some had a stirrup cup or two before parting, and\nI cannot forget one who tore past on a huge white horse, brandishing a\ngreat rusty sword in the moonlight.  They shouted to us as they passed\nthat the North Berwick Law fire was blazing, and that it was thought\nthat the alarm had come from Edinburgh Castle.  There were a few who\ngalloped the other way, couriers for Edinburgh, and the laird's son, and\nMaster Clayton, the deputy sheriff, and such like.  And among others\nthere was one a fine built, heavy man on a roan horse, who pulled up at\nour gate and asked some question about the road.  He took off his hat to\nease himself, and I saw that he had a kindly long-drawn face, and a\ngreat high brow that shot away up into tufts of sandy hair.\n\n\"I doubt it's a false alarm,\" said he.  \"Maybe I'd ha' done well to bide\nwhere I was; but now I've come so far, I'll break my fast with the\nregiment.\"\n\nHe clapped spurs to his horse, and away he went down the brae.\n\n\"I ken him weel,\" said our student, nodding after him.  \"He's a lawyer\nin Edinburgh, and a braw hand at the stringin' of verses.  Wattie Scott\nis his name.\"\n\nNone of us had heard of it then; but it was not long before it was the\nbest known name in Scotland, and many a time we thought of how he\nspeered his way of us on the night of the terror.\n\nBut early in the morning we had our minds set at ease.  It was grey and\ncold, and my mother had gone up to the house to make a pot of tea for\nus, when there came a gig down the road with Dr. Horscroft of Ayton in\nit and his son Jim.  The collar of the doctor's brown coat came over his\nears, and he looked in a deadly black humour; for Jim, who was but\nfifteen years of age, had trooped off to Berwick at the first alarm with\nhis father's new fowling piece.  All night his dad had chased him, and\nnow there he was, a prisoner, with the barrel of the stolen gun sticking\nout from behind the seat.  He looked as sulky as his father, with his\nhands thrust into his side-pockets, his brows drawn down, and his lower\nlip thrusting out.\n\n\"It's all a lie!\" shouted the doctor as he passed.  \"There has been no\nlanding, and all the fools in Scotland have been gadding about the roads\nfor nothing.\"\n\nHis son Jim snarled something up at him on this, and his father struck\nhim a blow with his clenched fist on the side of his head, which sent\nthe boy's chin forward upon his breast as though he had been stunned.\nMy father shook his head, for he had a liking for Jim; but we all walked\nup to the house again, nodding and blinking, and hardly able to keep our\neyes open now that we knew that all was safe, but with a thrill of joy\nat our hearts such as I have only matched once or twice in my\nlifetime.\n\nNow all this has little enough to do with what I took my pen up to tell\nabout; but when a man has a good memory and little skill, he cannot draw\none thought from his mind without a dozen others trailing out behind it.\nAnd yet, now that I come to think of it, this had something to do with\nit after all; for Jim Horscroft had so deadly a quarrel with his father,\nthat he was packed off to the Berwick Academy, and as my father had long\nwished me to go there, he took advantage of this chance to send me also.\n\nBut before I say a word about this school, I shall go back to where I\nshould have begun, and give you a hint as to who I am; for it may be\nthat these words of mine may be read by some folk beyond the border\ncountry who never heard of the Calders of  West Inch.\n\nIt has a brave sound, West Inch, but it is not a fine estate with a\nbraw house upon it, but only a great hard-bitten, wind-swept sheep run,\nfringing off into links along the sea-shore, where a frugal man might\nwith hard work just pay his rent and have butter instead of treacle on\nSundays.  In the centre there is a grey-stoned slate-roofed house with a\nbyre behind it, and \"1703\" scrawled in stonework over the lintel of the\ndoor.  There for more than a hundred years our folk have lived, until,\nfor all their poverty, they came to take a good place among the people;\nfor in the country parts the old yeoman is often better thought of than\nthe new laird.\n\nThere was one queer thing about the house of West Inch.  It has been\nreckoned by engineers and other knowing folk that the boundary line\nbetween the two countries ran right through the middle of it, splitting\nour second-best bedroom into an English half and a Scotch half.  Now the\ncot in which I always slept was so placed that my head was to the north\nof the line and my feet to the south of it.  My friends say that if I\nhad chanced to lie the other way my hair might not have been so sandy,\nnor my mind of so solemn a cast.  This I know, that more than once in my\nlife, when my Scotch head could see no way out of a danger, my good\nthick English legs have come to my help, and carried me clear away.\nBut at school I never heard the end of this, for they would call me\n\"Half-and-half\" and \"The Great Britain,\" and sometimes \"Union Jack.\"\nWhen there was a battle between the Scotch and English boys, one side\nwould kick my shins and the other cuff my ears, and then they would both\nstop and laugh as though it were something funny.\n\nAt first I was very miserable at the Berwick Academy.  Birtwhistle was\nthe first master, and Adams the second, and I had no love for either of\nthem.  I was shy and backward by nature, and slow at making a friend\neither among masters or boys.  It was nine miles as the crow flies, and\neleven and a half by road, from Berwick to West Inch, and my heart grew\nheavy at the weary distance that separated me from my mother; for, mark\nyou, a lad of that age pretends that he has no need of his mother's\ncaresses, but ah, how sad he is when he is taken at his word!  At last I\ncould stand it no longer, and I determined to run away from the school\nand make my way home as fast as I might.  At the very last moment,\nhowever, I had the good fortune to win the praise and admiration of\nevery one, from the headmaster downwards, and to find my school life\nmade very pleasant and easy to me.  And all this came of my falling by\naccident out of a second-floor window.\n\nThis was how it happened.  One evening I had been kicked by Ned Barton,\nwho was the bully of the school; and this injury coming on the top of\nall my other grievances, caused my little cup to overflow.  I vowed that\nnight, as I buried my tear-stained face beneath the blankets, that the\nnext morning would either find me at West Inch or well on the way to it.\nOur dormitory was on the second floor, but I was a famous climber, and\nhad a fine head for heights. I used to think little, young as I was, of\nswinging myself with a rope round my thigh off the West Inch gable, and\nthat stood three-and-fifty feet above the ground.  There was not much\nfear then but that I could make my way out of Birtwhistle's dormitory.\nI waited a weary while until the coughing and tossing had died away, and\nthere was no sound of wakefulness from the long line of wooden cots;\nthen I very softly rose, slipped on my clothes, took my shoes in my\nhand, and walked tiptoe to the window.  I opened the casement and looked\nout.  Underneath me lay the garden, and close by my hand was the stout\nbranch of a pear tree. An active lad could ask no better ladder.\nOnce in the garden I had but a five-foot wall to get over, and then\nthere was nothing but distance between me and home.  I took a firm grip\nof a branch with one hand, placed my knee upon another one, and was\nabout to swing myself out of the window, when in a moment I was as\nsilent and as still as though I had been turned to stone.\n\nThere was a face looking at me from over the coping of the wall.  A\nchill of fear struck to my heart at its whiteness and its stillness.\nThe moon shimmered upon it, and the eyeballs moved slowly from side to\nside, though I was hid from them behind the screen of the pear tree.\nThen in a jerky fashion this white face ascended, until the neck,\nshoulders, waist, and knees of a man became visible.  He sat himself\ndown on the top of the wall, and with a great heave he pulled up after\nhim a boy about my own size, who caught his breath from time to time as\nthough to choke down a sob.  The man gave him a shake, with a few rough\nwhispered words, and then the two dropped together down into the garden.\nI was still standing balanced with one foot upon the bough and one upon\nthe casement, not daring to budge for fear of attracting their\nattention, for I could hear them moving stealthily about in the long\nshadow of the house.  Suddenly, from immediately beneath my feet, I\nheard a low grating noise and the sharp tinkle of falling glass.\n\n\"That's done it,\" said the man's eager whisper.  \"There is room for\nyou.\"\n\n\"But the edge is all jagged!\" cried the other in a weak quaver.\n\nThe fellow burst out into an oath that made my skin pringle.\n\n\"In with you, you cub,\" he snarled, \"or--\"\n\nI could not see what he did, but there was a short, quick gasp of pain.\n\n\"I'll go!  I'll go!\" cried the little lad.\n\nBut I heard no more, for my head suddenly swam, my heel shot off the\nbranch, I gave a dreadful yell, and came down, with my ninety-five\npounds of weight, right upon the bent back of the burglar.  If you ask\nme, I can only say that to this day I am not quite certain whether it\nwas an accident or whether I designed it.  It may be that while I was\nthinking of doing it Chance settled the matter for me.  The fellow was\nstooping with his head forward thrusting the boy through a tiny window,\nwhen I came down upon him just where the neck joins the spine.  He gave\na kind of whistling cry, dropped upon his face, and rolled three times\nover, drumming on the grass with his heels.  His little companion\nflashed off in the moonlight, and was over the wall in a trice.  As for\nme, I sat yelling at the pitch of my lungs and nursing one of my legs,\nwhich felt as if a red-hot ring were welded round it.\n\nIt was not long, as may be imagined, before the whole household, from\nthe headmaster to the stable boy, were out in the garden with lamps and\nlanterns.  The matter was soon cleared: the man carried off upon a\nshutter, and I borne in much state and solemnity to a special bedroom,\nwhere the small bone of my leg was set by Surgeon Purdie, the younger of\nthe two brothers of that name.  As to the robber, it was found that his\nlegs were palsied, and the doctors were of two minds as to whether he\nwould recover the use of them or no; but the Law never gave them a\nchance of settling the matter, for he was hanged after Carlisle assizes,\nsome six weeks later.  It was proved that he was the most desperate\nrogue in the North of England, for he had done three murders at the\nleast, and there were charges enough against him upon the sheet to have\nhanged him ten times over.\n\nWell now, I could not pass over my boyhood without telling you about\nthis, which was the most important thing that happened to me.  But I\nwill go off upon no more side tracks; for when I think of all that is\ncoming, I can see very well that I shall have more than enough to do\nbefore I have finished.  For when a man has only his own little private\ntale to tell, it often takes him all his time; but when he gets mixed up\nin such great matters as I shall have to speak about, then it is hard on\nhim, if he has not been brought up to it, to get it all set down to his\nliking.  But my memory is as good as ever, thank God, and I shall try to\nget it all straight before I finish.\n\nIt was this business of the burglar that first made a friendship between\nJim Horscroft, the doctor's son, and me.  He was cock boy of the school\nfrom the day he came; for within the hour he had thrown Barton, who had\nbeen cock before him, right through the big blackboard in the\nclass-room.  Jim always ran to muscle and bone, and even then he was\nsquare and tall, short of speech and long in the arm, much given to\nlounging with his broad back against walls, and his hands deep in his\nbreeches pockets.  I can even recall that he had a trick of keeping a\nstraw in the corner of his mouth, just where he used afterwards to hold\nhis pipe.  Jim was always the same for good and for bad since first I\nknew him.\n\nHeavens, how we all looked up to him!  We were but young savages, and\nhad a savage's respect for power.  There was Tom Carndale of Appleby,\nwho could write alcaics as well as mere pentameters and hexameters, yet\nnobody would give a snap for Tom; and there was Willie Earnshaw, who\nhad every date, from the killing of Abel, on the tip of his tongue, so\nthat the masters themselves would turn to him if they were in doubt, yet\nhe was but a narrow-chested lad, over long for his breadth; and what did\nhis dates help him when Jack Simons of the lower third chivied him down\nthe passage with the buckle end of a strap?  But you didn't do things\nlike that with Jim Horscroft.  What tales we used to whisper about his\nstrength!  How he put his fist through the oak-panel of the\ngame-room door; how, when Long Merridew was carrying the ball, he caught\nup Merridew, ball and all, and ran swiftly past every opponent to the\ngoal.  It did not seem fit to us that such a one as he should trouble\nhis head about spondees and dactyls, or care to know who signed the\nMagna Charta.  When he said in open class that King Alfred was the man,\nwe little boys all felt that very likely it was so, and that perhaps Jim\nknew more about it than the man who wrote the book.\n\nWell, it was this business of the burglar that drew his attention to me;\nfor he patted me on my head, and said that I was a spunky little devil,\nwhich blew me out with pride for a week on end.  For two years we were\nclose  friends, for all the gap that the years had made between us, and\nthough in passion or in want of thought he did many a thing that galled\nme, yet I loved him like a brother, and wept as much as would have\nfilled an ink bottle when at last he went off to Edinburgh to study his\nfather's profession.  Five years after that did I tide at Birtwhistle's,\nand when I left had become cock myself, for I was wiry and as tough as\nwhalebone, though I never ran to weight and sinew like my great\npredecessor.  It was in Jubilee Year that I left Birtwhistle's, and then\nfor three years I stayed at home learning the ways of the cattle; but\nstill the ships and the armies were wrestling, and still the great\nshadow of Bonaparte lay across the country.  How could I guess that I\ntoo should have a hand in lifting that shadow for ever from our people?\n\n\nCHAPTER II.\n\n\nCOUSIN EDIE OF EYEMOUTH.\n\nSome years before, when I was still but a lad, there had come over to us\nupon a five weeks' visit the only daughter of my father's brother.\nWillie Calder had settled at Eyemouth as a maker of fishing nets, and he\nhad made more out of twine than ever we were like to do out of the\nwhin-bushes and sand-links of West Inch.  So his daughter, Edie Calder,\ncame over with a braw red frock and a five shilling bonnet, and a kist\nfull of things that brought my dear mother's eyes out like a partan's.\nIt was wonderful to see her so free with money, and she but a slip of a\ngirl, paying the carrier man all that he asked and a whole twopence\nover, to which he had no claim.  She made no more of drinking\nginger-beer than we did of water, and she would have her sugar in her\ntea and butter with her bread just as if she had been English.\n\nI took no great stock of girls at that time, for it was hard for me to\nsee what they had been made for.  There were none of us at Birtwhistle's\nthat thought very much of them; but the smallest laddies seemed to have\nthe most sense, for after they began to grow bigger they were not so\nsure about it.  We little ones were all of one mind: that a creature\nthat couldn't fight and was aye carrying tales, and couldn't so much as\nshy a stone without flapping its arm like a rag in the wind, was no use\nfor anything.  And then the airs that they would put on, as if they were\nmother and father rolled into one; for ever breaking into a game with\n\"Jimmy, your toe's come through your boot,\" or \"Go home, you dirty boy,\nand clean yourself,\" until the very sight of them was weariness.\n\nSo when this one came to the steading at West Inch I was not best\npleased to see her.  I was twelve at the time (it was in the holidays)\nand she eleven, a thin, tallish girl with black eyes and the queerest\nways.  She was for ever staring out in front of her with her lips\nparted, as if she saw something wonderful; but when I came behind her\nand looked the same way, I could see nothing but the sheep's trough or\nthe midden, or father's breeches hanging on a clothes-line.  And then if\nshe saw a lump of heather or bracken, or any common stuff of that sort,\nshe would mope over it, as if it had struck her sick, and cry,\n\"How sweet! how perfect!\" just as though it had been a painted picture.\nShe didn't like games, but I used to make her play \"tig\" and such like;\nbut it was no fun, for I could always catch her in three jumps, and she\ncould never catch me, though she would come with as much rustle and\nflutter as ten boys would make.  When I used to tell her that she was\ngood for nothing, and that her father was a fool to bring her up like\nthat, she would begin to cry, and say that I was a rude boy, and that\nshe would go home that very night, and never forgive me as long as she\nlived.  But in five minutes she had forgot all about it.  What was\nstrange was that she liked me a deal better than I did her, and she\nwould never leave me alone; but she was always watching me and running\nafter me, and then saying, \"Oh, here you are!\" as if it were a surprise.\n\nBut soon I found that there was good in her too.  She used sometimes to\ngive me pennies, so that once I had four in my pocket all at the same\ntime;  but the best part of her was the stories that she could tell.\nShe was sore frightened of frogs, so I would bring one to her, and tell\nher that I would put it down her neck unless she told a story.\nThat always helped her to begin; but when once she was started it was\nwonderful how she would carry on.  And the things that had happened to\nher, they were enough to take your breath away.  There was a Barbary\nrover that had been at Eyemouth, and he was coming back in five years in\na ship full of gold to make her his wife;  and then there was a\nwandering knight who had been there also, and he had given her a ring\nwhich he said he would redeem when the time came.  She showed me the\nring, which was very like the ones upon my bed curtain; but she said\nthat this one was virgin gold.  I asked her what the knight would do if\nhe met the Barbary rover, and she told me that he would sweep his head\nfrom his shoulders.   What they could all see in her was more than I\ncould think.  And then she told me that she had been followed on her way\nto West Inch by a disguised prince.  I asked her how she knew it was a\nprince, and she said by his disguise.  Another day she said that her\nfather was preparing a riddle, and that when it was ready it would be\nput in the papers, and anyone who guessed it would have half his fortune\nand his daughter.  I said that I was good at riddles, and that she must\nsend it to me when it was ready.  She said it would be in the _Berwick\nGazette_, and wanted to know what I would do with her when I won her.  I\nsaid I would sell her by public roup for what she would fetch; but she\nwould tell no more stories that evening, for she was very techy about\nsome things.\n\nJim Horscroft was away when Cousin Edie was with us, but he came back\nthe very week she went; and I mind how surprised I was that he should\nask any questions or take any interest in a mere lassie.  He asked me if\nshe were pretty; and when I said I hadn't noticed, he laughed and called\nme a mole, and said my eyes would be opened some day.  But very soon he\ncame to be interested in something else, and I never gave Edie another\nthought until one day she just took my life in her hands and twisted it\nas I could twist this quill.\n\nThat was in 1813, after I had left school, when I was already eighteen\nyears of age, with a good forty hairs on my upper lip and every hope of\nmore.  I had changed since I left school, and was not so keen on games\nas I had been, but found myself instead lying about on the sunny side of\nthe braes, with my own lips parted and my eyes staring just the same as\nCousin Edie's used to do.  It had satisfied me and filled my whole life\nthat I could run faster and jump higher than my neighbour; but now all\nthat seemed such a little thing, and I yearned, and yearned, and looked\nup at the big arching sky, and down at the flat blue sea, and felt that\nthere was something wanting, but could never lay my tongue to what that\nsomething was.  And I became quick of temper too, for my nerves seemed\nall of a fret, and when my mother would ask me what ailed me, or my\nfather would speak of my turning my hand to work, I would break into\nsuch sharp bitter answers as I have often grieved over since.  Ah! a man\nmay have more than one wife, and more than one child, and more than one\nfriend; but he can never have but the one mother, so let him cherish her\nwhile he may.\n\nOne day when I came in from the sheep, there was my father sitting with\na letter in his hands, which was a very rare thing with us, except when\nthe factor wrote for the rent.  Then as I came nearer to him I saw that\nhe was crying, and I stood staring, for I had always thought that it was\nnot a thing that a man could do.  I can see him now, for he had so deep\na crease across his brown cheek that no tear could pass it, but must\ntrickle away sideways and so down to his ear, hopping off on to the\nsheet of paper.  My mother sat beside him and stroked his hands like she\ndid the cat's back when she would soothe it.\n\n\"Aye, Jeannie,\" said he, \"poor Willie's gone.  It's from the lawyer, and\nit was sudden or they'd ha' sent word of it.  Carbuncle, he says, and a\nflush o' blood to the head.\"\n\n\"Ah! well, his trouble's over,\" said my mother.\n\nMy father rubbed his ears with the tablecloth.\n\n\"He's left a' his savings to his lassie,\" said he, \"and by gom if she's\nnot changed from what she promised to be she'll soon gar them flee.\nYou mind what she said of weak tea under this very roof, and it at seven\nshillings the pound!\"\n\nMy mother shook her head, and looked up at the flitches of bacon that\nhung from the ceiling.\n\n\"He doesn't say how much, but she'll have enough and to spare, he says.\nAnd she's to come and bide with us, for that was his last wish.\"\n\n\"To pay for her keep!\" cried my mother sharply.  I was sorry that she\nshould have spoken of money at that moment, but then if she had not been\nsharp we would all have been on the roadside in a twelvemonth.\n\n\"Aye, she'll pay, and she's coming this very day.  Jock lad, I'll want\nyou to drive to Ayton and meet the evening coach.  Your Cousin Edie will\nbe in it, and you can fetch her over to West Inch.\"\n\nAnd so off I started at quarter past five with Souter Johnnie, the\nlong-haired fifteen-year-old, and our cart with the new-painted\ntail-board that we only used on great days.  The coach was in just as I\ncame, and I, like a foolish country lad, taking no heed to the years\nthat had passed, was looking about among the folk in the Inn front for a\nslip of a girl with her petticoats just under her knees.  And as I\nslouched past and craned my neck there came a touch to my elbow, and\nthere was a lady dressed all in black standing by the steps, and I knew\nthat it was my  cousin Edie.\n\nI knew it, I say, and yet had she not touched me I might have passed her\na score of times and never known it.  My word, if Jim Horscroft had\nasked me then if she were pretty or no, I should have known how to\nanswer him!  She was dark, much darker than is common among our border\nlasses, and yet with such a faint blush of pink breaking through her\ndainty colour, like the deeper flush at the heart of a sulphur rose.\nHer lips were red, and kindly, and firm; and even then, at the first\nglance, I saw that light of mischief and mockery that danced away at the\nback of her great dark eyes.  She took me then and there as though I had\nbeen her heritage, put out her hand and plucked me.  She was, as I have\nsaid, in black, dressed in what seemed to me to be a wondrous fashion,\nwith a black veil pushed up from her brow.\n\n\"Ah! Jack,\" said she, in a mincing English fashion, that she had learned\nat the boarding school.  \"No, no, we are rather old for that\"--this\nbecause I in my awkward fashion was pushing my foolish brown face\nforward to kiss her, as I had done when I saw her last.  \"Just hurry up\nlike a good fellow and give a shilling to the conductor, who has been\nexceedingly civil to me during the journey.\"\n\nI flushed up red to the ears, for I had only a silver fourpenny piece\nin my pocket.  Never had my lack of pence weighed so heavily upon me as\njust at that moment.  But she read me at a glance, and there in an\ninstant was a little moleskin purse with a silver clasp thrust into my\nhand.  I paid the man, and would have given it back, but she still would\nhave me keep it.\n\n\"You shall be my factor, Jack,\" said she, laughing.  \"Is this our\ncarriage?  How funny it looks!  And where am I to sit?\"\n\n\"On the sacking,\" said I.\n\n\"And how am I to get there?\"\n\n\"Put your foot on the hub,\" said I.  \"I'll help you.\"\n\nI sprang up and took her two little gloved hands in my own.  As she came\nover the side her breath blew in my face, sweet and warm, and all that\nvagueness and unrest seemed in a moment to have been shredded away from\nmy soul.  I felt as if that instant had taken me out from myself, and\nmade me one of the race.  It took but the time of the flicking of the\nhorse's tail, and yet something had happened, a barrier had gone down\nsomewhere, and I was leading a wider and a wiser life.  I felt it all in\na flush, but shy and backward as I was, I could do nothing but flatten\nout the sacking for her.  Her eyes were after the coach which was\nrattling away to Berwick, and suddenly she shook her handkerchief in the\nair.\n\n\"He took off his hat,\" said she.  \"I think he must have been an officer.\nHe was very distinguished looking.  Perhaps you noticed him--a gentleman\non the outside, very handsome, with a brown overcoat.\"\n\nI shook my head, with all my flush of joy changed to foolish resentment.\n\n\"Ah! well, I shall never see him again.  Here are all the green braes\nand the brown winding road just the same as ever.  And you, Jack, I\ndon't see any great change in you either.  I hope your manners are\nbetter than they used to be.  You won't try to put any frogs down my\nback, will you?\"\n\nI crept all over when I thought of such a thing.\n\n\"We'll do all we can to make you happy at West Inch,\" said I, playing\nwith the whip.\n\n\"I'm sure it's very kind of you to take a poor lonely girl in,\" said\nshe.\n\n\"It's very kind of you to come, Cousin Edie,\" I stammered.  \"You'll find\nit very dull, I fear.\"\n\n\"I suppose it is a little quiet, Jack, eh?  Not many men about, as I\nremember it.\"\n\n\"There is Major Elliott, up at Corriemuir.  He comes down of an evening,\na real brave old soldier who had a ball in his knee under Wellington.\"\n\n\"Ah, when I speak of men.  Jack, I don't mean old folk with balls in\ntheir knees.  I meant people of our own age that we could make friends\nof.  By the way, that crabbed old doctor had a son, had he not?\"\n\n\"Oh yes, that's Jim Horscroft, my best friend.\"\n\n\"Is he at home?\"\n\n\"No.  He'll be home soon.  He's still at Edinburgh studying.\"\n\n\"Ah! then we'll keep each other company until he comes, Jack.  And I'm\nvery tired and I wish I was at West Inch.\"\n\nI made old Souter Johnnie cover the ground as he has never done before\nor since, and in an hour she was seated at the supper table, where my\nmother had laid out not only butter, but a glass dish of gooseberry jam,\nwhich sparkled and looked fine in the candle-light.  I could see that my\nparents were as overcome as I was at the difference in her, though not\nin the same way.  My mother was so set back by the feather thing that\nshe had round her neck that she called her Miss Calder instead of Edie,\nuntil my cousin in her pretty flighty way would lift her forefinger to\nher whenever she did it.  After supper, when she had gone to bed, they\ncould talk of nothing but her looks and her breeding.\n\n\"By the way, though,\" says my father, \"it does not look as if she were\nheart-broke about my brother's death.\"\n\nAnd then for the first time I remembered that she had never said a word\nabout the matter since I had met her.\n\n\n\nCHAPTER III.\n\n\nTHE SHADOW ON THE WATERS.\n\nIt was not very long before Cousin Edie was queen of West Inch, and we\nall her devoted subjects from my father down.  She had money and to\nspare, though none of us knew how much.  When my mother said that four\nshillings the week would cover all that she would cost, she fixed on\nseven shillings and sixpence of her own free will.  The south room,\nwhich was the sunniest and had the honeysuckle round the window, was for\nher; and it was a marvel to see the things that she brought from Berwick\nto put into it.  Twice a week she would drive over, and the cart would\nnot do for her, for she hired a gig from Angus Whitehead, whose farm lay\nover the hill.  And it was seldom that she went without bringing\nsomething back for one or other of us.  It was a wooden pipe for my\nfather, or a Shetland plaid for my mother, or a book for me, or a brass\ncollar for Rob the collie.  There was never a woman more free-handed.\n\nBut the best thing that she gave us was just her own presence.  To me it\nchanged the whole country-side, and the sun was brighter and the braes\ngreener and the air sweeter from the day she came.  Our lives were\ncommon no longer now that we spent them with such a one as she, and the\nold dull grey house was another place in my eyes since she had set her\nfoot across the door-mat.  It was not her face, though that was winsome\nenough, nor her form, though I never saw the lass that could match her;\nbut it was her spirit, her queer mocking ways, her fresh new fashion of\ntalk, her proud whisk of the dress and toss of the head, which made one\nfeel like the ground beneath her feet, and then the quick challenge in\nher eye, and the kindly word that brought one up to her level again.\n\nBut never quite to her level either.  To me she was always something\nabove and beyond.  I might brace myself and blame myself, and do what I\nwould, but still I could not feel that the same blood ran in our veins,\nand that she was but a country lassie, as I was a country lad.  The more\nI loved her the more frightened I was at her, and she could see the\nfright long before she knew the love.  I was uneasy to be away from her,\nand yet when I was with her I was in a shiver all the time for fear my\nstumbling talk might weary her or give her offence.  Had I known more of\nthe ways of women I might have taken less pains.\n\n\"You're a deal changed from what you used to be, Jack,\" said she,\nlooking at me sideways from under her dark lashes.\n\n\"You said not when first we met,\" says I.\n\n\"Ah! I was speaking of your looks then, and of your ways now.  You used\nto be so rough to me, and so masterful, and would have your own way,\nlike the little man that you were.  I can see you now with your touzled\nbrown hair and your mischievous eyes.  And now you are so gentle and\nquiet and soft-spoken.\"\n\n\"One learns to behave,\" says I.\n\n\"Ah, but, Jack, I liked you so much better as you were!\"\n\nWell, when she said that I fairly stared at her, for I had thought that\nshe could never have quite forgiven me for the way I used to carry on.\nThat anyone out of a daft house could have liked it, was clean beyond my\nunderstanding.  I thought of how when she was reading by the door I\nwould go up on the moor with a hazel switch and fix little clay balls at\nthe end of it, and sling them at her until I made her cry.  And then I\nthought of how I caught an eel in the Corriemuir burn and chivied her\nabout with it, until she ran screaming under my mother's apron half mad\nwith fright, and my father gave me one on the ear-hole with the porridge\nstick which knocked me and my eel under the kitchen dresser.  And these\nwere the things that she missed!  Well, she must miss them, for my hand\nwould wither before I could do them now.  But for the first time I began\nto understand the queerness that lies in a woman, and that a man must\nnot reason about one, but just watch and try to learn.\n\nWe found our level after a time, when she saw that she had just to do\nwhat she liked and how she liked, and that I was as much at her beck and\ncall as old Rob was at mine.  You'll think I was a fool to have had my\nhead so turned, and maybe I was; but then you must think how little I\nwas used to women, and how much we were thrown together.  Besides she\nwas a woman in a million, and I can tell you that it was a strong head\nthat would not be turned by her.\n\nWhy, there was Major Elliott, a man that had buried three wives, and had\ntwelve pitched battles to his name, Edie could have turned him round her\nfinger like a damp rag--she, only new from the boarding school.  I met\nhim hobbling from West Inch the first time after she came, with pink in\nhis cheeks and a shine in his eye that took ten years from him.  He was\ncocking up his grey moustaches at either end and curling them into his\neyes, and strutting out with his sound leg as proud as a piper.  What\nshe had said to him the Lord knows, but it was like old wine in his\nveins.\n\n\"I've been up to see you, laddie,\" said he, \"but I must home again now.\nMy visit has not been wasted, however, as I had an opportunity of seeing\n_la belle cousine_.  A most charming and engaging young lady, laddie.\"\n\nHe had a formal stiff way of talking, and was fond of jerking in a bit\nof the French, for he had picked some up in the Peninsula.  He would\nhave gone on talking of Cousin Edie, but I saw the corner of a newspaper\nthrusting out of his pocket, and I knew that he had come over, as was\nhis way, to give me some news, for we heard little enough at West Inch.\n\n\"What is fresh, Major?\" I asked.  He pulled the paper out with a\nflourish.\n\n\"The allies have won a great battle, my lad,\" says he.  \"I don't think\nNap can stand up long against this.  The Saxons have thrown him over,\nand he's been badly beat at Leipzig.  Wellington is past the Pyrenees,\nand Graham's folk will be at Bayonne before long.\"\n\nI chucked up my hat.\n\n\"Then the war will come to an end at last,\" I cried.\n\n\"Aye, and time too,\" said he, shaking his head gravely.  \"It's been a\nbloody business.  But it is hardly worth while for me to say now what\nwas in my mind about you.\"\n\n\"What was that?\"\n\n\"Well, laddie, you are doing no good here, and now that my knee is\ngetting more limber I was hoping that I might get on active service\nagain.  I wondered whether maybe you might like to do a little\nsoldiering under me.\"\n\nMy heart jumped at the thought.\n\n\"Aye, would I!\" I cried.\n\n\"But it'll be clear six months before I'll be fit to pass a board, and\nit's long odds that Boney will be under lock and key before that.\"\n\n\"And there's my mother,\" said I, \"I doubt she'd never let me go.\"\n\n\"Ah! well, she'll never be asked to now,\" he answered, and hobbled on\nupon his way.\n\nI sat down among the heather with my chin on my hand, turning the thing\nover in my mind, and watching him in his old brown clothes, with the end\nof a grey plaid flapping over his shoulder, as he picked his way up the\nswell of the  hill.  It was a poor life this, at West Inch, waiting to\nfill my father's shoes, with the same heath, and the same burn, and the\nsame sheep, and the same grey house for ever before me.  But over\nthere, over the blue sea, ah! there was a life fit for a man.  There was\nthe Major, a man past his prime, wounded and spent, and yet planning to\nget to work again, whilst I, with all the strength of my youth, was\nwasting it upon these hillsides.  A hot wave of shame flushed over me,\nand I sprang up all in a tingle to be off and playing a man's part in\nthe world.\n\nFor two days I turned it over in my  mind, and on the third there came\nsomething which first brought all my resolutions to a head, and then\nblew them all to nothing like a puff of smoke in the wind.\n\nI had strolled out in 'the afternoon with Cousin Edie and Rob, until we\nfound ourselves upon the brow of the slope which dips away down to the\nbeach.  It was late in the fall, and the links were all bronzed and\nfaded; but the sun still shone warmly, and a south breeze came in little\nhot pants, rippling the broad blue sea with white curling lines.\nI pulled an armful of bracken to make a couch for Edie, and there she\nlay in her listless fashion, happy and contented; for of all folk that I\nhave ever met, she had the most joy from warmth and light.  I leaned on\na tussock of grass, with Rob's head upon my knee, and there as we sat\nalone in peace in the wilderness, even there we saw suddenly thrown upon\nthe waters in front of us the shadow of that great man over yonder, who\nhad scrawled his name in red letters across the map of Europe.\nThere was a ship coming up with the wind, a black sedate old\nmerchant-man, bound for Leith as likely as not.  Her yards were square\nand she was running with all sail set.  On the other tack, coming from\nthe north-east, were two great ugly lugger-like craft, with one high\nmast each, and a big square brown sail.  A prettier sight one would not\nwish than to see the three craft dipping along upon so fair a day.\nBut of a sudden there came a spurt of flame and a whirl of blue smoke\nfrom one lugger, then the same from the second, and a rap, rap, rap,\nfrom the ship.  In a twinkling hell had elbowed out heaven, and there on\nthe waters was hatred and savagery and the lust for blood.\n\nWe had sprung to our feet at the outburst, and Edie put her hand all in\na tremble upon my arm.\n\n\"They are fighting, Jack!\" she cried.  \"What are they?  Who are they?\"\n\nMy heart was thudding with the guns, and it was all that I could do to\nanswer her for the catch of my breath.\n\n\"It's two French privateers, Edie,\" said I, \"Chasse-marries, they call\nthem, and yon's one of our merchant ships, and they'll take her as sure\nas death; for the Major says they've always got heavy guns, and are as\nfull of men as an egg is full of meat.  Why doesn't the fool make back\nfor Tweedmouth bar?\"\n\nBut not an inch of canvas did she lower, but floundered on in her stolid\nfashion, while a little black ball ran up to her peak, and the rare old\nflag streamed suddenly out from the halliard.  Then again came the rap,\nrap, rap, of her little guns, and the boom, boom of the big carronades\nin the bows of the lugger.  An instant later the three ships met, and\nthe merchant-man staggered on like a stag with two wolves hanging to its\nhaunches.  The three became but a dark blurr amid the smoke, with the\ntop spars thrusting out in a bristle, and from the heart of that cloud\ncame the quick red flashes of flame, and such a devils' racket of big\nguns and small, cheering and screaming, as was to din in my head for\nmany a week.  For a stricken hour the hell-cloud moved slowly across the\nface of the water, and still with our hearts in our mouths we watched\nthe flap of the flag, straining to see if it were yet there.  And then\nsuddenly, the ship, as proud and black and high as ever, shot on upon\nher way; and as the smoke cleared we saw one of the luggers squattering\nlike a broken winged duck upon the water, and the other working hard to\nget the crew from her before she sank.\n\nFor all that hour I had lived for nothing but the fight.  My cap had\nbeen whisked away by the wind, but I had never given it a thought.\nNow with my heart full I turned upon my Cousin Edie, and the sight of\nher took me back six years.  There was the vacant staring eye and the\nparted lips, just as I had seen them in her girlhood, and her little\nhands were clenched until the knuckles gleamed like ivory.\n\n\"Ah, that captain!\" said she, talking to the heath and the\nwhin-bushes.  \"There is a man so strong, so resolute!  What woman would\nnot be proud of a man like that?\"\n\n\"Aye, he did well!\" I cried with enthusiasm.\n\nShe looked at me as if she had forgotten my existence.\n\n\"I would give a year of my life to meet such a man,\" said she.\n\"But that is what living in the country means.  One never sees anybody\nbut just those who are fit for nothing better.\"\n\nI do not know that she meant to hurt me, though she was never very\nbackward at that; but whatever her intention, her words seemed to strike\nstraight upon a naked nerve.\n\n\"Very well, Cousin Edie,\" I said, trying to speak calmly, \"that puts the\ncap on it.  I'll take the bounty in Berwick to-night.\"\n\n\"What, Jack! you be a soldier!\"\n\n\"Yes, if you think that every man that bides in the country must be a\ncoward.\"\n\n\"Oh, you'd look so handsome in a red coat, Jack, and it improves you\nvastly when you are in a temper.  I wish your eyes would always flash\nlike that, for it looks so nice and manly.  But I am sure that you are\njoking about the soldiering.\"\n\n\"I'll let you see if I am joking.\"\n\nThen and there I set off running over the moor, until I burst into the\nkitchen where my mother and father were sitting on either side of the\ningle.\n\n\"Mother,\" I cried, \"I'm off for a soldier!\"\n\nHad I said I was off for a burglar they could not have looked worse over\nit, for in those days among the decent canny country folks it was mostly\nthe black sheep that were herded by the sergeant.  But, my word, those\nsame black sheep did their country some rare service too.  My mother put\nup her mittens to her eyes, and my father looked as black as a peat\nhole.\n\n\"Hoots, Jock, you're daft,\" says he.\n\n\"Daft or no, I'm going.\"\n\n\"Then you'll have no blessing from me.\"\n\n\"Then I'll go without.\"\n\nAt this my mother gives a screech and throws her arms about my neck.\nI saw her hand, all hard and worn and knuckly with the work she had done\nfor my up-bringing, and it pleaded with me as words could not have done.\nMy heart was soft for her, but my will was as hard as a flint-edge.\nI put her back in her chair with a kiss, and then ran to my room to pack\nmy bundle.  It was already growing dark, and I had a long walk before\nme, so I thrust a few things together and hastened out.  As I came\nthrough the side door someone touched my shoulder, and there was Edie in\nthe gloaming.\n\n\"Silly boy,\" said she, \"you are not really going.\"\n\n\"Am I not?  You'll see.\"\n\n\"But your father does not wish it, nor your mother.\"\n\n\"I know that.\"\n\n\"Then why go?\"\n\n\"You ought to know.\"\n\n\"Why, then?\"\n\n\"Because you make me!\"\n\n\"I don't want you to go, Jack.\"\n\n\"You said it.  You said that the folk in the country were fit for\nnothing better.  You always speak like that.  You think no more of me\nthan of those doos in the cot.  You think I am nobody at all.  I'll show\nyou different.\"\n\nAll my troubles came out in hot little spurts of speech.  She coloured\nup as I spoke, and looked at me in her queer half-mocking, half-petting\nfashion.\n\n\"Oh, I think so little of you as that?\" said she.  \"And that is the\nreason why you are going away?  Well then, Jack, will you stay if I\nam--if I  am kind to you?\"\n\nWe were face to face and close together, and in an instant the thing was\ndone.  My arms were round her, and I was kissing her, and kissing her,\nand kissing her, on her mouth, her cheeks, her eyes, and pressing her to\nmy heart, and whispering to her that she was all, all, to me, and that I\ncould not be without her.  She said nothing, but it was long before she\nturned her face aside, and when she pushed me back it was not very hard.\n\n\"Why, you are quite your rude, old, impudent self!\" said she, patting\nher hair with her two hands.  \"You have tossed me, Jack; I had no idea\nthat you would be so forward!\"\n\nBut all my fear of her was gone, and a love tenfold hotter than ever was\nboiling in my veins.  I took her up again, and kissed her as if it were\nmy right.\n\n\"You are my very own now!\" I cried.  \"I shall not go to Berwick, but\nI'll stay and marry you.\"\n\nBut she laughed when I spoke of marriage.\n\n\"Silly boy!  Silly boy!\" said she, with her forefinger up; and then when\nI tried to lay hands on her again, she gave a little dainty curtsy, and\nwas off into the house.\n\n\n\nCHAPTER IV.\n\n\nTHE CHOOSING OF JIM.\n\nAnd then there came those ten weeks which were like a dream, and are so\nnow to look back upon.  I would weary you were I to tell you what passed\nbetween us; but oh, how earnest and fateful and all-important it was at\nthe time!  Her waywardness; her ever-varying moods, now bright, now\ndark, like a meadow under drifting clouds; her causeless angers; her\nsudden repentances, each in turn filling me with joy or sorrow: these\nwere my life, and all the rest was but emptiness.  But ever deep down\nbehind all my other feelings was a vague disquiet, a fear that I was\nlike the man who set forth to lay hands upon the rainbow, and that the\nreal Edie Calder, however near she might seem, was in truth for ever\nbeyond my reach.\n\nFor she was so hard to understand, or, at least, she was so for a\ndull-witted country lad like me.  For if I would talk to her of my real\nprospects, and how by taking in the whole of Corriemuir we might earn a\nhundred good pounds over the extra rent, and maybe be able to build out\nthe parlour at West Inch, so as to make it fine for her when we married,\nshe would pout her lips and droop her eyes, as though she scarce had\npatience to listen to me.  But if I would let her build up dreams about\nwhat I might become, how I might find a paper which proved me to be the\ntrue heir of the laird, or how, without joining the army, which she\nwould by no means hear of, I showed myself to be a great warrior until\nmy name was in all folks' mouths, then she would be as blithe as the\nMay.  I would keep up the play as well as I could, but soon some\nluckless word would show that I was only plain Jock Calder of West Inch,\nand out would come her lip again in scorn of me.  So we moved on, she in\nthe air and I on the ground; and if the rift had not come in one way, it\nmust in another.\n\nIt was after Christmas, but the winter had been mild, with just frost\nenough to make it safe walking over the peat bogs.  One fresh morning\nEdie had been out early, and she came back to breakfast with a fleck of\ncolour on her cheeks.\n\n\"Has your friend the doctor's son come home, Jack?\" says she.\n\n\"I heard that it was expected.\"\n\n\"Ah! then it must have been him that I met on the muir.\"\n\n\"What! you met Jim Horscroft?\"\n\n\"I am sure it must be he.  A splendid-looking man--a hero, with curly\nblack hair, a short, straight nose, and grey eyes.  He had shoulders\nlike a  statue, and as to height, why, I suppose that your head, Jack,\nwould come up to his scarf-pin.\"\n\n\"Up to his ear, Edie!\" said I indignantly.  \"That is, if it was Jim.\nBut tell me.  Had he a brown wooden pipe stuck in the corner of his\nmouth?\"\n\n\"Yes, he was smoking.  He was dressed in grey, and he has a grand deep\nstrong voice.\"\n\n\"Ho, ho! you spoke to him!\" said I.\n\nShe coloured a little, as if she had said more than she meant.\n\n\"I was going where the ground was a little soft, and he warned me of\nit,\" she said.\n\n\"Ah! it must have been dear old Jim,\" said I.  \"He should have been a\ndoctor years back, if his brains had been as strong as his arm.\nWhy, heart alive, here is the very man himself!\"\n\nI had seen him through the kitchen window, and now I rushed out with my\nhalf-eaten bannock in my hand to greet him.  He ran forward too, with\nhis great hand out and his eyes shining.\n\n\"Ah! Jock,\" he cried, \"it's good to see you again.  There are no friends\nlike the old ones.\"\n\nThen suddenly he stuck in his speech, and stared with his mouth open\nover my shoulder.  I turned, and there was Edie, with such a merry,\nroguish smile, standing in the door.  How proud I felt of her, and of\nmyself too, as I looked at her!\n\n\"This is my cousin, Miss Edie Calder, Jim,\" said I.\n\n\"Do you often take walks before breakfast, Mr. Horscroft?\" she asked,\nstill with that roguish smile.\n\n\"Yes,\" said he, staring at her with all his eyes.\n\n\"So do I, and generally over yonder,\" said she.  \"But you are not very\nhospitable to your friend, Jack.  If you do not do the honours, I shall\nhave to take your place for the credit of West Inch.\"\n\nWell, in another minute we were in with the old folk, and Jim had his\nplate of porridge ladled out for him; but hardly a word would he speak,\nbut sat with his spoon in his hand staring at Cousin Edie.  She shot\nlittle twinkling glances across at him all the time, and it seemed to me\nthat she was amused at his backwardness, and that she tried by what she\nsaid to give him heart.\n\n\"Jack was telling me that you were studying to be a doctor,\" said she.\n\"But oh, how hard it must be, and how long it must take before one can\ngather so much learning as that!\"\n\n\"It takes me long enough,\" Jim answered ruefully; \"but I'll beat it\nyet.\"\n\n\"Ah! but you are brave.  You are resolute.  You fix your eyes on a point\nand you move on towards it, and nothing can stop you.\"\n\n\"Indeed, I've little to boast of,\" said he.  \"Many a one who began with\nme has put up his plate years ago, and here am I but a student still.\"\n\n\"That is your modesty, Mr. Horscroft.  They say that the bravest are\nalways humble.  But then, when you have gained your end, what a glorious\ncareer--to carry healing in your hands, to raise up the suffering, to\nhave for one's sole end the good of humanity!\"\n\nHonest Jim wriggled in his chair at this.\n\n\"I'm afraid I have no such very high motives, Miss Calder,\" said he.\n\"It's to earn a living, and to take over my father's business, that I do\nit.  If I carry healing in one hand, I have the other out for a\ncrown-piece.\"\n\n\"How candid and truthful you are!\" she cried; and so they went on, she\ndecking him with every virtue, and twisting his words to make him play\nthe part, in the way that I knew so well.  Before he was done I could\nsee that his head was buzzing with her beauty and her kindly words.\nI thrilled with pride to think that he should think so well of my kin.\n\n\"Isn't she fine, Jim?\"  I could not help saying when we stood outside\nthe door, he lighting his pipe before he set off home.\n\n\"Fine!\" he cried; \"I never saw her match!\"\n\n\"We're going to be married,\" said I.\n\nThe pipe fell out of his mouth, and he stood staring at me.  Then he\npicked it up and walked off without a word.  I thought that he would\nlikely come back, but he never did; and I saw him far off up the brae,\nwith his chin on his chest.\n\nBut I was not to forget him, for Cousin Edie had a hundred questions to\nask me about his boyhood, about his strength, about the women that he\nwas likely to know; there was no satisfying her.  And then again, later\nin the day, I heard of him, but in a less pleasant  fashion.\n\nIt was my father who came home in  the evening with his mouth full of\npoor Jim.  He had been deadly drunk since midday, had been down to\nWesthouse Links to fight the gipsy champion, and it was not certain that\nthe man would live through the night.  My father had met Jim on the\nhighroad, dour as a thunder-cloud, and with an insult in his eye for\nevery man that passed him.  \"Guid sakes!\" said the old man.  \"He'll make\na fine practice for himsel', if breaking banes will do it.\"\n\nCousin Edie laughed at all this, and I laughed because she did; but I\nwas not so sure that it was funny.\n\nOn the third day afterwards, I was going up Corriemuir by the\nsheep-track, when who should I see striding down but Jim himself.\nBut he was a different man from the big, kindly fellow who had supped\nhis porridge with us the other morning.  He had no collar nor tie, his\nvest was open, his hair matted, and his face mottled, like a man who has\ndrunk heavily overnight.  He carried an ash stick, and he slashed at the\nwhin-bushes on either side of the path.\n\n\"Why, Jim!\" said I.\n\nBut he looked at me in the way that I had often seen at school when the\ndevil was strong in him, and when he knew that he was in the wrong, and\nyet set his will to brazen it out.  Not a word did he say, but he\nbrushed past me on the narrow path and swaggered  on, still brandishing\nhis ash-plant and  cutting at the bushes.\n\nAh well, I was not angry with him.  I was sorry, very sorry, and that\nwas all.  Of course I was not so blind but that I could see how the\nmatter stood.  He was in love with Edie, and he could not bear to think\nthat I should have her.  Poor devil, how could he help it?  Maybe I\nshould have been the same.  There was a time when I should have wondered\nthat a girl could have turned a strong man's head like that, but I knew\nmore about it now.\n\nFor a fortnight I saw nothing of Jim Horscroft, and then came the\nThursday which was to change the whole current of my life.\n\nI had woke early that day, and with a little thrill of joy which is a\nrare thing to feel when a man first opens his eyes.  Edie had been\nkinder than usual the night before, and I had fallen asleep with the\nthought that maybe at last I had caught the rainbow, and that without\nany imaginings or make-believes she was learning to love plain, rough\nJock Calder of West Inch.  It was this thought, still at my heart, which\nhad given me that little morning chirrup of joy.  And then I remembered\nthat if I hastened I might be in time for her, for it was her custom to\ngo out with the sunrise.\n\nBut I was too late.  When I came to her door it was half-open and the\nroom empty.  Well, thought I, at least I may meet her and have the\nhomeward walk with her.  From the top of Corriemuir hill you may see all\nthe country round; so, catching up my stick, I swung off in that\ndirection.  It was bright, but cold, and the surf, I remember, was\nbooming loudly, though there had been no wind in our parts for days.\nI zigzagged up the steep pathway, breathing in the thin, keen morning\nair, and humming a lilt as I went, until I came out, a little short of\nbreath, among the whins upon the top.  Looking down the long slope of\nthe farther side, I saw Cousin Edie, as I had expected; and I saw Jim\nHorscroft walking by her side.\n\nThey were not far away, but too taken up with each other to see me.  She\nwas walking slowly, with the little petulant cock of her dainty head\nwhich I knew so well, casting her eyes away from him, and shooting out a\nword from time to time.  He paced along beside her, looking down at her\nand bending his head in the eagerness of his talk.  Then as he said\nsomething, she placed her hand with a caress upon his arm, and he,\ncarried off his feet, plucked her up and kissed her again and again.\nAt the sight I could neither cry out nor move, but stood, with a heart\nof lead and the face of a dead man, staring down at them.  I saw her\nhand passed over his shoulder, and that his kisses were as welcome to\nher as ever mine had been.\n\nThen he set her down again, and I found that this had been their\nparting;  for, indeed, in another hundred paces they would have come in\nview of the upper windows of the house.   She walked slowly away, with a\nwave back once or twice, and he stood looking after her.  I waited until\nshe was some  way off, and then down I came, but so taken up was he,\nthat I was within a hand's-touch of him before he whisked round upon me.\nHe tried to smile as is eye met mine.\n\n\"Ah, Jock,\" says he, \"early afoot!\"\n\n\"I saw you!\" I gasped; and my throat had turned so dry that I spoke like\na man with a quinsy.\n\n\"Did you so?\" said he, and gave a little whistle.  \"Well, on my life,\nJock, I'm not sorry.  I was thinking of coming up to West Inch this very\nday, and having it out with you.  Maybe it's better as it is.\"\n\n\"You've been a fine friend!\" said I.\n\n\"Well now, be reasonable, Jock,\" said he, sticking his hands into his\npockets and rocking to and fro as he stood.  \"Let me show you how it\nstands.  Look me in the eye, and you'll see that I don't lie.  It's this\nWay.  I had met Edi--Miss Calder that is--before I came that morning,\nand there were things which made me look upon her as free; and, thinking\nthat, I let my mind dwell on her.  Then you said she wasn't free, but\nwas promised to you, and that was the worst knock I've had for a time.\nIt clean put me off, and I made a fool of myself for some days, and it's\na mercy I'm not in Berwick gaol.  Then by chance I met her again--on my\nsoul, Jock, it was chance for me--and when I spoke of you she laughed at\nthe thought.  It was cousin and cousin, she said; but as for her not\nbeing free, or you being more to her than a friend, it was fool's talk.\nSo you see, Jock, I was not so much to blame, after all: the more so as\nshe promised that she would let you see by her conduct that you were\nmistaken in thinking that you had any claim upon her.  You must have\nnoticed that she has hardly had a word for you for these last two\nweeks.\"\n\nI laughed bitterly.\n\n\"It was only last night,\" said I, \"that she told me that I was the only\nman in all this earth that she could ever bring herself to love.\"\n\nJim Horscroft put out a shaking hand and laid it on my shoulder, while\nhe pushed his face forward to look into my eyes.\n\n\"Jock Calder,\" said he, \"I never knew you tell a lie.  You are not\ntrying to score trick against trick, are you?  Honest now, between man\nand man.\"\n\n\"It's God's truth,\" said I.\n\nHe stood looking at me, and his face had set like that of a man who is\nhaving a hard fight with himself.  It was a long two minutes before he\nspoke.\n\n\"See here, Jock!\" said he.  \"This woman is fooling us both.  D'you hear,\nman? she's fooling us both!  She loves you at West Inch, and she loves\nme on the braeside; and in her devil's heart she cares a whin-blossom\nfor neither of us.  Let's join hands, man, and send the hellfire hussy\nto the right-about!\"\n\nBut this was too much.  I could not curse her in my own heart, and still\nless could I stand by and hear another man do it; not though it was my\noldest friend.\n\n\"Don't you call names!\" I cried.\n\n\"Ach! you sicken me with your soft talk!  I'll call her what she should\nbe called!\"\n\n\"Will you, though?\" said I, lugging off my coat.  \"Look you here, Jim\nHorscroft, if you say another word against her, I'll lick it down your\nthroat, if you were as big as Berwick Castle!  Try me and see!\"\n\nHe peeled off his coat down to the elbows, and then he slowly put it on\nagain.\n\n\"Don't be such a fool, Jock!\" said he.  \"Four stone and five inches is\nmore than mortal man can give.  Two old friends mustn't fall out over\nsuch a--well, there, I won't say it.  Well, by the Lord, if she hasn't\nnerve for ten!\"\n\nI looked round, and there she was, not twenty yards from us, looking as\ncool and easy and placid as we were hot and fevered.\n\n\"I was nearly home,\" said she, \"when I saw you two boys very busy\ntalking, so I came all the way back to know what it was about.\"\n\nHorscroft took a run forward and caught her by the wrist.  She gave a\nlittle squeal at the sight of his face, but he pulled her towards where\nI was standing.\n\n\"Now, Jock, we've had tomfoolery enough,\" said he.  \"Here she is.  Shall\nwe take her word as to which she likes?  She can't trick us now that\nwe're both together.\"\n\n\"I am willing,\" said I.\n\n\"And so am I.  If she goes for you, I swear I'll never so much as turn\nan eye on her again.  Will you do as much for me?\"\n\n\"Yes, I will.\"\n\n\"Well then, look here, you!  We're both honest men, and friends, and we\ntell each other no lies; and so we know your double ways.  I know what\nyou said last night.  Jock knows what you said to-day.  D'you see?\nNow then, fair and square!  Here we are before you; once and have done.\nWhich is it to be, Jock or me?\"\n\nYou would have thought that the woman would have been overwhelmed with\nshame, but instead of that her eyes were shining with delight; and I\ndare wager that it was the proudest moment of her life.  As she looked\nfrom one to the other of us, with the cold morning sun glittering on her\nface, I had never seen her look so lovely.  Jim felt it also, I am sure;\nfor he dropped her wrist, and the harsh lines were softened upon his\nface.\n\n\"Come, Edie! which is it to be?\" he asked.\n\n\"Naughty boys, to fall out like this!\" she cried.  \"Cousin Jack, you\nknow how fond I am of you.\"\n\n\"Oh, then go to him!\" said Horscroft.\n\n\"But I love nobody but Jim.  There is nobody that I love like Jim.\"\n\nShe snuggled up to him, and laid her cheek against his breast.\n\n\"You see, Jock!\" said he, looking over her shoulder.\n\nI did see; and away I went for West Inch, another man from the time that\nI left it.\n\n\n\nCHAPTER V.\n\n\nTHE MAN FROM THE SEA.\n\nWell, I was never one to sit groaning over a cracked pot.  If it could\nnot be mended, then it is the part of a man to say no more of it.\nFor weeks I had an aching heart; indeed, it is a little sore now, after\nall these years and a happy marriage, when I think of it.  But I kept a\nbrave face on me; and, above all, I did as I had promised that day on\nthe hillside.  I was as a brother to her, and no more: though there were\ntimes when I had to put a hard curb upon myself; for even now she would\ncome to me with her coaxing ways, and with tales about how rough Jim\nwas, and how happy she had been when I was kind to her; for it was in\nher blood to speak like that, and she could not help it.\n\nBut for the most part Jim and she were happy enough.  It was all over\nthe countryside that they were to be married when he had passed his\ndegree, and he would come up to West Inch four nights a week to sit with\nus.  My folk were pleased about it, and I tried to be pleased too.\n\nMaybe at first there was a little coolness between him and me: there was\nnot quite the old schoolboy trust between us.  But then, when the first\nsmart was passed, it seemed to me that he had acted openly, and that I\nhad no just cause for complaint against him.  So we were friendly, in a\nway; and as for her, he had forgotten all his anger, and would have\nkissed the print of her shoe in the mud.  We used to take long rambles\ntogether, he and I; and it is about one of these that I now want to tell\nyou.\n\nWe had passed over Bramston Heath and round the clump of firs which\nscreens the house of Major Elliott from the sea wind.  It was spring\nnow, and the year was a forward one, so that the trees were well leaved\nby the end of April.  It was as warm as a summer day, and we were the\nmore surprised when we saw a huge fire roaring upon the grass-plot\nbefore the Major's door.  There was half a fir-tree in it, and the\nflames were spouting up as high as the bedroom windows.  Jim and I stood\nstaring, but we stared the more when out came the Major, with a great\nquart pot in his hand, and at his heels his old sister who kept house\nfor him, and two of the maids, and all four began capering about round\nthe fire.  He was a douce, quiet man, as all the country knew, and here\nhe was like old Nick at the carlin's dance, hobbling around and waving\nhis drink above his head.  We both set off running, and he waved the\nmore when he saw us coming.\n\n\"Peace!\" he roared.  \"Huzza, boys! Peace!\"\n\nAnd at that we both fell to dancing and shouting too; for it had been\nsuch a weary war as far back as we could remember, and the shadow had\nlain so long over us, that it was wondrous to feel that it was lifted.\nIndeed it was too much to believe, but the Major laughed our doubts to\nscorn.\n\n\"Aye, aye, it is true,\" he cried, stopping with his hand to his side.\n\"The Allies have got Paris, Boney has thrown up the sponge, and his\npeople are all swearing allegiance to Louis XVIII.\"\n\n\"And the Emperor?\"  I asked.  \"Will they spare him?\"\n\n\"There's talk of sending him to Elba, where he'll be out of mischief's\nway.  But his officers, there are some of them who will not get off so\nlightly.  Deeds have been done during these last twenty years that have\nnot been forgotten.  There are a few old scores to be settled.  But it's\nPeace! Peace!\"\n\nAnd away he went once more with his great tankard hopping round his\nbonfire.\n\nWell, we stayed some time with the Major, and then away we went down to\nthe beach, Jim and I, talking about this great news, and all that would\ncome of it.  He knew a little, and I knew less, but we pieced it all\ntogether and talked about how the prices would come down, how our\nbrave fellows would return home, how the ships could go where they would\nin peace, and how we could pull all the coast beacons down, for there\nwas no enemy now to fear.  So we chatted as we walked along the clean,\nhard sand, and looked out at the old North Sea.  How little did Jim know\nat that moment, as he strode along by my side so full of health and of\nspirits, that he had reached the extreme summit of his life, and that\nfrom that hour all would, in truth, be upon the downward slope!\n\nThere was a little haze out to sea;  for it had been very misty in the\nearly morning, though the sun had thinned it.  As we looked seawards we\nsuddenly saw the sail of a small boat break out through the fog, and\ncome bobbing along towards the land.  A single man was seated in the\nsheets, and she yawed about as she ran, as though he were of two minds\nwhether to beach her or no.  At last, determined it may be by our\npresence, he made straight for us, and her keel grated upon the shingle\nat our very feet.  He dropped his sail, sprang out, and pulled her bows\nup on the beach.\n\n\"Great Britain, I believe?\" said he, turning briskly round and facing\nus.\n\nHe was a man somewhat above middle height, but exceedingly thin.\nHis eyes were piercing and set close together, a long sharp nose jutted\nout from between them, and beneath them was a bristle of brown moustache\nas wiry and stiff as a cat's whiskers.  He was well dressed in a suit of\nbrown with brass buttons, and he wore high boots which were all\nroughened and dulled by the sea water.  His face and hands were so dark\nthat he might have been a Spaniard, but as he raised his hat to us we\nsaw that the upper part of his brow was quite white and that it was from\nwithout that he had his swarthiness.  He looked from one to the other of\nus, and his grey eyes had something in them which I had never seen\nbefore.  You could read the question; but there seemed to be a menace at\nthe back of it, as if the answer were a right and not a favour.\n\n\"Great Britain?\" he asked again, with a quick tap of his foot on the\nshingle.\n\n\"Yes,\" said I, while Jim burst out laughing.\n\n\"England?  Scotland?\"\n\n\"Scotland.  But it's England past yonder trees.\"\n\n\"_Bon!_ I know where I am now.  I've been in a fog without a compass for\nnearly three days, and I didn't thought I was ever to see land again.\"\n\nHe spoke English glibly enough, but with some strange turn of speech\nfrom time to time.\n\n\"Where did you come from then?\" asked Jim.\n\n\"I was in a ship that was wrecked,\" said he shortly.  \"What is the town\ndown yonder?\"\n\n\"It is Berwick.\"\n\n\"Ah! well, I must get stronger before I can go further.\"\n\nHe turned towards the boat, and as he did so he gave a lurch, and would\nhave fallen had he not caught the prow.  On this he seated himself and\nlooked round with a face that was flushed, and two eyes that blazed like\na wild beast's.\n\n\"_Voltigeurs de la Garde_,\" he roared in a voice like a trumpet call,\nand then again \"_Voltigeurs de la Garde!_\"\n\nHe waved his hat above is head, and suddenly pitching forwards upon his\nface on the sand, he lay all huddled into a little brown heap.\n\nJim Horscroft and I stood and stared at each other.  The coming of the\nman had been so strange, and his questions, and now this sudden turn.\nWe took him by a shoulder each and turned him upon his back.  There he\nlay with his jutting nose and his cat's whiskers, but his lips were\nbloodless, and his breath would scarce shake a feather.\n\n\"He's dying, Jim!\" I cried.\n\n\"Aye, for want of food and water.  There's not a drop or crumb in the\nboat.  Maybe there's something in the bag.\"\n\nHe sprang and brought out a black leather bag, which with a large blue\ncoat was the only thing in the boat.  It was locked, but Jim had it open\nin an instant.  It was half full of gold pieces.\n\nNeither of us had ever seen so much before--no, nor a tenth part of it.\nThere must have been hundreds of them, all bright new British\nsovereigns.  Indeed, so taken up were we that we had forgotten all about\ntheir owner until a groan took our thoughts back to him.  His lips were\nbluer than ever, and his jaw had dropped.  I can see his open mouth now,\nwith its row of white wolfish teeth.\n\n\"My God, he's off!\" cried Jim. \"Here, run to the burn.  Jock, for a\nhatful of water.  Quick, man, or he's gone!  I'll loosen his things the\nwhile.\"  Away I tore, and was back in a minute with as much water as\nwould Stay in my Glengarry.  Jim had pulled open the man's coat and\nshirt, and we doused the water over him, and forced some between his\nlips.  It had a good effect; for after a gasp or two he sat up and\nrubbed his eyes slowly, like a man who is waking from a deep sleep.\nBut neither Jim nor I were looking at his face now, for our eyes were\nfixed upon his uncovered chest.\n\nThere were two deep red puckers in it, one just below the collar bone,\nand the other about half-way down on the right side.  The skin of his\nbody was extremely white up to the brown line of his neck, and the angry\ncrinkled spots looked the more vivid against it.  From above I could see\nthat there was a corresponding pucker in the back at one place, but not\nat the other.  Inexperienced as I was, I could tell what that meant.\nTwo bullets had pierced his chest; one had passed through it, and the\nother had remained inside.\n\nBut suddenly he staggered up to his feet, and pulled his shirt to, with\na quick suspicious glance at us.\n\n\"What have I been doing?\" he asked.  \"I've been off my head.  Take no\nnotice of anything I may have said.  Have I been shouting?\"\n\n\"You shouted just before you fell.\"\n\n\"What did I shout?\"\n\nI told him, though it bore little meaning to my mind.   He looked\nsharply at us, and then he shrugged his shoulders.\n\n\"It's the words of a song,\" said he.  \"Well, the question is, What am I\nto do now?  I didn't thought I was so weak.   Where did you get the\nwater?\"\n\nI pointed towards the burn, and he staggered off to the bank.  There he\nlay down upon his face, and he drank until I thought he would never have\ndone.  His long skinny neck was outstretched like a horse's, and he made\na loud supping noise with his lips.  At last he got up with a long sigh,\nand wiped his moustache with his sleeve.\n\n\"That's better,\" said he.  \"Have you any food?\"\n\nI had crammed two bits of oat-cake into my pocket when I left home, and\nthese he crushed into his mouth and swallowed.  Then he squared his\nshoulders, puffed out his chest, and patted his ribs with the flat of\nhis hands.\n\n\"I am sure that I owe you exceedingly well,\" said he.  \"You have been\nvery kind to a stranger.  But I see that you have had occasion to open\nmy bag.\"\n\n\"We hoped that we might find wine or brandy there when you fainted.\"\n\n\"Ah! I have nothing there but just a little--how do you say it?--my\nsavings.  They are not much, but I must live quietly upon them until I\nfind something to do.  Now one could live quietly here, I should say.\nI could not have come upon a more peaceful place, without perhaps so\nmuch as a _gendarme_ nearer than that town.\"\n\n\"You haven't told us yet who you are, where you come from, nor what you\nhave been,\" said Jim bluntly.\n\nThe stranger looked him up and down with a critical eye:\n\n\"My word, but you would make a grenadier for a flank company,\" said he.\n\"As to what you ask, I might take offence at it from other lips; but you\nhave a right to know, since you have received me with so great courtesy.\nMy name is Bonaventure de Lapp.  I am a soldier and a wanderer by trade,\nand I have come from Dunkirk, as you may see printed upon the boat.\"\n\n\"I thought that you had been shipwrecked!\" said I.\n\nBut he looked at me with the straight gaze of an honest man.\n\n\"That is right,\" said he, \"but the ship went from Dunkirk, and this is\none of her boats.  The crew got away in the long boat, and she went down\nso quickly that I had no time to put anything into her.  That was on\nMonday.\"\n\n\"And to-day's Thursday.  You have been three days without bite or sup.\"\n\n\"It is too long,\" said he.  \"Twice before I have been for two days, but\nnever quite so long as this.  Well, I shall leave my boat here, and see\nwhether I can get lodgings in any of these little grey houses upon the\nhillsides.  Why is that great fire burning over yonder?\"\n\n\"It is one of our neighbours who has served against the French.   He is\nrejoicing because peace has been declared.\"\n\n\"Oh, you have a neighbour who has served then!  I am glad; for I, too,\nhave seen a little soldiering here and there.\"\n\nHe did not look glad, but he drew his brows down over his keen eyes.\n\n\"You are French, are you not?\" I asked, as we all walked up the hill\ntogether, he with his black bag in his hand and his long blue cloak\nslung over his shoulder.\n\n\"Well, I am of Alsace,\" said he; \"and, you know, they are more\nGerman than French.  For myself, I have been in so many lands that I\nfeel at home in all.  I have been a great traveller; and where do you\nthink that I might find a lodging?\"\n\nI can scarcely tell now, on looking back with the great gap of\nfive-and-thirty years between, what impression this singular man had\nmade upon me.  I distrusted him, I think, and yet I was fascinated by\nhim also; for there was something in his bearing, in his look, and his\nwhole fashion of speech which was entirely unlike anything that I had\never seen.  Jim Horscroft was a fine man, and Major Elliott was a brave\none, but they both lacked something that this wanderer had.  It was the\nquick alert look, the flash of the eye, the nameless distinction which\nis so hard to fix.  And then we had saved him when he lay gasping upon\nthe shingle, and one's heart always softens towards what one has once\nhelped.\n\n\"If you will come with me,\" said I, \"I have little doubt that I can find\nyou a bed for a night or two, and by that time you will be better able\nto make your own arrangements.\"\n\nHe pulled off his hat, and bowed with all the grace imaginable.\nBut Jim Horscroft pulled me by the sleeve, and led me aside.\n\n\"You're mad, Jock,\" he whispered.  \"The fellow's a common adventurer.\nWhat do you want to get mixed up with him for?\"\n\nBut I was as obstinate a man as ever laced his boots, and if you jerked\nme back it was the finest way of sending me to the front.\n\n\"He's a stranger, and it's our part to look after him,\" said I.\n\n\"You'll be sorry for it,\" Said he.\n\n\"Maybe so.\"\n\n\"If you don't think of yourself, you might think of your cousin.\"\n\n\"Edie can take very good care of herself.\"\n\n\"Well, then, the devil take you, and you may do what you like!\" he\ncried, in one of his sudden flushes of anger.  Without a word of\nfarewell to either of us, he turned off upon the track that led up\ntowards his father's house.  Bonaventure de Lapp smiled at me as we\nwalked on together.\n\n\"I didn't thought he liked me very much,\" said he.  \"I can see very well\nthat he has made a quarrel with you because you are taking me to your\nhome.  What does he think of me then?  Does he think perhaps that I have\nstole the gold in my bag, or what is it that he fears?\"\n\n\"Tut, I neither know nor care,\" said I.  \"No stranger shall pass our\ndoor without a crust and a bed.\"\n\nWith my head cocked and feeling as if I was doing something very fine,\ninstead of being the most egregious fool south of Edinburgh, I marched\non down the path with my new acquaintance at my elbow.\n\n\n\nCHAPTER VI.\n\n\nA WANDERING EAGLE.\n\nMy father seemed to be much of Jim Horscroft's opinion; for he was not\nover warm to this new guest and looked him up and down with a very\nquestioning eye.  He set a dish of vinegared herrings before him,\nhowever, and I noticed that he looked more askance than ever when my\ncompanion ate nine of them, for two were always our portion.  When at\nlast he had finished Bonaventure de Lapp's lids were drooping over his\neyes, for I doubt that he had been sleepless as well as foodless for\nthese three days.  It was but a poor room to which I had led him, but he\nthrew himself down upon the couch, wrapped his big blue cloak around\nhim, and was asleep in an instant.  He was a very high and strong\nsnorer, and, as my room was next to his, I had reason to remember that\nwe had a stranger within our gates.\n\nWhen I came down in the morning, I found that he had been beforehand\nwith me; for he was seated opposite my father at the window-table in the\nkitchen, their heads almost touching, and a little roll of gold pieces\nbetween them.  As I came in my father looked up at me, and I saw a light\nof greed in his eyes such as I had never seen before.  He caught up the\nmoney with an eager clutch and swept it into his pocket.\n\n\"Very good, mister,\" said he; \"the room's yours, and you pay always on\nthe third of the month.\"\n\n\"Ah! and here is my first friend,\" cried de Lapp, holding out his hand\nto me with a smile which was kindly enough, and yet had that touch of\npatronage which a man uses when he smiles to his dog.  \"I am myself\nagain now, thanks to my excellent supper and good night's rest.  Ah! it\nis hunger that takes the courage from a man.  That most, and cold next.\"\n\n\"Aye, that's right,\" said my father; \"I've been out on the moors in a\nsnow-drift for six-and-thirty hours, and ken what it's like.\"\n\n\"I once saw three thousand men starve to death,\" remarked de Lapp,\nputting out his hands to the fire.  \"Day by day they got thinner and\nmore like apes, and they did come down to the edge of the pontoons where\nwe did keep them, and they howled with rage and pain.   The first few\ndays their howls went over the whole city, but after a week our sentries\non the bank could not hear them, so weak they had fallen.\"\n\n\"And they died!\" I exclaimed.\n\n\"They held out a very long time.  Austrian Grenadiers they were, of the\ncorps of Starowitz, fine stout men as big as your friend of yesterday;\nbut when the town fell there were but four hundred alive, and a man\ncould lift them three at a time as if they were little monkeys.  It was\na pity.  Ah! my friend, you will do me the honours with madame and with\nmademoiselle.\"\n\nIt was my mother and Edie who had come into the kitchen.  He had not\nseen them the night before, but now it was all I could do to keep my\nface as I watched him; for instead of our homely Scottish nod, he bent\nup his back like a louping trout, and slid his foot, and clapped his\nhand over his heart in the queerest way.  My mother stared, for she\nthought he was making fun of her; but Cousin Edie fell into it in an\ninstant, as though it had been a game, and away she went in a great\ncurtsy until I thought she would have had to give it up, and sit down\nright there in the middle of the kitchen floor.  But no, she up again as\nlight as a piece of fluff, and we all drew up our stools and started on\nthe scones and milk and  porridge.\n\nHe had a wonderful way with women, that man.   Now if I were to do it,\nor Jim Horscroft, it would look as if we were playing the fool, and the\ngirls would have laughed at us; but with him it seemed to go with his\nstyle of face and fashion of speech, so that one came at last to look\nfor it: for when he spoke to my mother or Cousin Edie--and he was never\nbackward in speaking--it would always be with a bow and a look as if it\nwould hardly be worth their while to listen to what he had to say, and\nwhen they answered he would put on a face as though every word they said\nwas to be treasured up and remembered for ever.  And yet, even while he\nhumbled himself to a woman, there was always a proud sort of look at the\nback of his eye as if he meant to say that it was only to them that he\nwas so meek, and that he could be stiff enough upon occasion.  As to my\nmother, it was wonderful the way she softened to him, and in\nhalf-an-hour she had told him all about her uncle, who was a surgeon in\nCarlisle, and the highest of any upon her side of the house.  She spoke\nto him about my brother Rob's death, which I had never heard her mention\nto a soul before, and he looked as if the tears were in his eyes over\nit--he, who had just told us how he had seen three thousand men starved\nto death!  As to Edie, she did not say much, but she kept shooting\nlittle glances at our visitor, and once or twice he looked  very hard at\nher.\n\nWhen he had gone to his room after  breakfast, my father pulled out\neight golden pounds and laid them on the  table.  \"What think ye of\nthat, Martha?\"  said he.\n\n\"You've sold the twa black tups after all.\"\n\n\"No, but it's a month's pay for board and lodging from Jock's friend,\nand as much to come every four weeks.\"\n\nBut my mother shook her head when  she heard it.\n\n\"Two pounds a week is over much,\" said she; \"and it is not when the\npoor gentleman is in distress that we should put such a price on his bit\nfood.\"\n\n\"Tut!\" cried my father, \"he can very well afford it, and he with a bag\nfull of gold.  Besides, it's his own proposing.\"\n\n\"No blessing will come from that money,\" said she.\n\n\"Why, woman, he's turned your head wi' his foreign ways of speech!\"\ncried my father.\n\n\"Aye, and it would be a good thing if Scottish men had a little more of\nthat kindly way,\" she said, and that was the first time in all my life\nthat I had heard her answer him back.\n\nHe came down soon and asked me whether I would come out with him.\nWhen we were in the sunshine he held out a little cross made of red\nstones, one of the bonniest things that ever I had set eyes upon.\n\n\"These are rubies,\" said he, \"and I got it at Tudela, in Spain.\nThere were two of them, but I gave the other to a Lithuanian girl.\nI pray that you will take this as a memory of your exceedingly kindness\nto me yesterday.  It will fashion into a pin for your cravat.\"\n\nI could but thank him for the present, which was of more value than\nanything I had ever owned in my life.\n\n\"I am off to the upper muir to count the lambs,\" said I; \"maybe you\nwould care to come up with me and see something of the country?\"\n\nHe hesitated for a moment, and then he shook his head.\n\n\"I have some letters,\" he said,  \"which I ought to write as soon as\npossible.  I think that I will stay at quiet this morning and get them\nwritten.\"\n\nAll forenoon I was wandering over the links, and you may imagine that my\nmind was turning all the time upon this strange man whom chance had\ndrifted to our doors.  Where did he gain that style of his, that manner\nof command, that haughty menacing glint of the eye?  And his experiences\nto which he referred so lightly, how wonderful the life must have been\nwhich had put him in the way of them!  He had been kind to us, and\ngracious of speech, but still I could not quite shake myself clear of\nthe distrust with which I had regarded him.  Perhaps, after all, Jim\nHorscroft had been right and I had been wrong about taking him to West\nInch.\n\nWhen I got back he looked as though he had been born and bred in the\nsteading.  He sat in the big wooden-armed ingle-chair, with the black\ncat on his knee.  His arms were out, and he held a skein of worsted from\nhand to hand which my mother was busily rolling into a ball.  Cousin\nEdie was sitting near, and I could see  by her eyes that she had been\ncrying.\n\n\"Hullo, Edie!\" said I, \"what's the trouble?\"\n\n\"Ah! mademoiselle, like all good and true women, has a soft heart,\" said\nhe.  \"I didn't thought it would have moved her, or I should have been\nsilent.  I have been talking of the suffering of some troops of which I\nknew something when they were crossing the Guadarama mountains in the\nwinter of 1808.  Ah! yes, it was very bad, for they were fine men and\nfine horses.  It is strange to see men blown by the wind over the\nprecipices, but the ground was so slippery and there was nothing to\nwhich they could hold.  So companies all linked arms, and they did\nbetter in that fashion; but one artilleryman's hand came off as I held\nit, for he had had the frost-bite for three days.\"\n\nI stood staring with my mouth open.\n\n\"And the old Grenadiers, too, who were not so active as they used to be,\nthey could not keep up; and yet if they lingered the peasants would\ncatch them and crucify them to the barn doors with their feet up and a\nfire under their heads, which was a pity for these fine old soldiers.\nSo when they could go no further, it was interesting to see what they\nwould do; for they would sit down and say their prayers, sitting on an\nold saddle, or their knapsacks, maybe, and then take off their boots and\ntheir stockings, and lean their chin on the barrel of their musket.\nThen they would put their toe on the trigger, and _pouf!_ it was all\nover, and there was no more marching for those fine old Grenadiers.  Oh,\nit was very rough work up there on these Guadarama mountains!\"\n\n\"And what army was this?\" I asked.\n\n\"Oh, I have served in so many armies that I mix them up sometimes.\nYes, I have seen much of war.  Apropos I have seen your Scotchmen fight,\nand very stout fantassins they make, but I thought from them, that the\nfolk over here all wore--how do you say it?--petticoats.\"\n\n\"Those are the kilts, and they wear them only in the Highlands.\"\n\n\"Ah! on the mountains.  But there is a man out yonder.  Maybe he is the\none who your father said would carry my letters to the post.\"\n\n\"Yes, he is Farmer Whitehead's man.  Shall I give them to him?\"\n\n\"Well, he would be more careful of them if he had them from your hand.\"\n\nHe took them from his pocket and gave them over to me.  I hurried out\nwith them, and as I did so my eyes fell upon the address of the topmost\none.  It was written very large and clear:\n\n   A SON MAJESTE,\n\n    LE ROI DE SUEDE,\n\n      STOCKHOLM.\n\nI did not know very much French, but I had enough to make that out.\nWhat sort of eagle was this which had flown into our humble little nest?\n\n\n\nCHAPTER VII.\n\n\nTHE CORRIEMUIR PEEL TOWER.\n\nWell, it would weary me, and I am very sure that it would weary you\nalso, if I were to attempt to tell you how life went with us after this\nman came under our roof, or the way in which he gradually came to win\nthe affections of every one of us.  With the women it was quick work\nenough; but soon he had thawed my father too, which was no such easy\nmatter, and had gained Jim Horscroft's goodwill as well as my own.\nIndeed, we were but two great boys beside him, for he had been\neverywhere and seen everything; and of an evening he would chatter away\nin his limping English until he took us clean from the plain kitchen and\nthe little farm steading, to plunge us into courts and camps and\nbattlefields and all the wonders of the world.  Horscroft had been sulky\nenough with him at first;  but de Lapp, with his tact and his easy ways,\nsoon drew him round, until he had quite won his heart, and Jim would sit\nwith Cousin Edie's hand in his, and the two be quite lost in listening\nto all that he had to tell us.  I will not tell you all this; but even\nnow, after so long an interval, I can trace how, week by week and month\nby month, by this word and that deed, he moulded us all as he wished.\n\nOne of his first acts was to give my father the boat in which he had\ncome, reserving only the right to have it back in case he should have\nneed of it.  The herring were down on the coast that autumn, and my\nuncle before he died had given us a fine set of nets, so the gift was\nworth many a pound to us.  Sometimes de Lapp would go out in the boat\nalone, and I have seen him for a whole summer day rowing slowly along\nand stopping every half-dozen strokes to throw over a stone at the end\nof a string.  I could not think what he was doing until he told me of\nhis own freewill.\n\n\"I am fond of studying all that has to do with the military,\" said he,\n\"and I never lose a chance.  I was wondering if it would be a difficult\nmatter for the commander of an army corps to throw his men ashore here.\"\n\n\"If the wind were not from the east,\" said I.\n\n\"Ah! quite so, if the wind were not from the east.  Have you taken\nsoundings here?\"\n\n\"No.\"\n\n\"Your line of battleships would have to lie outside; but there is water\nenough for a forty-gun frigate right up within musket range.  Cram your\nboats with tirailleurs, deploy them behind these sandhills, then back\nwith the launches for more, and a stream of grape over their heads from\nthe frigates.  It could be done! it could be done!\"\n\nHis moustaches bristled out more like a cat's than ever, and I could see\nby the flash of his eyes that he was carried away by his dream.\n\n\"You forget that our soldiers would be upon the beach,\" said I\nindignantly.\n\n\"Ta, ta, ta!\" he cried.  \"Of course it takes two sides to make a battle.\nLet us see now; let us work it out.  What could you get together?\nShall we say twenty, thirty thousand.  A few regiments of good troops:\nthe rest, _pouf!_--conscripts, bourgeois with arms.  How do you call\nthem--volunteers?\"\n\n\"Brave men!\" I shouted.\n\n\"Oh yes, very brave men, but imbecile.  Ah, _mon Dieu_, it is incredible\nhow imbecile they would be!  Not they alone, I mean, but all young\ntroops.  They are so afraid of being afraid that they would take no\nprecaution.   Ah, I have seen it!  In Spain I have seen a battalion of\nconscripts attack a battery of ten pieces.  Up they went, ah, so\ngallantly! and presently the hillside looked, from where I stood, like--\nhow do you say it in English?--a raspberry tart.  And where was our fine\nbattalion of conscripts?  Then another battalion of young troops tried\nit, all together in a rush, shouting and yelling; but what will shouting\ndo against a mitraille of grape?  And there was our second battalion\nlaid out on the hillside.  And then the foot chasseurs of the Guard, old\nsoldiers, were told to take the battery; and there was nothing fine\nabout their advance--no column, no shouting, nobody killed--just a few\nscattered lines of tirailleurs and pelotons of support; but in ten\nminutes the guns were silenced, and the Spanish gunners cut to pieces.\nWar must be learned, my young friend, just the same as the farming of\nsheep.\"\n\n\"Pooh!\" said I, not to be out-crowed by a foreigner.  \"If we had thirty\nthousand men on the line of the hill yonder, you would come to be very\nglad that you had your boats behind you.\"\n\n\"On the line of the hill?\" said he, with a flash of his eyes along the\nridge.  \"Yes, if your man knew his business he would have his left about\nyour house, his centre on Corriemuir, and his right over near the\ndoctor's house, with his tirailleurs pushed out thickly in front.\nHis horse, of course, would try to cut us up as we deployed on the\nbeach.  But once let us form, and we should soon know what to do.\nThere's the weak point, there at the gap.  I would sweep it with my\nguns, then roll in my cavalry, push the infantry on in grand columns,\nand that wing would find itself up in the air.  Eh, Jack, where would\nyour volunteers be?\"\n\n\"Close at the heels of your hindmost man,\" said I; and we both burst out\ninto the hearty laugh with which such discussions usually ended.\n\nSometimes when he talked I thought he was joking, and at other times it\nwas not quite so easy to say.  I well remember one evening that summer,\nwhen he was sitting in the kitchen with my father, Jim, and me, after\nthe women had gone to bed, he began about Scotland and its relation to\nEngland.\n\n\"You used to have your own king and your own laws made at Edinburgh,\"\nsaid he.  \"Does it not fill you with rage and despair when you think\nthat it all comes to you from London now?\"\n\nJim took his pipe out of his mouth.\n\n\"It was we who put our king over the English; so if there's any rage, it\nshould have been over yonder,\" said he.\n\nThis was clearly news to the stranger, and it silenced him for the\nmoment.\n\n\"Well, but your laws are made down there, and surely that is not good,\"\nhe said at last.\n\n\"No, it would be well to have a Parliament back in Edinburgh,\" said my\nfather; \"but I am kept so busy with the sheep that I have little enough\ntime to think of such things.\"\n\n\"It is for fine young men like you two to think of it,\" said de Lapp.\n\"When a country is injured, it is to its young men that it looks to\navenge it.\"\n\n\"Aye! the English take too much upon themselves sometimes,\" said Jim.\n\n\"Well, if there are many of that way of thinking about, why should we\nnot form them into battalions and march them upon London?\" cried de\nLapp.\n\n\"That would be a rare little picnic,\" said I, laughing.  \"And who would\nlead us?\"\n\nHe jumped up, bowing, with his hand on his heart, in his queer fashion.\n\n\"If you will allow me to have the honour!\" he cried; and then seeing\nthat we were all laughing, he began to laugh also, but I am sure that\nthere was really no thought of a joke in his  mind.\n\nI could never make out what his age could be, nor could Jim Horscroft\neither.  Sometimes we thought that he was an oldish man that looked\nyoung, and at others that he was a youngish man who looked old.  His\nbrown, stiff, close-cropped hair needed no cropping at the top, where it\nthinned away to a shining curve.  His skin too was intersected by a\nthousand fine wrinkles, lacing and interlacing, and was all burned, as I\nhave already said, by the sun.  Yet he was as lithe as a boy, and he was\nas tough as whalebone, walking all day over the hills or rowing on the\nsea without turning a hair.  On the whole we thought that he might be\nabout forty or forty-five, though it was hard to see how he could have\nseen so much of life in the time.  But one day we got talking of ages,\nand then he surprised us.\n\nI had been saying that I was just twenty, and Jim said that he was\ntwenty-seven.\n\n\"Then I am the most old of the three,\" said de Lapp.\n\nWe laughed at this, for by our reckoning he might almost have been\nour father.\n\n\"But not by so much,\" said he, arching his brows.  \"I was\nnine-and-twenty in December.\"\n\nAnd it was this even more than his talk which made us understand what an\nextraordinary life it must have been  that he had led.  He saw our\nastonishment, and laughed at it.\n\n\"I have lived!  I have lived!\" he  cried.  \"I have spent my days and my\nnights.  I led a company in a battle where five nations were engaged\nwhen I was but fourteen.  I made a king turn pale at the words I\nwhispered in his ear when I was twenty.  I had a hand in remaking a\nkingdom and putting a fresh king upon a great throne the very year that\nI came of age.  _Mon Dieu_, I have lived my life!\"\n\nThat was the most that I ever heard him confess of his past life, and he\nonly shook his head and laughed when we tried to get something more out\nof him.  There were times when we thought that he was but a clever\nimpostor; for what could a man of such influence and talents be\nloitering here in Berwickshire for?  But one day there came an incident\nwhich showed us that he had indeed a history in the past.\n\nYou will remember that there was an old officer of the Peninsula who\nlived no great way from us, the same who danced round the bonfire with\nhis sister and the two maids.  He had gone up to London on some business\nabout his pension and his wound money, and the chance of having some\nwork given him, so that he did not come back until late in the autumn.\nOne of the first days after his return he came down to see us, and there\nfor the first time he clapped eyes upon de Lapp.  Never in my life did I\nlook upon so astonished a face, and he stared at our friend for a long\nminute without so much as a word.  De Lapp looked back at him equally\nhard, but there was no recognition in his eyes.\n\n\"I do not know who you are, sir,\" he said at last; \"but you look at me\nas if you had seen me before.\"\n\n\"So I have,\" answered the Major.\n\n\"Never to my knowledge.\"\n\n\"But I'll swear it!\"\n\n\"Where then?\"\n\n\"At the village of Astorga, in the year '8.\"\n\nDe Lapp started, and stared again at our neighbour.\n\n\"_Mon Dieu_, what a chance!\" he cried.  \"And you were the English\nparlementaire?  I remember you very well indeed, sir.  Let me have a\nwhisper in your ear.\"\n\nHe took him aside and talked very earnestly with him in French for a\nquarter of an hour, gesticulating with his hands, and explaining\nsomething, while the Major nodded his old grizzled head from time to\ntime.  At last they seemed to come to some agreement, and I heard the\nMajor say \"_Parole a'honneur_\" several times, and afterwards \"_Fortune\nde la guerre_,\" which I could very well understand, for they gave you a\nfine upbringing at Birtwhistle's.  But after that I always noticed that\nthe Major never used the same free fashion of speech that we did towards\nour lodger, but bowed when he addressed him, and treated him with a\nwonderful deal of respect.  I asked the Major more than once what he\nknew about him, but he always put it off, and I could get no answer out\nof him.\n\nJim Horscroft was at home all that summer, but late in the autumn he\nwent back to Edinburgh again for the winter session, and as he intended\nto work very hard and get his degree next spring if he could, he said\nthat he would bide up there for the Christmas.  So there was a great\nleave-taking between him and Cousin Edie; and he was to put up his plate\nand to marry her as soon as he had the right to practise.  I never knew\na man love a woman more fondly than he did her, and she liked him well\nenough in a way--for, indeed, in the whole of Scotland she would not\nfind a finer looking man--but when it came to marriage, I think she\nwinced a little at the thought that all her wonderful dreams should end\nin nothing more than in being the wife of a country surgeon.  Still\nthere was only me and Jim to choose out of, and she took the best of us.\n\nOf course there was de Lapp also; but we always felt that he was of an\naltogether different class to us, and so he didn't count.  I was never\nvery sure at that time whether Edie cared for him or not.  When Jim was\nat home they took little notice of each other.  After he was gone they\nwere thrown more together, which was natural enough, as he had taken up\nso much of her time before.  Once or twice she spoke to me about de Lapp\nas though she did not like him, and yet she was uneasy if he were not in\nin the evening; and there was no one so fond of his talk, or with so\nmany questions to ask him, as she.  She made him describe what queens\nwore, and what sort of carpets they walked on, and whether they had\nhairpins in their hair, and how many feathers they had in their hats,\nuntil it was a wonder to me how he could find an answer to it all.\nAnd yet an answer he always had; and was so ready and quick with his\ntongue, and so anxious to amuse her, that I wondered how it was that she\ndid not like him better.\n\nWell, the summer and the autumn and the best part of the winter passed\naway, and we were still all very happy together.  We got well into the\nyear 1815, and the great Emperor was still eating his heart out at Elba;\nand all the ambassadors were wrangling together at Vienna as to what\nthey should do with the lion's skin, now that they had so fairly hunted\nhim down.  And we in our little corner of Europe went on with our petty\npeaceful business, looking after the sheep, attending the Berwick cattle\nfairs, and chatting at night round the blazing peat fire.  We never\nthought that what all these high and mighty people were doing could have\nany bearing upon us; and as to war, why everybody was agreed that the\ngreat shadow was lifted from us for ever, and that, unless the Allies\nquarrelled among themselves, there would not be a shot fired in Europe\nfor another fifty years.\n\nThere was one incident, however, that stands out very clearly in my\nmemory.  I think that it must have happened about the February of this\nyear, and I will tell it to you before I go any further.\n\nYou know what the border peel castles are like, I have no doubt.\nThey were just square heaps built every here and there along the line,\nso that the folk might have some place of protection against raiders and\nmosstroopers.  When Percy and his men were over the Marches, then the\npeople would drive some of their cattle into the yard of the tower, shut\nup the big gate, and light a fire in the brazier at the top, which would\nbe answered by all the other Peel towers, until the lights would go\ntwinkling up to the Lammermuir Hills, and so carry the news on to the\nPentlands and to Edinburgh.  But now, of course, all these old keeps\nwere warped and crumbling, and made fine nesting places for the wild\nbirds.  Many a good egg have I had for my collection out of the\nCorriemuir Peel Tower.\n\nOne day I had been a very long walk, away over to leave a message at the\nLaidlaw Armstrongs, who live two miles on this side of Ayton.\nAbout five o'clock, just before the sun set, I found myself on the brae\npath with the gable end of West Inch peeping up in front of me and the\nold Peel tower lying on my left.  I turned my eyes on the keep, for it\nlooked so fine with the flush of the level sun beating full upon it and\nthe blue sea stretching out behind; and as I stared, I suddenly saw the\nface of a man twinkle for a moment in one of the holes in the wall.\n\nWell I stood and wondered over this, for what could anybody be doing in\nsuch a place now that it was too early for the nesting season?  It was\nso queer that I was determined to come to the bottom of it; so, tired as\nI was, I turned my shoulder on home, and walked swiftly towards the\ntower.  The grass stretches right up to the very base of the wall, and\nmy feet made little noise until I reached the crumbling arch where the\nold gate used to be.  I peeped through, and there was Bonaventure de\nLapp standing inside the keep, and peeping out through the very hole at\nwhich I had seen his face.  He was turned half away from me, and it was\nclear that he had not seen me at all, for he was staring with all his\neyes over in the direction of West Inch.  As I advanced my foot rattled\nthe rubble that lay in the gateway, and he turned round with a start and\nfaced me.\n\nHe was not a man whom you could put out of countenance, and his face\nchanged no more than if he had been expecting me there for a\ntwelvemonth; but there was something in his eyes which let me know that\nhe would have paid a good price to have me back on the brae path again.\n\n\"Hullo!\" said I, \"what are you doing here?\"\n\n\"I may ask you that,\" said he.\n\n\"I came up because I saw your face at the window.\"\n\n\"And I because, as you may well have observed, I have very much interest\nfor all that has to do with the military, and, of course, castles are\namong them.  You will excuse me for one moment, my dear Jack.\"\n\nAnd he stepped out suddenly through the hole in the wall, so as to be\nout of my sight.\n\nBut I was very much too curious to excuse him so easily.  I shifted my\nground swiftly to see what it was that he was after.  He was standing\noutside, and waving his hand frantically, as in a signal.\n\n\"What are you doing?\" I cried; and then, running out to his side, I\nlooked across the moors to see whom he was beckoning to.\n\n\"You go too far, sir,\" said he, angrily; \"I didn't thought you would\nhave gone so far.  A gentleman has the freedom to act as he choose\nwithout your being the spy upon him.  If we are to be friends, you must\nnot interfere in my affairs.\"\n\n\"I don't like these secret doings,\" said I, \"and my father would not\nlike them either.\"\n\n\"Your father can speak for himself, and there is no secret,\" said he,\ncurtly.  \"It is you with your imaginings that make a secret.  Ta, ta,\nta! I have no patience with such foolishness.\"\n\nAnd without as much as a nod, he turned his back upon me, and started\nwalking swiftly to West Inch.\n\nWell, I followed him, and in the worst of tempers; for I had a feeling\nthat there was some mischief in the wind, and yet I could not for the\nlife of me think what it all meant.  Again I found myself puzzling over\nthe whole mystery of this man's coming, and of his long residence among\nus.  And whom could he have expected to meet at the Peel Tower?  Was the\nfellow a spy, and was it some brother spy who came to speak with him\nthere?  But that was absurd.  What could there be to spy about in\nBerwickshire?  And besides, Major Elliott knew all about him, and he\nwould not show him such respect if there were anything amiss.\n\nI had just got as far as this in my thoughts when I heard a cheery hail,\nand there was the Major himself coming down the hill from his house,\nwith his big bulldog Bounder held in leash.  This dog was a savage\ncreature, and had caused more than one accident on the countryside; but\nthe Major was very fond of it, and would never go out without it, though\nhe kept it tied with a good thick thong of leather.  Well, just as I was\nlooking at the Major, waiting for him to come up, he stumbled with his\nlame leg over a branch of gorse, and in recovering himself he let go his\nhold of the leash, and in an instant there was the beast of a dog flying\ndown the hillside in my direction.\n\nI did not like it, I can tell you; for there was neither stick nor stone\nabout, and I knew that the brute was dangerous.  The Major was shrieking\nto it from behind, and I think that the creature thought that he was\nhallooing it on, so furiously did it rush.  But I knew its name, and I\nthought that maybe that might give me the privileges of\nacquaintanceship; so as it came at me with bristling hair and its nose\nscrewed back between its two red eyes, I cried out \"Bounder! Bounder!\"\nat the pitch of my lungs.  It had its effect, for the beast passed me\nwith a snarl, and flew along the path on the traces of Bonaventure de\nLapp.\n\nHe turned at the shouting, and seemed to take in the whole thing at a\nglance; but he strolled along as slowly as ever.  My heart was in my\nmouth for him, for the dog had never seen him before; and I ran as fast\nas my feet would carry me to drag it away from him.  But somehow, as it\nbounded up and saw the twittering finger and thumb which de Lapp held\nout behind him, its fury died suddenly away, and we saw it wagging its\nthumb of a tail and clawing at his knee.\n\n\"Your dog then, Major?\" said he, as its owner came hobbling up.  \"Ah, it\nis a fine beast--a fine, pretty thing!\"\n\nThe Major was blowing hard, for he had covered the ground nearly as fast\nas I.\n\n\"I was afraid lest he might have hurt you,\" he panted.\n\n\"Ta, ta, ta!\" cried de Lapp.  \"He is a pretty, gentle thing; I always\nlove the dogs.  But I am glad that I have met you, Major; for here is\nthis young gentleman, to whom I owe very much, who has begun to think\nthat I am a spy.  Is it not so, Jack?\"\n\nI was so taken aback by his words that I could not lay my tongue to an\nanswer, but coloured up and looked askance, like the awkward country lad\nthat I was.\n\n\"You know me, Major,\" said de Lapp, \"and I am sure that you will tell\nhim that this could not be.\"\n\n\"No, no, Jack!  Certainly not! certainly not!\" cried the Major.\n\n\"Thank you,\" said de Lapp.  \"You know me, and you do me justice.  And\nyourself, I hope that your knee is better, and that you will soon have\nyour regiment given you.\"\n\n\"I am well enough,\" answered the Major; \"but they will never give me a\nplace unless there is war, and there will be no more war in my time.\"\n\n\"Oh, you think that!\" said de Lapp with a smile.   \"Well, _nous\nverrons!_  We shall see, my friend!\"\n\nHe whisked off his hat, and turning briskly he walked off in the\ndirection of West Inch.  The Major stood looking after him with\nthoughtful eyes, and then asked me what it was that had made me think\nthat he was a spy.  When I told him he said nothing, but he shook his\nhead, and looked like a man who was ill at ease in his mind.\n\n\n\nCHAPTER VIII.\n\nTHE COMING OF THE CUTTER.\n\nI never felt quite the same to our lodger after that little business at\nthe Peel Castle.  It was always in my mind that he was holding a secret\nfrom me--indeed, that he was all a secret together, seeing that he\nalways hung a veil over his past.  And when by chance that veil was for\nan instant whisked away, we always caught just a glimpse of something\nbloody and violent and dreadful upon the other side.  The very  look of\nhis body was terrible.  I bathed with him once in the summer, and I saw\nthen that he was haggled with wounds all over.  Besides seven or eight\nscars and slashes, his ribs on one side were all twisted out of shape,\nand a part of one of his calves had been torn away.  He laughed in his\nmerry way when he saw my face of wonder.\n\n\"Cossacks! Cossacks!\" said he, running his hand over his scars.\n\"And the ribs were broke by an artillery tumbril.  It is very bad to\nhave the guns pass over one.  Now with cavalry it is nothing.  A horse\nwill pick its steps however fast it may go.  I have been ridden over by\nfifteen hundred cuirassiers A and by the Russian hussars of Grodno, and\nI had no harm from that.  But guns are very bad.\"\n\n\"And the calf?\" I asked.\n\n\"_Pouf!_ It is only a wolf bite,\" said he.  \"You would not think how I\ncame by it!  You will understand that my horse and I had been struck,\nthe horse killed, and I with my ribs broken by the tumbril.  Well, it\nwas cold--oh, bitter, bitter!--the ground like iron, and no one to help\nthe wounded, so that they froze into such shapes as would make you\nsmile.  I too felt that I was freezing, so what did I do?  I took my\nsword, and I opened my dead horse, so well as I could, and I made space\nin him for me to lie, with one little hole for my mouth.  _Sapristi!_ It\nwas warm enough there.  But there was not room for the entire of me, so\nmy feet and part of my legs stuck out.  Then in the night, when I slept,\nthere came the wolves to eat the horse, and they had a little pinch of\nme also, as you can see; but after that I was on guard with my pistols,\nand they had no more of me.  There I lived, very warm and nice, for ten\ndays.\"\n\n\"Ten days!\" I cried.  \"What did you eat?\"\n\n\"Why, I ate the horse.  It was what you call board and lodging to me.\nBut of course I have sense to eat the legs, and live in the body.  There\nwere many dead about who had all their water bottles, so I had all I\ncould wish.  And on the eleventh day there came a patrol of light\ncavalry, and all was well.\"\n\nIt was by such chance chats as these--hardly worth repeating in\nthemselves--that there came light upon himself and his past.  But the\nday was coming when we should know all; and how it came I shall try now\nto tell you.\n\nThe winter had been a dreary one, but with March came the first signs of\nspring, and for a week on end we had sunshine and winds from the south.\nOn the 7th Jim Horscroft was to come back from Edinburgh; for though the\nsession ended with the 1st, his examination would take him a week.\nEdie and I were out walking on the sea beach on the 6th, and I could\ntalk of nothing but my old friend--for, indeed, he was the only friend\nof my own age that I had at that time.  Edie was very silent, which was\na rare thing with her; but she listened smiling to all that I had to\nsay.\n\n\"Poor old Jim!\" said she once or twice under her breath.  \"Poor old\nJim!\"\n\n\"And if he has passed,\" said I, \"why, then of course he will put up his\nplate and have his own house, and we shall be losing our Edie.\"\n\nI tried to make a jest of it and to speak lightly, but the words still\nstuck in my throat.\n\n\"Poor old Jim!\" said she again, and there were tears in her eyes as she\nsaid it.  \"And poor old Jock!\" she added, slipping her hand into mine as\nwe walked.  \"You cared for me a little bit once also, didn't you, Jock?\nOh, is not that a sweet little ship out yonder!\"\n\nIt was a dainty cutter of about thirty tons, very swift by the rake of\nher masts and the lines of her bow.  She was coming up from the south\nunder jib, foresail, and mainsail; but even as we watched her all her\nwhite canvas shut suddenly in, like a kittiwake closing her wings, and\nwe saw the splash of her anchor just under her bowsprit.  She may have\nbeen rather less than a quarter of a mile from the shore--so near that I\ncould see a tall man with a peaked cap, who stood at the quarter with a\ntelescope to his eye, sweeping it backwards and forwards along the\ncoast.\n\n\"What can they want here?\" asked Edie.\n\n\"They are rich English from London,\" said I; for that was how we\nexplained everything that was above our comprehension in the border\ncounties.  We stood for the best part of an hour watching the bonny\ncraft, and then, as the sun was lying low on a cloudbank and there was a\nnip in the evening air, we turned back to West Inch.\n\nAs you come to the farmhouse from the front, you pass up a garden, with\nlittle enough in it, which leads out by a wicket-gate to the road; the\nsame gate at which we stood on the night when the beacons were lit, the\nnight that we saw Walter Scott ride past on his way to Edinburgh.\nOn the right of this gate, on the garden side, was a bit of a rockery\nwhich was said to have been made by my father's mother many years\nbefore.  She had fashioned it out of water-worn stones and sea shells,\nwith mosses and ferns in the chinks.  Well, as we came in through the\ngates my eyes fell upon this stone heap, and there was a letter stuck in\na cleft stick upon the top of it.  I took a step forward to see what it\nwas, but Edie sprang in front of me, and plucking it off she thrust it\ninto her pocket.\n\n\"That's for me,\" said she, laughing.  But I stood looking at her with a\nface which drove the laugh from her lips.\n\n\"Who is it from, Edie?\" I asked.\n\nShe pouted, but made no answer.\n\n\"Who is it from, woman?\" I cried.  \"Is it possible that you have been as\nfalse to Jim as you were to me?\"\n\n\"How rude you are, Jock!\" she cried.  \"I do wish that you would mind\nyour own business.\"\n\n\"There is only one person that it could be from,\" I cried.  \"It is from\nthis man de Lapp!\"\n\n\"And suppose that you are right, Jock?\"\n\nThe coolness of the woman amazed and enraged me.\n\n\"You confess it!\" I cried.  \"Have you, then, no shame left?\"\n\n\"Why should I not receive letters from this gentleman?\"\n\n\"Because it is infamous.\"\n\n\"And why?\"\n\n\"Because he is a stranger.\"\n\n\"On the contrary,\" said she, \"he is my husband!\"\n\n\n\nCHAPTER IX.\n\n\nTHE DOINGS AT WEST INCH.\n\nI can remember that moment so well.  I have heard from others that a\ngreat, sudden blow has dulled their senses.  It was not so with me.\nOn the contrary, I saw and heard and thought more clearly than I had\never done before.  I can remember that my eyes caught a little knob of\nmarble as broad as my palm, which was imbedded in one of the grey stones\nof the rockery, and I found time to admire its delicate mottling.\nAnd yet the look upon my face must have been strange, for Cousin Edie\nscreamed, and leaving me she ran off to the house.  I followed her and\ntapped at the window of her room, for I could see that she was there.\n\n\"Go away, Jock, go away!\" she cried.  \"You are going to scold me!\nI won't be scolded!  I won't open the window!  Go away!\"\n\nBut I continued to tap.\n\n\"I must have a word with you!\"\n\n\"What is it, then?\" she cried, raising the sash about three inches.\n\"The moment you begin to scold I shall close it.\"\n\n\"Are you really married, Edie?\"\n\n\"Yes, I am married.\"\n\n\"Who married you?\"\n\n\"Father Brennan, at the Roman Catholic Chapel at Berwick.\"\n\n\"And you a Presbyterian?\"\n\n\"He wished it to be in a Catholic Church.\"\n\n\"When was it?\"\n\n\"On Wednesday week.\"\n\nI remembered then that on that day she had driven over to Berwick, while\nde Lapp had been away on a long walk, as he said, among the hills.\n\n\"What about Jim?\" I asked.\n\n\"Oh, Jim will forgive me!\"\n\n\"You will break his heart and ruin his life.\"\n\n\"No, no; he will forgive me.\"\n\n\"He will murder de Lapp!  Oh, Edie, how could you bring such disgrace\nand misery upon us?\"\n\n\"Ah, now you are scolding!\" she cried, and down came the window.\n\nI waited some little time, and tapped, for I had much still to ask her;\nbut she would return no answer, and I thought that I could hear her\nsobbing.  At last I gave it up; and I was about to go into the house,\nfor it was nearly dark now, when I heard the click of the garden gate.\nIt was de Lapp himself.\n\nBut as he came up the path he seemed to me to be either mad or drunk.\nHe danced as he walked, cracked his fingers in the air, and his eyes\nblazed like two will-o'-the-wisps.  \"_Voltigeurs!_\" he shouted;\n\"_Voltigeurs de la Garde!_\" just as he had done when he was off his\nhead; and then suddenly, \"_En avant! en avant!_\" and up he came, waving\nhis walking-cane over his head.  He stopped short when he saw me looking\nat him, and I daresay he felt a bit ashamed of himself.\n\n\"Hola, Jock!\" he cried.  \"I didn't thought anybody was there.  I am in\nwhat you call the high spirits to-night.\"\n\n\"So it seems!\" said I, in my blunt fashion.  \"You may not feel so merry\nwhen my friend Jim Horscroft comes back to-morrow.\"\n\n\"Ah! he comes back to-morrow, does he?  And why should I not feel merry?\n\n\"Because, if I know the man, he will kill you.\"\n\n\"Ta, ta, ta!\" cried de Lapp.  \"I see that you know of our marriage.\nEdie has told you.  Jim may do what he likes.\"\n\n\"You have given us a nice return for having taken you in.\"\n\n\"My good fellow,\" said he, \"I have, as you say, given you a very nice\nreturn.  I have taken Edie from a life which is unworthy of her, and I\nhave connected you by marriage with a noble family.  However, I have\nsome letters which I must write to-night, and the rest we can talk over\nto-morrow, when your friend Jim is here to help us.\"\n\nHe stepped towards the door.\n\n\"And this was whom you were awaiting at the peel tower!\" I cried, seeing\nlight suddenly.\n\n\"Why, Jock, you are becoming quite sharp,\" said he, in a mocking tone;\nand an instant later I heard the door of his room close and the key turn\nin the lock.\n\nI thought that I should see him no more that night; but a few minutes\nlater he came into the kitchen, where I was sitting with the old folk.\n\n\"Madame,\" said he, bowing down with his hand over his heart, in his own\nqueer fashion, \"I have met with much kindness in your hands, and it\nshall always be in my heart.  I didn't thought I could have been so\nhappy in the quiet country as you have made me.  You will accept this\nsmall souvenir; and you also, sir, you will take this little gift,\nwhich I have the honour to make to you.\"\n\nHe put two little paper packets down upon the table at their elbows, and\nthen, with three more bows to my mother, he walked from the room.\n\nHer present was a brooch, with a green stone set in the middle and a\ndozen little shining white ones all round it.  We had never seen such\nthings before, and did not know how to set a name to them; but they told\nus afterwards at Berwick that the big one was an emerald and the others\nwere diamonds, and that they were worth much more than all the lambs we\nhad that spring.  My dear old mother has been gone now this many a year,\nbut that bonny brooch sparkles at the neck of my eldest daughter when\nshe goes out into company; and I never look at it that I do not see the\nkeen eyes and the long thin nose and the cat's whiskers of our lodger at\nWest Inch.  As to my father, he had a fine gold watch with a double\ncase; and a proud man was he as he sat with it in the palm of his hand,\nhis ear stooping to hearken to the tick.  I do not know which was best\npleased, and they would talk of nothing but what de Lapp had given them.\n\n\"He's given you something more,\" said I at last.\n\n\"What then, Jock?\" asked father.\n\n\"A husband for Cousin Edie,\" said I.\n\nThey thought I was daffing when I said that; but when they came to\nunderstand that it was the real truth, they were as proud and as pleased\nas if I had told them that she had married the laird.  Indeed, poor Jim,\nwith his hard drinking and his fighting, had not a very bright name on\nthe country-side, and my mother had often said that no good could come\nof such a match.  Now, de Lapp was, for all we knew, steady and quiet\nand well-to-do.  And as to the secrecy of it, secret marriages were very\ncommon in Scotland at that time, when only a few words were needed to\nmake man and wife, so nobody thought much of that.  The old folk were as\npleased, then, as if their rent had been lowered; but I was still sore\nat heart, for it seemed to me that my friend had been cruelly dealt\nwith, and I knew well that he was not a man who would easily put up with\nit.\n\n\n\nCHAPTER X.\n\n\nTHE RETURN OF THE SHADOW.\n\nI woke with a heavy heart the next morning, for I knew that Jim would be\nhome before long, and that it would be a day of trouble.  But how much\ntrouble that day was to bring, or how far it would alter the lives of\nus, was more than I had ever thought in my darkest moments.  But let me\ntell you it all, just in the order that it happened.\n\nI had to get up early that morning; for it was just the first flush of\nthe lambing, and my father and I were out on the moors as soon as it was\nfairly light.  As I came out into the passage a wind struck upon my\nface, and there was the house door wide open, and the grey light drawing\nanother door upon the inner wall.  And when I looked again there was\nEdie's room open also, and de Lapp's too; and I saw in a flash what that\ngiving of presents meant upon the evening before.  It was a\nleave-taking, and they were gone.\n\nMy heart was bitter against Cousin Edie as I stood looking into her\nroom.  To think that for the sake of a newcomer she could leave us all\nwithout one kindly word, or as much as a hand-shake.  And he, too!\nI had been afraid of what would happen when Jim met him; but now there\nseemed to be something cowardly in this avoidance of him.  I was angry\nand hurt and sore, and I went out into the open without a word to my\nfather, and climbed up on to the moors to cool my flushed face.\n\nWhen I got up to Corriemuir I caught my last glimpse of Cousin Edie.\nThe little cutter still lay where she had anchored, but a rowboat was\npulling out to her from the shore.  In the stern I saw a flutter of red,\nand I knew that it came from her shawl.  I watched the boat reach the\nyacht and the folk climb on to her deck.  Then the anchor came up, the\nwhite wings spread once more, and away she dipped right out to sea.\nI still saw that little red spot on the deck, and de Lapp standing\nbeside her.  They could see me also, for I was outlined against the sky,\nand they both waved their hands for a long time, but gave it up at last\nwhen they found that I would give them no answer.\n\nI stood with my arms folded, feeling as glum as ever I did in my life,\nuntil their cutter was only a square hickering patch of white among the\nmists of the morning.  It was breakfast time and the porridge upon the\ntable before I got back, but I had no heart for the food.  The old folk\nhad taken the matter coolly enough, though my mother had no word too\nhard for Edie; for the two had never had much love for each other, and\nless of late than ever.\n\n\"There's a letter here from him,\" said my father, pointing to a note\nfolded up on the table; \"it was in his room.  Maybe you would read it to\nus.\"\n\nThey had not even opened it; for, truth to tell, neither of the good\nfolk were very clever at reading ink, though they could do well with a\nfine large print.\n\nIt was addressed in big letters to \"The good people of West Inch;\" and\nthis was the note, which lies before me all stained and faded as I\nwrite:\n\n   \"My friends,--\n    I didn't thought to have left you so suddenly, but the matter was\n    in other hands than mine.  Duty and honour have called me back to my\n    old comrades.  This you will doubtless understand before many days\n    are past.  I take your Edie with me as my wife; and it may be that\n    in some more peaceful time you will see us again at West Inch.\n    Meanwhile, accept the assurance of my affection, and believe me that\n    I shall never forget the quiet months which I spent with you, at the\n    time when my life would have been worth a week at the utmost had I\n    been taken by the Allies.  But the reason of this you may also learn\n    some day.\"\n\n       \"Yours,\"\n       \"BONAVENTURE DE LISSAC\"\n       \"(Colonel des Voltigeurs de la Garde, et\n       aide-de-camp de S.M.I.  L'Empereur Napoleon.\")\n\nI whistled when I came to those words written under his name; for though\nI had long made up my mind that our lodger could be none other than one\nof those wonderful soldiers of whom we had heard so much, who had forced\ntheir way into every capital of Europe, save only our own, still I had\nlittle thought that our roof covered Napoleon's own aide-de-camp and a\ncolonel of his Guard.\n\n\"So,\" said I, \"de Lissac is his name, and not de Lapp.  Well, colonel or\nno, it is as well for him that he got away from here before Jim laid\nhands upon him.  And time enough, too,\" I added, peeping out at the\nkitchen window, \"for here is the man himself coming through the garden.\"\n\nI ran to the door to meet him, feeling that I would have given a deal to\nhave him back in Edinburgh again.  He came running, waving a paper over\nhis head; and I thought that maybe he had a note from Edie, and that it\nwas all known to him.  But as he came up I saw that it was a big, stiff,\nyellow paper which crackled as he waved it, and that his eyes were\ndancing with happiness.\n\n\"Hurrah, Jock!\" he shouted.  \"Where is Edie?  Where is Edie?\"\n\n\"What is it, man?\" I asked.\n\n\"Where is Edie?\"\n\n\"What have you there?\"\n\n\"It's my diploma, Jock.  I can practise when I like.  It's all right.\nI want to show it to Edie.\"\n\n\"The best you can do is to forget all about Edie,\" said I.\n\nNever have I seen a man's face change as his did when I said those\nwords.\n\n\"What!  What d'ye mean, Jock Calder?\" he stammered.\n\nHe let go his hold of the precious diploma as he spoke, and away it went\nover the hedge and across the moor, where it stuck flapping on a\nwhin-bush; but he never so much as glanced at it.  His eyes were bent\nupon me, and I saw the devil's spark glimmer up in the depths of them.\n\n\"She is not worthy of you,\" said I.\n\nHe gripped me by the shoulder.\n\n\"What have you done?\" he whispered.  \"This is some of your\nhanky-panky!  Where is she?\"\n\n\"She's off with that Frenchman who lodged here.\"\n\nI had been casting about in my mind how I could break it gently to him;\nbut I was always backward in speech, and I could think of nothing better\nthan this.\n\n\"Oh!\" said he, and stood nodding his head and looking at me, though I\nknew very well that he could neither see me, nor the steading, nor\nanything else.  So he stood for a minute or more, with his hands\nclenched and his head still nodding.  Then he gave a gulp in his throat,\nand spoke in a queer dry, rasping voice.\n\n\"When was this?\" said he.\n\n\"This morning.\"\n\n\"Were they married?\"\n\n\"Yes.\"\n\nHe put his hand against the door-post to steady himself.\n\n\"Any message for me?\"\n\n\"She said that you would forgive her.\"\n\n\"May God blast my soul on the day I do!  Where have they gone to?\"\n\n\"To France, I should judge.\"\n\n\"His name was de Lapp, I think?\"\n\n\"His real name is de Lissac; and he is no less than a colonel in Boney's\nGuards.\"\n\n\"Ah! he would be in Paris, likely.  That is well!  That is well!\"\n\n\"Hold up!\" I shouted.  \"Father!  Father!  Bring the brandy!\"\n\nHis knees had given way for an instant, but he was himself again before\nthe old man came running with the bottle.\n\n\"Take it away!\" said he.\n\n\"Have a soop, Mister Horscroft,\" cried my father, pressing it upon him.\n\"It will give you fresh heart!\"\n\nHe caught hold of the bottle and sent it flying over the garden hedge.\n\n\"It's very good for those who wish to forget,\" said he; \"I am going to\nremember!\"\n\n\"May God forgive you for sinfu' waste!\" cried my father aloud.\n\n\"And for well-nigh braining an officer of his Majesty's infantry!\" said\nold Major Elliott, putting his head over the hedge.  \"I could have done\nwith a nip after a morning's walk, but it is something new to have a\nwhole bottle whizz past my ear.  But what is amiss, that you all stand\nround like mutes at a burying?\"\n\nIn a few words I told him our trouble, while Jim, with a grey face and\nhis brows drawn down, stood leaning against the door-post.  The Major\nwas as glum as we by the time I had finished, for he was fond both of\nJim and of Edie.\n\n\"Tut, tut!\" said he.  \"I feared something of the kind ever since that\nbusiness of the peel tower.  It's the way with the French.  They can't\nleave the women alone.  But, at least, de Lissac has married her, and\nthat's a comfort.  But it's no time now to think of our own little\ntroubles, with all Europe in a roar again, and another twenty years' war\nbefore us, as like as not.\"\n\n\"What d'ye mean?\" I asked.\n\n\"Why, man, Napoleon's back from Elba, his troops have flocked to him,\nand Louis has run for his life.  The news was in Berwick this morning.\"\n\n\"Great Lord!\" cried my father.  \"Then the weary business is all to do\nover again!\"\n\n\"Aye, we thought we were out from the shadow, but it's still there.\nWellington is ordered from Vienna to the Low Countries, and it is\nthought that the Emperor will break out first on that side.  Well, it's\na bad wind that blows nobody any good.  I've just had news that I am to\njoin the 71st as senior major.\"\n\nI shook hands with our good neighbour on this, for I knew how it had\nlain upon his mind that he should be a cripple, with no part to play in\nthe world.\n\n\"I am to join my regiment as soon as I can; and we shall be over yonder\nin a month, and in Paris, maybe, before another one is over.\"\n\n\"By the Lord, then, I'm with you, Major!\" cried Jim Horscroft.  \"I'm not\ntoo proud to carry a musket, if you will put me in front of this\nFrenchman.\"\n\n\"My lad, I'd be proud to have you serve under me,\" said the Major.  \"And\nas to de Lissac, where the Emperor is he will be.\"\n\n\"You know the man,\" said I.  \"What can you tell us of him?\"\n\n\"There is no better officer in the French army, and that is a big word\nto say.  They say that he would have been a marshal, but he preferred to\nstay at the Emperor's elbow.  I met him two days before Corunna, when I\nwas sent with a flag to speak about our wounded.  He was with Soult\nthen.  I knew him again when I saw him.\"\n\n\"And I will know him again when I see him!\" said Horscroft, with the old\ndour look on his face.\n\nAnd then at that instant, as I stood there, it was suddenly driven home\nto me how poor and purposeless a life I should lead while this crippled\nfriend of ours and the companion of my boyhood were away in the\nforefront of the storm.  Quick as a flash my resolution was taken.\n\n\"I'll come with you too, Major,\" I cried.\n\n\"Jock! Jock!\" said my father, wringing his hands.\n\nJim said nothing, but put his arm half round me and hugged me.\nThe Major's eyes shone and he flourished his cane in the air.\n\n\"My word, but I shall have two good recruits at my heels,\" said he.\n\"Well, there's no time to be lost, so you must both be ready for the\nevening coach.\"\n\nAnd this was what a single day brought about; and yet years pass away so\noften without a change.  Just think of the alteration in that\nfour-and-twenty hours.  De Lissac was gone.  Edie was gone.  Napoleon\nhad escaped.  War had broken out.  Jim Horscroft had lost everything,\nand he and I were setting out to fight against the French.  It was all\nlike a dream, until I tramped off to the coach that evening, and looked\nback at the grey farm steading and at the two little dark figures: my\nmother with her face sunk in her Shetland shawl, and my father waving\nhis drover's stick to hearten me upon my way.\n\n\n\nCHAPTER XI.\n\n\nTHE GATHERING OF THE NATIONS.\n\nAnd now I come to a bit of my story that clean takes my breath away as I\nthink of it, and makes me wish that I had never taken the job of telling\nit in hand.  For when I write I like things to come slow and orderly and\nin their turn, like sheep coming out of a paddock.  So it was at West\nInch.  But now that we were drawn into a larger life, like wee bits of\nstraw that float slowly down some lazy ditch, until they suddenly find\nthemselves in the dash and swirl of a great river; then it is very hard\nfor me with my simple words to keep pace with it all.  But you can find\nthe cause and reason of everything in the books about history, and so I\nshall just leave that alone and talk about what I saw with my own eyes\nand heard with my own ears.\n\nThe regiment to which our friend had been appointed was the 71st\nHighland Light Infantry, which wore the red coat and the trews, and had\nits depot in Glasgow town.  There we went, all three, by coach: the\nMajor in great spirits and full of stories about the Duke and the\nPeninsula, while Jim sat in the corner with his lips set and his arms\nfolded, and I knew that he killed de Lissac three times an hour in his\nheart.  I could tell it by the sudden glint of his eyes and grip of his\nhand.  As to me, I did not know whether to be glad or sorry; for home is\nhome, and it is a weary thing, however you may brazen it out, to feel\nthat half Scotland is between you and your mother.\n\nWe were in Glasgow next day, and the Major took us down to the depot,\nwhere a soldier with three stripes on his arm and a fistful of ribbons\nfrom his cap, showed every tooth he had in his head at the sight of Jim,\nand walked three times round him to have the view of him, as if he had\nbeen Carlisle Castle.  Then he came over to me and punched me in the\nribs and felt my muscle, and was nigh as pleased as with Jim.\n\n\"These are the sort, Major, these are the sort,\" he kept saying.\n\"With a thousand of these we could stand up to Boney's best.\"\n\n\"How do they run?\" asked the Major.\n\n\"A poor show,\" said he, \"but they may lick into shape.  The best men\nhave been drafted to America, and we are full of Militiamen and\nrecruities.\"\n\n\"Tut, tut!\" said the Major.  \"We'll have old soldiers and good ones\nagainst us.  Come to me if you need any help, you two.\"\n\nAnd so with a nod he left us, and we began to understand that a Major\nwho is your officer is a very different person from a Major who happens\nto be your neighbour in the country.\n\nWell, well, why should I trouble you with these things?  I could wear\nout a good quill-pen just writing about what we did, Jim and I, at the\ndepot in Glasgow; and how we came to know our officers and our comrades,\nand how they came to know us.  Soon came the news that the folk of\nVienna, who had been cutting up Europe as if it had been a jigget of\nmutton, had flown back, each to his own country, and that every man and\nhorse in their armies had their faces towards France.  We heard of great\nreviews and musterings in Paris too, and then that Wellington was in the\nLow Countries, and that on us and on the Prussians would fall the first\nblow.  The Government was shipping men over to him as fast as they\ncould, and every port along the east coast was choked with guns and\nhorses and stores.  On the third of June we had our marching orders\nalso, and on the same night we took ship from Leith, reaching Ostend the\nnight after.  It was my first sight of a foreign land, and indeed most\nof my comrades were the same, for we were very young in the ranks.  I\ncan see the blue waters now, and the curling surf line, and the long\nyellow beach, and queer windmills twisting and turning--a thing that a\nman would not see from one end of Scotland to the other.  It was a\nclean, well-kept town, but the folk were undersized, and there was\nneither ale nor oatmeal cakes to be bought amongst them.\n\nFrom there we went on to a place called Bruges; and from there to Ghent,\nwhere we picked up with the 52nd and the 95th, which were the two\nregiments that we were brigaded with.  It's a wonderful place for\nchurches and stonework is Ghent, and indeed of all the towns we were in\nthere was scarce one but had a finer kirk than any in Glasgow.\nFrom there we pushed on to Ath, which is a little village on a river, or\na burn rather, called the Dender.  There we were quartered--in tents\nmostly, for it was fine sunny weather--and the whole brigade set to work\nat its drill from morning till evening.  General Adams was our chief,\nand Reynell was our colonel, and they were both fine old soldiers; but\nwhat put heart into us most was to think that we were under the Duke,\nfor his name was like a bugle call.  He was at Brussels with the bulk of\nthe army, but we knew that we should see him quick enough if he were\nneeded.\n\nI had never seen so many English together, and indeed I had a kind of\ncontempt for them, as folk always have if they live near a border.\nBut the two regiments that were with us now were as good comrades as\ncould be wished.  The 52nd had a thousand men in the ranks, and there\nwere many old soldiers of the Peninsula among them.  They came from\nOxfordshire for the most part.  The 95th were a rifle regiment, and had\ndark green coats instead of red.  It was strange to see them loading,\nfor they would put the ball into a greasy rag and then hammer it down\nwith a mallet, but they could fire both further and straighter than we.\nAll that part of Belgium was covered with British troops at that time;\nfor the Guards were over near Enghien, and there were cavalry regiments\non the further side of us.  You see, it was very necessary that\nWellington should spread out all his force, for Boney was behind the\nscreen of his fortresses, and of course we had no means of saying on\nwhat side he might pop out, except that he was pretty sure to come the\nway that we least expected him.  On the one side he might get between us\nand the sea, and so cut us off from England; and on the other he might\nshove in between the Prussians and ourselves.  But the Duke was as\nclever as he, for he had his horse and his light troops all round him,\nlike a great spider's web, so that the moment a French foot stepped\nacross the border he could close up all his men at the right place.\n\nFor myself, I was very happy at Ath, and I found the folk very kindly\nand homely.  There was a farmer of the name of Bois, in whose fields we\nwere quartered, and who was a real good friend to many of us.  We built\nhim a wooden barn among us in our spare time, and many a time I and Jeb\nSeaton, my rear-rank man, have hung out his washing, for the smell of\nthe wet linen seemed to take us both straight home as nothing else could\ndo.  I have often wondered whether that good man and his wife are still\nliving, though I think it hardly likely, for they were of a hale\nmiddle-age at the time.  Jim would come with us too, sometimes, and\nwould sit with us smoking in the big Flemish kitchen, but he was a\ndifferent Jim now to the old one.  He had always had a hard touch in\nhim, but now his trouble seemed to have turned him to flint, and I never\nsaw a smile upon his face, and seldom heard a word from his lips.\nHis whole mind was set on revenging himself upon de Lissac for having\ntaken Edie from him, and he would sit for hours with his chin upon his\nhands glaring and frowning, all wrapped in the one idea.  This made him\na bit of a butt among the men at first, and they laughed at him for it;\nbut when they came to know him better they found that he was not a good\nman to laugh at, and then they dropped it.\n\nWe were early risers at that time, and the whole brigade was usually\nunder arms at the flush of dawn.  One morning--it was the sixteenth of\nJune--we had just formed up, and General Adams had ridden up to give\nsome order to Colonel Reynell within a musket-length of where I stood,\nwhen suddenly they both stood staring along the Brussels road.  None of\nus dared move our heads, but every eye in the regiment whisked round,\nand there we saw an officer with the cockade of a general's aide-de-camp\nthundering down the road as hard as a great dapple-grey horse could\ncarry him.  He bent his face over its mane and flogged at its neck with\nthe slack of the bridle, as though he rode for very life.\n\n\"Hullo, Reynell!\" says the general.  \"This begins to look like business.\nWhat do you make of it?\"\n\nThey both cantered their horses forward, and Adams tore open the\ndispatch which the messenger handed to him.  The wrapper had not touched\nthe ground before he turned, waving the letter over his head as if it\nhad been a sabre.\n\n\"Dismiss!\" he cried.  \"General parade and march in half-an-hour.\"\n\nThen in an instant all was buzz and bustle, and the news on every lip.\nNapoleon had crossed the frontier the day before, had pushed the\nPrussians before him, and was already deep in the country to the east of\nus with a hundred and fifty thousand men.  Away we scuttled to gather\nour things together and have our breakfast, and in an hour we had\nmarched off and left Ath and the Dender behind us for ever.  There was\ngood need for haste, for the Prussians had sent no news to Wellington of\nwhat was doing, and though he had rushed from Brussels at the first\nwhisper of it, like a good old mastiff from its kennel, it was hard to\nsee how he could come up in time to help the Prussians.\n\nIt was a bright warm morning, and  as the brigade tramped down the broad\nBelgian road the dust rolled up from it like the smoke of a battery.\nI tell you that we blessed the man that planted the poplars along the\nsides, for their shadow was better than drink to us.  Over across the\nfields, both to the right and the left, were other roads, one quite\nclose, and the other a mile or more from us.  A column of infantry was\nmarching down the near one, and it was a fair race between us, for we\nwere each walking for all we were worth.  There was such a wreath of\ndust round them that we could only see the gun-barrels and the bearskins\nbreaking out here and there, with the head and shoulders of a mounted\nofficer coming out above the cloud, and the flutter of the colours.\nIt was a brigade of the Guards, but we could not tell which, for we had\ntwo of them with us in the campaign.  On the far road there was also\ndust and to spare, but through it there flashed every now and then a\nlong twinkle of brightness, like a hundred silver beads threaded in a\nline; and the breeze brought down such a snarling, clanging, clashing\nkind of music as I had never listened to.  If I had been left to myself\nit would have been long before I knew what it was; but our corporals and\nsergeants were all old soldiers, and I had one trudging along with his\nhalbert at my elbow, who was full of precept and advice.\n\n\"That's heavy horse,\" said he.  \"You see that double twinkle?\nThat means they have helmet as well as cuirass.  It's the Royals, or the\nEnniskillens, or the Household.  You can hear their cymbals and kettles.\nThe French heavies are too good for us.  They have ten to our one, and\ngood men too.  You've got to shoot at their faces or else at their\nhorses.  Mind you that when you see them coming, or else you'll find a\nfour-foot sword stuck through your liver to teach you better.  Hark!\nHark!  Hark! There's the  old music again!\"\n\nAnd as he spoke there came the low grumbling of a cannonade away\nsomewhere to the east of us, deep and hoarse, like the roar of some\nblood-daubed beast that thrives on the lives of men.  At the same\ninstant there was a shouting of \"Heh!  heh!  heh!\" from behind, and\nsomebody roared, \"Let the guns get through!\" Looking back, I saw the\nrear companies split suddenly in two and hurl themselves down on either\nside into the ditch, while six cream-coloured horses, galloping two and\ntwo with their bellies to the ground, came thundering through the gap\nwith a fine twelve-pound gun whirling and creaking behind them.\nBehind were another, and another, four-and-twenty in all, flying past us\nwith such a din and clatter, the blue-coated men clinging on to the gun\nand the tumbrils, the drivers cursing and cracking their whips, the\nmanes flying, the mops and buckets clanking, and the whole air filled\nwith the heavy rumble and the jingling of chains.  There was a roar from\nthe ditches, and a shout from the gunners, and we saw a rolling grey\ncloud before us, with a score of busbies breaking through the shadow.\nThen we closed up again, while the growling ahead of us grew louder and\ndeeper than ever.\n\n\"There's three batteries there,\" said the sergeant.  \"There's Bull's and\nWebber Smith's, but the other is new.  There's some more on ahead of us,\nfor here is the track of a nine-pounder, and the others were all\ntwelves.  Choose a twelve if you want to get hit; for a nine mashes you\nup, but a twelve snaps you like a carrot.\"  And then he went on to tell\nabout the dreadful wounds that he had seen, until my blood ran like iced\nwater in my veins, and you might have rubbed all our faces in pipeclay\nand we should have been no whiter.  \"Aye, you'll look sicklier yet, when\nyou get a hatful of grape into your tripes,\" said he.\n\nAnd then, as I saw some of the old soldiers laughing, I began to\nunderstand that this man was trying to frighten us; so I began to laugh\nalso, and the others as well, but it was not a very hearty laugh either.\n\nThe sun was almost above us when we stopped at a little place called\nHal, where there is an old pump from which I drew and drank a shako\nfull of water--and never did a mug of Scotch ale taste as sweet.\nMore guns passed us  here, and Vivian's Hussars, three regiments of\nthem, smart men with bonny brown horses, a treat to the eye.  The noise\nof the cannons was louder than ever now, and it tingled through my\nnerves just as it had done years before, when, with Edie by my side, I\nhad seen the merchant-ship fight with the privateers.  It was so loud\nnow that it seemed to me that the battle must be going on just beyond\nthe nearest wood, but my friend the sergeant knew better.\n\n\"It's twelve to fifteen mile off,\" said he.  \"You may be sure the\ngeneral knows we are not wanted, or we should  not be resting here at\nHal.\"\n\nWhat he said proved to be true, for a minute later down came the colonel\nwith orders that we should pile arms and bivouac where we were; and\nthere we stayed all day, while horse and foot and guns, English, Dutch,\nand Hanoverians, were streaming through.  The devil's music went on till\nevening, sometimes rising into a roar, sometimes sinking into a grumble,\nuntil about eight o'clock in the evening it stopped altogether.  We were\neating our hearts out, as you may think, to know what it all meant, but\nwe knew that what the Duke did would be for the best, so we just waited\nin patience.\n\nNext day the brigade remained at Hal in the morning, but about mid-day\ncame an orderly from the Duke, and we pushed on once more until we came\nto a little village called Braine something, and there we stopped; and\ntime too, for a sudden thunderstorm broke over us, and a plump of rain\nthat turned all the roads and the fields into bog and mire.  We got into\nthe barns at this village for shelter, and there we found two\nstragglers--one from a kilted regiment, and the other a man of the\nGerman Legion, who had a tale to tell that was as dreary as the weather.\n\nBoney had thrashed the Prussians the day before, and our fellows had\nbeen sore put to it to hold their own against Ney, but had beaten him\noff at last.  It seems an old stale story to you now, but you cannot\nthink how we scrambled round those two men in the barn, and pushed and\nfought, just to catch a word of what they said, and how those who had\nheard were in turn mobbed by those who had not.  We laughed and cheered\nand groaned all in turn as we heard how the 44th had received cavalry in\nline, how the Dutch-Belgians had fled, and how the Black Watch had taken\nthe Lancers into their square, and then had killed them at their\nleisure.  But the Lancers had had the laugh on their side when they\ncrumpled up the 69th and carried off one of the colours.  To wind it all\nup, the Duke was in retreat in order to keep in touch with the\nPrussians, and it was rumoured that he would take up his ground and\nfight a big battle just at the very place where we had been halted.\n\nAnd soon we saw that this rumour was true; for the weather cleared\ntowards evening, and we were all out on the ridge to see what we could\nsee.  It was such a bonny stretch of corn and grazing land, with the\ncrops just half green and half yellow, and fine rye as high as a man's\nshoulder.  A scene more full of peace you could not think of, and look\nwhere you would over the low curving corn-covered hills, you could see\nthe little village steeples pricking up their spires among the poplars.\nBut slashed right across this pretty picture was a long trail of\nmarching men--some red, some green, some blue, some black--zigzagging\nover the plain and choking the roads, one end so close that we could\nshout to them, as they stacked their muskets on the ridge at our left,\nand the other end lost among the woods as far as we could see.  And then\non other roads we saw the teams of horses toiling and the dull gleam of\nthe guns, and the men straining and swaying as they helped to turn the\nspokes in the deep, deep mud.  As we stood there, regiment after\nregiment and brigade after brigade took position on the ridge, and ere\nthe sun had set we lay in a line of over sixty thousand men, blocking\nNapoleon's way to Brussels.  But the rain had come swishing down again,\nand we of the 71st rushed off to our barn once more, where we had better\nquarters than the greater part of our comrades, who lay stretched in the\nmud with the storm beating upon them until the first peep of day.\n\n\n\nCHAPTER XII.\n\n\nTHE SHADOW ON THE LAND.\n\nIt was still drizzling in the morning, with brown drifting clouds and a\ndamp chilly wind.  It was a queer thing for me as I opened my eyes to\nthink that I should be in a battle that day, though none of us ever\nthought it would be such a one as it proved to be.  We were up and\nready, however, with the first light, and as we threw open the doors of\nour barn we heard the most lovely music that I had ever listened to\nplaying somewhere in the distance.  We all stood in clusters hearkening\nto it, it was so sweet and innocent and sad-like.  But our sergeant\nlaughed when he saw how it pleased us all.\n\n\"Them are the French bands,\" said he; \"and if you come out here you'll\nsee what some of you may not live to see again.\"\n\nOut we went, the beautiful music  still sounding in our ears, and stood\non a rise just outside the barn.  Down below at the bottom of the slope,\nabout half a musket-shot from us, was a snug tiled farm with a hedge and\na bit of an apple orchard.  All round it a line of men in red coats and\nhigh fur hats were working like bees, knocking holes in the wall and\nbarring up the doors.\n\n\"Them's the light companies of the Guards,\" said the sergeant.  \"They'll\nhold that farm while one of them can wag a finger.  But look over yonder\nand you'll see the camp fires of the  French.\"\n\nWe looked across the valley at the low ridge upon the further side, and\nsaw a thousand little yellow points of flame with the dark smoke\nwreathing up in the heavy air.  There was another farm-house on the\nfurther side of the valley, and as we looked we suddenly saw a little\ngroup of horsemen appear on a knoll beside it and stare across at us.\nThere were a dozen Hussars behind, and in front five men, three with\nhelmets, one with a long straight red feather in his hat, and the last\nwith a low cap.\n\n\"By God!\" cried the sergeant, \"that's him!  That's Boney, the one with\nthe grey horse.  Aye, I'll lay a month's pay on it.\"\n\nI strained my eyes to see him, this man who had cast that great shadow\nover Europe, which darkened the nations for five-and-twenty years, and\nwhich had even fallen across our out-of-the-world little sheep-farm, and\nhad dragged us all--myself, Edie, and Jim--out of the lives that our\nfolk had lived before us.  As far as I could see, he was a dumpy\nsquare-shouldered kind of man, and he held his double glasses to his\neyes with his elbows spread very wide out on each side.  I was still\nstaring when I heard the catch of a man's breath by my side, and there\nwas Jim with his eyes glowing like two coals, and his face thrust over\nmy shoulder.\n\n\"That's he, Jock,\" he whispered.\n\n\"Yes, that's Boney,\" said I.\n\n\"No, no, it's he.  This de Lapp or de Lissac, or whatever his devil's\nname is.  It is he.\"\n\nThen I saw him at once.  It was the horseman with the high red feather\nin his hat.  Even at that distance I could have sworn to the slope of\nhis shoulders and the way he carried his head.  I clapped my hands upon\nJim's sleeve, for I could see that his blood was boiling at the sight of\nthe man, and that he was ready for any madness.  But at that moment\nBonaparte seemed to lean over and say something to de Lissac, and the\nparty wheeled and dashed away, while there came the bang of a gun and a\nwhite spray of smoke from a battery along the ridge.  At the same\ninstant the assembly was blown in our village, and we rushed for our\narms and fell in.  There was a burst of firing all along the line, and\nwe thought that the battle had begun;  but it came really from our\nfellows cleaning their pieces, for their priming was in some danger of\nbeing wet from the damp night.\n\nFrom where we stood it was a sight now that was worth coming over the\nseas to see.  On our own ridge was the chequer of red and blue\nstretching right away to a village over two miles from us.  It was\nwhispered from man to man in the ranks, however, that there was too much\nof the blue and too little of the red; for the Belgians had shown on the\nday before that their hearts were too soft for the work, and we had\ntwenty thousand of them for comrades.  Then, even our British troops\nwere half made up of militiamen and recruits; for the pick of the old\nPeninsular regiments were on the ocean in transports, coming back from\nsome fool's quarrel with our kinsfolk of America.  But for all that we\ncould see the bearskins of the Guards, two strong brigades of them, and\nthe bonnets of the Highlanders, and the blue of the old German Legion,\nand the red lines of Pack's brigade, and Kempt's brigade and the green\ndotted riflemen in front, and we knew that come what might these were\nmen who would bide where they were placed, and that they had a man to\nlead them who would place them where they should bide.\n\nOf the French we had seen little save the twinkle of their fires, and a\nfew horsemen here and there upon the curves of the ridge; but as we\nstood and waited there came suddenly a grand blare from their bands, and\ntheir whole army came flooding over the low hill which had hid them,\nbrigade after brigade and division after division, until the broad slope\nin its whole length and depth was blue with their uniforms and bright\nwith the glint of their weapons.  It seemed that they would never have\ndone, still pouring over and pouring over, while our men leaned on their\nmuskets and smoked their pipes looking down at this grand gathering and\nlistening to what the old soldiers who had fought the French before had\nto say about them.  Then when the infantry had formed in long deep\nmasses their guns came whirling and bounding down the slope, and it was\npretty to see how smartly they unlimbered and were ready for action.\nAnd then at a stately trot down came the cavalry, thirty regiments at\nthe least, with plume and breastplate, twinkling sword and fluttering\nlance, forming up at the flanks and rear, in long shifting, glimmering\nlines.\n\n\"Them's the chaps!\" cried our old sergeant.  \"They're gluttons to fight,\nthey are.  And you see them regiments with the great high hats in the\nmiddle, a bit behind the farm?  That's the Guard, twenty thousand of\nthem, my sons, and all picked men--grey-headed devils that have done\nnothing but fight since they were as high as my gaiters.  They've three\nmen to our two, and two guns to our one, and, by God! they'll make you\nrecruities wish you were back in Argyle Street before they have finished\nwith you.\"\n\nHe was not a cheering man, our sergeant; but then he had been in every\nfight since Corunna, and had a medal with seven clasps upon his breast,\nso that he had a right to talk in his own fashion.\n\nWhen the Frenchmen had all arranged themselves just out of cannon-shot\nwe saw a small group of horsemen, all in a blaze with silver and scarlet\nand gold, ride swiftly between the divisions, and as they went a roar of\ncheering burst out from either side of them, and we could see arms\noutstretched to them and hands waving.  An instant later the noise had\ndied away, and the two armies stood facing each other in absolute deadly\nsilence--a sight which often comes back to me in my dreams.  Then, of a\nsudden, there was a lurch among the men just in front of us; a thin\ncolumn wheeled off from the dense blue clump, and came swinging up\ntowards the farm-house which lay below us.  It had not taken fifty paces\nbefore a gun banged out from an English battery on our left, and the\nbattle of Waterloo had begun.\n\nIt is not for me to try to tell you the story of that battle, and,\nindeed, I should have kept far enough away from such a thing had it not\nhappened that our own fates, those of the three simple folk who came\nfrom the border country, were all just as much mixed up in it as those\nof any king or emperor of them all.  To tell the honest truth, I have\nlearned more about that battle from what I have read than from what I\nsaw, for how much could I see with a comrade on either side, and a great\nwhite cloud-bank at the very end of my firelock?  It was from books and\nthe talk of others that I learned how the heavy cavalry charged, how\nthey rode over the famous cuirassiers, and how they were cut to pieces\nbefore they could get back.  From them, too, I learned all about the\nsuccessive assaults, and how the Belgians fled, and how Pack and Kempt\nstood firm.  But of my own knowledge I can only speak of what we saw\nduring that long day in the rifts of the smoke and the lulls of the\nfiring, and it is just of that that I will tell you.\n\nWe were on the right of the line and in reserve, for the Duke was afraid\nthat Boney might work round on that side and get at him from behind; so\nour three regiments, with another British brigade and the Hanoverians,\nwere placed there to be ready for anything.  There were two brigades of\nlight cavalry, too; but the French attack was all from the front, so it\nwas late in the day before we were really wanted.\n\nThe English battery which fired the first gun was still banging away on\nour left, and a German one was hard at work upon our right, so that we\nwere wrapped round with the smoke; but we were not so hidden as to\nscreen us from a line of French guns opposite, for a score of round shot\ncame piping through the air and plumped right into the heart of us.\nAs I heard the scream of them past my ear my head went down like a\ndiver, but our sergeant gave me a prod in the back with the handle of\nhis halbert.\n\n\"Don't be so blasted polite,\" said he; \"when you're hit, you can bow\nonce and for all.\"\n\nThere was one of those balls that knocked five men into a bloody mash,\nand I saw it lying on the ground afterwards like a crimson football.\nAnother went through the adjutant's horse with a plop like a stone in\nthe mud, broke its back and left it lying like a burst gooseberry.\nThree more fell further to the right, and by the stir and cries we could\ntell that they had all told.\n\n\"Ah! James, you've lost a good mount,\" says Major Reed, just in front of\nme, looking down at the adjutant, whose boots and breeches were all\nrunning with blood.\n\n\"I gave a cool fifty for him in Glasgow,\" said the other.  \"Don't you\nthink, major, that the men had better lie down now that the guns have\ngot our range?\"\n\n\"Tut!\" said the other; \"they are young, James, and it will do them\ngood.\"\n\n\"They'll get enough of it before the day's done,\" grumbled the other;\nbut at that moment Colonel Reynell saw that the Rifles and the 52nd were\ndown on either side of us, so we had the order to stretch ourselves out\ntoo.  Precious glad we were when we could hear the shot whining like\nhungry dogs within a few feet of our backs.  Even now a thud and a\nsplash every minute or so, with a yelp of pain and a drumming of boots\nupon the ground, told us that we were still losing heavily.\n\nA thin rain was falling and the damp air held the smoke low, so that we\ncould only catch glimpses of what was doing just in front of us, though\nthe roar of the guns told us that the battle was general all along the\nlines.  Four hundred of them were all crashing at once now, and the\nnoise was enough to split the drum of your ear.  Indeed, there was not\none of us but had a singing in his head for many a long day afterwards.\nJust opposite us on the slope of the hill was a French gun, and we could\nsee the men serving her quite plainly.  They were small active men, with\nvery tight breeches and high hats with great straight plumes sticking up\nfrom them; but they worked like sheep-shearers, ramming and sponging and\ntraining.  There were fourteen when I saw them first, and only four left\nstanding at the last, but they were working away just as hard as ever.\n\nThe farm that they called Hougoumont was down in front of us, and all\nthe morning we could see that a terrible fight was going on there, for\nthe walls and the windows and the orchard hedges were all flame and\nsmoke, and there rose such shrieking and crying from it as I never heard\nbefore.  It was half burned down, and shattered with balls, and ten\nthousand men were hammering at the gates; but four hundred guardsmen\nheld it in the morning and two hundred held it in the evening, and no\nFrench foot was ever set within its threshold.  But how they fought,\nthose Frenchmen!  Their lives were no more to them than the mud under\ntheir feet.  There was one--I can see him now--a stoutish ruddy man on a\ncrutch.  He hobbled up alone in a lull of the firing to the side gate of\nHougoumont and he beat upon it, screaming to his men to come after him.\nFor five minutes he stood there, strolling about in front of the\ngun-barrels which spared him, but at last a Brunswick skirmisher in the\norchard flicked out his brains with a rifle shot.  And he was only one\nof many, for all day when they did not come in masses they came in twos\nand threes with as brave a face as if the whole army were at their\nheels.\n\nSo we lay all morning, looking down at the fight at Hougoumont; but soon\nthe Duke saw that there was nothing to fear upon his right, and so he\nbegan to use us in another way.\n\nThe French had pushed their skirmishers past the farm, and they lay\namong the young corn in front of us popping at the gunners, so that\nthree pieces out of six on our left were lying with their men strewed in\nthe mud all round them.  But the Duke had his eyes everywhere, and up he\ngalloped at that moment--a thin, dark, wiry man with very bright eyes, a\nhooked nose, and big cockade on his cap.  There were a dozen officers at\nhis heels, all as merry as if it were a foxhunt, but of the dozen there\nwas not one left in the evening.\n\n\"Warm work, Adams,\" said he as he rode up.\n\n\"Very warm, your grace,\" said our general.\n\n\"But we can outstay them at it, I think.  Tut, tut, we cannot let\nskirmishers silence a battery!  Just drive those fellows out of that,\nAdams.\"\n\nThen first I knew what a devil's thrill runs through a man when he is\ngiven a bit of fighting to do.  Up to now we had just lain and been\nkilled, which is the weariest kind of work.  Now it was our turn, and,\nmy word, we were ready for it.  Up we jumped, the whole brigade, in a\nfour-deep line, and rushed at the cornfield as hard as we could tear.\nThe skirmishers snapped at us as we came, and then away they bolted like\ncorncrakes, their heads down, their backs rounded, and their muskets at\nthe trail.  Half of them got away; but we caught up the others, the\nofficer first, for he was a very fat man who could not run fast.\nIt gave me quite a turn when I saw Rob Stewart, on my right, stick his\nbayonet into the man's broad back and heard him howl like a damned soul.\nThere was no quarter in that field, and it was butt or point for all of\nthem.  The men's blood was aflame, and little wonder, for these wasps\nhad been stinging all morning without our being able so much as to see\nthem.\n\nAnd now, as we broke through the further edge of the cornfield, we got\nin front of the smoke, and there was the whole French army in position\nbefore us, with only two meadows and a narrow lane between us.  We set\nup a yell as we saw them, and away we should have gone slap at them if\nwe had been left to ourselves; for silly young soldiers never think that\nharm can come to them until it is there in their midst.  But the Duke\nhad cantered his horse beside us as we advanced, and now he roared\nsomething to the general, and the officers all rode in front of our line\nholding out their arms for us to stop.  There was a blowing of bugles, a\npushing and a shoving, with the sergeants cursing and digging us with\ntheir halberts; and in less time than it takes me to write it, there was\nthe brigade in three neat little squares, all bristling with bayonets\nand in echelon, as they call it, so that each could fire across the face\nof the other.\n\nIt was the saving of us, as even so young a soldier as I was could very\neasily see; and we had none too much time either.  There was a low\nrolling hill on our right flank, and from behind this there came a sound\nlike nothing on this earth so much as the beat of the waves on the\nBerwick coast when the wind blows from the east.  The earth was all\nshaking with that dull roaring sound, and the air was full of it.\n\n\"Steady, 71st! for God's sake, steady!\" shrieked the voice of our\ncolonel behind  us; but in front was nothing but the green gentle slope\nof the grassland, all mottled with daisies and dandelions.\n\nAnd then suddenly over the curve we saw eight hundred brass helmets rise\nup, all in a moment, each with a long tag of horsehair flying from its\ncrest; and then eight hundred fierce brown faces all pushed forward, and\nglaring out from between the ears of as many horses.  There was an\ninstant of gleaming breastplates, waving swords, tossing manes, fierce\nred nostrils opening and shutting, and hoofs pawing the air before us;\nand then down came the line of muskets, and our bullets smacked up\nagainst their armour like the clatter of a hailstorm upon a window.  I\nfired with the rest, and then rammed down another charge as fast as I\ncould, staring out through the smoke in front of me, where I could see\nsome long, thin thing which napped slowly backwards and forwards.  A\nbugle sounded for us to cease firing, and a whiff of wind came to clear\nthe curtain from in front of us, and then we could see what had\nhappened.\n\nI had expected to see half that regiment of horse lying on the ground;\nbut whether it was that their breastplates had shielded them, or\nwhether, being young and a little shaken at their coming, we had fired\nhigh, our volley had done no very great harm.  About thirty horses lay\nabout, three of them together within ten yards of me, the middle one\nright on its back with its four legs in the air, and it was one of these\nthat I had seen flapping through the smoke.  Then there were eight or ten\ndead men and about as many wounded, sitting dazed on the grass for the\nmost part, though one was shouting \"_Vive l'Empereur!_\" at the top of\nhis voice.  Another fellow who had been shot in the thigh--a great\nblack-moustached chap he was too--leaned his back against his dead horse\nand, picking up his carbine, fired as coolly as if he had been shooting\nfor a prize, and hit Angus Myres, who was only two from me, right\nthrough the forehead.  Then he out with his hand to get another carbine\nthat lay near, but before he could reach it big Hodgson, who was the\npivot man of the Grenadier company, ran out and passed his bayonet\nthrough his throat, which was a pity, for he seemed to be a very fine\nman.\n\nAt first I thought that the cuirassiers had run away in the smoke; but\nthey were not men who did that very easily.  Their horses had swerved at\nour volley, and they had raced past our square and taken the fire of the\ntwo other ones beyond.  Then they broke through a hedge, and coming on a\nregiment of Hanoverians who were in line, they treated them as they\nwould have treated us if we had not been so quick, and cut them to\npieces in an instant.  It was dreadful to see the big Germans running\nand screaming while the cuirassiers stood up in their stirrups to have a\nbetter sweep for their long, heavy swords, and cut and stabbed without\nmercy.  I do not believe that a hundred men of that regiment were left\nalive;  and the Frenchmen came back across our front, shouting at us and\nwaving their weapons, which were crimson down to the hilts.  This they\ndid to draw our fire, but the colonel was too old a soldier; for we\ncould have done little harm at the distance, and they would have been\namong us before we could reload.\n\nThese horsemen got behind the ridge on our right again, and we knew very\nwell that if we opened up from the squares they would be down upon us in\na twinkle.  On the other hand, it was hard to bide as we were; for they\nhad passed the word to a battery of twelve guns, which formed up a few\nhundred yards away from us, but out of our sight, sending their balls\njust over the brow and down into the midst of us, which is called a\nplunging fire.  And one of their gunners ran up on to the top of the\nslope and stuck a handspike into the wet earth to give them a guide,\nunder the very muzzles of the whole brigade, none of whom fired a shot\nat him, each leaving him to the other.  Ensign Samson, who was the\nyoungest subaltern in the regiment, ran out from the square and pulled\ndown the hand-spike; but quick as a jack after a minnow, a lancer came\nflying over the ridge, and he made such a thrust from behind that not\nonly his point but his pennon too came out between the second and third\nbuttons of the lad's tunic.  \"Helen! Helen!\" he shouted, and fell dead\non his face, while the lancer, blown half to pieces with musket balls,\ntoppled over beside him, still holding on to his weapon, so that they\nlay together with that dreadful bond still connecting them.\n\nBut when the battery opened there was no time for us to think of\nanything else.  A square is a very good way of meeting a horseman, but\nthere is no worse one of taking a cannon ball, as we soon learned when\nthey began to cut red seams through us, until our ears were weary of the\nslosh and splash when hard iron met living flesh and blood.  After ten\nminutes of it we moved our square a hundred paces to the right; but we\nleft another square behind us, for a hundred and twenty men and seven\nofficers showed where we had been standing.  Then the guns found us out\nagain, and we tried to open out into line; but in an instant the\nhorsemen--lancers they were this time--were upon us from over the brae.\n\nI tell you we were glad to hear the thud of their hoofs, for we knew\nthat that must stop the cannon for a minute and give us a chance of\nhitting back.  And we hit back pretty hard too that time, for we were\ncold and vicious and savage, and I for one felt that I cared no more for\nthe horsemen than if they had been so many sheep on Corriemuir.  One\ngets past being afraid or thinking of one's own skin after a while, and\nyou just feel that you want to make some one pay for all you have gone\nthrough.  We took our change out of the lancers that time; for they had\nno breastplates to shield them, and we cleared seventy of them out of\ntheir saddles at a volley.  Maybe, if we could have seen seventy mothers\nweeping for their lads, we should not have felt so pleased over it; but\nthen, men are just brutes when they are fighting, and have as much\nthought as two bull pups when they've got one another by the throttle.\n\nThen the colonel did a wise stroke; for he reckoned that this would\nstave off the cavalry for five minutes, so he wheeled us into line, and\ngot us back into a deeper hollow out of reach of the guns before they\ncould open again.  This gave us time to breathe, and we wanted it too,\nfor the regiment had been melting away like an icicle in the sun.\nBut bad as it was for us, it was a deal worse for some of the others.\nThe whole of the Dutch Belgians were off by this time helter-skelter,\nfifteen thousand of them, and there were great gaps left in our line\nthrough which the French cavalry rode as pleased them best.  Then the\nFrench guns had been too many and too good for ours, and our heavy horse\nhad been cut to bits, so that things were none too merry with us.\nOn the other hand, Hougoumont, a blood-soaked ruin, was still ours, and\nevery British regiment was firm; though, to tell the honest truth, as a\nman is bound to do, there were a sprinkling of red coats among the blue\nones who made for the rear.  But these were lads and stragglers, the\nfaint hearts that are found everywhere, and I say again that no regiment\nflinched.  It was little we could see of the battle; but a man would be\nblind not to know that all the fields behind us were covered with flying\nmen.  But then, though we on the right wing knew nothing of it, the\nPrussians had begun to show, and Napoleon had set 20,000 of his men to\nface them, which made up for ours that had bolted, and left us much as\nwe began.  That was all dark to us, however; and there was a time, when\nthe French horsemen had flooded in between us and the rest of the army,\nthat we thought we were the only brigade left standing, and had set our\nteeth with the intention of selling our lives as dearly as we could.\n\nAt that time it was between four and five in the afternoon, and we had\nhad nothing to eat, the most of us, since the night before, and were\nsoaked with rain into the bargain.  It had drizzled off and on all day,\nbut for the last few hours we had not had a thought to spare either upon\nthe weather or our hunger.  Now we began to look round and tighten our\nwaist-belts, and ask who was hit and who was spared.  I was glad to see\nJim, with his face all blackened with powder, standing on my right rear,\nleaning on his firelock.  He saw me looking at him, and shouted out to\nknow if I were hurt.\n\n\"All right, Jim,\" I answered.\n\n\"I fear I'm here on a wild-goose chase,\" said he gloomily, \"but it's not\nover yet.  By God, I'll have him, or he'll have me!\"\n\nHe had brooded so much on his wrong, had poor Jim, that I really believe\nthat it had turned his head; for he had a glare in his eyes as he spoke\nthat was hardly human.  He was always a man that took even a little\nthing to heart, and since Edie had left him I am sure that he was no\nlonger his own master.\n\nIt was at this time of the fight that we saw two single fights, which\nthey tell me were common enough in the battles of old, before men were\ntrained in masses.  As we lay in the hollow two horsemen came spurring\nalong the ridge right in front of us, riding as hard as hoof could\nrattle.  The first was an English dragoon, his face right down on his\nhorse's mane, with a French cuirassier, an old, grey-headed fellow,\nthundering behind him, on a big black mare.  Our chaps set up a hooting\nas they came flying on, for it seemed shame to see an Englishman run\nlike that; but as they swept across our front we saw where the trouble\nlay.  The dragoon had dropped his sword, and was unarmed, while the\nother was pressing him so close that he could not get a weapon.\nAt last, stung maybe by our hooting, he made up his mind to chance it.\nHis eye fell on a lance beside a dead Frenchman, so he swerved his horse\nto let the other pass, and hopping off cleverly enough, he gripped hold\nof it.  But the other was too tricky for him, and was on him like a\nshot.  The dragoon thrust up with the lance, but the other turned it,\nand sliced him through the shoulder-blade.   It was all done in an\ninstant, and the Frenchman cantering his horse up the brae, showing his\nteeth at us over his shoulder like a snarling dog.\n\nThat was one to them, but we scored one for us presently.  They had\npushed forward a skirmish line, whose fire was towards the batteries on\nour right and left rather than on us; but we sent out two companies of\nthe 95th to keep them in check.  It was strange to hear the crackling\nkind of noise that they made, for both sides were using the rifle.\nAn officer stood among the French skirmishers--a tall, lean man with a\nmantle over his shoulders--and as our fellows came forward he ran out\nmidway between the two parties and stood as a fencer would, with his\nsword up and his head back.  I can see him now, with his lowered eyelids\nand the kind of sneer that he had upon his face.  On this the subaltern\nof the Rifles, who was a fine well-grown lad, ran forward and drove full\ntilt at him with one of the queer crooked swords that the rifle-men\ncarry.  They came together like two rams--for each ran for the other--\nand down they tumbled at the shock, but the Frenchman was below.\nOur man broke his sword short off, and took the other's blade through\nhis left arm;  but he was the stronger man, and he managed to let the\nlife out of his enemy with the jagged stump of his blade.  I thought\nthat the French skirmishers would have shot him down, but not a trigger\nwas drawn, and he got back to his company with one sword through his arm\nand half of another in his hand.\n\n\n\nCHAPTER XIII.\n\n\nTHE END OF THE STORM.\n\nOf all the things that seem strange in that battle, now that I look back\nupon it, there is nothing that was queerer than the way in which it\nacted on my comrades; for some took it as though it had been their daily\nmeat without question or change, and others pattered out prayers from\nthe first gunfire to the last, and others again cursed and swore in a\nway that was creepy to listen to.  There was one, my own left-hand man,\nMike Threadingham, who kept telling about his maiden aunt, Sarah, and\nhow she had left the money which had been promised to him to a home for\nthe children of drowned sailors.  Again and again he told me this story,\nand yet when the battle was over he took his oath that he had never\nopened his lips all day.  As to me, I cannot say whether I spoke or not,\nbut I know that my mind and my memory were clearer than I can ever\nremember them, and I was thinking all the time about the old folk at\nhome, and about Cousin Edie with her saucy, dancing eyes, and de Lissac\nwith his cat's whiskers, and all the doings at West Inch, which had\nended by bringing us here on the plains of Belgium as a cockshot for two\nhundred and fifty cannons.\n\nDuring all this time the roaring of those guns had been something\ndreadful to listen to, but now they suddenly died away, though it was\nlike the lull in a thunderstorm when one feels that a worse crash is\ncoming hard at the fringe of it.  There was still a mighty noise on the\ndistant wing, where the Prussians were pushing their way onwards, but\nthat was two miles away.  The other batteries, both French and English,\nwere silent, and the smoke cleared so that the armies could see a little\nof each other.  It was a dreary sight along our ridge, for there seemed\nto be just a few scattered knots of red and the lines of green where the\nGerman Legion stood, while the masses of the French appeared to be as\nthick as ever, though of course we knew that they must have lost many\nthousands in these attacks.  We heard a great cheering and shouting from\namong them, and then suddenly all their batteries opened together with a\nroar which made the din of the earlier part seem nothing in comparison.\nIt might well be twice as loud, for every battery was twice as near,\nbeing moved right up to point blank range, with huge masses of horse\nbetween and behind them to guard them from attack.\n\nWhen that devil's roar burst upon our ears there was not a man, down to\nthe drummer boys, who did not understand what it meant.  It was\nNapoleon's last great effort to crush us.  There were but two more hours\nof light, and if we could hold our own for those all would be well.\nStarved and weary and spent, we prayed that we might have strength to\nload and stab and fire while one of us stood upon his feet.\n\nHis cannon could do us no great hurt now, for we were on our faces, and\nin an instant we could turn into a huddle of bayonets if his horse came\ndown again.  But behind the thunder of the guns there rose a sharper,\nshriller noise, whirring and rattling, the wildest, jauntiest, most\nstirring kind of sound.\n\n\"It's the _pas-de-charge!_\" cried an officer.  \"They mean business this\ntime!\"\n\nAnd as he spoke we saw a strange thing.  A Frenchman, dressed as an\nofficer of hussars, came galloping towards us on a little bay horse.\nHe was screeching \"_Vive le roi!  Vive le roi!_\" at the pitch of his\nlungs, which was as much as to say that he was a deserter, since we were\nfor the king and they for the emperor.  As he passed us he roared out in\nEnglish, \"The Guard is coming!  The Guard is coming!\" and so vanished\naway to the rear like a leaf blown before a storm.  At the same instant\nup there rode an aide-de-camp, with the reddest face that ever I saw\nupon mortal man.\n\n\"You must stop 'em, or we are done!\" he cried to General Adams, so that\nall our company could hear him.\n\n\"How is it going?\" asked the general.\n\n\"Two weak squadrons left out of six regiments of heavies,\" said he, and\nbegan to laugh like a man whose nerves are overstrung.\n\n\"Perhaps you would care to join in our advance?  Pray consider yourself\nquite one of us,\" said the general, bowing and smiling as if he were\nasking him to a dish of tea.\n\n\"I shall have much pleasure,\" said the other, taking off his hat; and a\nmoment afterwards our three regiments closed up, and the brigade\nadvanced in four lines over the hollow where we had lain in square, and\nout beyond to the point whence we had seen the French army.\n\nThere was little of it to be seen now, only the red belching of the guns\nflashing quickly out of the cloudbank, and the black figures--stooping,\nstraining, mopping, sponging--working like devils, and at devilish work.\nBut through the cloud that rattle and whirr rose ever louder and louder,\nwith a deep-mouthed shouting and the stamping of thousands of feet.\nThen there came a broad black blurr through the haze, which darkened and\nhardened until we could see that it was a hundred men abreast, marching\nswiftly towards us, with high fur hats upon their heads and a gleam of\nbrasswork over their brows. And behind that hundred came another\nhundred, and behind that another, and on and on, coiling and writhing\nout of the cannon-smoke like a monstrous snake, until there seemed to be\nno end to the mighty column. In front ran a spray of skirmishers, and\nbehind them the drummers, and up they all came together at a kind of\ntripping step, with the officers clustering thickly at the sides and\nwaving their swords and cheering. There were a dozen mounted men too at\ntheir front, all shouting together, and one with his hat held aloft upon\nhis swordpoint.  I say again, that no men upon this earth could have\nfought more manfully than the French did upon that day.\n\nIt was wonderful to see them; for as they came onwards they got ahead of\ntheir own guns, so that they had no longer any help from them, while\nthey got in front of the two batteries which had been on either side of\nus all day.  Every gun had their range to a foot, and we saw long red\nlines scored right down the dark column as it advanced.  So near were\nthey, and so closely did they march, that every shot ploughed through\nten files of them, and yet they closed up and came on with a swing and\ndash that was fine to see.  Their head was turned straight for\nourselves, while the 95th overlapped them on one side and the 52nd on\nthe other.\n\nI shall always think that if we had waited so the Guard would have\nbroken us; for how could a four-deep line stand against such a column?\nBut at that moment Colburne, the colonel of the 52nd, swung his right\nflank round so as to bring it on the side of the column, which brought\nthe Frenchmen to a halt.  Their front line was forty paces from us at\nthe moment, and we had a good look at them.  It was funny to me to\nremember that I had always thought of Frenchmen as small men; for there\nwas not one of that first company who could not have picked me up as if\nI had been a child, and their great hats made them look taller yet.\nThey were hard, wizened, wiry fellows too, with fierce puckered eyes and\nbristling moustaches, old soldiers who had fought and fought, week in,\nweek out, for many a year.  And then, as I stood with my finger upon the\ntrigger waiting for the word to fire, my eye fell full upon the mounted\nofficer with his hat upon his sword, and I saw that it was de Lissac.\n\nI saw it, and Jim did too.  I heard a shout, and saw him rush forward\nmadly at the French column; and, as quick as thought, the whole brigade\ntook their cue from him, officers and all, and flung themselves upon the\nGuard in front, while our comrades charged them on the flanks.  We had\nbeen waiting for the order, and they all thought now that it had been\ngiven;  but you may take my word for it, that Jim Horscroft was the real\nleader of the brigade when we charged the Old Guard.\n\nGod knows what happened during that mad five minutes.  I remember\nputting my musket against a blue coat and pulling the trigger, and that\nthe man could not fall because he was so wedged in the crowd; but I saw\na horrid blotch upon the cloth, and a thin curl of smoke from it as if\nit had taken fire.  Then I found myself thrown up against two big\nFrenchmen, and so squeezed together, the three of us, that we could not\nraise a weapon.  One of them, a fellow with a very large nose, got his\nhand up to my throat, and I felt that I was a chicken in his grasp.\n\"_Rendez-vous, coqin; rendez-vous!_\" said he, and then suddenly doubled\nup with a scream, for someone had stabbed him in the bowels with a\nbayonet.  There was very little firing after the first sputter; but\nthere was the crash of butt against barrel, the short cries of stricken\nmen, and the roaring of the officers.  And then, suddenly, they began to\ngive ground--slowly, sullenly, step by step, but still to give ground.\nAh! it was worth all that we had gone through, the thrill of that\nmoment, when we felt that they were going to break.  There was one\nFrenchman before me, a sharp-faced, dark-eyed man, who was loading and\nfiring as quietly as if he were at practice, dwelling upon his aim, and\nlooking round first to try and pick off an officer.  I remember that it\nstruck me that to kill so cool a man as that would be a good service,\nand I rushed at him and drove my bayonet into him.  He turned as I\nstruck him and fired full into my face, and the bullet left a weal\nacross my cheek which will mark me to my dying day.  I tripped over him\nas he fell, and two others tumbling over me I was half smothered in the\nheap.  When at last I struggled out, and cleared my eyes, which were\nhalf full of powder, I saw that the column had fairly broken, and was\nshredding into groups of men, who were either running for their lives or\nwere fighting back to back in a vain attempt to check the brigade, which\nwas still sweeping onwards.  My face felt as if a red-hot iron had been\nlaid across it; but I had the use of my limbs, so jumping over the\nlitter of dead and mangled men, I scampered after my regiment, and fell\nin upon the right flank.\n\nOld Major Elliott was there, limping along, for his horse had been shot,\nbut none the worse in himself.  He saw me come up, and nodded, but it\nwas too busy a time for words.  The brigade was still advancing, but the\ngeneral rode in front of me with his chin upon his shoulder, looking\nback at the British position.\n\n\"There is no general advance,\" said he; \"but I'm not going back.\"\n\n\"The Duke of Wellington has won a great victory,\" cried the\naide-de-camp, in a solemn voice; and then, his feelings getting the\nbetter of him, he added, \"if the damned fool would only push on!\"--which\nset us all laughing in the flank company.\n\nBut now anyone could see that the French army was breaking up.\nThe columns and squadrons which had stood so squarely all day were now\nall ragged at the edges; and where there had been thick fringes of\nskirmishers in front, there were now a spray of stragglers in the rear.\nThe Guard thinned out in front of us as we pushed on, and we found\ntwelve guns looking us in the face, but we were over them in a moment;\nand I saw our youngest subaltern, next to him who had been killed by the\nlancer, scribbling great 71's with a lump of chalk upon them, like the\nschoolboy that he was.  It was at that moment that we heard a roar of\ncheering behind us, and saw the whole British army flood over the crest\nof the ridge, and come pouring down upon the remains of their enemies.\nThe guns, too, came bounding and rattling forward, and our light\ncavalry--as much as was left of it--kept pace with our brigade upon the\nright.  There was no battle after that.  The advance went on without a\ncheck, until our army stood lined upon the very ground which the French\nhad held in the morning.  Their guns were ours, their foot were a rabble\nspread over the face of the country, and their gallant cavalry alone was\nable to preserve some sort of order and to draw off unbroken from the\nfield.  Then at last, just as the night began to gather, our weary and\nstarving men were able to let the Prussians take the job over, and to\npile their arms upon the ground that they had won.  That was as much as\nI saw or can tell you about the Battle of Waterloo, except that I ate a\ntwo-pound rye loaf for my supper that night, with as much salt meat as\nthey would let me have, and a good pitcher of red wine, until I had to\nbore a new hole at the end of my belt, and then it fitted me as tight as\na hoop to a barrel.  After that I lay down in the straw where the rest\nof the company were sprawling, and in less than a minute I was in a dead\nsleep.\n\n\n\nCHAPTER XIV.\n\n\nTHE TALLY OF DEATH.\n\nDay was breaking, and the first grey light had just begun to steal\nthrough the long thin slits in the walls of our barn, when someone shook\nme hard by the shoulder, and up I jumped.  I had the thought in my\nstupid, sleepy brain that the cuirassiers were upon us, and I gripped\nhold of a halbert that was leaning against the wall; but then, as I saw\nthe long lines of sleepers, I remembered where I was.  But I can tell\nyou that I stared when I saw that it was none other than Major Elliott\nthat had roused me up.  His face was very grave, and behind him stood\ntwo sergeants, with long slips of paper and pencils in their hands.\n\n\"Wake up, laddie,\" said the Major, quite in his old easy fashion, as if\nwe were back on Corriemuir again.\n\n\"Yes, Major?\" I stammered.\n\n\"I want you to come with me.  I feel that I owe something to you two\nlads, for it was I that took you from your homes.  Jim Horscroft is\nmissing.\"\n\nI gave a start at that, for what with the rush and the hunger and the\nweariness I had never given a thought to my friend since the time that\nhe had rushed at the French Guards with the whole regiment at his heels.\n\n\"I am going out now to take a tally of our losses,\" said the Major;\n\"and if you cared to come with me, I should be very glad to have you.\"\n\nSo off we set, the Major, the two sergeants, and I; and oh! but it was a\ndreadful, dreadful sight!--so much so, that even now, after so many\nyears, I had rather say as little of it as possible.  It was bad to see\nin the heat of fight; but now in the cold morning, with no cheer or\ndrum-tap or bugle blare, all the glory had gone out of it, and it was\njust one huge butcher's shop, where poor devils had been ripped and\nburst and smashed, as though we had tried to make a mock of God's image.\nThere on the ground one could read every stage of yesterday's fight--the\ndead footmen that lay in squares and the fringe of dead horsemen that\nhad charged them, and above on the slope the dead gunners, who lay round\ntheir broken piece.  The Guards' column had left a streak right up the\nfield like the trail of a snail, and at the head of it the blue coats\nwere lying heaped upon the red ones where that fierce tug had been\nbefore they took their backward step.\n\nAnd the very first thing that I saw when I got there was Jim himself.\nHe was lying on the broad of his back, his face turned up towards the\nsky, and all the passion and the trouble seemed to have passed clean\naway from him, so that he looked just like the old Jim as I had seen him\nin his cot a hundred times when we were schoolmates together.  I had\ngiven a cry of grief at the sight of him; but when I came to look upon\nhis face, and to see how much happier he looked in death than I could\never have hoped to see him in life, it was hard to mourn for him.\nTwo French bayonets had passed through his chest, and he had died in an\ninstant, and without pain, if one could believe the smile upon his lips.\n\nThe Major and I were raising his head in the hope that some flutter of\nlife might remain, when I heard a well-remembered voice at my side, and\nthere was de Lissac leaning upon his elbow among a litter of dead\nguardsmen.  He had a great blue coat muffled round him, and the hat with\nthe high red plume was lying on the ground beside him.  He was very\npale, and had dark blotches under his eyes, but otherwise he was as he\nhad ever been, with the keen, hungry nose, the wiry moustache, and the\nclose-cropped head thinning away to baldness upon the top.  His eyelids\nhad always drooped, but now one could hardly see the glint of his eyes\nfrom beneath them.\n\n\"Hola, Jock!\" he cried.  \"I didn't thought to have seen you here, and\nyet I might have known it, too, when I saw friend Jim.\"\n\n\"It is you that has brought all this trouble,\" said I.\n\n\"Ta, ta, ta!\" he cried, in his old impatient fashion.  \"It is all\narranged for us.  When I was in Spain I learned to believe in Fate.\nIt is Fate which has sent you here this morning.\"\n\n\"This man's blood lies at your door,\" said I, with my hand on poor Jim's\nshoulder.\n\n\"And mine on his, so we have paid our debts.\"\n\nHe flung open his mantle as he spoke, and I saw with horror that a great\nblack lump of clotted blood was hanging out of his side.\n\n\"This is my thirteenth and last,\" said he, with a smile.  \"They say that\nthirteen is an unlucky number.  Could you spare me a drink from your\nflask?\"\n\nThe Major had some brandy and water.  De Lissac supped it up eagerly.\nHis eyes brightened, and a little fleck of colour came back in each of\nhis haggard cheeks.\n\n\"It was Jim did this,\" said he.  \"I heard someone calling my name, and\nthere he was with his gun against my tunic.  Two of my men cut him down\njust as he fired.  Well, well, Edie was worth it all!  You will be in\nParis in less than a month, Jock, and you will see her.  You will find\nher at No. 11 of the Rue Miromesnil, which is near to the Madeleine.\nBreak it very gently to her, Jock, for you cannot think how she loved\nme.  Tell her that all I have are in the two black trunks, and that\nAntoine has the keys.  You will not forget?\"\n\n\"I will remember.\"\n\n\"And madame, your mother?  I trust that you have left her very well.\nAnd monsieur, too, your father?  Bear them my distinguished regards!\"\n\nEven now as death closed in upon him, he gave the old bow and wave as he\nsent his greetings to my mother.\n\n\"Surely,\" said I, \"your wound may not be so serious as you think.\nI could bring the surgeon of our regiment to you.\"\n\n\"My dear Jock, I have not been giving and taking wounds this fifteen\nyears without knowing when one has come home.  But it is as well, for I\nknow that all is ended for my little man, and I had rather go with my\nVoltigeurs than remain to be an exile and a beggar.  Besides, it is\nquite certain that the Allies would have shot me, so I have saved myself\nfrom that humiliation.\"\n\n\"The Allies, sir,\" said the Major, with some heat, \"would be guilty of\nno such barbarous action.\"\n\nBut de Lissac shook his head, with the same sad smile.\n\n\"You do not know, Major,\" said he.  \"Do you suppose that I should have\nfled to Scotland and changed my name if I had not more to fear than my\ncomrades who remained in Paris?  I was anxious to live, for I was sure\nthat my little man would come back.  Now I had rather die, for he will\nnever lead an army again.  But I have done things that could not be\nforgiven.  It was I that led the party which took and shot the Duc\nd'Enghien.  It was I--Ah, _mon Dieu!_ Edie, Edie, _ma cherie!_\"\n\nHe threw out both his hands, with all the fingers feeling and quivering\nin the air.  Then he let them drop heavily in front of him, and his chin\nfell forward upon his chest.  One of our sergeants laid him gently down,\nand the other stretched the big blue mantle over him; and so we left\nthose two whom Fate had so strangely brought together, the Scotchman and\nthe Frenchman, lying silently and peacefully within hand's touch of each\nother, upon the blood-soaked hillside near Hougoumont.\n\n\n\nCHAPTER XV.\n\n\nTHE END OF IT.\n\nAnd now I have very nearly come to the end of it all, and precious glad\nI shall be to find myself there; for I began this old memory with a\nlight heart, thinking that it would give me some work for the long\nsummer evenings, but as I went on I wakened a thousand sleeping sorrows\nand half-forgotten griefs, and now my soul is all as raw as the hide of\nan ill-sheared sheep.  If I come safely out of it I will swear never to\nset pen to paper again, for it is so easy at first, like walking into a\nshelving stream, and then before you can look round you are off your\nfeet and down in a hole, and can struggle out as best you may.\n\nWe buried Jim and de Lissac with four hundred and thirty-one others of\nthe French Guards and our own Light Infantry in a single trench.  Ah! if\nyou could sow a brave man as you sow a seed, there should be a fine crop\nof heroes coming up there some day!  Then we left that bloody\nbattle-field behind us for ever, and with our brigade we marched on over\nthe French border on our way to Paris.\n\nI had always been brought up during all these years to look upon the\nFrench as very evil folk, and as we only heard of them in connection\nwith fightings and slaughterings, by land and by sea, it was natural\nenough to think that they were vicious by nature and ill to meet with.\nBut then, after all, they had only heard of us in the same fashion, and\nso, no doubt, they had just the same idea of us.  But when we came to go\nthrough their country, and to see their bonny little steadings, and the\ndouce quiet folk at work in the fields, and the women knitting by the\nroadside, and the old granny with a big white mutch smacking the baby to\nteach it manners, it was all so home-like that I could not think why it\nwas that we had been hating and fearing these good people for so long.\nBut I suppose that in truth it was really the man who was over them that\nwe hated, and now that he was gone and his great shadow cleared from the\nland, all was brightness once more.\n\nWe jogged along happily enough through the loveliest country that ever I\nset my eyes on, until we came to the great city, where we thought that\nmaybe there would be a battle, for there are so many folk in it that if\nonly one in twenty comes out it would make a fine army.  But by that\ntime they had seen that it was a pity to spoil the whole country just\nfor the sake of one man, and so they had told him that he must shift for\nhimself in the future.  The next we heard was that he had surrendered to\nthe British, and that the gates of Paris were opened to us, which was\nvery good news to me, for I could get along very well just on the one\nbattle that I had had.\n\nBut there were plenty of folk in Paris now who loved Boney; and that was\nnatural when you think of the glory that he had brought them, and how he\nhad never asked his army to go where he would not go himself.  They had\nstern enough faces for us, I can tell you, when we marched in, and we of\nAdams' brigade were the very first who set foot in the city.  We passed\nover a bridge which they call Neuilly, which is easier to write than to\nsay, and through a fine park--the Bois de Boulogne, and so into the\nChamps d'Elysees.  There we bivouacked, and pretty soon the streets were\nso full of Prussians and English that it became more like a camp than a\ncity.\n\nThe very first time that I could get away I went with Rob Stewart, of my\ncompany--for we were only allowed to go about in couples--to the Rue\nMiromesnil.  Rob waited in the hall, and I was shown upstairs; and as I\nput my foot over the mat, there was Cousin Edie, just the same as ever,\nstaring at me with those wild eyes of hers.  For a moment she did not\nrecognise me, but when she did she just took three steps forward and\nsprang at me, with her two arms round my neck.\n\n\"Oh, my dear old Jock,\" she cried, \"how fine you look in a red coat!\"\n\n\"Yes, I am a soldier now, Edie,\" said I, very stiffly; for as I looked\nat her pretty face, I seemed to see behind it that other face which had\nlooked up to the morning sky on the Belgium battle-field.\n\n\"Fancy that!\" she cried.  \"What are you, then, Jock?  A general?\nA captain?\"\n\n\"No, I am a private.\"\n\n\"What!  Not one of the common people who carry guns?\"\n\n\"Yes, I carry a gun.\"\n\n\"Oh, that is not nearly so interesting,\" said she.  And she went back to\nthe sofa from which she had risen.  It was a wonderful room, all silk\nand velvet and shiny things, and I felt inclined to go back to give my\nboots another rub.  As Edie sat down again, I saw that she was all in\nblack, and so I knew that she had heard of de Lissac's death.\n\n\"I am glad to see that you know all,\" said I, for I am a clumsy hand at\nbreaking things.  \"He said that you were to keep whatever was in the\nboxes, and that Antoine had the keys.\"\n\n\"Thank you, Jock, thank you,\" said she.  \"It was like your kindness to\nbring the message.  I heard of it nearly a week ago.  I was mad for the\ntime--quite mad.  I shall wear mourning all my days, although you can\nsee what a fright it makes me look.  Ah! I shall never get over it.\nI shall take the veil and die in a convent.\"\n\n\"If you please, madame,\" said a maid, looking in, \"the Count de Beton\nwishes to see you.\"\n\n\"My dear Jock,\" said Edie, jumping up, \"this is very important.  I am\nsorry to cut our chat short, but I am sure that you will come to see me\nagain, will you not, when I am less desolate?  And would you mind going\nout by the side door instead of the main one?  Thank you, you dear old\nJock; you were always such a good boy, and did exactly what you were\ntold.\"\n\nAnd that was the last that I was ever to see of Cousin Edie.  She stood\nin the sunlight with the old challenge in her eyes, and flash of her\nteeth; and so I shall always remember her, shining and unstable, like a\ndrop of quicksilver.  As I joined my comrade in the street below, I saw\na grand carriage and pair at the door, and I knew that she had asked me\nto slip out so that her grand new friends might never know what common\npeople she had been associated with in her childhood.  She had never\nasked for Jim, nor for my father and mother who had been so kind to her.\nWell, it was just her way, and she could no more help it than a rabbit\ncan help wagging its scut, and yet it made me heavy-hearted to think of\nit.  Two months later I heard that she had married this same Count de\nBeton, and she died in child-bed a year or two later.\n\nAnd as for us, our work was done, for the great shadow had been cleared\naway from Europe, and should no longer be thrown across the breadth of\nthe lands, over peaceful farms and little villages, darkening the lives\nwhich should have been so happy.  I came back to Corriemuir after I had\nbought my discharge, and there, when my father died, I took over the\nsheep-farm, and married Lucy Deane, of Berwick, and have brought up\nseven children, who are all taller than their father, and take mighty\ngood care that he shall not forget it.  But in the quiet, peaceful days\nthat pass now, each as like the other as so many Scotch tups, I can\nhardly get the young folks to believe that even here we have had our\nromance, when Jim and I went a-wooing, and the man with the cat's\nwhiskers came up from the sea.\n\n\n\n\nTHE CRIME OF THE BRIGADIER.\n\n\nIn all the great hosts of France there was only one officer towards whom\nthe English of Wellington's army retained a deep, steady, and\nunchangeable hatred.  There were plunderers among the French, and men of\nviolence, gamblers, duellists, and _roues_.  All these could be\nforgiven, for others of their kidney were to be found among the ranks of\nthe English.  But one officer of Massena's force had committed a crime\nwhich was unspeakable, unheard of, abominable; only to be alluded to\nwith curses late in the evening, when a second bottle had loosened the\ntongues of men.  The news of it was carried back to England, and country\ngentlemen who knew little of the details of the war grew crimson with\npassion when they heard of it, and yeomen of the shires raised freckled\nfists to Heaven and swore.  And yet who should be the doer of this\ndreadful deed but our friend the Brigadier, Etienne Gerard, of the\nHussars of Conflans, gay-riding, plume-tossing, debonnaire, the darling\nof the ladies and of the six brigades of light cavalry.\n\nBut the strange part of it is that this gallant gentleman did this\nhateful thing, and made himself the most unpopular man in the Peninsula,\nwithout ever knowing that he had done a crime for which there is hardly\na name amid all the resources of our language.  He died of old age, and\nnever once in that imperturbable self-confidence which adorned or\ndisfigured his character knew that so many thousand Englishmen would\ngladly have hanged him with their own hands.  On the contrary, he\nnumbered this adventure among those other exploits which he has given to\nthe world, and many a time he chuckled and hugged himself as he narrated\nit to the eager circle who gathered round him in that humble cafe where,\nbetween his dinner and his dominoes, he would tell, amid tears and\nlaughter, of that inconceivable Napoleonic past when France, like an\nangel of wrath, rose up, splendid and terrible, before a cowering\ncontinent.  Let us listen to him as he tells the story in his own way\nand from his own point of view.\n\nYou must know, my friends, said he, that it was towards the end of the\nyear eighteen hundred and ten that I and Massena and the others pushed\nWellington backwards until we had hoped to drive him and his army into\nthe Tagus.  But when we were still twenty-five miles from Lisbon we\nfound that we were betrayed, for what had this Englishman done but build\nan enormous line of works and forts at a place called Torres Vedras, so\nthat even we were unable to get through them!  They lay across the whole\nPeninsula, and our army was so far from home that we did not dare to\nrisk a reverse, and we had already learned at Busaco that it was no\nchild's play to fight against these people.  What could we do, then, but\nsit down in front of these lines and blockade them to the best of our\npower?  There we remained for six months, amid such anxieties that\nMassena said afterwards that he had not one hair which was not white\nupon his body.  For my own part, I did not worry much about our\nsituation, but I looked after our horses, who were in great need of rest\nand green fodder.  For the rest, we drank the wine of the country and\npassed the time as best we might.  There was a lady at Santarem--but my\nlips are sealed.  It is the part of a gallant man to say nothing, though\nhe may indicate that he could say a great deal.\n\nOne day Massena sent for me, and I found him in his tent with a great\nplan pinned upon the table.  He looked at me in silence with that single\npiercing eye of his, and I felt by his expression that the matter was\nserious.  He was nervous and ill at ease, but my bearing seemed to\nreassure him.  It is good to be in contact with brave men.\n\n\"Colonel Etienne Gerard,\" said he, \"I have always heard that you are a\nvery gallant and enterprising officer.\"\n\nIt was not for me to confirm such a report, and yet it would be folly to\ndeny it, so I clinked my spurs together and saluted.\n\n\"You are also an excellent rider.\"\n\nI admitted it.\n\n\"And the best swordsman in the six brigades of light cavalry.\"\n\nMassena was famous for the accuracy of his information.\n\n\"Now,\" said he, \"if you will look at this plan you will have no\ndifficulty in understanding what it is that I wish you to do.\nThese are the lines of Torres Vedras.  You will perceive that they cover\na vast space, and you will realize that the English can only hold a\nposition here and there.  Once through the lines you have twenty-five\nmiles of open country which lie between them and Lisbon.  It is very\nimportant to me to learn how Wellington's troops are distributed\nthroughout that space, and it is my wish that you should go and\nascertain.\"\n\nHis words turned me cold.\n\n\"Sir,\" said I, \"it is impossible that a colonel of light cavalry should\ncondescend to act as a spy.\"\n\nHe laughed and clapped me on the shoulder.\n\n\"You would not be a Hussar if you were not a hothead,\" said he.  \"If you\nwill listen you will understand that I have not asked you to act as a\nspy.  What do you think of that horse?\"\n\nHe had conducted me to the opening of his tent, and there was a Chasseur\nwho led up and down a most admirable creature.  He was a dapple grey,\nnot very tall--a little over fifteen hands perhaps--but with the short\nhead and splendid arch of the neck which comes with the Arab blood.\nHis shoulders and haunches were so muscular, and yet his legs so fine,\nthat it thrilled me with joy just to gaze upon him.  A fine horse or a\nbeautiful woman, I cannot look at them unmoved, even now when seventy\nwinters have chilled my blood.  You can think how it was in the year\n'10.\n\n\"This,\" said Massena, \"is Voltigeur, the swiftest horse in our army.\nWhat I desire is that you should start to-night, ride round the lines\nupon the flank, make your way across the enemy's rear, and return upon\nthe other flank, bringing me news of his dispositions.  You will wear a\nuniform, and will, therefore, if captured, be safe from the death of a\nspy.  It is probable that you will get through the lines unchallenged,\nfor the posts are very scattered.  Once through, in daylight you can\noutride anything which you meet, and if you keep off the roads you may\nescape entirely unnoticed.  If you have not reported yourself by\ntomorrow night, I will understand that you are taken, and I will offer\nthem Colonel Petrie in exchange.\"\n\nAh, how my heart swelled with pride and joy as I sprang into the saddle\nand galloped this grand horse up and down to show the Marshal the\nmastery which I had of him!  He was magnificent--we were both\nmagnificent, for Massena clapped his hands and cried out in his delight.\nIt was not I, but he, who said that a gallant beast deserves a gallant\nrider.  Then, when for the third time, with my panache flying and my\ndolman streaming behind me, I thundered past him, I saw upon his hard\nold face that he had no longer any doubt that he had chosen the man for\nhis purpose.  I drew my sabre, raised the hilt to my lips in salute, and\ngalloped on to my own quarters.  Already the news had spread that I had\nbeen chosen for a mission, and my little rascals came swarming out of\ntheir tents to cheer me.  Ah! it brings the tears to my old eyes when I\nthink how proud they were of their Colonel.  And I was proud of them\nalso.  They deserved a dashing leader.\n\nThe night promised to be a stormy one, which was very much to my liking.\nIt was my desire to keep my departure most secret, for it was evident\nthat if the English heard that I had been detached from the army they\nwould naturally conclude that something important was about to happen.\nMy horse was taken, therefore, beyond the picket line, as if for\nwatering, and I followed and mounted him there.  I had a map, a compass,\nand a paper of instructions from the Marshal, and with these in the\nbosom of my tunic and my sabre at my side, I set out upon my adventure.\n\nA thin rain was falling and there was no moon, so you may imagine that\nit was not very cheerful.  But my heart was light at the thought of the\nhonour which had been done me and the glory which awaited me.\nThis exploit should be one more in that brilliant series which was to\nchange my sabre into a baton.  Ah, how we dreamed, we foolish fellows,\nyoung, and drunk with success!  Could I have foreseen that night as I\nrode, the chosen man of sixty thousand, that I should spend my life\nplanting cabbages on a hundred francs a month!  Oh, my youth, my hopes,\nmy comrades!  But the wheel turns and never stops.  Forgive me, my\nfriends, for an old man has his weakness.\n\nMy route, then, lay across the face of the high ground of Torres Vedras,\nthen over a streamlet, past a farmhouse which had been burned down and\nwas now only a landmark, then through a forest of young cork oaks, and\nso to the monastery of San Antonio, which marked the left of the English\nposition.  Here I turned south and rode quietly over the downs, for it\nwas at this point that Massena thought that it would be most easy for me\nto find my way unobserved through the position.  I went very slowly, for\nit was so dark that I could not see my hand in front of me.  In such\ncases I leave my bridle loose and let my horse pick its own way.\nVoltigeur went confidently forward, and I was very content to sit upon\nhis back and to peer about me, avoiding every light.  For three hours we\nadvanced in this cautious way, until it seemed to me that I must have\nleft all danger behind me.  I then pushed on more briskly, for I wished\nto be in the rear of the whole army by daybreak.  There are many\nvineyards in these parts which in winter become open plains, and a\nhorseman finds few difficulties in his way.\n\nBut Massena had underrated the cunning of these English, for it appears\nthat there was not one line of defence, but three, and it was the third,\nwhich was the most formidable, through which I was at that instant\npassing.  As I rode, elated at my own success, a lantern flashed\nsuddenly before me, and I saw the glint of polished gun-barrels and the\ngleam of a red coat.\n\n\"Who goes there?\" cried a voice--such a voice!  I swerved to the right\nand rode like a madman, but a dozen squirts of fire came out of the\ndarkness, and the bullets whizzed all round my ears.  That was no new\nsound to me, my friends, though I will not talk like a foolish conscript\nand say that I have ever liked it.  But at least it had never kept me\nfrom thinking clearly, and so I knew that there was nothing for it but\nto gallop hard and try my luck elsewhere.  I rode round the English\npicket, and then, as I heard nothing more of them, I concluded rightly\nthat I had at last come through their defences.  For five miles I rode\nsouth, striking a tinder from time to time to look at my pocket compass.\nAnd then in an instant--I feel the pang once more as my memory brings\nback the moment--my horse, without a sob or stagger, fell stone dead\nbeneath me!\n\nI had not known it, but one of the bullets from that infernal picket had\npassed through his body.  The gallant creature had never winced nor\nweakened, but had gone while life was in him.  One instant I was secure\non the swiftest, most graceful horse in Massena's army.  The next he lay\nupon his side, worth only the price of his hide, and I stood there that\nmost helpless, most ungainly of creatures, a dismounted Hussar.\nWhat could I do with my boots, my spurs, my trailing sabre?  I was far\ninside the enemy's lines.  How could I hope to get back again?  I am not\nashamed to say that I, Etienne Gerard, sat upon my dead horse and sank\nmy face in my hands in my despair.  Already the first streaks were\nwhitening the east.  In half an hour it would be light.  That I should\nhave won my way past every obstacle and then at this last instant be\nleft at the mercy of my enemies, my mission ruined, and myself a\nprisoner--was it not enough to break a soldier's heart?\n\nBut courage, my friends! We have these moments of weakness, the bravest\nof us; but I have a spirit like a slip of steel, for the more you bend\nit the higher it springs.  One spasm of despair, and then a brain of ice\nand a heart of fire.  All was not yet lost.  I who had come through so\nmany hazards would come through this one also.  I rose from my horse and\nconsidered what had best be done.\n\nAnd first of all it was certain that I could not get back.  Long before\nI could pass the lines it would be broad daylight.  I must hide myself\nfor the day, and then devote the next night to my escape.  I took the\nsaddle, holsters, and bridle from poor Voltigeur, and I concealed them\namong some bushes, so that no one finding him could know that he was a\nFrench horse.  Then, leaving him lying there, I wandered on in search of\nsome place where I might be safe for the day.  In every direction I\ncould see camp fires upon the sides of the hills, and already figures\nhad begun to move around them.  I must hide quickly, or I was lost.\n\nBut where was I to hide?  It was a vineyard in which I found myself, the\npoles of the vines still standing, but the plants gone.  There was no\ncover there.  Besides, I should want some food and water before another\nnight had come.  I hurried wildly onwards through the waning darkness,\ntrusting that chance would be my friend.  And I was not disappointed.\nChance is a woman, my friends, and she has her eye always upon a gallant\nHussar.\n\nWell, then, as I stumbled through the vineyard, something loomed in\nfront of me, and I came upon a great square house with another long, low\nbuilding upon one side of it.  Three roads met there, and it was easy to\nsee that this was the posada, or wine-shop.  There was no light in the\nwindows, and everything was dark and silent, but, of course, I knew that\nsuch comfortable quarters were certainly occupied, and probably by some\none of importance.  I have learned, however, that the nearer the danger\nmay really be the safer the place, and so I was by no means inclined to\ntrust myself away from this shelter.  The low building was evidently the\nstable, and into this I crept, for the door was unlatched.  The place\nwas full of bullocks and sheep, gathered there, no doubt, to be out of\nthe clutches of marauders.  A ladder led to a loft, and up this I\nclimbed, and concealed myself very snugly among some bales of hay upon\nthe top.  This loft had a small open window, and I was able to look down\nupon the front of the inn and also upon the road.  There I crouched and\nwaited to see what would happen.\n\nIt was soon evident that I had not been mistaken when I had thought that\nthis might be the quarters of some person of importance.  Shortly after\ndaybreak an English light dragoon arrived with a despatch, and from then\nonwards the place was in a turmoil, officers continually riding up and\naway.  Always the same name was upon their lips: \"Sir Stapleton--Sir\nStapleton.\" It was hard for me to lie there with a dry moustache and\nwatch the great flagons which were brought out by the landlord to these\nEnglish officers.  But it amused me to look at their fresh-coloured,\nclean-shaven, careless faces, and to wonder what they would think if\nthey knew that so celebrated a person was lying so near to them.  And\nthen, as I lay and watched, I saw a sight which filled me with surprise.\n\nIt is incredible the insolence of these English!  What do you suppose\nMilord Wellington had done when he found that Massena had blockaded him\nand that he could not move his army?  I might give you many guesses.\nYou might say that he had raged, that he had despaired, that he had\nbrought his troops together and spoken to them about glory and the\nfatherland before leading them to one last battle.  No, Milord did none\nof these things.  But he sent a fleet ship to England to bring him a\nnumber of fox-dogs, and he with his officers settled himself down to\nchase the fox.  It is true what I tell you.  Behind the lines of Torres\nVedras these mad Englishmen made the fox-chase three days in the week.\nWe had heard of it in the camp, and now I was myself to see that it was\ntrue.\n\nFor, along the road which I have described, there came these very dogs,\nthirty or forty of them, white and brown, each with its tail at the same\nangle, like the bayonets of the Old Guard.  My faith, but it was a\npretty sight!  And behind and amidst them there rode three men with\npeaked caps and red coats, whom I understood to be the hunters.  After\nthem came many horsemen with uniforms of various kinds, stringing along\nthe roads in twos and threes, talking together and laughing.  They did\nnot seem to be going above a trot, and it appeared to me that it must\nindeed be a slow fox which they hoped to catch.  However, it was their\naffair, not mine, and soon they had all passed my window and were out of\nsight.  I waited and I watched, ready for any chance which might offer.\n\nPresently an officer, in a blue uniform not unlike that of our flying\nartillery, came cantering down the road--an elderly, stout man he was,\nwith grey side-whiskers.  He stopped and began to talk with an orderly\nofficer of dragoons, who waited outside the inn, and it was then that I\nlearned the advantage of the English which had been taught me.  I could\nhear and understand all that was said.\n\n\"Where is the meet?\" said the officer, and I thought that he was\nhungering for his bifstek.  But the other answered him that it was near\nAltara, so I saw that it was a place of which he spoke.\n\n\"You are late, Sir George,\" said the orderly.\n\n\"Yes, I had a court-martial.  Has Sir Stapleton Cotton gone?\"\n\nAt this moment a window opened, and a handsome young man in a very\nsplendid uniform looked out of it.\n\n\"Halloa, Murray!\" said he.  \"These cursed papers keep me, but I will be\nat your heels.\"\n\n\"Very good, Cotton.  I am late already, so I will ride on.\"\n\n\"You might order my groom to bring round my horse,\" said the young\ngeneral at the window to the orderly below, while the other went on down\nthe road.  The orderly rode away to some outlying stable, and then in a\nfew minutes there came a smart English groom with a cockade in his hat,\nleading by the bridle a horse--and, oh, my friends, you have never known\nthe perfection to which a horse can attain until you have seen a\nfirst-class English hunter.  He was superb: tall, broad, strong, and yet\nas graceful and agile as a deer.  Coal black he was in colour, and his\nneck, and his shoulder, and his quarters, and his fetlocks--how can I\ndescribe him all to you?  The sun shone upon him as on polished ebony,\nand he raised his hoofs in a little, playful dance so lightly and\nprettily, while he tossed his mane and whinnied with impatience.  Never\nhave I seen such a mixture of strength and beauty and grace.  I had\noften wondered how the English Hussars had managed to ride over the\nChasseurs of the Guards in the affair at Astorga, but I wondered no\nlonger when I saw the English horses.\n\nThere was a ring for fastening bridles at the door of the inn, and the\ngroom tied the horse there while he entered the house.  In an instant I\nhad seen the chance which Fate had brought to me.  Were I in that saddle\nI should be better off than when I started.  Even Voltigeur could not\ncompare with this magnificent creature.  To think is to act with me.\nIn one instant I was down the ladder and at the door of the stable.\nThe next I was out and the bridle was in my hand.  I bounded into the\nsaddle.  Somebody, the master or the man, shouted wildly behind me.\nWhat cared I for his shouts!  I touched the horse with my spurs, and he\nbounded forward with such a spring that only a rider like myself could\nhave sat him.  I gave him his head and let him go--it did not matter to\nme where, so long as we left this inn far behind us.  He thundered away\nacross the vineyards, and in a very few minutes I had placed miles\nbetween myself and my pursuers.  They could no longer tell, in that wild\ncountry, in which direction I had gone.  I knew that I was safe, and so,\nriding to the top of a small hill, I drew my pencil and note-book from\nmy pocket and proceeded to make plans of those camps which I could see,\nand to draw the outline of the country.\n\nHe was a dear creature upon whom I sat, but it was not easy to draw upon\nhis back, for every now and then his two ears would cock, and he would\nstart and quiver with impatience.  At first I could not understand this\ntrick of his, but soon I observed that he only did it when a peculiar\nnoise--\"yoy, yoy, yoy\"--came from somewhere among the oak woods beneath\nus.  And then suddenly this strange cry changed into a most terrible\nscreaming, with the frantic blowing of a horn.  Instantly he went mad--\nthis horse.  His eyes blazed.  His mane bristled.  He bounded from the\nearth and bounded again, twisting and turning in a frenzy.  My pencil\nflew one way and my notebook another.  And then, as I looked down into\nthe valley, an extraordinary sight met my eyes.  The hunt was streaming\ndown it.  The fox I could not see, but the dogs were in full cry, their\nnoses down, their tails up, so close together that they might have been\none great yellow and white moving carpet.  And behind them rode the\nhorsemen--my faith, what a sight! Consider every type which a great army\ncould show: some in hunting dress, but the most in uniforms; blue\ndragoons, red dragoons, red-trousered hussars, green riflemen,\nartillerymen, gold-slashed lancers, and most of all red, red, red, for\nthe infantry officers ride as hard as the cavalry.  Such a crowd, some\nwell mounted, some ill, but all flying along as best they might, the\nsubaltern as good as the general, jostling and pushing, spurring and\ndriving, with every thought thrown to the winds save that they should\nhave the blood of this absurd fox!  Truly, they are an extraordinary\npeople, the English!\n\nBut I had little time to watch the hunt or to marvel at these islanders,\nfor of all these mad creatures the very horse upon which I sat was the\nmaddest.  You understand that he was himself a hunter, and that the\ncrying of these dogs was to him what the call of a cavalry trumpet in\nthe street yonder would be to me.  It thrilled him.  It drove him wild.\nAgain and again he bounded into the air, and then, seizing the bit\nbetween his teeth, he plunged down the slope and galloped after the\ndogs.  I swore, and tugged, and pulled, but I was powerless.\nThis English General rode his horse with a snaffle only, and the beast\nhad a mouth of iron.  It was useless to pull him back.  One might as\nwell try to keep a Grenadier from a wine bottle.  I gave it up in\ndespair, and, settling down in the saddle, I prepared for the worst\nwhich could befall.\n\nWhat a creature he was!  Never have I felt such a horse between my\nknees.  His great haunches gathered under him with every stride, and he\nshot forward ever faster and faster, stretched like a greyhound, while\nthe wind beat in my face and whistled past my ears.  I was wearing our\nundress jacket, a uniform simple and dark in itself--though some figures\ngive distinction to any uniform--and I had taken the precaution to\nremove the long panache from my busby.  The result was that, amidst the\nmixture of costumes in the hunt, there was no reason why mine should\nattract attention, or why these men, whose thoughts were all with the\nchase, should give any heed to me.  The idea that a French officer might\nbe riding with them was too absurd to enter their minds.  I laughed as I\nrode, for, indeed, amid all the danger, there was something of comic in\nthe situation.\n\nI have said that the hunters were very unequally mounted, and so, at the\nend of a few miles, instead of being one body of men, like a charging\nregiment, they were scattered over a considerable space, the better\nriders well up to the dogs and the others trailing away behind.  Now, I\nwas as good a rider as any, and my horse was the best of them all, and\nso you can imagine that it was not long before he carried me to the\nfront.  And when I saw the dogs streaming over the open, and the\nred-coated huntsman behind them, and only seven or eight horsemen\nbetween us, then it was that the strangest thing of all happened, for I,\ntoo, went mad--I, Etienne Gerard!  In a moment it came upon me, this\nspirit of sport, this desire to excel, this hatred of the fox.\nAccursed animal, should he then defy us?  Vile robber, his hour was\ncome!  Ah, it is a great feeling, this feeling of sport, my friends,\nthis desire to trample the fox under the hoofs of your horse.  I have\nmade the fox-chase with the English.  I have also, as I may tell you\nsome day, fought the box-fight with the Bustler, of Bristol.  And I say\nto you that this sport is a wonderful thing--full of interest as well as\nmadness.\n\nThe farther we went the faster galloped my horse, and soon there were\nbut three men as near the dogs as I was.  All thought of fear of\ndiscovery had vanished.  My brain throbbed, my blood ran hot--only one\nthing upon earth seemed worth living for, and that was to overtake this\ninfernal fox.  I passed one of the horsemen--a Hussar like myself.\nThere were only two in front of me now: the one in a black coat, the\nother the blue artilleryman whom I had seen at the inn.  His grey\nwhiskers streamed in the wind, but he rode magnificently.  For a mile or\nmore we kept in this order, and then, as we galloped up a steep slope,\nmy lighter weight brought me to the front.  I passed them both, and when\nI reached the crown I was riding level with the little, hard-faced\nEnglish huntsman.  In front of us were the dogs, and then, a hundred\npaces beyond them, was a brown wisp of a thing, the fox itself,\nstretched to the uttermost.  The sight of him fired my blood.  \"Aha, we\nhave you then, assassin!\" I cried, and shouted my encouragement to the\nhuntsman.  I waved my hand to show him that there was one upon whom he\ncould rely.\n\nAnd now there were only the dogs between me and my prey.  These dogs,\nwhose duty it is to point out the game, were now rather a hindrance than\na help to us, for it was hard to know how to pass them.  The huntsman\nfelt the difficulty as much as I, for he rode behind them, and could\nmake no progress towards the fox.  He was a swift rider, but wanting in\nenterprise.  For my part, I felt that it would be unworthy of the\nHussars of Conflans if I could not overcome such a difficulty as this.\nWas Etienne Gerard to be stopped by a herd of fox-dogs?  It was absurd.\nI gave a shout and spurred my horse.\n\n\"Hold hard, sir!  Hold hard!\" cried the huntsman.\n\nHe was uneasy for me, this good old man, but I reassured him by a wave\nand a smile.  The dogs opened in front of me.  One or two may have been\nhurt, but what would you have?  The egg must be broken for the omelette.\nI could hear the huntsman shouting his congratulations behind me.\nOne more effort, and the dogs were all behind me.  Only the fox was in\nfront.\n\nAh, the joy and pride of that moment!  To know that I had beaten the\nEnglish at their own sport.  Here were three hundred all thirsting for\nthe life of this animal, and yet it was I who was about to take it.\nI thought of my comrades of the light cavalry brigade, of my mother, of\nthe Emperor, of France.  I had brought honour to each and all.\nEvery instant brought me nearer to the fox.  The moment for action had\narrived, so I unsheathed my sabre.  I waved it in the air, and the brave\nEnglish all shouted behind me.\n\nOnly then did I understand how difficult is this fox-chase, for one may\ncut again and again at the creature and never strike him once.  He is\nsmall, and turns quickly from a blow.  At every cut I heard those shouts\nof encouragement from behind me, and they spurred me to yet another\neffort.  And then, at last, the supreme moment of my triumph arrived.\nIn the very act of turning I caught him fair with such another\nback-handed cut as that with which I killed the aide-de-camp of the\nEmperor of Russia.  He flew into two pieces, his head one way and his\ntail another.  I looked back and waved the blood-stained sabre in the\nair.  For the moment I was exalted--superb.\n\nAh! how I should have loved to have waited to have received the\ncongratulations of these generous enemies.  There were fifty of them in\nsight, and not one who was not waving his hand and shouting.  They are\nnot really such a phlegmatic race, the English.  A gallant deed in war\nor in sport will always warm their hearts.  As to the old huntsman, he\nwas the nearest to me, and I could see with my own eyes how overcome he\nwas by what he had seen.  He was like a man paralyzed--his mouth open,\nhis hand, with outspread fingers, raised in the air.  For a moment my\ninclination was to return and to embrace him.  But already the call of\nduty was sounding in my ears, and these English, in spite of all the\nfraternity which exists among sportsmen, would certainly have made me\nprisoner.  There was no hope for my mission now, and I had done all that\nI could do.  I could see the lines of Massena's camp no very great\ndistance off, for, by a lucky chance, the chase had taken us in that\ndirection.  I turned from the dead fox, saluted with my sabre, and\ngalloped away.\n\nBut they would not leave me so easily, these gallant huntsmen.  I was\nthe fox now, and the chase swept bravely over the plain.  It was only at\nthe moment when I started for the camp that they could have known that I\nwas a Frenchman, and now the whole swarm of them were at my heels.\nWe were within gunshot of our pickets before they would halt, and then\nthey stood in knots and would not go away, but shouted and waved their\nhands at me.  No, I will not think that it was in enmity.  Rather would\nI fancy that a glow of admiration filled their breasts, and that their\none desire was to embrace the stranger who had carried himself so\ngallantly and well.\n\n\nTHE \"SLAPPING SAL.\"\n\n\nIt was in the days when France's power was already broken upon the seas,\nand when more of her three-deckers lay rotting in the Medway than were\nto be found in Brest harbour.  But her frigates and corvettes still\nscoured the ocean, closely followed ever by those of her rival.  At the\nuttermost ends of the earth these dainty vessels, with sweet names of\ngirls or of flowers, mangled and shattered each other for the honour of\nthe four yards of bunting which flapped from the end of their gaffs.\n\nIt had blown hard in the night, but the wind had dropped with the\ndawning, and now the rising sun tinted the fringe of the storm-wrack as\nit dwindled into the west and glinted on the endless crests of the long,\ngreen waves.   To north and south and west lay a skyline which was\nunbroken save by the spout of foam when two of the great Atlantic seas\ndashed each other into spray.  To the east was a rocky island, jutting\nout into craggy points, with a few scattered clumps of palm trees and a\npennant of mist streaming out from the bare, conical hill which capped\nit.  A heavy surf beat upon the shore, and, at a safe distance from it,\nthe British 32-gun frigate _Leda_, Captain A. P. Johnson, raised her\nblack, glistening side upon the crest of a wave, or swooped down into an\nemerald valley, dipping away to the nor'ard under easy sail.  On her\nsnow-white quarter-deck stood a stiff little brown-faced man, who swept\nthe horizon with his glass.\n\n\"Mr. Wharton!\" he cried, with a voice like a rusty hinge.\n\nA thin, knock-kneed officer shambled across the poop to him.\n\n\"Yes, sir.\"\n\n\"I've opened the sealed orders, Mr. Wharton.\"\n\nA glimmer of curiosity shone upon the meagre features of the first\nlieutenant.  The _Leda_ had sailed with her consort, the _Dido_, from\nAntigua the week before, and the admiral's orders had been contained in\na sealed envelope.\n\n\"We were to open them on reaching the deserted island of Sombriero,\nlying in north latitude eighteen, thirty-six, west longitude\nsixty-three, twenty-eight.  Sombriero bore four miles to the north-east\nfrom our port-bow when the gale cleared, Mr. Wharton.\"\n\nThe lieutenant bowed stiffly.  He and the captain had been bosom friends\nfrom childhood.  They had gone to school together, joined the navy\ntogether, fought again and again together, and married into each other's\nfamilies, but so long as their feet were on the poop the iron discipline\nof the service struck all that was human out of them and left only the\nsuperior and the subordinate.  Captain Johnson took from his pocket a\nblue paper, which crackled as he unfolded it.\n\n   \"The 32-gun frigates _Leda_ and _Dido_ (Captains A. P. Johnson\n   and  James Munro) are to cruise from the point at which these\n   instructions are read to the mouth of the Caribbean Sea, in\n   the hope of encountering the French frigate _La Gloire_ (48),\n   which has recently harassed our merchant ships in that quarter.\n   H.M. frigates are also directed to hunt down the piratical craft\n   known sometimes as the _Slapping Sal_ and sometimes as the _Hairy\n   Hudson_, which has plundered the British ships as per margin,\n   inflicting barbarities upon their crews.  She is a small brig,\n   carrying ten light guns, with one twenty-four pound carronade\n   forward.  She was last seen upon the 23rd ult. to the north-east\n   of the island of Sombriero.\"\n\n   \"(Signed) JAMES MONTGOMERY,\"\n\n   \"(_Rear-Admiral_).\n   H.M.S. _Colossus_, Antigua.\"\n\n\"We appear to have lost our consort,\" said Captain Johnson, folding up\nhis instructions and again sweeping the horizon with his glass.\n\"She drew away after we reefed down.  It would be a pity if we met this\nheavy Frenchman without the _Dido_, Mr. Wharton.  Eh?\"\n\nThe lieutenant twinkled and smiled.\n\n\"She has eighteen-pounders on the main and twelves on the poop, sir,\"\nsaid the captain.  \"She carries four hundred to our two hundred and\nthirty-one.  Captain de Milon is the smartest man in the French service.\nOh, Bobby boy, I'd give my hopes of my flag to rub my side up against\nher!\"  He turned on his heel, ashamed of his momentary lapse.\n\"Mr. Wharton,\" said he, looking back sternly over his shoulder, \"get\nthose square sails shaken out and bear away a point more to the west.\"\n\n\"A brig on the port-bow,\" came a voice from the forecastle.\n\n\"A brig on the port-bow,\" said the lieutenant.\n\nThe captain sprang upon the bulwarks and held on by the mizzen-shrouds,\na strange little figure with flying skirts and puckered eyes.  The lean\nlieutenant craned his neck and whispered to Smeaton, the second, while\nofficers and men came popping up from below and clustered along the\nweather-rail, shading their eyes with their hands--for the tropical sun\nwas already clear of the palm trees.  The strange brig lay at anchor in\nthe throat of a curving estuary, and it was already obvious that she\ncould not get out without passing under the guns of the frigate.\nA long, rocky point to the north of her held her in.\n\n\"Keep her as she goes, Mr. Wharton,\" said the captain.  \"Hardly worth\nwhile our clearing for action, Mr. Smeaton, but the men can stand by the\nguns in case she tries to pass us.  Cast loose the bow-chasers and send\nthe small-arm men to the forecastle.\"\n\nA British crew went to its quarters in those days with the quiet\nserenity of men on their daily routine.  In a few minutes, without fuss\nor sound, the sailors were knotted round their guns, the marines were\ndrawn up and leaning on their muskets, and the frigate's bowsprit\npointed straight for her little victim.\n\n\"Is it the _Slapping Sal_, sir?\"\n\n\"I have no doubt of it, Mr. Wharton.\"\n\n\"They don't seem to like the look of us, sir.  They've cut their cable\nand are clapping on sail.\"\n\nIt was evident that the brig meant struggling for her freedom.\nOne little patch of canvas fluttered out above another, and her people\ncould be seen working like madmen in the rigging.  She made no attempt\nto pass her antagonist, but headed up the estuary.  The captain rubbed\nhis hands.\n\n\"She's making for shoal water, Mr. Wharton, and we shall have to cut her\nout, sir.  She's a footy little brig, but I should have thought a\nfore-and-after would have been more handy.\"\n\n\"It was a mutiny, sir.\"\n\n\"Ah, indeed!\"\n\n\"Yes, sir, I heard of it at Manilla:  a bad business, sir.  Captain and\ntwo mates murdered.   This Hudson, or Hairy Hudson as they call him, led\nthe mutiny.  He's a Londoner, sir, and a cruel villain as ever walked.\"\n\n\"His next walk will be to Execution Dock, Mr. Wharton.   She seems\nheavily manned.  I wish I could take twenty topmen out of her, but they\nwould be enough to corrupt the crew of the ark, Mr. Wharton.\"\n\nBoth officers were looking through their glasses at the brig.  Suddenly\nthe lieutenant showed his teeth in a grin, while the captain flushed a\ndeeper red.\n\n\"That's Hairy Hudson on the after-rail, sir.\"\n\n\"The low, impertinent blackguard!  He'll play some other antics before\nwe are done with him.  Could you reach him with the long eighteen, Mr.\nSmeaton?\"\n\n\"Another cable length will do it, sir.\"\n\nThe brig yawed as they spoke, and as she came round a spurt of smoke\nwhiffed out from her quarter.  It was a pure piece of bravado, for the\ngun could scarce carry halfway.  Then with a jaunty swing the little\nship came into the wind again, and shot round a fresh curve in the\nwinding channel.\n\n\"The water's shoaling rapidly, sir,\" repeated the second lieutenant.\n\n\"There's six fathoms by the chart.\"\n\n\"Four by the lead, sir.\"\n\n\"When we clear this point we shall see how we lie.  Ha!  I thought as\nmuch!  Lay her to, Mr. Wharton.  Now we have got her at our mercy!\"\n\nThe frigate was quite out of sight of the sea now at the head of this\nriver-like estuary.  As she came round the curve the two shores were\nseen to converge at a point about a mile distant.  In the angle, as near\nshore as she could get, the brig was lying with her broadside towards\nher pursuer and a wisp of black cloth streaming from her mizzen.\nThe lean lieutenant, who had reappeared upon deck with a cutlass\nstrapped to his side and two pistols rammed into his belt, peered\ncuriously at the ensign.\n\n\"Is it the Jolly Rodger, sir?\" he asked.\n\nBut the captain was furious.\n\n\"He may hang where his breeches are hanging before I have done with\nhim!\" said he.  \"What boats will you want, Mr. Wharton?\"\n\n\"We should do it with the launch and the jolly-boat.\"\n\n\"Take four and make a clean job of it.  Pipe away the crews at once, and\nI'll work her in and help you with the long eighteens.\"\n\nWith a rattle of ropes and a creaking of blocks the four boats splashed\ninto the water.   Their crews clustered thickly into them: bare-footed\nsailors, stolid marines, laughing middies, and in the sheets of each the\nsenior officers with their stern schoolmaster faces.  The captain, his\nelbows on the binnacle, still watched the distant brig.   Her crew were\ntricing up the boarding-netting, dragging round the starboard guns,\nknocking new portholes for them, and making every preparation for a\ndesperate resistance.  In the thick of it all a huge man, bearded to the\neyes, with a red nightcap upon his head, was straining and stooping and\nhauling.  The captain watched him with a sour smile, and then snapping\nup his glass he turned upon his heel.  For an instant he stood staring.\n\n\"Call back the boats!\" he cried in his thin, creaking voice.\n\"Clear away for action there!  Cast loose those main-deck guns.\nBrace back the yards, Mr. Smeaton, and stand by to go about when she has\nweigh enough.\"\n\nRound the curve of the estuary was coming a huge vessel.  Her great\nyellow bowsprit and white-winged figure-head were jutting out from the\ncluster of palm trees, while high above them towered three immense masts\nwith the tricolour flag floating superbly from the mizzen.  Round she\ncame, the deep-blue water creaming under her fore foot, until her long,\ncurving, black side, her line of shining copper beneath and of\nsnow-white hammocks above, and the thick clusters of men who peered over\nher bulwarks were all in full view.  Her lower yards were slung, her\nports triced up, and her guns run out all ready for action.\nLying behind one of the promontories of the island, the lookout men of\nthe _Gloire_ upon the shore had seen the _cul de sac_ into which the\nBritish frigate was headed, so that Captain de Milon had served the\n_Leda_ as Captain Johnson had the _Slapping Sal_.\n\nBut the splendid discipline of the British service was at its best in\nsuch a crisis.  The boats flew back; their crews clustered aboard; they\nwere swung up at the davits and the fall-ropes made fast.  Hammocks were\nbrought up and stowed, bulkheads sent down, ports and magazines opened,\nthe fires put out in the galley, and the drums beat to quarters.\nSwarms of men set the head-sails and brought the frigate round, while\nthe gun-crews threw off their jackets and shirts, tightened their belts,\nand ran out their eighteen-pounders, peering through the open portholes\nat the stately French man.  The wind was very light.  Hardly a ripple\nshowed itself upon the clear blue water, but the sails blew gently out\nas the breeze came over the wooded banks.  The Frenchman had gone about\nalso, and both ships were now heading slowly for the sea under\nfore-and-aft canvas, the _Gloire_ a hundred yards in advance.\nShe luffed up to cross the _Leda's_ bows, but the British ship came\nround also, and the two rippled slowly on in such a silence that the\nringing of the ramrods as the French marines drove home their charges\nclanged quite loudly upon the ear.\n\n\"Not much sea-room, Mr. Wharton,\" remarked the captain.\n\n\"I have fought actions in less, sir.\"\n\n\"We must keep our distance and trust to our gunnery.   She is very\nheavily manned, and if she got alongside we might find ourselves in\ntrouble.\"\n\n\"I see the shakoes of soldiers aboard other.\"\n\n\"Two companies of light infantry from Martinique.  Now we have her!\nHard-a-port, and let her have it as we cross her stern!\"\n\nThe keen eye of the little commander had seen the surface ripple, which\ntold of a passing breeze.  He had used it to dart across the big\nFrenchman and to rake her with every gun as he passed.  But, once past\nher, the _Leda_ had to come back into the wind to keep out of shoal\nwater.  The manoeuvre brought her on to the starboard side of the\nFrenchman, and the trim little frigate seemed to heel right over under\nthe crashing broadside which burst from the gaping ports.  A moment\nlater her topmen were swarming aloft to set her top-sails and royals,\nand she strove to cross the _Gloire's_ bows and rake her again.  The\nFrench captain, however, brought his frigate's head round, and the two\nrode side by side within easy pistol-shot, pouring broadsides into each\nother in one of those murderous duels which, could they all be recorded,\nwould mottle our charts with blood.\n\nIn that heavy tropical air, with so faint a breeze, the smoke formed a\nthick bank round the two vessels, from which the topmasts only\nprotruded.  Neither could see anything of its enemy save the throbs of\nfire in the darkness, and the guns were sponged and trained and fired\ninto a dense wall of vapour.  On the poop and the forecastle the\nmarines, in two little red lines, were pouring in their volleys, but\nneither they nor the seamen-gunners could see what effect their fire was\nhaving.   Nor, indeed, could they tell how far they were suffering\nthemselves, for, standing at a gun, one could but hazily see that upon\nthe right and the left.  But above the roar of the cannon came the\nsharper sound of the piping shot, the crashing of riven planks, and the\noccasional heavy thud as spar or block came hurtling on to the deck.\nThe lieutenants paced up and down the line of guns, while Captain\nJohnson fanned the smoke away with his cocked-hat and peered eagerly\nout.\n\n\"This is rare, Bobby!\" said he, as the lieutenant joined him.\nThen, suddenly restraining himself, \"What have we lost, Mr. Wharton?\"\n\n\"Our maintopsail yard and our gaff, sir.\"\n\n\"Where's the flag?\"\n\n\"Gone overboard, sir.\"\n\n\"They'll think we've struck!  Lash a boat's ensign on the starboard arm\nof the mizzen cross-jack-yard.\"\n\n\"Yes, sir.\"\n\nA round-shot dashed the binnacle to pieces between them.  A second\nknocked two marines into a bloody palpitating mash.  For a moment the\nsmoke rose, and the English captain saw that his adversary's heavier\nmetal was producing a horrible effect.  The _Leda_ was a shattered\nwreck.   Her deck was strewed with corpses.  Several of her portholes\nwere knocked into one, and one of her eighteen-pounder guns had been\nthrown right back on to her breech, and pointed straight up to the sky.\nThe thin line of marines still loaded and fired, but half the guns were\nsilent, and their crews were piled thickly round them.\n\n\"Stand by to repel boarders!\" yelled the captain.\n\n\"Cutlasses, lads, cutlasses!\" roared Wharton.\n\n\"Hold your volley till they touch!\" cried the captain of marines.\n\nThe huge loom of the Frenchman was seen bursting through the smoke.\nThick clusters of boarders hung upon her sides and shrouds.  A final\nbroad-side leapt from her ports, and the main-mast of the _Leda_,\nsnapping short off a few feet above the deck, spun into the air and\ncrashed down upon the port guns, killing ten men and putting the whole\nbattery out of action.  An instant later the two ships scraped together,\nand the starboard bower anchor of the _Gloire_ caught the mizzen-chains\nof the _Leda_ upon the port side.  With a yell the black swarm of\nboarders steadied themselves for a spring.\n\nBut their feet were never to reach that blood-stained deck.  From some\nwhere there came a well-aimed whiff of grape, and another, and another.\nThe English marines and seamen, waiting with cutlass and musket behind\nthe silent guns, saw with amazement the dark masses thinning and\nshredding away.  At the same time the port broadside of the Frenchman\nburst into a roar.\n\n\"Clear away the wreck!\" roared the captain.   \"What the devil are they\nfiring at?\"\n\n\"Get the guns clear!\" panted the lieutenant.  \"We'll do them yet, boys!\"\n\nThe wreckage was torn and hacked and splintered until first one gun and\nthen another roared into action again.  The Frenchman's anchor had been\ncut away, and the _Leda_ had worked herself free from that fatal hug.\nBut now, suddenly, there was a scurry up the shrouds of the _Gloire_,\nand a hundred Englishmen were shouting themselves hoarse: \"They're\nrunning!  They're running!  They're running!\"\n\nAnd it was true.  The Frenchman had ceased to fire, and was intent only\nupon clapping on every sail that he could carry.  But that shouting\nhundred could not claim it all as their own.  As the smoke cleared it\nwas not difficult to see the reason.  The ships had gained the mouth of\nthe estuary during the fight, and there, about four miles out to sea,\nwas the _Leda's_ consort bearing down under full sail to the sound of\nthe guns.  Captain de Milon had done his part for one day, and presently\nthe _Gloire_ was drawing off swiftly to the north, while the _Dido_ was\nbowling along at her skirts, rattling away with her bow-chasers, until a\nheadland hid them both from view.\n\nBut the Leda lay sorely stricken, with her mainmast gone, her bulwarks\nshattered, her mizzen-topmast and gaff shot away, her sails like a\nbeggar's rags, and a hundred of her crew dead and wounded.  Close beside\nher a mass of wreckage floated upon the waves.  It was the stern-post of\na mangled vessel, and across it, in white letters on a black ground, was\nprinted, \"_The Slapping Sal_.\"\n\n\"By the Lord! it was the brig that saved us!\" cried Mr. Wharton.\n\"Hudson brought her into action with the Frenchman, and was blown out of\nthe water by a broadside!\"\n\nThe little captain turned on his heel and paced up and down the deck.\n\nAlready his crew were plugging the shot-holes, knotting and splicing and\nmending.  When he came back, the lieutenant saw a softening of the stern\nlines about his eyes and mouth.\n\n\"Are they all gone?\"\n\n\"Every man.  They must have sunk with the wreck.\"\n\nThe two officers looked down at the sinister name, and at the stump of\nwreckage which floated in the discoloured water.  Something black washed\nto and fro beside a splintered gaff and a tangle of halliards.  It was\nthe outrageous ensign, and near it a scarlet cap was floating.\n\n\"He was a villain, but he was a Briton!\" said the captain at last.\n\"He lived like a dog, but, by God, he died like a man!\"\n\n\nTHE END.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Great Shadow and Other Napoleonic\nTales, by Arthur Conan Doyle\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE GREAT SHADOW ***\n\n***** This file should be named 11656.txt or 11656.zip *****\nThis and all associated files of various formats will be found in:\n        http:\/\/www.gutenberg.net\/1\/1\/6\/5\/11656\/\n\nProduced by Lionel G. Sear\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp:\/\/gutenberg.net\/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark\/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s\/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http:\/\/www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp:\/\/pglaf.org\/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http:\/\/pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http:\/\/pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http:\/\/pglaf.org\/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\nEach eBook is in a subdirectory of the same number as the eBook's\neBook number, often in several formats including plain vanilla ASCII,\ncompressed (zipped), HTML and others.\n\nCorrected EDITIONS of our eBooks replace the old file and take over\nthe old filename and etext number.  The replaced older file is renamed.\nVERSIONS based on separate sources are treated as new eBooks receiving\nnew filenames and etext numbers.\n\nMost people start at our Web site which has the main PG search facility:\n\n     http:\/\/www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\nEBooks posted prior to November 2003, with eBook numbers BELOW #10000,\nare filed in directories based on their release date.  If you want to\ndownload any of these eBooks directly, rather than using the regular\nsearch system you may utilize the following addresses and just\ndownload by the etext year. For example:\n\n     http:\/\/www.gutenberg.net\/etext06\n\n    (Or \/etext 05, 04, 03, 02, 01, 00, 99,\n     98, 97, 96, 95, 94, 93, 92, 92, 91 or 90)\n\nEBooks posted since November 2003, with etext numbers OVER #10000, are\nfiled in a different way.  The year of a release date is no longer part\nof the directory path.  The path is based on the etext number (which is\nidentical to the filename).  The path to the file is made up of single\ndigits corresponding to all but the last digit in the filename.  For\nexample an eBook of filename 10234 would be found at:\n\n     http:\/\/www.gutenberg.net\/1\/0\/2\/3\/10234\n\nor filename 24689 would be found at:\n     http:\/\/www.gutenberg.net\/2\/4\/6\/8\/24689\n\nAn alternative method of locating eBooks:\n     http:\/\/www.gutenberg.net\/GUTINDEX.ALL\n\n","id":1448,"split":"test"}
