{"ori_id":"c2b895e8b32548747637d328a8fc77ad705e55f6","title":"Hermann and Dorothea","context":"Hermann and Dorothea\n Hermann, son of the wealthy innkeeper in a small town near Mainz, is sent by his mother to bring clothes and food to the refugees which have set up camp near their town. They have fled their villages on the western side of the Rhine river, now occupied by French revolutionary troops, in order to seek refuge on the eastern side. On his way to the camp, Hermann meets Dorothea, a young maid who assists a woman in her childbed on her flight. Overwhelmed by her courage, compassion, and beauty, Hermann asks Dorothea to distribute his donations among her poor fellow refugees.\nBack home, he reveals his affection to his parents. His father brushes away his timid confession, reminding him bluntly that he wants Hermann to choose a wife from a respected local family with a generous dowry. He goes on to express his deep disappointment with Hermann's perceived lack of ambition to move forward in life, and lectures him about how he should become a respected citizen.\nAfter Hermann has left in despair, his mother utters the following timelessly wise and deeply moving verses:\nImmer bist du doch, Vater, so ungerecht gegen den Sohn! und So wird am wenigsten dir dein Wunsch des Guten erfüllet. Denn wir können die Kinder nach unserem Sinne nicht formen; So wie Gott sie uns gab, so muß man sie haben und lieben, Sie erziehen aufs beste und jeglichen lassen gewähren. Denn der eine hat die, die anderen andere Gaben; Jeder braucht sie, und jeder ist doch nur auf eigene Weise Gut und glücklich.\nWhy will you always, father, do our son such injustice? That least of all is the way to bring your wish to fulfillment. We have no power to fashion our children as it suits our will; As they are given by God, so we must have them and love them; teach them as best we can, and let each of them follow his nature. One will have talents of one sort, and different talents another. Every one uses his own; in his own individual fashion, each must be happy and good.\nHermann's mother goes after her son and finally finds him in a far corner of their garden. Having been shaken to tears by his father's harsh words, Hermann tells his mother that he intends to marry Dorothea or else to stay bachelor for the rest of his life. His mother understands the sincerity and depth of his affections and decides to help him obtain his father's permission. They return to Hermann's father, who still discourses with his respected neighbors, the town's pharmacist and the young and wise parish priest. The two friends offer to collect inquiries among the refugees to find out if Dorothea is virtuous and worthy to be Hermann's bride. Moved by his wife's and friends' persuasion, Hermann's father grudgingly promises that he will abide by his two friends' recommendation.\nï»¿Project Gutenberg's Hermann and Dorothea, by Johann Wolfgang von Goethe\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n\nTitle: Hermann and Dorothea\n\nAuthor: Johann Wolfgang von Goethe\n\nTranslator: Ellen Frothingham\n\nPosting Date: October 10, 2008 [EBook #1958]\nRelease Date: November, 1999\n\nLanguage: English\n\n\n*** START OF THIS PROJECT GUTENBERG EBOOK HERMANN AND DOROTHEA ***\n\n\n\n\nProduced by An Anonymous Volunteer\n\n\n\n\n\nHERMANN AND DOROTHEA\n\nBy Johann Wolfgang von Goethe\n\nTranslated by Ellen Frothingham\n\n\n\n\nINTRODUCTORY NOTE\n\nThere are few modern poems of any country so perfect in their\nkind as the \"Hermann and Dorothea\" of Goethe. In clearness\nof characterization, in unity of tone, in the adjustment of\nbackground and foreground, in the conduct of the narrative,\nit conforms admirably to the strict canons of art; yet it\npreserves a freshness and spontaneity in its emotional appeal\nthat are rare in works of so classical a perfection in form.\n\nThe basis of the poem is a historical incident. In the year 1731\nthe Archbishop of Salzburg drove out of his diocese a thousand\nProtestants, who took refuge in South Germany, and among whom\nwas a girl who became the bride of the son of a rich burgher.\nThe occasion of the girl's exile was changed by Goethe to more\nrecent times, and in the poem she is represented as a German from\nthe west bank of the Rhine fleeing from the turmoil caused by the\nFrench Revolution. The political element is not a mere background,\nbut is woven into the plot with consummate skill, being used,\nat one point, for example, in the characterization of Dorothea,\nwho before the time of her appearance in the poem has been\ndeprived of her first betrothed by the guillotine; and, at another,\nin furnishing a telling contrast between the revolutionary uproar\nin France and the settled peace of the German village.\n\nThe characters of the father and the minister Goethe took over\nfrom the original incident, the mother he invented, and the\napothecary he made to stand for a group of friends. But all of\nthese persons, as well as the two lovers, are recreated, and this\nso skillfully that while they are made notably familiar to us as\nindividuals, they are no less significant as permanent types of\nhuman nature. The hexameter measure which he employed, and which\nis retained in the present translation, he handled with such\ncharm that it has since seemed the natural verse for the domestic\nidyl--witness the obvious imitation of this, as of other\nfeatures of the poem, in Longfellow's \"Evangeline.\"\n\nTaken as a whole, with its beauty of form, its sentiment, tender\nyet restrained, and the compelling pathos of its story, \"Hermann\nand Dorothea\" appeals to a wider public than perhaps any other\nproduct of its author.\n\n\n\n\nHERMANN AND DOROTHEA\n\n\nCALLIOPE\n\nFATE AND SYMPATHY\n\n\n \"Truly, I never have seen the market and street so deserted!\n How as if it were swept looks the town, or had perished! Not fifty\n Are there, methinks, of all our inhabitants in it remaining,\n What will not curiosity do! here is every one running,\n Hurrying to gaze on the sad procession of pitiful exiles.\n Fully a league it must be to the causeway they have to pass over,\n Yet all are hurrying down in the dusty heat of the noonday.\n I, in good sooth, would not stir from my place to witness the sorrows\n Borne by good, fugitive people, who now, with their rescued possessions,\n Driven, alas! from beyond the Rhine, their beautiful country,\n Over to us are coming, and through the prosperous corner\n Roam of this our luxuriant valley, and traverse its windings.\n Well hast thou done, good wife, our son in thus kindly dispatching,\n Laden with something to eat and to drink, and with store of old linen,\n 'Mongst the poor folk to distribute; for giving belongs to the wealthy.\n How the youth drives, to be sure! What control he has over the horses!\n Makes not our carriage a handsome appearance,--the new one? With comfort,\n Four could be seated within, with a place on the box for the coachman.\n This time, he drove by himself. How lightly it rolled round the corner!\"\n Thus, as he sat at his ease in the porch of his house on the market,\n Unto his wife was speaking mine host of the Golden Lion.\n\n Thereupon answered and said the prudent, intelligent housewife:\n \"Father, I am not inclined to be giving away my old linen:\n Since it serves many a purpose; and cannot be purchased for money,\n When we may want it. To-day, however, I gave, and with pleasure,\n Many a piece that was better, indeed, in shirts and in bed-clothes;\n For I was told of the aged and children who had to go naked.\n But wilt thou pardon me, father? thy wardrobe has also been plundered.\n And, in especial, the wrapper that has the East-Indian flowers,\n Made of the finest of chintz, and lined with delicate flannel,\n Gave I away: it was thin and old, and quite out of the fashion.\"\n\n Thereupon answered and said, with a smile, the excellent landlord:\n \"Faith! I am sorry to lose it, my good old calico wrapper,\n Real East-Indian stuff: I never shall get such another.\n Well, I had given up wearing it: nowadays, custom compels us\n Always to go in surtout, and never appear but in jacket;\n Always to have on our boots; forbidden are night-cap and slippers.\"\n\n \"See!\" interrupted the wife; \"even now some are yonder returning,\n Who have beheld the procession: it must, then, already be over.\n Look at the dust on their shoes! and see how their faces are glowing!\n Every one carries his kerchief, and with it is wiping the sweat off.\n Not for a sight like that would I run so far and so suffer,\n Through such a heat; in sooth, enough shall I have in the telling.\"\n\n Thereupon answered and said, with emphasis, thus, the good father:\n \"Rarely does weather like this attend such a harvest as this is.\n We shall be bringing our grain in dry, as the hay was before it.\n Not the least cloud to be seen, so perfectly clear is the heaven;\n And, with delicious coolness, the wind blows in from the eastward.\n That is the weather to last! over-ripe are the cornfields already;\n We shall begin on the morrow to gather our copious harvest.\"\n\n Constantly, while he thus spoke, the crowds of men and of women\n Grew, who their homeward way were over the market-place wending;\n And, with the rest, there also returned, his daughters beside him,\n Back to his modernized house on the opposite side of the market,\n Foremost merchant of all the town, their opulent neighbor,\n Rapidly driving his open barouche,--it was builded in Landau.\n Lively now grew the streets, for the city was handsomely peopled.\n Many a trade was therein carried on, and large manufactures.\n\n Under their doorway thus the affectionate couple were sitting,\n Pleasing themselves with many remarks on the wandering people.\n Finally broke in, however, the worthy housewife, exclaiming:\n \"Yonder our pastor, see! is hitherward coming, and with him\n Comes our neighbor the doctor, so they shall every thing tell us;\n All they have witnessed abroad, and which 'tis a sorrow to look on.\"\n\n Cordially then the two men drew nigh, and saluted the couple;\n Sat themselves down on the benches of wood that were placed in the doorway,\n Shaking the dust from their feet, and fanning themselves with their kerchiefs.\n Then was the doctor, as soon as exchanged were the mutual greetings,\n First to begin, and said, almost in a tone of vexation:\n \"Such is mankind, forsooth! and one man is just like another,\n Liking to gape and to stare when ill-luck has befallen his neighbor.\n Every one hurries to look at the flames, as they soar in destruction;\n Runs to behold the poor culprit, to execution conducted:\n Now all are sallying forth to gaze on the need of these exiles,\n Nor is there one who considers that he, by a similar fortune,\n May, in the future, if not indeed next, be likewise o'ertaken.\n Levity not to be pardoned, I deem; yet it lies in man's nature.\"\n\n Thereupon answered and said the noble, intelligent pastor;\n Ornament he of the town, still young, in the prime of his manhood.\n He was acquainted with life,--with the needs of his hearers acquainted;\n Deeply imbued he was with the Holy Scriptures' importance,\n As they reveal man's destiny to us, and man's disposition;\n Thoroughly versed, besides, in best of secular writings.\n \"I should be loath,\" he replied, \"to censure an innocent instinct,\n Which to mankind by good mother Nature has always been given.\n What understanding and reason may sometimes fail to accomplish,\n Oft will such fortunate impulse, that bears us resistlessly with it.\n Did curiosity draw not man with its potent attraction,\n Say, would he ever have learned how harmoniously fitted together\n Worldly experiences are? For first what is novel he covets;\n Then with unwearying industry follows he after the useful;\n Finally longs for the good by which he is raised and ennobled.\n While he is young, such lightness of mind is a joyous companion,\n Traces of pain-giving evil effacing as soon as 'tis over.\n He is indeed to be praised, who, out of this gladness of temper,\n Has in his ripening years a sound understanding developed;\n Who, in good fortune or ill, with zeal and activity labors:\n Such an one bringeth to pass what is good, and repaireth the evil.\"\n\n Then broke familiarly in the housewife impatient, exclaiming:\n \"Tell us of what ye have seen; for that I am longing to hear of!\"\n\n \"Hardly,\" with emphasis then the village doctor made answer,\n \"Can I find spirits so soon after all the scenes I have witnessed.\n Oh, the manifold miseries! who shall be able to tell them?\n E'en before crossing the meadows, and while we were yet at a distance,\n Saw we the dust; but still from hill to hill the procession\n Passed away out of our sight, and we could distinguish but little,\n But when at last we were come to the street that crosses the valley,\n Great was the crowd and confusion of persons on foot and of wagons.\n There, alas! saw we enough of these poor unfortunates passing,\n And could from some of them learn how bitter the sorrowful flight was,\n Yet how joyful the feeling of life thus hastily rescued.\n Mournful it was to behold the most miscellaneous chattels,--\n All those things which are housed in every well-furnished dwelling,\n All by the house-keeper's care set up in their suitable places,\n Always ready for use; for useful is each and important.--\n Now these things to behold, piled up on all manner of wagons,\n One on the top of another, as hurriedly they had been rescued.\n Over the chest of drawers were the sieve and wool coverlet lying;\n Thrown in the kneading-trough lay the bed, and the sheets on the mirror.\n Danger, alas! as we learned ourselves in our great conflagration\n Twenty years since, will take from a man all power of reflection,\n So that he grasps things worthless and leaves what is precious behind him.\n Here, too, with unconsidering care they were carrying with them\n Pitiful trash, that only encumbered the horses and oxen;\n Such as old barrels and boards, the pen for the goose, and the bird-cage.\n Women and children, too, went toiling along with their bundles,\n\n \"Panting 'neath baskets and tubs, full of things of no manner of value:\n So unwilling is man to relinquish his meanest possession.\n Thus on the dusty road the crowded procession moved forward,\n All confused and disordered. The one whose beasts were the weaker,\n Wanted more slowly to drive, while faster would hurry another.\n Presently went up a scream from the closely squeezed women and children,\n And with the yelping of dogs was mingled the lowing of cattle,\n Cries of distress from the aged and sick, who aloft on the wagon,\n Heavy and thus overpacked, upon beds were sitting and swaying.\n Pressed at last from the rut and out to the edge of the highway,\n Slipped the creaking wheel; the cart lost its balance, and over\n Fell in the ditch. In the swing the people were flung to a distance,\n Far off into the field, with horrible screams; by good fortune\n Later the boxes were thrown and fell more near to the wagon.\n Verily all who had witnessed the fall, expected to see them\n Crushed into pieces beneath the weight of trunks and of presses.\n So lay the cart all broken to fragments, and helpless the people.\n Keeping their onward way, the others drove hastily by them,\n Each thinking only of self, and carried away by the current.\n Then we ran to the spot, and found the sick and the aged,--\n Those who at home and in bed could before their lingering ailments\n Scarcely endure,--lying bruised on the ground, complaining and groaning,\n Choked by the billowing dust, and scorched by the heat of the noonday.\"\n\n Thereupon answered and said the kind-hearted landlord, with feeling:\n \"Would that our Hermann might meet them and give them refreshment and clothing!\n Loath should I be to behold them: the looking on suffering pains me.\n Touched by the earliest tidings of their so cruel afflictions,\n Hastily sent we a mite from out of our super-abundance,\n Only that some might be strengthened, and we might ourselves be made easy.\n But let us now no longer renew these sorrowful pictures\n Knowing how readily fear steals into the heart of us mortals,\n And anxiety, worse to me than the actual evil.\n Come with me into the room behind, our cool little parlor,\n Where no sunbeam e'er shines, and no sultry breath ever enters\n Through its thickness of wall. There mother will bring us a flagon\n Of our old eighty-three, with which we may banish our fancies.\n Here 'tis not cosey to drink: the flies so buzz round the glasses.\"\n Thither adjourned they then, and all rejoiced in the coolness.\n\n Carefully brought forth the mother the clear and glorious vintage,\n Cased in a well-polished flask, on a waiter of glittering pewter,\n Set round with large green glasses, the drinking cups meet for the Rhine Wine.\n So sat the three together about the highly waxed table,\n Gleaming and round and brown, that on mighty feet was supported,\n Joyously rang at once the glasses of landlord and pastor,\n But his motionless held the third, and sat lost in reflection,\n Until with words of good-humor the landlord challenged him, saying,--\n \"Come, sir neighbor, empty your glass, for God in his mercy\n Thus far has kept us from evil, and so in the future will keep us.\n For who acknowledges not, that since our dread conflagration,\n When he so hardly chastised us, he now is continually blessing,\n Constantly shielding, as man the apple of his eye watches over,\n Holding it precious and dear above all the rest of his members?\n Shall he in time to come not defend us and furnish us succor?\n Only when danger is nigh do we see how great is his power.\n Shall he this blooming town which he once by industrious burghers\n Built up afresh from its ashes, and afterwards blessed with abundance,\n Now demolish again, and bring all the labor to nothing?\"\n\n Cheerfully said in reply the excellent pastor, and kindly:\n \"Keep thyself firm in the faith, and firm abide in this temper;\n For it makes steadfast and wise when fortune is fair, and when evil,\n Furnishes sweet consolation and animates hopes the sublimest.\"\n\n Then made answer the landlord, with thoughts judicious and manly:\n \"Often the Rhine's broad stream have I with astonishment greeted,\n As I have neared it again, after travelling abroad upon business.\n Always majestic it seemed, and my mind and spirit exalted.\n But I could never imagine its beautiful banks would so shortly\n Be to a rampart transformed, to keep from our borders the Frenchman,\n And its wide-spreading bed be a moat all passage to hinder.\n See! thus nature protects, the stout-hearted Germans protect us,\n And thus protects us the Lord, who then will he weakly despondent?\n Weary already the combatants, all indications are peaceful.\n Would it might be that when that festival, ardently longed for,\n Shall in our church be observed, when the sacred Te Deum is rising,\n Swelled by the pealing of organ and bells, and the blaring of trumpets,--\n Would it might be that that day should behold my Hermann, sir pastor,\n Standing, his choice now made, with his bride before thee at the altar,\n Making that festal day, that through every land shall be honored,\n My anniversary, too, henceforth of domestic rejoicing!\n But I observe with regret, that the youth so efficient and active\n Ever in household affairs, when abroad is timid and backward.\n Little enjoyment he finds in going about among others;\n Nay, he will even avoid young ladies' society wholly;\n Shuns the enlivening dance which all young persons delight in.\"\n\n Thus he spoke and listened; for now was heard in the distance\n Clattering of horses' hoofs drawing near, and the roll of the wagon,\n Which, with furious haste, came thundering under the gateway.\n\n\n\n\nTERPSICHORE\n\nHERMANN\n\n Now when of comely mien the son came into the chamber,\n Turned with a searching look the eyes of the preacher upon him,\n And, with the gaze of the student, who easily fathoms expression,\n Scrutinized well his face and form and his general bearing.\n Then with a smile he spoke, and said in words of affection:\n \"Truly a different being thou comest! I never have seen thee\n Cheerful as now, nor ever beheld I thy glances so beaming.\n Joyous thou comest, and happy: 'tis plain that among the poor people\n Thou hast been sharing thy gifts, and receiving their blessings upon thee.\"\n\n Quietly then, and with serious words, the son made him answer:\n \"If I have acted as ye will commend, I know not; but I followed\n That which my heart bade me do, as I shall exactly relate you.\n Thou wert, mother, so long in rummaging 'mong thy old pieces,\n Picking and choosing, that not until late was thy bundle together;\n Then too the wine and the beer took care and time in the packing.\n When I came forth through the gateway at last, and out on the high-road,\n Backward the crowd of citizens streamed with women and children,\n Coming to meet me; for far was already the band of the exiles.\n Quicker I kept on my way, and drove with speed to the village,\n Where they were meaning to rest, as I heard, and tarry till morning.\n Thitherward up the new street as I hasted, a stout-timbered wagon,\n Drawn by two oxen, I saw, of that region the largest and strongest;\n While, with vigorous steps, a maiden was walking beside them,\n And, a long staff in her hand, the two powerful creatures was guiding,\n Urging them now, now holding them back; with skill did she drive them.\n Soon as the maiden perceived me, she calmly drew near to the horses,\n And in these words she addressed me: 'Not thus deplorable always\n Has our condition been, as to-day on this journey thou seest.\n I am not yet grown used to asking gifts of a stranger,\n Which he will often unwillingly give, to be rid of the beggar.\n But necessity drives me to speak; for here, on the straw, lies\n Newly delivered of child, a rich land-owner's wife, whom I scarcely\n Have in her pregnancy, safe brought off with the oxen and wagon.\n Naked, now in her arms the new-born infant is lying,\n And but little the help our friends will be able to furnish,\n If in the neighboring village, indeed, where to-day we would rest us,\n Still we shall find them; though much do I fear they already have passed it.\n Shouldst thou have linen to spare of any description, provided\n Thou of this neighborhood art, to the poor in charity give it.'\n\n \"Thus she spoke, and the pale-faced mother raised herself feebly\n Up from the straw, and towards me looked. Then said I in answer:\n 'Surely unto the good, a spirit from heaven oft speaketh,\n Making them feel the distress that threatens a suffering brother.\n For thou must know that my mother, already presaging thy sorrows,\n Gave me a bundle to use it straightway for the need of the naked,'\n Then I untied the knots of the string, and the wrapper of father's\n Unto her gave, and gave her as well the shirts and the linen.\n And she thanked me with joy, and cried: 'The happy believe not\n Miracles yet can be wrought: for only in need we acknowledge\n God's own hand and finger, that leads the good to show goodness,\n What unto us he has done through thee, may he do to thee also!\n And I beheld with what pleasure the sick woman handled the linens,\n But with especial delight the dressing-gown's delicate flannel.\n 'Let us make haste,' the maid to her said, 'and come to the village,\n Where our people will halt for the night and already are resting.\n There these clothes for the children I, one and all, straightway will portion.'\n Then she saluted again, her thanks most warmly expressing,\n Started the oxen; the wagon went on; but there I still lingered,\n Still held the horses in check; for now my heart was divided\n Whether to drive with speed to the village, and there the provisions\n Share 'mong the rest of the people, or whether I here to the maiden\n All should deliver at once, for her discreetly to portion.\n And in an instant my heart had decided, and quietly driving\n After the maiden, I soon overtook her, and said to her quickly:\n 'Hearken, good maiden;--my mother packed up not linen-stuffs only\n Into the carriage, that I should have clothes to furnish the naked;\n Wine and beer she added besides, and supply of provisions:\n Plenty of all these things I have in the box of the carriage.\n But now I feel myself moved to deliver these offerings also\n Into thy hand; for so shall I best fulfil my commission.\n Thou wilt divide them with judgment, while I must by chance be directed.'\n Thereupon answered the maiden: 'I will with faithfulness portion\n These thy gifts, that all shall bring comfort to those who are needy.'\n Thus she spoke, and quickly the box of the carriage I opened,\n Brought forth thence the substantial hams, and brought out the breadstuffs,\n Bottles of wine and beer, and one and all gave to the maiden.\n Willingly would I have given her more, but the carriage was empty.\n All she packed at the sick woman's feet, and went on her journey.\n I, with my horses and carriage, drove rapidly back to the city.\"\n\n Instantly now, when Hermann had ceased, the talkative neighbor\n Took up the word, and cried: \"Oh happy, in days like the present,\n Days of flight and confusion, who lives by himself in his dwelling,\n Having no wife nor child to be clinging about him in terror!\n Happy I feel myself now, and would not for much be called father;\n Would not have wife and children to-day, for whom to be anxious.\n Oft have I thought of this flight before; and have packed up together\n All my best things already, the chains and old pieces of money\n That were my sainted mother's, of which not one has been sold yet.\n Much would be left behind, it is true, not easily gotten.\n Even the roots and the herbs, that were with such industry gathered,\n I should be sorry to lose, though the worth of the goods is but trifling.\n If my purveyor remained, I could go from my dwelling contented.\n When my cash I have brought away safe, and have rescued my person,\n All is safe: none find it so easy to fly as the single.\"\n\n \"Neighbor,\" unto his words young Hermann with emphasis answered:\n \"I can in no wise agree with thee here, and censure thy language.\n Is he indeed a man to be prized, who, in good and in evil,\n Takes no thought but for self, and gladness and sorrow with others\n Knows not how to divide, nor feels his heart so impel him?\n Rather than ever to-day would I make up my mind to be married:\n Many a worthy maiden is needing a husband's protection,\n And the man needs an inspiriting wife when ill is impending.\"\n\n Thereupon smiling the father replied: \"Thus love I to hear thee!\n That is a sensible word such as rarely I've known thee to utter.\"\n Straightway, however, the mother broke in with quickness, exclaiming:\n \"Son, to be sure, thou art right! we parents have set the example;\n Seeing that not in our season of joy did we choose one another;\n Rather the saddest of hours it was that bound us together.\n Monday morning--I mind it well; for the day that preceded\n Came that terrible fire by which our city was ravaged--\n Twenty years will have gone. The day was a Sunday as this is;\n Hot and dry was the season; the water was almost exhausted.\n All the people were strolling abroad in their holiday dresses,\n 'Mong the villages partly, and part in the mills and the taverns.\n And at the end of the city the flames began, and went coursing\n Quickly along the streets, creating a draught in their passage.\n Burned were the barns where the copious harvest already was garnered;\n Burned were the streets as far as the market; the house of my father,\n Neighbor to this, was destroyed, and this one also fell with it.\n Little we managed to save. I sat, that sorrowful night through,\n Outside the town on the common, to guard the beds and the boxes.\n Sleep overtook me at last, and when I again was awakened,\n Feeling the chill of the morning that always descends before sunrise,\n There were the smoke and the glare, and the walls and chimneys in ruins.\n Then fell a weight on my heart; but more majestic than ever\n Came up the sun again, inspiring my bosom with courage.\n Then I rose hastily up, with a yearning the place to revisit\n Whereon our dwelling had stood, and to see if the hens had been rescued,\n Which I especially loved, for I still was a child in my feelings.\n Thus as I over the still-smoking timbers of house and of court-yard\n Picked my way, and beheld the dwelling so ruined and wasted,\n Thou camest up to examine the place, from the other direction.\n Under the ruins thy horse in his stall had been buried; the rubbish\n Lay on the spot and the glimmering beams; of the horse we saw nothing.\n Thoughtful and grieving we stood there thus, each facing the other,\n Now that the wall was fallen that once had divided our court-yards.\n Thereupon thou by the hand didst take me, and speak to me, saying,--\n 'Lisa, how earnest thou hither? Go back! thy soles must be burning;\n Hot the rubbish is here: it scorches my boots, which are stronger.'\n And thou didst lift me up, and carry me out through thy court-yard.\n There was the door of the house left standing yet with its archway,\n Just as 'tis standing now, the one thing only remaining.\n Then thou didst set me down and kiss me; to that I objected;\n But thou didst answer and say with kindly significant language:\n 'See! my house lies in ruins: remain here and help me rebuild it;\n So shall my help in return be given to building thy father's.'\n Yet did I not comprehend thee until thou sentest thy mother\n Unto my father, and quick were the happy espousals accomplished.\n E'en to this day I remember with joy those half-consumed timbers,\n And I can see once more the sun coming up in such splendor;\n For 'twas the day that gave me my husband; and, ere the first season\n Passed of that wild desolation, a son to my youth had been given.\n Therefore I praise thee, Hermann, that thou, with an honest assurance,\n Shouldst, in these sorrowful days, be thinking thyself of a maiden,\n And amid ruins and war shouldst thus have the courage to woo her.\"\n\n Straightway, then, and with warmth, the father replied to her, saying:\n \"Worthy of praise is the feeling, and truthful also the story,\n Mother, that thou hast related; for so indeed everything happened.\n Better, however, is better. It is not the business of all men\n Thus their life and estate to begin from the very foundation:\n Every one needs not to worry himself as we and the rest did.\n Oh, how happy is he whose father and mother shall give him,\n Furnished and ready, a house which he can adorn with his increase.\n Every beginning is hard; but most the beginning a household.\n Many are human wants, and every thing daily grows dearer,\n So that a man must consider the means of increasing his earnings.\n This I hope therefore of thee, my Hermann, that into our dwelling\n Thou wilt be bringing ere long a bride who is handsomely dowered;\n For it is meet that a gallant young man have an opulent maiden.\n Great is the comfort of home whene'er, with the woman elected,\n Enter the useful presents, besides, in box and in basket.\n Not for this many a year in vain has the mother been busy\n Making her daughter's linens of strong and delicate texture;\n God-parents have not in vain been giving their vessels of silver,\n And the father laid by in his desk the rare pieces of money;\n For there a day will come when she, with her gifts and possessions,\n Shall that youth rejoice who has chosen her out of all others.\n Well do I know how good in a house is a woman's position,\n Who her own furniture round her knows, in kitchen and chamber;\n Who herself the bed and herself the table has covered.\n Only a well-dowered bride should I like to receive to my dwelling.\n She who is poor is sure, in the end, to be scorned by her husband;\n And will as servant be held, who as servant came in with her bundle.\n Men will remain unjust when the season of love is gone over.\n Yes, my Hermann, thy father's old age thou greatly canst gladden,\n If thou a daughter-in-law will speedily bring to my dwelling,\n Out of the neighborhood here,--from the house over yonder, the green one.\n Rich is the man, I can tell thee. His manufactures and traffic\n Daily are making him richer; for whence draws the merchant not profit?\n Three daughters only he has, to divide his fortune among them.\n True that the eldest already is taken; but there is the second\n Still to be had, as well as the third; and not long so, it may be.\n I would never have lingered till now, had I been in thy place;\n But had fetched one of the maidens, as once I bore off thy dear mother.\"\n Modestly then did the son to the urgent father answer;\n \"Truly 'twas my wish too, as well as thine own, to have chosen\n One of our neighbor's daughters, for we had been brought up together;\n Played, in the early days, about the market-place fountain;\n And, from the other boys' rudeness, I often have been their defender.\n That, though, is long since past: the girls, as they grew to be older,\n Properly stayed in the house, and shunned the more boisterous pastimes.\n Well brought up are they, surely! I used sometimes to go over,\n Partly to gratify thee, and because of our former acquaintance:\n But no pleasure I ever could take in being among them;\n For I was always obliged to endure their censures upon me.\n Quite too long was my coat, the cloth too coarse, and the color\n Quite too common; my hair was not cropped, as it should be, and frizzled.\n I was resolved, at last, that I, also, would dress myself finely,\n Just as those office-boys do who always are seen there on Sundays,\n Wearing in summer their half-silken flaps, that dangled about them;\n But I discovered, betimes, they made ever a laughing-stock of me.\n And I was vexed when I saw it,--it wounded my pride; but more deeply\n Felt I aggrieved that they the good-will should so far misinterpret\n That in my heart I bore them,--especially Minna the youngest.\n It was on Easter-day that last I went over to see them;\n Wearing my best new coat, that is now hanging up in the closet,\n And having frizzled my hair, like that of the other young fellows.\n Soon as I entered, they tittered; but that not at me, as I fancied.\n Minna before the piano was seated; the father was present,\n Hearing his daughters sing, and full of delight and good-humor.\n Much I could not understand of all that was said in the singing;\n But of Pamina I often heard, and oft of Tamino:\n And I, besides, could not stay there dumb; so, as soon as she ended,\n Something about the words I asked, and about the two persons.\n Thereupon all were silent and smiled; but the father made answer:\n 'Thou knowest no one, my friend, I believe, but Adam and Eve?'\n No one restrained himself longer, but loud laughed out then the maidens,\n Loud laughed out the boys, the old man held his sides for his laughing.\n I, in embarrassment, dropped my hat, and the giggling continued,\n On and on and on, for all they kept playing and singing.\n Back to the house here I hurried, o'ercome with shame and vexation,\n Hung up my coat in the closet, and pulled out the curls with my fingers,\n Swearing that never again my foot should cross over that threshold.\n And I was perfectly right; for vain are the maidens, and heartless.\n E'en to this day, as I hear, I am called by them ever 'Tamino.'\"\n\n Thereupon answered the mother, and said: \"Thou shouldest not, Hermann,\n Be so long vexed with the children: indeed, they are all of them children.\n Minna, believe me, is good, and was always disposed to thee kindly.\n 'Twas not long since she was asking about thee. Let her be thy chosen!\"\n\n Thoughtfully answered the son: \"I know not. That mortification\n Stamped itself in me so deeply, I never could bear to behold her\n Seated before the piano or listen again to her singing.\"\n\n Forth broke the father then, and in words of anger made answer:\n \"Little of joy will my life have in thee! I said it would be so\n When I perceived that thy pleasure was solely in horses and farming:\n Work which a servant, indeed, performs for an opulent master,\n That thou doest; the father meanwhile must his son be deprived of,\n Who should appear as his pride, in the sight of the rest of the townsmen.\n Early with empty hopes thy mother was wont to deceive me,\n When in the school thy studies, thy reading and writing, would never\n As with the others succeed, but thy seat would be always the lowest.\n That comes about, forsooth, when a youth has no feeling of honor\n Dwelling within his breast, nor the wish to raise himself higher.\n Had but my father so cared for me as thou hast been cared for;\n If he had sent me to school, and provided me thus with instructors,\n I should be other, I trow, than host of the Golden Lion!\"\n\n Then the son rose from his seat and noiselessly moved to the doorway,\n Slowly, and speaking no word. The father, however; in passion\n After him called, \"Yes, go, thou obstinate fellow! I know thee!\n Go and look after the business henceforth, that I have not to chide thee;\n But do thou nowise imagine that ever a peasant-born maiden\n Thou for a daughter-in-law shalt bring into my dwelling, the hussy!\n Long have I lived in the world, and know how mankind should be dealt with;\n Know how to entertain ladies and gentlemen so that contented\n They shall depart from my house, and strangers agreeably can flatter.\n Yet I'm resolved that some day I one will have for a daughter,\n Who shall requite me in kind and sweeten my manifold labors;\n Who the piano shall play to me, too; so that there shall with pleasure\n All the handsomest people in town and the finest assemble,\n As they on Sundays do now in the house of our neighbor.\" Here Hermann\n Softly pressed on the latch, and so went out from the chamber.\n\n\n\n\nTHALIA\n\nTHE CITIZENS\n\n Thus did the modest son slip away from the angry upbraiding;\n But in the tone he had taken at first, the father continued:\n \"That comes not out of a man which he has not in him; and hardly\n Shall the joy ever be mine of seeing my dearest wish granted:\n That my son may not as his father be, but a better.\n What would become of the house, and what of the city if each one\n Were not with pleasure and always intent on maintaining, renewing,\n Yea, and improving, too, as time and the foreigner teach us!\n Man is not meant, forsooth, to grow from the ground like a mushroom,\n Quickly to perish away on the spot of ground that begot him,\n Leaving no trace behind of himself and his animate action!\n As by the house we straightway can tell the mind of the master,\n So, when we walk through a city, we judge of the persons who rule it.\n For where the towers and walls are falling to ruin; where offal\n Lies in heaps in the gutters, and alleys with offal are littered;\n Where from its place has started the stone, and no one resets it;\n Where the timbers are rotting away, and the house is awaiting\n Vainly its new supports,--that place we may know is ill governed.\n Since if not from above work order and cleanliness downward,\n Easily grows the citizen used to untidy postponement;\n Just as the beggar grows likewise used to his ragged apparel.\n Therefore I wished that our Hermann might early set out on some travels;\n That he at least might behold the cities of Strasburg and Frankfort,\n Friendly Mannheim, too, that is cheerful and evenly builded.\n He that has once beheld cities so cleanly and large, never after\n Ceases his own native city, though small it may be, to embellish.\n Do not the strangers who come here commend the repairs in our gateway,\n Notice our whitewashed tower, and the church we have newly rebuilded?\n Are not all praising our pavement? the covered canals full of water,\n Laid with a wise distribution, which furnish us profit and safety,\n So that no sooner does fire break out than 'tis promptly arrested?\n Has not all this come to pass since the time of our great conflagration?\n Builder I six times was named by the council, and won the approval,\n Won moreover the heartfelt thanks of all the good burghers,\n Actively carrying out what I planned, and also fulfilling\n What had by upright men been designed, and left uncompleted.\n Finally grew the same zeal in every one of the council;\n All now labor together, and firmly decided already\n Stands it to build the new causeway that shall with the highroad connect us.\n But I am sorely afraid that will not be the way with our children.\n Some think only of pleasure and perishable apparel;\n Others will cower at home, and behind the stove will sit brooding.\n One of this kind, as I fear, we shall find to the last in our Hermann.\"\n\n Straightway answered and said the good and intelligent mother:\n \"Why wilt thou always, father, be doing our son such injustice?\n That least of all is the way to bring thy wish to fulfilment.\n We have no power to fashion our children as suiteth our fancy;\n As they are given by God, we so must have them and love them;\n Teach them as best we can, and let each of them follow his nature.\n One will have talents of one sort, and different talents another.\n Every one uses his own; in his own individual fashion,\n Each must be happy and good. I will not have my Hermann found fault with;\n For he is worthy, I know, of the goods he shall one day inherit;\n Will be an excellent landlord, a pattern to burghers and builders;\n Neither in council, as I can foresee, will he be the most backward.\n But thou keepest shut up in his breast all the poor fellow's spirit,\n Finding such fault with him daily, and censuring as thou but now hast.\"\n And on the instant she quitted the room, and after him hurried,\n Hoping she somewhere might find him, and might with her words of affection\n Cheer him again, her excellent son, for well he deserved it.\n\n Thereupon when she was gone, the father thus smiling continued:\n \"What a strange folk, to be sure, are these women; and just like the children;\n Both of them bent upon living according as suiteth their pleasure,\n While we others must never do aught but flatter and praise them.\n Once for all time holds good the ancients' trustworthy proverb:\n 'Whoever goes not forward comes backward.' So must it be always.\"\n\n Thereupon answered and said, in a tone of reflection, the doctor:\n \"That, sir neighbor, I willingly grant; for myself I am always\n Casting about for improvement,--things new, so they be not too costly.\n But what profits a man, who has not abundance of money,\n Being thus active and stirring, and bettering inside and outside?\n Only too much is the citizen cramped: the good, though he know it,\n Has he no means to acquire because too slender his purse is,\n While his needs are too great; and thus is he constantly hampered.\n Many the things I had done; but then the cost of such changes\n Who does not fear, especially now in this season of danger?\n Long since my house was smiling upon me in modish apparel!\n Long since great panes of glass were gleaming in all of the windows!\n But who can do as the merchant does, who, with his resources,\n Knows the methods as well by which the best is arrived at?\n Look at that house over yonder,--the new one; behold with what splendor\n 'Gainst the background of green stand out the white spirals of stucco!\n Great are the panes in the windows; and how the glass sparkles and glitters,\n Casting quite into the shade the rest of the market-place houses!\n Yet just after the fire were our two houses the finest,\n This of the Golden Lion, and mine of the sign of the Angel.\n So was my garden, too, throughout the whole neighborhood famous:\n Every traveller stopped and gazed through the red palisadoes,\n Caught by the beggars there carved in stone and the dwarfs of bright colors.\n Then whosoever had coffee served in the beautiful grotto,--\n Standing there now all covered with dust and Partly in ruins,--\n Used to be mightily pleased with the glimmering light of the mussels\n Spread out in beautiful order; and even the eye of the critic\n Used by the sight of my corals and potter's ore to be dazzled.\n So in my parlor, too, they would always admire the painting,\n Where in a garden are gaily dressed ladies and gentlemen walking,\n And with their taper fingers are plucking and holding the flowers.\n But who would look at it now! In sooth, so great my vexation\n Scarcely I venture abroad. All now must be other and tasteful,\n So they call it; and white are the laths and benches of wood-work;\n Everything simple and smooth; no carving longer or gilding\n Can be endured, and the woods from abroad are of all the most costly.\n Well, I too should be glad could I get for myself something novel;\n Glad to keep up with the times, and be changing my furniture often;\n Yet must we all be afraid of touching the veriest trifle.\n For who among us has means for paying the work-people's wages\n Lately I had an idea of giving the Archangel Michael,\n Making the sign of my shop, another fresh coating of gilding,\n And to the terrible dragon about his feet that is winding;\n But I e'en let him stay browned as he is: I dreaded the charges.\"\n\n\n\n\nEUTERPE\n\nMOTHER AND SON\n\n Thus entertaining themselves, the men sat talking. The mother\n Went meanwhile to look for her son in front of the dwelling,\n First on the settle of stone, whereon 'twas his wont to be seated.\n When she perceived him not there, she went farther to look in the stable,\n If he were caring perhaps for his noble horses, the stallions,\n Which he as colts had bought, and whose care he intrusted to no one.\n And by the servant she there was told: He is gone to the garden.\n Then with a nimble step she traversed the long, double courtyards,\n Leaving the stables behind, and the well-builded barns, too, behind her;\n Entered the garden, that far as the walls of the city extended;\n Walked through its length, rejoiced as she went in every thing growing;\n Set upright the supports on which were resting the branches\n Heavily laden with apples, and burdening boughs of the pear-tree.\n Next some caterpillars removed from a stout, swelling cabbage;\n For an industrious woman allows no step to be wasted.\n Thus was she come at last to the end of the far-reaching garden,\n Where stood the arbor embowered in woodbine; nor there did she find him,\n More than she had hitherto in all her search through the garden.\n But the wicket was standing ajar, which out of the arbor,\n Once by particular favor, had been through the walls of the city\n Cut by a grandsire of hers, the worshipful burgomaster.\n So the now dried-up moat she next crossed over with comfort,\n Where, by the side of the road, direct the well-fenced vineyard,\n Rose with a steep ascent, its slope exposed to the sunshine.\n Up this also she went, and with pleasure as she was ascending\n Marked the wealth of the clusters, that scarce by their leafage were hidden.\n Shady and covered the way through the lofty middlemost alley,\n Which upon steps that were made of unhewn blocks you ascended.\n There were the Muscatel, and there were the Chasselas hanging\n Side by side, of unusual size and colored with purple,\n All set out with the purpose of decking the visitor's table;\n While with single vine-stocks the rest of the hillside was covered,\n Bearing inferior clusters, from which the delicate wine comes.\n Thus up the slope she went, enjoying already the vintage,\n And that festive day on which the whole country, rejoicing,\n Picks and tramples the grapes, and gathers the must into vessels:\n Fireworks, when it is evening, from every direction and corner\n Crackle and blaze, and so the fairest of harvests is honored.\n But more uneasy she went, her son after twice or thrice calling,\n And no answer receiving, except from the talkative echo,\n That with many repeats rang back from the towers of the city.\n\n Strange it was for her to seek him; he never had gone to a distance\n That he told her not first, to spare his affectionate mother\n Every anxious thought, and fear that aught ill had befallen.\n Still did she constantly hope that, if further she went, she should find him;\n For the two doors of the vineyard, the lower as well as the upper,\n Both were alike standing open. So now she entered the cornfield,\n That with its broad expanse the ridge of the hill covered over.\n Still was the ground that she walked on her own; and the crops she rejoiced in,--\n All of them still were hers, and hers was the proud-waving grain, too,\n Over the whole broad field in golden strength that was stirring.\n Keeping the ridgeway, the footpath, between the fields she went onward,\n Having the lofty pear-tree in view, which stood on the summit,\n And was the boundary-mark of the fields that belonged to her dwelling.\n Who might have planted it, none could know, but visible was it\n Far and wide through the country; the fruit of the pear-tree was famous.\n 'Neath it the reapers were wont to enjoy their meal at the noon-day,\n And the shepherds were used to tend their flocks in its shadow.\n Benches of unhewn stones and of turf they found set about it.\n And she had not been mistaken, for there sat her Hermann, and rested,--\n Sat with his head on his hand, and seemed to be viewing the landscape\n That to the mountains lay: his back was turned to his mother.\n Towards him softly she crept, and lightly touched on the shoulder;\n Quick he turned himself round: there were tears in his eyes as he met her.\n\n \"Mother, how hast thou surprised me!\" he said in confusion; and quickly\n Wiped the high-spirited youth his tears away. But the mother,\n \"What! do I find thee weeping, my son?\" exclaimed in amazement.\n \"Nay, that is not like thyself: I never before have so seen thee!\n Tell me, what burdens thy heart? what drives thee here, to be sitting\n Under the pear-tree alone? These tears in thine eyes, what has brought them?\"\n\n Then, collecting himself, the excellent youth made her answer:\n \"Truly no heart can that man have in his bosom of iron,\n Who is insensible now to the needs of this emigrant people;\n He has no brains in his head, who not for his personal safety,\n Not for his fatherland's weal, in days like the present is anxious.\n Deeply my heart had been touched by the sights and sounds of the morning;\n Then I went forth and beheld the broad and glorious landscape\n Spreading its fertile slopes in every direction about us,\n Saw the golden grain inclining itself to the reapers,\n And the promise of well-filled barns from the plentiful harvest.\n But, alas, how near is the foe! The Rhine with its waters\n Guards us, indeed; but, ah, what now are rivers and mountains\n 'Gainst that terrible people that onward bears like a tempest!\n For they summon their youths from every quarter together,\n Call up their old men too, and press with violence forward.\n Death cannot frighten the crowd: one multitude follows another.\n And shall a German dare to linger behind in his homestead?\n Hopes he perhaps to escape the everywhere threatening evil?\n Nay, dear mother, I tell thee, to-day has made me regretful\n That I was lately exempt, when out of our townsmen were chosen\n Those who should serve in the army. An only son I am truly,\n Also our business is great, and the charge of our household is weighty.\n Yet were it better, I deem, in the front to offer resistance\n There on the border, than here to await disaster and bondage.\n So has my spirit declared, and deep in my innermost bosom\n Courage and longing have now been aroused to live for my country,\n Yea, and to die, presenting to others a worthy example.\n If but the strength of Germany's youth were banded together\n There on the frontier, resolved that it never would yield to the stranger,\n Ah, he should not on our glorious soil be setting his foot-steps,\n Neither consuming before our eyes the fruit of our labor,\n Ruling our men, and making his prey of our wives and our daughters.\n Hark to me, mother: for I in the depths of my heart am determined\n Quickly to do, and at once, what appears to me right and in reason;\n For he chooses not always the best who longest considers.\n Hearken, I shall not again return to the house; but directly\n Go from this spot to the city, and there present to the soldiers\n This right arm and this heart, to be spent in the fatherland's service.\n Then let my father say if there be no feeling of honor\n Dwelling within my breast, nor a wish to raise myself higher.\"\n Then with significant words spoke the good and intelligent mother,\n While from her eyes the quick-starting tears were silently falling:\n \"Son, what change has come o'er thee to-day, and over thy temper,\n That thou speakest no more, as thou yesterday didst, and hast always,\n Open and free, to thy mother, and tellest exactly thy wishes?\n Any one else, had he heard thee thus speak, would in sooth have commended,\n And this decision of thine would have highly approved as most noble,\n Being misled by thy tone and by thy significant language.\n Yet have I nothing but censure to speak; for better I know thee.\n Thou concealest thy heart, and thy thoughts are not such as thou tellest.\n Well do I know that it is not the drum, not the trumpet that calls thee:\n Neither in uniform wouldst thou figure in sight of the maidens;\n Since, for all thou art honest and brave, it is thy vocation\n Here in quiet to care for the farm and provide for the household.\n Tell me honestly, therefore, what goads thee to such a decision?\"\n\n Earnestly answered the son: \"Nay, thou art mistaken, dear mother:\n One day is not like another. The youth matures into manhood:\n Better in stillness oft ripening to deeds than when in the tumult\n Wildering and wild of existence, that many a youth has corrupted.\n And, for as still as I am and was always, there yet in my bosom\n Has such a heart been shaped as abhors all wrong and injustice;\n And I have learned aright between worldly things to distinguish.\n Arm and foot, besides, have been mightily strengthened by labor.\n All this, I feel, is true: I dare with boldness maintain it.\n Yet dost thou blame me with reason, O mother! for thou hast surprised me\n Using a language half truthful and half that of dissimulation.\n For, let me honestly own,--it is not the near danger that calls me\n Forth from my father's house; nor is it the lofty ambition\n Helpful to be to my country, and terrible unto the foeman.\n They were but words that I spoke: they only were meant for concealing\n Those emotions from thee with which my heart is distracted;\n And so leave me, O mother! for, since the wishes are fruitless\n Which in my bosom I cherish, my life must go fruitlessly over.\n For, as I know, he injures himself who is singly devoted,\n When for the common cause the whole are not working together.\"\n\n \"Hesitate not,\" replied thereupon the intelligent mother,\n \"Every thing to relate me, the smallest as well as the greatest.\n Men will always be hasty, their thoughts to extremes ever running:\n Easily out of their course the hasty are turned by a hindrance.\n Whereas a woman is clever in thinking of means, and will venture\n E'en on a roundabout way, adroitly to compass her object.\n Let me know every thing, then; say wherefore so greatly excited\n 'As I ne'er saw thee before, why thy blood is coursing so hotly,\n Wherefore, against thy will, tears are filling thine eyes to o'erflowing.\"\n\n Then he abandoned himself, the poor boy, to his sorrow, and weeping,\n Weeping aloud on his kind mother's breast, he brokenly answered:\n \"Truly my father's words to-day have wounded me sorely,--\n Words which I have not deserved; not to-day, nor at any time have I:\n For it was early my greatest delight to honor my parents.\n No one knew more, so I deemed, or was wiser than those who begot me,\n And had with strictness ruled throughout the dark season of childhood.\n Many the things, in truth, I with patience endured from my playmates,\n When the good-will that I bore them they often requited with malice.\n Often I suffered their flings and their blows to pass unresented;\n But if they ventured to ridicule father, when he of a Sunday\n Home from Church would come, with his solemn and dignified bearing;\n If they made fun of his cap-string, or laughed at the flowers of the wrapper\n He with such stateliness wore, which was given away but this morning,--\n Threateningly doubled my fist in an instant; with furious passion\n Fell I upon them, and struck out and hit, assailing them blindly,\n Seeing not where. They howled as the blood gushed out from their noses:\n Scarcely they made their escape from my passionate kicking and beating.\n Then, as I older grew, I had much to endure from my father;\n Violent words he oft vented on me, instead of on others,\n When, at the board's last session, the council had roused his displeasure,\n And I was made to atone for the quarrels and wiles of his colleagues.\n Thou has pitied me often thyself; for much did I suffer,\n Ever remembering with cordial respect the kindness of parents,\n Solely intent on increasing for us their goods and possessions,\n Much denying themselves in order to save for their children.\n But, alas! saving alone, for the sake of a tardy enjoyment,--\n That is not happiness: pile upon pile, and acre on acre,\n Make us not happy, no matter how fair our estates may be rounded.\n For the father grows old, and with him will grow old the children,\n Losing the joy of the day, and bearing the care of tomorrow.\n Look thou below, and see how before us in glory are lying,\n Fair and abundant, the corn-fields; beneath them, the vineyard and garden;\n Yonder the stables and barns; our beautiful line of possessions.\n But when I look at the dwelling behind, where up in the gable\n We can distinguish the window that marks my room in the attic;\n When I look back, and remember how many a night from that window\n I for the moon have watched; for the sun, how many a morning!\n When the healthful sleep of a few short hours sufficed me,--\n Ah, so lonely they seem to me then, the chamber and courtyard,\n Garden and glorious field, away o'er the hill that is stretching;\n All so desert before me lie: 'tis the wife that is wanting.\"\n\n Thereupon spoke the good mother, and thus with intelligence answered:\n \"Son, not greater thy wish to bring thee a bride to thy chamber,\n That thou mayst find thy nights a beautiful part of existence,\n And that the work of the day may gain independence and freedom,\n Than is thy father's wish too, and thy mother's. We always have counselled,--\n Yea, we have even insisted,--that thou shouldst select thee a maiden.\n But I was ever aware, and now my heart gives me assurance,\n That till the hour appointed is come, and the maiden appointed\n Shall with the hour appear, the choice will be left for the future,\n While more strong than all else will be fear of grasping the wrong one.\n If I may say it, my son, I believe thou already hast chosen;\n For thy heart has been touched, and been made more than wontedly tender.\n Speak it out honestly, then; for my soul has told me beforehand:\n That same maiden it is, the exile, whom thou hast elected.\"\n\n \"Thou has said, mother!\" the son thereupon with eagerness answered.\n \"Yes, it is she; and if I to-day as my bride do not bring her\n Home to our dwelling, she from me will go, perhaps vanish for ever,\n Lost in the war's confusion and sad movings hither and thither.\n Mother, for ever in vain would then our abundant possessions\n Prosper before me, and seasons to come be in vain to me fruitful.\n Yea, I should hold in aversion the wonted house and the garden:\n Even my mother's love, alas! would not comfort my sorrow.\n Every tie, so I feel in my heart, by love is unloosened\n Soon as she fastens her own; and not the maid is it only\n Leaves behind father and mother, to follow the man she has chosen.\n He too, the youth, no longer knows aught of mother and father,\n When he the maiden, his only beloved, sees vanishing from him.\n Suffer me, then, to go hence wherever despair shall impel me:\n Since by my father himself the decisive words have been spoken;\n Since his house can no longer be mine if he shut out the maiden,\n Her whom alone as my bride I desire to bring to our dwelling.\"\n\n Thereupon quickly made answer the good and intelligent mother:\n \"How like to rocks, forsooth, two men will stand facing each other!\n Proud and not to be moved, will neither draw near to his fellow;\n Neither will stir his tongue to utter the first word of kindness.\n Therefore I tell thee, my son, a hope yet lives in my bosom,\n So she be honest and good, thy father will let thee espouse her,\n Even though poor, and against a poor girl so decisive his sentence.\n Many a thing he is wont to speak out in his violent fashion\n Which he yet never performs; and so what he denies will consent to.\n Yet he requires a kindly word, and is right to require it: He is the father!\n Besides we know that his wrath after dinner,--\n When he most hastily speaks, and questions all others' opinions,--\n Signifies naught; the full force of his violent will is excited\n Then by the wine, which lets him not heed the language of others;\n None but himself does he see and feel. But now is come evening,\n Talk upon various subjects has passed between him and his neighbors.\n Gentle, he is; I am sure now his little excitement is over,\n And he can feel how unjust his passion has made him to others.\n Come, let us venture at once: success is alone to the valiant!\n Further we need the friends, still sitting together there with him;\n And in especial the worthy pastor will give us assistance.\"\n\n Thus she hastily spoke, and up from the stone then arising,\n Drew from his seat her son, who willingly followed. In silence\n Both descended the hill, their important purpose revolving.\n\n\n\n\nPOLYHYMNIA\n\nTHE CITIZEN OF THE WORLD\n\n HERE the three men, however, still sat conversing together,\n With mine host of the Lion, the village doctor, and pastor;\n And their talk was still on the same unvarying subject,\n Turning it this way and that, and viewing from every direction.\n But with his sober judgment the excellent pastor made answer:\n \"Here will I not contradict you. I know that man should be always\n Striving for that which is better; indeed, as we see, he is reaching\n Always after the higher, at least some novelty craving.\n But be careful ye go not too far, for with this disposition\n Nature has given us pleasure in holding to what is familiar;\n Taught us in that to delight to which we have long been accustomed.\n Every condition is good that is founded on reason and nature.\n Many are man's desires, yet little it is that he needeth;\n Seeing the days are short and mortal destiny bounded.\n Ne'er would I censure the man whom a restless activity urges,\n Bold and industrious, over all pathways of land and of ocean,\n Ever untiring to roam; who takes delight in the riches,\n Heaping in generous abundance about himself and his children.\n Yet not unprized by me is the quiet citizen also,\n Making the noiseless round of his own inherited acres,\n Tilling the ground as the ever-returning seasons command him.\n Not with every year is the soil transfigured about him;\n Not in haste does the tree stretch forth, as soon as 'tis planted,\n Full-grown arms towards heaven and decked with plenteous blossoms.\n No: man has need of patience, and needful to him are also\n Calmness and clearness of mind, and a pure and right understanding.\n Few are the seeds he intrusts to earth's all-nourishing bosom;\n Few are the creatures he knows how to raise and bring to perfection.\n Centred are all his thoughts alone on that which is useful.\n Happy to whom by nature a mind of such temper is given,\n For he supports us all! And hail, to the man whose abode is\n Where in a town the country pursuits with the city are blended.\n On him lies not the pressure that painfully hampers the farmer,\n Nor is he carried away by the greedy ambition of cities;\n Where they of scanty possessions too often are given to aping,\n Wives and daughters especially, those who are higher and richer.\n Blessed be therefore thy son in his life of quiet employment;\n Blessed the wife, of like mind with himself, whom he one day shall choose him.\"\n\n Thus he spoke; and scarce had he ended when entered the mother,\n Holding her son by the hand, and so led him up to her husband.\n \"Father,\" she said, \"how oft when we two have been chatting together,\n Have we rejoiced in the thought of Hermann's future espousal,\n When he should bring his bride to be the light of our dwelling!\n Over and over again the matter we pondered: this maiden\n Fixing upon for him first, and then that, with the gossip of parents.\n But that day is now come; and Heaven at last has the maiden\n Brought to him hither, and shown him; and now his heart has decided.\n Said we not always then he should have his own choice in the matter?\n Was it not just now thy wish that he might with lively affection\n Feel himself drawn to some maiden? The hour is come that we hoped for.\n Yes; he has felt and has chosen and come to a manly decision.\n That same maiden it is that met him this morning, the stranger:\n Say he may have her, or else, as he swears, his life shall be single.\"\n\n \"Give her me, father,\" so added the son: \"my heart has elected\n Clear and sure; she will be to you both the noblest of daughters.\"\n\n But the father was silent. Then hastily rose the good pastor,\n Took up the word and said: \"The moment alone is decisive;\n Fixes the life of man, and his future destiny settles.\n After long taking of counsel, yet only the work of a moment\n Every decision must be; and the wise alone seizes the right one.\n Dangerous always it is comparing the one with the other\n When we are making our choice, and so confusing our feelings.\n Hermann is pure. From childhood up I have known him, and never\n E'en as a boy was he wont to be reaching for this and the other:\n What he desired was best for him too, and he held to it firmly.\n Be not surprised and alarmed that now has appeared of a sudden,\n What thou hast wished for so long. It is true that the present appearance\n Bears not the form of the wish, exactly as thou hadst conceived it:\n For our wishes oft hide from ourselves the object we wish for;\n Gifts come down from above in the shapes appointed by Heaven.\n Therefore misjudge not the maiden who now of thy dearly beloved,\n Good and intelligent son has been first to touch the affections:\n Happy to whom at once his first love's hand shall be given,\n And in whose heart no tenderest wish must secretly languish.\n Yes: his whole bearing assures me that now his fate is decided.\n Genuine love matures in a moment the youth into manhood;\n He is not easily moved; and I fear that if this be refused him,\n Sadly his years will go by, those years that should be the fairest,\"\n\n Straightway then in a thoughtful tone the doctor made answer,\n On whose tongue for a long time past the words had been trembling:\n \"Pray let us here as before pursue the safe middle course only.\n Make haste slowly: that was Augustus the emperor's motto.\n Willingly I myself place at my well-beloved neighbor's disposal,\n Ready to do him what service I can with my poor understanding.\n Youth most especially stands in need of some one to guide it.\n Let me therefore go forth that I may examine the maiden,\n And may question the people among whom she lives and who know her.\n Me 'tis not easy to cheat: I know how words should be valued.\"\n\n Straightway the son broke in, and with wing'ed words made he answer:\n \"Do so, neighbor, and go and make thine inquiries; but with thee\n I should be glad if our minister here were joined in the errand:\n Two such excellent men would be irreproachable judges.\n O my father! believe me, she's none of those wandering maidens,\n Not one of those who stroll through the land in search of adventure,\n And who seek to ensnare inexperienced youth in their meshes.\n No: the hard fortunes of war, that universal destroyer,\n Which is convulsing the earth and has hurled from its deep foundations\n Many a structure already, have sent the poor girl into exile.\n Are not now men of high birth, the most noble, in misery roaming?\n Princes fly in disguise and kings are in banishment living.\n So alas! also is she, the best among all of her sisters,\n Driven an exile from home; yet, her personal sorrows forgetting,\n She is devoted to others; herself without help, she is helpful.\n Great is the want and the suffering over the earth that are spreading:\n Shall not some happiness, too, be begotten of all this affliction,\n And shall not I in the arms of my wife, my trusted companion,\n Look back with joy to the war, as do ye to the great conflagration?\"\n\n Outspoke the father then in a tone of decision, and answered:\n \"Strangely thy tongue has been loosened, my son, which many a year past\n Seemed to have stuck in thy mouth, and only to move on compulsion!\n I must experience to-day, it would seem, what threatens all fathers,\n That the son's headstrong will the mother with readiness favors,\n Showing too easy indulgence; and every neighbor sides with them\n When there is aught to be carried against the father and husband.\n But I will not oppose you, thus banded together: how could I?\n For I already perceive here tears and defiance beforehand.\n Go ye therefore, inquire, in God's name, bring me the daughter.\n But if not so, then the boy is to think no more of the maiden.\"\n\n Thus the father. The son cried out with joyful demeanor,\n \"Ere it is evening the noblest of daughters shall hither be brought you,\n Such as no man with sound sense in his breast can fail to be pleased with.\n Happy, I venture to hope, will be also the excellent maiden.\n Yes; she will ever be grateful for having had father and mother\n Given once more in you, and such as a child most delights in.\n Now I will tarry no longer, but straightway harness the horses,\n Drive forth our friends at once on the footsteps of my beloved,\n Leaving them then to act for themselves, as their wisdom shall dictate,\n Guide myself wholly, I promise, according to what they determine,\n And, until I may call her my own, ne'er look on the maiden.\"\n Thus he went forth: the others meanwhile remained in discussion,\n Rapid and earnest, considering deeply their great undertaking.\n\n Hermann hasted straightway to the stable, where quietly standing\n Found he the spirited stallions, the clean oats quickly devouring,\n And the well-dried hay that was cut from the richest of meadows.\n On them without delay the shining bits he adjusted,\n Hastily drew the straps through the buckles of beautiful plating,\n Firmly fastened then the long broad reins, and the horses\n Led without to the court-yard, whither the willing assistant\n Had with ease, by the pole, already drawn forward the carriage.\n Next to the whipple-tree they with care by the neatly kept traces\n Joined the impetuous strength of the freely travelling horses.\n Whip in hand took Hermann his seat and drove under the doorway.\n Soon as the friends straightway their commodious places had taken,\n Quickly the carriage rolled off, and left the pavement behind it,\n Left behind it the walls of the town and the fresh-whitened towers.\n Thus drove Hermann on till he came to the well-known causeway.\n Rapidly, loitering nowhere, but hastening up hill and down hill.\n But as he now before him perceived the spire of the village,\n And no longer remote the garden-girt houses were lying,\n Then in himself he thought that here he would rein up the horses.\n\n Under the solemn shade of lofty linden-trees lying,\n Which for centuries past upon this spot had been rooted,\n Spread in front of the village a broad and grass-covered common,\n Favorite place of resort for the peasants and neighboring townsfolk.\n Here, at the foot of the trees, sunk deep in the ground was a well-spring;\n When you descended the steps, stone benches you found at the bottom,\n Stationed about the spring, whose pure, living waters were bubbling\n Ceaselessly forth, hemmed in by low walls for convenience of drawing.\n Hermann resolved that here he would halt, with his horses and carriage,\n Under the shade of the trees. He did so, and said to the others;\n \"Here alight, my friends, and go your ways to discover\n Whether the maiden in truth be worthy the hand that I offer.\n That, she is so, I believe; naught new or strange will ye tell me.\n Had I to act for myself, I should go with speed to the village,\n Where a few words from the maiden's own lips should determine my fortune.\n Ye will with readiness single her out from all of the others,\n For there can scarcely be one that to her may be likened in bearing.\n But I will give you, besides, her modest attire for a token:\n Mark, then, the stomacher's scarlet, that sets off the arch of her bosom,\n Prettily laced, and the bodice of black fitting close to her figure;\n Neatly the edge of her kerchief is plaited into a ruffle,\n Which with a simple grace her chin's rounded outline encircles;\n Freely and lightly rises above it the head's dainty oval;\n And her luxuriant hair over silver bodkins is braided;\n Down from under her bodice, the full, blue petticoat falling,\n Wraps itself, when she is walking, about her neatly shaped ankles.\n Yet one thing will I say, and would make it my earnest petition,--\n Speak not yourselves with the maiden, nor let your intent be discovered;\n Rather inquire of others, and hearken to what they may tell you.\n When ye have tidings enough to satisfy father and mother,\n Then return to me here, and we will consider what further.\n So did I plan it all out in my mind while driving you hither.\"\n\n Thus he spoke. The friends thereupon went their way to the village,\n Where, in the houses and gardens and barns, the people were swarming;\n Wagons on wagons stood crowded together along the broad highway.\n Men for the harnessed horses and lowing cattle were caring,\n While the women were busy in drying their clothes on the hedges,\n And in the running brook the children were merrily splashing.\n Making their way through the pressure of wagons, of people and cattle,\n Went the commissioned spies, and to right and to left looked about them,\n If they a figure might see that answered the maiden's description;\n But not one of them all appeared the beautiful damsel.\n Denser soon grew the press. A contest arose round the wagons\n 'Mongst the threatening men, wherein blended the cries of the women.\n Rapidly then to the spot, and with dignified step, came an elder,\n Joined the clamoring group, and straightway the uproar was silenced,\n As he commanded peace, and rebuked with a fatherly sternness.\n \"Has, then, misfortune,\" he cried, \"not yet so bound us together,\n That we have finally learned to bear and forbear one another,\n Though each one, it may be, do not measure his share of the labor?\n He that is happy, forsooth, is contentious! Will sufferings never\n Teach you to cease from your brawls of old between brother and brother?\n Grudge not one to another a place on the soil of the stranger;\n Rather divide what ye have, as yourselves, ye would hope to find mercy.\"\n\n Thus spoke the man and all became silent: restored to good humor,\n Peaceably then the people arranged their cattle and wagons.\n But when the clergyman now had heard what was said by the stranger,\n And had the steadfast mind of the foreign justice discovered,\n He to the man drew near and with words of meaning addressed him:\n \"True it is, father, that when in prosperity people are living,\n Feeding themselves from the earth, which far and wide opens her bosom,\n And in the years and months renews the coveted blessings,--\n All goes on of itself, and each himself deems the wisest,\n Deems the best, and so they continue abiding together,\n He of greatest intelligence ranking no higher than others;\n All that occurs, as if of itself, going quietly forward.\n But let disaster unsettle the usual course of existence,\n Tear down the buildings about us, lay waste the crops and the garden,\n Banish the husband and wife from their old, familiar-grown dwelling,\n Drive them to wander abroad through nights and days of privation,--\n Then, ah then! we look round us to see what man is the wisest,\n And no longer in vain his glorious words will be spoken.\n Tell me, art thou not judge among this fugitive people,\n Father, who thus in an instant canst bid their passions be quiet?\n Thou dost appear to-day as one of those earliest leaders,\n Who through deserts and wanderings guided the emigrant nations.\n Yea, I could even believe I were speaking with Joshua or Moses.\"\n\n Then with serious look the magistrate answered him, saying:\n \"Truly our times might well be compared with all others in strangeness,\n Which are in history mentioned, profane or sacred tradition;\n For who has yesterday lived and to-day in times like the present,\n He has already lived years, events are so crowded together.\n If I look back but a little, it seems that my head must be hoary\n Under the burden of years, and yet my strength is still active.\n Well may we of this day compare ourselves unto that people\n Who, from the burning bush, beheld in the hour of their danger\n God the Lord: we also in cloud and in fire have beheld him.\"\n\n Seeing the priest was inclined to speak yet more with the stranger,\n And was desirous of learning his story and that of his people,\n Privately into his ear his companion hastily whispered:\n \"Talk with the magistrate further, and lead him to speak of the maiden.\n I, however, will wander in search, and as soon as I find her,\n Come and report to thee here.\" The minister nodded, assenting;\n And through the gardens, hedges, and barns, went the spy on his errand.\n\n\n\n\nCLIO\n\nTHE AGE\n\n Now when the foreign judge had been by the minister questioned\n As to his people's distress, and how long their exile had lasted,\n Thus made answer the man: \"Of no recent date are our sorrows;\n Since of the gathering bitter of years our people have drunken,--\n Bitterness all the more dreadful because such fair hope had been blighted.\n Who will pretend to deny that his heart swelled high in his bosom,\n And that his freer breast with purer pulses was beating;\n When we beheld the new sun arise in his earliest splendor,\n When of the rights of men we heard, which to all should be common,\n Were of a righteous equality told, and inspiriting freedom?\n Every one hoped that then he should live his own life, and the fetters,\n Binding the various lands, appeared their hold to be loosing,--\n Fetters that had in the hand of sloth been held and self-seeking.\n Looked not the eyes of all nations, throughout that calamitous season,\n Towards the world's capital city, for so it had long been considered,\n And of that glorious title was now, more than ever, deserving?\n\n \"Were not the names of those men who first delivered the message,\n Names to compare with the highest that under the heavens are spoken?\n Did not, in every man, grow courage and spirit and language?\n And, as neighbors, we, first of all, were zealously kindled.\n Thereupon followed the war, and armed bodies of Frenchmen\n Pressed to us nearer; yet nothing but friendship they seemed to be bringing;\n Ay, and they brought it too; for exalted the spirit within them:\n They with rejoicing the festive trees of liberty planted,\n Promising every man what was his own, and to each his own ruling.\n High beat the heart of the youths, and even the aged were joyful;\n Gaily the dance began about the newly raised standard.\n Thus had they speedily won, these overmastering Frenchmen,\n First the spirits of men by the fire and dash of their bearing,\n Then the hearts of the women with irresistible graces.\n Even the pressure of hungry war seemed to weigh on us lightly,\n So before our vision did hope hang over the future,\n Luring our eyes abroad into newly opening pathways.\n Oh, how joyful the time when with her belov'ed the maiden\n Whirls in the dance, the longed-for day of their union awaiting!\n But more glorious that day on which to our vision the highest\n Heart of man can conceive seemed near and attainable to us.\n Loosened was every tongue, and men--the aged, the stripling--\n Spoke aloud in words that were full of high feeling and wisdom.\n Soon, however, the sky was o'ercast. A corrupt generation\n Fought for the right of dominion, unworthy the good to establish;\n So that they slew one another, their new-made neighbors and brothers\n Held in subjection, and then sent the self-seeking masses against us.\n Chiefs committed excesses and wholesale plunder upon us,\n While those lower plundered and rioted down to the lowest:\n Every one seemed but to care that something be left for the morrow.\n Great past endurance the need, and daily grew the oppression:\n They were the lords of the day; there was none to hear our complaining.\n Then fell trouble and rage upon even the quietest spirit.\n One thought only had all, and swore for their wrongs to have vengeance,\n And for the bitter loss of their hope thus doubly deluded.\n Presently Fortune turned and declared on the side of the German,\n And with hurried marches the French retreated before us.\n Ah! then as never before did we feel the sad fortunes of warfare:\n He that is victor is great and good,--or at least he appears SO,--\n And he, as one of his own, will spare the man he has conquered,\n Him whose service he daily needs, and whose property uses.\n But no law the fugitive knows, save of self-preservation,\n And, with a reckless greed, consumes all the possessions about him;\n Then are his passions also inflamed: the despair that is in him\n Out of his heart breaks forth, and takes shape in criminal action.\n Nothing is further held sacred; but all is for plunder. His craving\n Turns in fury on woman, and pleasure is changed into horror.\n Death he sees everywhere round him, and madly enjoys his last moments,\n\n \"Taking delight in blood, in the shrieking of anguish exulting.\n Thereupon fiercely arose in our men the stern resolution\n What had been lost to avenge, and defend whate'er was remaining,\n Every man sprang to his arms, by the flight of the foeman encouraged,\n And by his blanching cheeks, and his timorous, wavering glances.\n Ceaselessly now rang out the clanging peal of the tocsin.\n Thought of no danger to come restrained their furious anger.\n Quick into weapons of war the husbandman's peaceful utensils\n All were converted; dripped with blood the scythe and the ploughshare.\n Quarter was shown to none: the enemy fell without mercy.\n Fury everywhere raged and the cowardly cunning of weakness.\n Ne'er may I men so carried away by injurious passion\n See again! the sight of the raging wild beast would be better.\n Let not man prattle of freedom, as if himself he could govern!\n Soon as the barriers are torn away, then all of the evil\n Seems let loose, that by law had been driven deep back into corners.\"\n\n \"Excellent man!\" thereupon with emphasis answered the pastor:\n \"Though thou misjudgest mankind, yet can I not censure thee for it.\n Evil enough, I confess, thou hast had to endure from man's passions,\n Yet wouldst thou look behind over this calamitous season,\n Thou wouldst acknowledge thyself how much good thou also hast witnessed.\n How many excellent things that would in the heart have hidden,\n Had not danger aroused them, and did not necessity's pressure\n Bring forth the angel in man, and make him a god of deliv'rance.\"\n\n Thereupon answered and said the reverend magistrate, smiling:\n \"There thou remindest me aptly of how we console the poor fellow,\n After his house has been burned, by recounting the gold and the silver\n Melted and scattered abroad in the rubbish, that still is remaining.\n Little enough, it is true; but even that little is precious.\n Then will the poor wretch after it dig and rejoice if he find it.\n Thus I likewise with happier thoughts will gratefully turn me\n Towards the few beautiful deeds of which I preserve the remembrance.\n Yes, I will not deny, I have seen old quarrels forgotten,\n Ill to avert from the state; I also have witnessed how friendship,\n Love of parent and child, can impossibilities venture;\n Seen how the stripling at once matured into man; how the aged\n Grew again young; and even the child into youth was developed,\n Yea, and the weaker sex too, as we are accustomed to call it,\n Showed itself brave and strong and ready for every emergence.\n Foremost among them all, one beautiful deed let me mention,\n Bravely performed by the hand of a girl, an excellent maiden;\n Who, with those younger than she, had been left in charge of a farmhouse,\n Since there, also, the men had marched against the invader.\n Suddenly fell on the house a fugitive band of marauders,\n Eager for booty, who crowded straightway to the room of the women.\n\n \"There they beheld the beautiful form of the fully grown maiden,\n Looked on the charming young girls, who rather might still be called children.\n Savage desire possessed them; at once with merciless passion\n They that trembling band assailed and the high-hearted maiden.\n But she had snatched in an instant the sword of one from its scabbard,\n Felled him with might to the ground, and stretched him bleeding before her.\n Then with vigorous strokes she bravely delivered the maidens,\n Smiting yet four of the robbers; who saved themselves only by flying.\n Then she bolted the gates, and, armed, awaited assistance.\"\n\n Now when this praise the minister heard bestowed on the maiden,\n Rose straightway for his friend a feeling of hope in his bosom,\n And he had opened his lips to inquire what further befell her,\n If on this mournful flight she now with her people were present;\n When with a hasty step the village doctor approached them,\n Twitched the clergyman's coat, and said in his ear in a whisper:\n \"I have discovered the maiden at last among several hundreds;\n By the description I knew her, so come, let thine own eyes behold her!\n Bring too the magistrate with thee, that so we may hear him yet further.\"\n But as they turned to go, the justice was summoned to leave them,\n Sent for by some of his people by whom his counsel was needed.\n\n Straightway the preacher, however, the lead of the doctor had followed\n Up to a gap in the fence where his finger he meaningly pointed.\n \"Seest thou the maiden?\" he said: \"she has made some clothes for the baby\n Out of the well-known chintz,--I distinguish it plainly; and further\n There are the covers of blue that Hermann gave in his bundle.\n Well and quickly, forsooth, she has turned to advantage the presents.\n Evident tokens are these, and all else answers well the description.\n Mark how the stomacher's scarlet sets off the arch of her bosom,\n Prettily laced, and the bodice of black fits close to her figure;\n Neatly the edge of her kerchief is plaited into a ruffle,\n Which, with a simple grace, her chin's rounded outline encircles;\n Freely and lightly rises above it the bead's dainty oval,\n And her luxuriant hair over silver bodkins is braided.\n Now she is sitting, yet still we behold her majestical stature,\n And the blue petticoat's ample plaits, that down from her bosom\n Hangs in abundant folds about her neatly shaped ankles,\n She without question it is; come, therefore, and let us discover\n Whether she honest and virtuous be, a housewifely maiden.\"\n\n Then, as the seated figure he studied, the pastor made answer:\n \"Truly, I find it no wonder that she so enchanted the stripling,\n Since, to a man's experienced eye, she seems lacking in nothing.\n Happy to whom mother Nature a shape harmonious has given!\n\n \"Such will always commend him, and he can be nowhere a stranger.\n All approach with delight, and all are delighted to linger,\n If to the outward shape correspond but a courteous spirit.\n I can assure thee, in her the youth has found him a maiden,\n Who, in the days to come, his life shall gloriously brighten,\n Standing with womanly strength in every necessity by him.\n Surely the soul must be pure that inhabits a body so perfect,\n And of a happy old age such vigorous youth is the promise.\"\n\n Thereupon answered and said the doctor in language of caution:\n \"Often appearances cheat; I like not to trust to externals.\n For I have oft seen put to the test the truth of the proverb:\n Till thou a bushel of salt with a new acquaintance hast eaten,\n Be not too ready to trust him; for time alone renders thee certain\n How ye shall fare with each other, and how well your friendship shall prosper.\n Let us then rather at first make inquiries among the good people\n By whom the maiden is known, and who can inform us about her.\"\n\n \"Much I approve of thy caution,\" the preacher replied as he followed.\n \"Not for ourselves is the suit, and 'tis delicate wooing for others.\"\n\n Towards the good magistrate, then, the men directed their footsteps,\n Who was again ascending the street in discharge of his duties.\n\n Him the judicious pastor at once addressed and with caution.\n \"Look! we a maiden have here descried in the neighboring garden,\n Under an apple-tree sitting, and making up garments for children\n\n \"Out of second-hand stuff that somebody doubtless has given;\n And we were pleased with her aspect: she seems like a girl to be trusted.\n Tell us whatever thou knowest: we ask it with honest intentions.\"\n\n Soon as the magistrate nearer had come, and looked into the garden,\n \"Her thou knowest already,\" he said; \"for when I was telling\n Of the heroic deed performed by the hand of that maiden,\n When she snatched the man's sword, and delivered herself and her charges,\n This was the one! she is vigorous born, as thou seest by her stature;\n Yet she is good as strong, for her aged kinsman she tended\n Until the day of his death, which was finally hastened by sorrow\n Over his city's distress, and his own endangered possessions.\n Also, with quiet submission, she bore the death of her lover,\n Who a high-spirited youth, in the earliest flush of excitement,\n Kindled by lofty resolve to fight for a glorious freedom,\n Hurried to Paris, where early a terrible death he encountered.\n For as at home, so there, his foes were deceit and oppression.\"\n\n Thus the magistrate spoke. The others saluted and thanked him,\n And from his purse a gold-piece the pastor drew forth:--for the silver\n He had some hours before already in charity given,\n When he in mournful groups had seen the poor fugitives passing;--\n And to the magistrate handed it, saying: \"Apportion the money\n 'Mongst thy destitute people, and God vouchsafe it an increase.\"\n But the stranger declined it, and, answering, said: \"We have rescued\n Many a dollar among us, with clothing and other possessions,\n And shall return, as I hope, ere yet our stock is exhausted.\"\n\n Then the pastor replied, and pressed the money upon him:\n \"None should be backward in giving in days like the present, and no one\n Ought to refuse to accept those gifts which in kindness are offered.\n None can tell how long he may hold what in peace he possesses,\n None how much longer yet he shall roam through the land of the stranger,\n And of his farm be deprived, and deprived of the garden that feeds him.\"\n\n \"Ay, to be sure!\" in his bustling way interrupted the doctor:\n \"If I had only some money about me, ye surely should have it,\n Little and big; for certainly many among you must need it.\n Yet I'll not go without giving thee something to show what my will is,\n Even though sadly behind my good-will must lag the performance.\"\n Thus, as he spoke, by its straps his embroidered pocket of leather,\n Where his tobacco was kept, he drew forth,--enough was now in it\n Several pipes to fill,--and daintily opened, and portioned.\n \"Small is the gift,\" he added. The justice, however, made answer:\n \"Good tobacco can ne'er to the traveller fail to be welcome.\"\n Then did the village doctor begin to praise his canister.\n\n But the clergyman drew him away, and they quitted the justice.\n \"Let us make haste,\" said the thoughtful man: \"the youth's waiting in torture;\n Come I let him hear, as soon as he may, the jubilant tidings.\"\n\n So they hastened their steps, and came to where under the lindens\n Hermann against the carriage was leaning. The horses were stamping\n Wildly the turf; he held them in check, and, buried in musing,\n Stood, into vacancy gazing before him; nor saw the two envoys,\n Till, as they came, they called out and made to him signals of triumph.\n E'en as far off as they then were, the doctor began to address him;\n But they were presently nearer come and then the good pastor\n Grasped his hand and exclaimed, interrupting the word of his comrade:\n \"Hail to thee, O young man! thy true eye and heart have well chosen;\n Joy be to thee and the wife of thy youth; for of thee she is worthy.\n Come then and turn us the wagon, and drive straightway to the village,\n There the good maid to woo, and soon bring her home to thy dwelling.\"\n\n Still, however, the young man stood, without sign of rejoicing\n Hearing his messenger's words, though heavenly they were and consoling.\n Deeply he sighed as he said: \"With hurrying wheels we came hither,\n And shall be forced, perchance, to go mortified homeward and slowly.\n For disquiet has fallen upon me since here I've been waiting,\n Doubt and suspicion and all that can torture the heart of a lover.\n Think ye we have but to come, and that then the maiden will follow\n Merely because we are rich, while she is poor and an exile?\n\n \"Poverty, too, makes proud, when it comes unmerited! Active\n Seems she to be, and contented, and so of the world is she mistress.\n Think ye a maiden like her, with the manners and beauty that she has,\n Can into woman have grown, and no worthy man's love have attracted?\n Think ye that love until now can have been shut out from her bosom?\n Drive not thither too rashly: we might to our mortification\n Have to turn softly homewards our horses' heads. For my fear is\n That to some youth already this heart has been given; already\n This brave hand has been clasped, has pledged faith to some fortunate lover.\n Then with my offer, alas! I should stand in confusion before her.\"\n\n Straightway the pastor had opened his lips to speak consolation,\n When his companion broke in, and said in his voluble fashion:\n \"Years ago, forsooth, unknown had been such a dilemma.\n All such affairs were then conducted in regular fashion.\n Soon as a bride for their son had been by the parents selected,\n First some family friend they into their councils would summon,\n Whom they afterwards sent as a suitor to visit the parents\n Of the elected bride. Arrayed in his finest apparel,\n Soon after dinner on Sunday he sought the respectable burgher,\n When some friendly words were exchanged upon general subjects,\n He knowing how to direct the discourse as suited his purpose.\n After much circumlocution he finally mentioned the daughter,\n Praising her highly; and praising the man and the house that had sent him.\n Persons of tact perceived his intent, and the politic envoy\n Readily saw how their minds were disposed, and explained himself further.\n Then were the offer declined, e'en the 'no' brought not mortification;\n But did it meet with success, the suitor was ever thereafter\n Made the chief guest in the house on every festive occasion.\n For, through the rest of their lives, the couple ne'er failed to remember\n That 'twas by his experienced hand the first knot had been gathered.\n All that, however, is changed, and, with many another good custom,\n Quite fallen out of the fashion; for every man woos for himself now.\n Therefore let every man hear to his face pronounced the refusal,\n If a refusal there be, and stand shamed in the sight of the maiden!\"\n\n \"Let that be as it may!\" made answer the youth, who had scarcely\n Unto the words paid heed; but in silence had made his decision.\n \"I will go thither myself, will myself hear my destiny spoken\n Out of the lips of a maiden in whom I a confidence cherish\n Greater than heart of man has e'er before cherished in woman.\n Say what she will, 'twill be good and wise; of that I am certain.\n Should I behold her never again, yet this once will I see her;\n Yet this once the clear gaze of those dark eyes will encounter,\n If I must press her ne'er to my heart, yet that neck and that bosom\n Will I behold once more, that my arm so longs to encircle;\n Once more that mouth will see, whose kiss and whose 'yes' would for ever\n Render me happy, from which a 'no' will for ever destroy me.\n But ye must leave me alone. Do not wait for me here; but return ye\n Back to my father and mother again, and give them the knowledge\n That their son has not been deceived, that the maiden is worthy.\n So then leave me alone! I shall follow the footpath that crosses\n Over the hill by the pear-tree, and thence descends through our vineyard,\n Taking a shorter way home. And oh, may I bring to our dwelling,\n Joyful and quick my beloved! but perhaps I alone may come creeping\n Over that path to the house, and ne'er again tread it with gladness.\"\n\n Thus he spoke, and gave up the reins to the hand of the pastor,\n Who understandingly grasped them, the foaming horses controlling,\n Speedily mounted the carriage, and sat in the seat of the driver.\n\n But thou didst hesitate, provident neighbor, and say in remonstrance:\n \"Heart and soul and spirit, my friend, I willingly trust thee;\n But as for life and limb, they are not in the safest of keeping,\n When the temporal reins are usurped by the hand of the clergy.\"\n\n But thou didst laugh at his words, intelligent pastor, and answer:\n \"Sit thee down, and contentedly trust me both body and spirit;\n For, in holding the reins, my hand grew long ago skilful,\n Long has my eye been trained in making the nicest of turnings;\n For we were practised well in driving the carriage in Strasburg,\n When I the youthful baron accompanied thither; then daily\n Rolled the carriage, guided by me, through the echoing gateway,\n Out over dusty roads till we reached the meadows and lindens,\n Steering through groups of the town's-folk beguiling the day there with walking.\"\n\n Thereupon, half-reassured, the neighbor ascended the wagon,\n Sat like one who for a prudent leap is holding him ready,\n And the stallions sped rapidly homeward, desiring their stable.\n Clouds of dust whirled up from under their powerful hoofbeats.\n Long the youth stood there yet, and saw the dust in its rising,\n Saw the dust as it settled again: he stood there unheeding.\n\n\n\n\nERATO\n\nDOROTHEA\n\n Like as the traveller, who, when the sun is approaching its setting,\n Fixes his eyes on it once again ere quickly it vanish,\n Then on the sides of the rocks, and on all the darkening bushes,\n Sees its hovering image; whatever direction he look in\n That hastes before, and flickers and gleams in radiant colors,--\n So before Hermann's eyes moved the beautiful shape of the maiden\n Softly, and seeming to follow the path that led into the cornfield.\n But he aroused from his wildering dream and turned himself slowly\n Towards where the village lay and was wildered again; for again came\n Moving to meet him the lofty form of the glorious maiden.\n Fixedly gazed he upon her; herself it was and no phantom.\n Bearing in either hand a larger jar and a smaller,\n Each by the handle, with busy step she came on to the fountain.\n Joyfully then he hastened to meet her; the sight of her gave him\n Courage and strength; and thus the astonished girl he accosted:\n \"Do I then find thee, brave-hearted maiden, so soon again busy,\n Rendering aid unto others, and happy in bringing them comfort?\n Say why thou comest alone to this well which lies at such a distance,\n When all the rest are content with the water they find in the village?\n This has peculiar virtues, 'tis true; and the taste is delicious.\n Thou to that mother wouldst bring it, I trow, whom thy faithfulness rescued.\"\n\n Straightway with cordial greeting the kindly maiden made answer:\n \"Here has my walk to the spring already been amply rewarded,\n Since I have found the good friend who bestowed so abundantly on us;\n For a pleasure not less than the gifts is the sight of the giver.\n Come, I pray thee, and see for thyself who has tasted thy bounty;\n Come, and the quiet thanks receive of all it has solaced.\n But that thou straightway the reason mayst know for which I am hither\n Come to draw, where pure and unfailing the water is flowing,\n This I must tell thee,--that all the water we have in the village\n Has by improvident people been troubled with horses and oxen\n Wading direct through the source which brings the inhabitants water.\n And furthermore they have also made foul with their washings and rinsings\n All the troughs of the village, and all the fountains have sullied;\n For but one thought is in all, and that how to satisfy quickest\n Self and the need of the moment, regardless of what may come after.\"\n\n Thus she spoke, and the broad stone steps meanwhile had descended\n With her companion beside her, and on the low wall of the fountain\n Both sat them down. She bent herself over to draw, and he also\n Took in his hand the jar that remained, and bent himself over,\n And in the blue of the heavens, they, seeing their image reflected,\n Friendly greetings and nods exchanged in the quivering mirror.\n\n \"Give me to drink,\" the youth thereupon in his gladness petitioned,\n And she handed the pitcher. Familiarly sat they and rested,\n Both leaning over their jars, till she presently asked her companion:\n \"Tell me, why I find thee here, and without thy horses and wagon,\n Far from the place where I met thee at first? how camest thou hither?\"\n\n Thoughtful he bent his eyes on the ground, then quietly raised them\n Up to her face, and, meeting with frankness the gaze of the maiden,\n Felt himself solaced and stilled. But then impossible was it,\n That he of love should speak; her eye told not of affection,\n Only of clear understanding, requiring intelligent answer.\n And he composed himself quickly, and cordially said to the maiden:\n \"Hearken to me, my child, and let me reply to thy question.\n 'Twas for thy sake that hither I came; why seek to conceal it?\n Know I live happy at home with both my affectionate parents,\n Faithfully giving my aid their house and estates in directing,\n Being an only son, and because our affairs are extensive.\n Mine is the charge of the farm; my father bears rule in the household;\n While the presiding spirit of all is the diligent mother.\n But thine experience doubtless has taught thee how grievously servants,\n Now through deceit, and now through their carelessness, harass the mistress,\n Forcing her ever to change and replace one fault with another.\n Long for that reason my mother has wished for a maid in the household,\n Who not with hand alone, but with heart, too, will lend her assistance,\n Taking the daughter's place, whom, alas! she was early deprived of.\n How when to-day by the wagon I saw thee, so ready and cheerful,\n Witnessed the strength of thine arms, and thy limbs of such healthful proportion,\n When thy intelligent speech I heard, I was smitten with wonder.\n Hastening homeward, I there to my parents and neighbors the stranger\n Praised as she well deserved. But I now am come hither to tell thee\n What is their wish as mine.--Forgive me my stammering language.\"\n\n \"Hesitate not,\" she, answering, said, \"to tell me what follows.\n Thou dost not give me offence; I have listened with gratitude to thee:\n Speak it out honestly therefore; the sound of it will not alarm me.\n Thou wouldst engage me as servant to wait on thy father and mother,\n And to look after the well-ordered house of which ye are the owners;\n And thou thinkest in me to find them a capable servant,\n One who is skilled in her work, and not of a rude disposition.\n Short thy proposal has been, and short shall be also my answer.\n Yes, I will go with thee home, and the call of fate I will follow.\n Here my duty is done: I have brought the newly made mother\n Back to her kindred again, who are all in her safety rejoicing.\n Most of our people already are gathered; the others will follow.\n All think a few days more will certainly see them returning\n Unto their homes; for such is the exile's constant delusion.\n But by no easy hope do I suffer myself to be cheated\n During these sorrowful days which promise yet more days of sorrow.\n All the bands of the world have been loosed, and what shall unite them,\n Saving alone the need, the need supreme, that is on us?\n If in a good man's house I can earn my living by service,\n Under the eye of an excellent mistress, I gladly will do it;\n Since of doubtful repute, must be always a wandering maiden.\n Yes, I will go with thee, soon as I first shall have carried the pitchers\n Back to my friends, and prayed the good people to give me their blessing.\n Come thou must see them thyself, and from their hands must receive me.\"\n\n Joyfully hearkened the youth to the willing maiden's decision,\n Doubtful whether he ought not at once to make honest confession.\n Yet it appeared to him best to leave her awhile in her error,\n Nor for her love to sue, before leading her home to his dwelling.\n Ah! and the golden ring he perceived on the hand of the maiden,\n Wherefore he let her speak on, and gave diligent ear to her language.\n\n \"Come,\" she presently said, \"Let us back to the village; for maidens\n Always are sure to be blamed if they tarry too long at the fountain.\n Yet how delightful it is to chat by the murmuring water!\"\n\n Then from their seats they rose, and both of them turned to the fountain\n One more look behind, and a tender longing possessed them.\n Both of the water-jars then in silence she took by the handle,\n Carried them up the steps, while behind her followed her lover.\n One of the pitchers he begged her to give him to lighten the burden.\n \"Nay, let it be!\" she said: \"I carry them better so balanced.\n Nor shall the master, who is to command, be doing me service.\n Look not so gravely upon me, as thinking my fortune a hard one.\n Early a woman should learn to serve, for that is her calling;\n Since through service alone she finally comes to the headship,\n Comes to the due command that is hers of right in the household.\n Early the sister must wait on her brother, and wait on her parents;\n Life must be always with her a perpetual coming and going,\n Or be a fetching and carrying, making and doing for others.\n Happy for her be she wonted to think no way is too grievous,\n And if the hours of the night be to her as the hours of the daytime;\n If she find never a needle too fine, nor a labor too trifling;\n Wholly forgetful of self, and caring to live but in others!\n For she will surely, as mother, have need of every virtue,\n When, in the time of her illness, the cries of her infant arouse her\n Calling for food from her weakness, and cares are to suffering added.\n Twenty men bound into one were not able to bear such a burden;\n Nor is it meant that they should, yet should they with gratitude view it.\"\n\n Thus she spoke, and was come, meanwhile, with her silent companion,\n Far as the floor of the barn, at the furthermost end of the garden,\n Where was the sick woman lying, whom, glad, she had left with her daughters,\n Those late rescued maidens: fair pictures of innocence were they.\n Both of them entered the barn; and, e'en as they did so, the justice,\n Leading a child in each hand, came in from the other direction.\n These had been lost, hitherto, from the sight of their sorrowing mother;\n But in the midst of the crowd the old man now had descried them.\n Joyfully sprang they forward to meet their dear mother's embraces,\n And to salute with delight their brother, their unknown companion.\n Next upon Dorothea they sprang with affectionate greeting,\n Asking for bread and fruit, but more than all else for some water.\n So then she handed the water about; and not only the children\n Drank, but the sick woman too, and her daughters, and with them the justice.\n All were refreshed, and highly commended the glorious water;\n Acid it was to the taste, and reviving, and wholesome to drink of.\n\n Then with a serious face the maiden replied to them, saying:\n \"Friends, for the last time now to your mouth have I lifted my pitcher;\n And for the last time by me have your lips been moistened with water.\n But henceforth in the heat of the day when the draught shall refresh you,\n When in the shade ye enjoy your rest beside a clear fountain,\n Think of me then sometimes and of all my affectionate service,\n Prompted more by my love than the duty I owed you as kindred.\n I shall acknowledge as long as I live the kindness ye've shown me.\n 'Tis with regret that I leave you; but every one now is a burden,\n More than a help to his neighbor, and all must be finally scattered\n Far through a foreign land, if return to our homes be denied us.\n See, here stands the youth to whom we owe thanks for the presents.\n He gave the cloak for the baby, and all these welcome provisions.\n Now he is come, and has asked me if I will make one in his dwelling,\n That I may serve therein his wealthy and excellent parents.\n And I refuse not the offer; for maidens must always be serving;\n Burdensome were it for them to rest and be served in the household.\n Therefore I follow him gladly. A youth of intelligence seems he,\n And so will also the parents be, as becometh the wealthy.\n So then farewell, dear friend; and mayst thou rejoice in thy nursling,\n Living, and into thy face already so healthfully looking!\n When thou shalt press him against thy breast in these gay-colored wrappings,\n Oh, then remember the kindly youth who bestowed them upon us,\n And who me also henceforth, thy sister, will shelter and nourish.\n Thou, too, excellent man!\" she said as she turned to the justice;\n \"Take my thanks that in many a need I have found thee a father.\"\n Then she knelt down on the floor by the side of the newly made mother,\n Kissing the weeping woman, and taking her low-whispered blessing.\n Thou, meanwhile, worshipful justice, wast speaking to Hermann and saying:\n \"Justly mayst thou, my friend, be counted among the good masters,\n Careful to manage their household affairs with capable servants.\n For I have often observed how in sheep, as in horses and oxen,\n Men conclude never a bargain without making closest inspection,\n While with a servant who all things preserves, if honest and able,\n And who will every thing lose and destroy, if he set to work falsely,\n Him will a chance or an accident make us admit to our dwelling,\n And we are left, when too late, to repent an o'er hasty decision.\n Thou understandest the matter it seems; because thou hast chosen,\n Thee and thy parents to serve in the house, a maid who is honest.\n Hold her with care; for as long as thy household is under her keeping,\n Thou shalt not want for a sister, nor yet for a daughter thy parents.\"\n\n Many were come, meanwhile, near relatives all of the mother,\n Bringing her various gifts, and more suitable quarters announcing.\n All of them, hearing the maiden's decision, gave Hermann their blessing,\n Coupled with glances of meaning, while each made his special reflections.\n Hastily one and another would say in the ear of his neighbor:\n \"If in the master a lover she find, right well were she cared for.\"\n Hermann took her at last by the hand, and said as he did so:\n \"Let us be going; the day is declining, and distant the city.\"\n Eager and voluble then the women embraced Dorothea;\n Hermann drew her away; but other adieus must be spoken:\n Lastly the children with cries fell upon her and terrible weeping,\n Clung to her garments, and would not their dear second mother should leave them.\n But in a tone of command the women said, one and another:\n \"Hush now, children, she's going to the town, and will presently bring you\n Plenty of nice sweet cake that was by your brother bespoken\n When by the stork just now he was brought past the shop of the baker.\n Soon you will see her come back with sugar-plums splendidly gilded.\"\n Then did the little ones loose their hold, and Hermann, though hardly,\n Tore her from further embraces away, and far-waving kerchiefs.\n\n\n\n\nMELPOMENE\n\nHERMANN AND DOROTHEA\n\n Towards the setting sun the two thus went on their journey:\n Close he had wrapped himself round with clouds portending a tempest.\n Out from the veil, now here and now there, with fiery flashes,\n Gleaming over the field shot forth the ominous lightning.\n \"May not these threatening heavens,\" said Hermann, \"be presently sending\n Hailstones upon us and violent rains; for fair is the harvest.\"\n And in the waving luxuriant grain they delighted together:\n Almost as high it reached as the lofty shapes that moved through it.\n\n Thereupon spoke the maiden, and said to her guide and companion:\n \"Friend, unto whom I soon am to owe so kindly a fortune,\n Shelter and home, while many an exile's exposed to the tempest,\n Tell me concerning thy parents, I pray thee, and teach me to know them,\n Them whom with all my heart I desire to serve in the future.\n Who understands his master, more easily gives satisfaction,\n Having regard to the things which to him seem chief in importance,\n And on the doing of which his firm-set mind is determined.\n Tell me therefore, I pray, how to win thy father and mother.\"\n\n And to her question made answer the good and intelligent Hermann:\n \"Ah, what wisdom thou showest, thou good, thou excellent maiden,\n Asking thus first of all concerning the tastes of my parents!\n Know that in vain hitherto I have labored in serving my father,\n Taking upon me as were it my own, the charge of the household;\n Early and late at work in the fields, and o'erseeing the vineyard.\n But my mother I fully content, who can value my service;\n And thou wilt also appear in her eyes the worthiest of maidens,\n If for the house thou carest, as were it thine own thou wast keeping.\n Otherwise is it with father, who cares for the outward appearance.\n Do not regard me, good maiden, as one who is cold and unfeeling,\n That unto thee a stranger I straightway discover my father.\n Nay, I assure thee that never before have words such as these are\n Freely dropped from my tongue, which is not accustomed to prattle;\n But from out of my bosom thou lurest its every secret.\n Some of the graces of life my good father covets about him,\n Outward signs of affection he wishes, as well as of honor;\n And an inferior servant might possibly give satisfaction,\n Who could turn these to account, while he might be displeased with a better.\"\n\n Thereupon said she with joy, the while her hastening footsteps\n Over the darkening pathway with easy motion she quickened:\n \"Truly I hope to them both I shall equally give satisfaction:\n For in thy mother's nature I find such an one as mine own is,\n And to the outward graces I've been from my childhood accustomed.\n Greatly was courtesy valued among our neighbors the Frenchmen,\n During their earlier days; it was common to noble and burgher,\n As to the peasant, and every one made it the rule of his household.\n So, on the side of us Germans, the children were likewise accustomed\n Daily to bring to their parents, with kissing of hands and with curtseys,\n Morning good-wishes, and all through the day to be prettily mannered.\n Every thing thus that I learned, and to which I've been used from my childhood,\n All that my heart shall suggest, shall be brought into play for thy father.\n But who shall tell me of thee, and how thyself shouldst be treated,\n Thou the only son of the house, and henceforth my master?\"\n\n Thus she said, and e'en as she spoke they stood under the pear-tree.\n Down from the heavens the moon at her full was shedding her splendor.\n Night had come on, and wholly obscured was the last gleam of sunlight,\n So that contrasting masses lay side by side with each other,\n Clear and bright as the day, and black with the shadows of midnight;\n Gratefully fell upon Hermann's ear the kindly asked question\n Under the shade of the glorious tree, the spot he so treasured,\n Which but this morning had witnessed the tears he had shed for the exile.\n And while they sat themselves down to rest them here for a little,\n Thus spoke the amorous youth, as he grasped the hand of the maiden:\n \"Suffer thy heart to make answer, and follow it freely in all things.\"\n Yet naught further he ventured to say although so propitious\n Seemed the hour: he feared he should only haste on a refusal.\n Ah, and he felt besides the ring on her finger, sad token!\n Therefore they sat there, silent and still, beside one another.\n\n First was the maiden to speak: \"How sweet is this glorious moonlight!\"\n Said she at length: \"It is as the light of the day in its brightness.\n There in the city I plainly can see the houses and courtyards,\n And in the gable--methinks I can number its panes-is a window.\"\n\n \"What thou seest,\" the modest youth thereupon made her answer,--\n \"What thou seest is our dwelling, to which I am leading thee downward,\n And that window yonder belongs to my room in the attic,\n Which will be thine perhaps, for various changes are making.\n All these fields, too, are ours; they are ripe for the harvest to-morrow.\n Here in the shade we will rest, and partake of our noontide refreshment.\n But it is time we began our descent through the vineyard and garden;\n For dost thou mark how yon threatening storm-cloud comes nearer and nearer,\n Charged with lightning, and ready our fair full moon to extinguish?\"\n\n So they arose from their seats, and over the cornfields descended,\n Through the luxuriant grain, enjoying the brightness of evening,\n Until they came to the vineyard, and so entered into its shadow.\n Then he guided her down o'er the numerous blocks that were lying,\n Rough and unhewn on the pathway, and served as the steps of the alley.\n Slowly the maiden descended, and leaning her hands on his shoulder,\n While with uncertain beams, the moon through the leaves overlooked them,\n Ere she was veiled by the cloud, and so left the couple in darkness.\n Carefully Hermann's strength supported the maid that hung o'er him;\n But, not knowing the path and the rough-hewn steps that led down it,\n Missed she her footing, her ankle turned, and she surely had fallen,\n Had not the dexterous youth his arm outstretched in an instant,\n And his beloved upheld. She gently sank on his shoulder;\n Breast was pressed against breast, and cheek against cheek. Thus he stood there\n Fixed as a marble statue, the force of will keeping him steadfast,\n Drew her not to him more closely, but braced himself under her pressure.\n Thus he the glorious burden felt, the warmth of her bosom,\n And the perfume of her breath, that over his lips was exhaling;\n Bore with the heart of a man the majestic form of the woman.\n\n But she with playfulness said, concealing the pain that she suffered:\n \"That is a sign of misfortune, so timorous persons would tell us,\n When on approaching a house we stumble not far from the threshold;\n And for myself, I confess, I could wish for a happier omen.\n Let us here linger awhile that thy parents may not have to blame thee,\n Seeing a limping maid, and thou seem an incompetent landlord.\"\n\n\n\n\nURANIA\n\nPROSPECT\n\n Muses, O ye who the course of true love so willingly favor,\n Ye who thus far on his way the excellent youth have conducted,\n Even before the betrothal have pressed to his bosom the maiden;\n Further your aid vouchsafe this charming pair in uniting,\n Straightway dispersing the clouds which over their happiness lower!\n Yet first of all declare what is passing meanwhile at the Lion.\n\n Now for the third time again the mother impatient had entered\n Where were assembled the men, whom anxious but now she had quitted;\n Spoke of the gathering storm, and the moonlight's rapid obscuring;\n Then of her son's late tarrying abroad and the dangers of nightfall;\n Sharply upbraided her friends that without having speech of the maiden,\n And without urging his suit, they had parted from Hermann so early.\n\n \"Make it not worse than it is,\" the father replied with displeasure.\n \"For, as thou seest, we tarry ourselves and are waiting the issue.\"\n\n Calmly, however, from where he was sitting the neighbor made answer:\n \"Never in hours of disquiet like this do I fail to be grateful\n Unto my late, blessed father, who every root of impatience\n Tore from my heart when a child, and left no fibre remaining;\n So that I learned on the instant to wait as do none of your sages.\"\n\n \"Tell us,\" the pastor returned, \"what legerdemain he made use of.\"\n \"That will I gladly relate, for all may draw from it a lesson;\"\n So made the neighbor reply. \"When a boy I once stood of a Sunday\n Full of impatience, and looking with eagerness out for the carriage\n Which was to carry us forth to the spring that lies under the lindens.\n Still the coach came not. I ran, like a weasel, now hither, now thither,\n Up stairs and down, and forward and back, 'twixt the door and the window;\n Even my fingers itched to be moving; I scratched on the tables,\n Went about pounding and stamping, and hardly could keep me from weeping.\n All was observed by the calm-tempered man; but at last when my folly\n Came to be carried too far, by the arm he quietly took me,\n Led me away to the window, and spoke in this serious language:\n 'Seest thou yonder the carpenter's shop that is closed for the Sunday?\n He will re-open to-morrow, when plane and saw will be started,\n And will keep on through the hours of labor from morning till evening.\n But consider you this,--a day will be presently coming\n When that man shall himself be astir and all of his workmen,\n Making a coffin for thee to be quickly and skilfully finished.\n Then that house of boards they will busily bring over hither,\n Which must at last receive alike the impatient and patient,\n And which is destined soon with close-pressing roof to be covered.'\n Straightway I saw the whole thing in my mind as if it were doing;\n Saw the boards fitting together, and saw the black color preparing,\n Sat me down patiently then, and in quiet awaited the carriage.\n Now when others I see, in seasons of anxious expectance,\n Running distracted about, I cannot but think of the coffin.\"\n\n Smiling, the pastor replied: \"The affecting picture of death stands\n Not as a dread to the wise, and not as an end to the pious.\n Those it presses again into life, and teaches to use it;\n These by affliction it strengthens in hope to future salvation.\n Death becomes life unto both. Thy father was greatly mistaken\n When to a sensitive boy he death in death thus depicted.\n Let us the value of nobly ripe age, point out to the young man,\n And to the aged the youth, that in the eternal progression\n Both may rejoice, and life may in life thus find its completion.\"\n\n But the door was now opened, and showed the majestical couple.\n Filled with amaze were the friends, and amazed the affectionate parents,\n Seeing the form of the maid so well matched with that of her lover.\n Yea, the door seemed too low to allow the tall figures to enter,\n As they together now appeared coming over the threshold.\n\n Hermann, with hurried words, presented her thus to his parents:\n \"Here is a maiden,\" he said; \"such a one as ye wish in the household.\n Kindly receive her, dear father: she merits it well; and thou, mother,\n Question her straightway on all that belongs to a housekeeper's duty,\n That ye may see how well she deserves to ye both to be nearer.\"\n\n Quickly he then drew aside the excellent clergyman, saying:\n \"Help me, O worthy sir, and speedily out of this trouble;\n Loosen, I pray thee, this knot, at whose untying I tremble.\n Know that 'tis not as a lover that I have brought hither the maiden;\n But she believes that as servant she comes to the house, and I tremble\n Lest in displeasure she fly as soon as there's mention of marriage.\n But be it straightway decided; for she no longer in error\n Thus shall be left, and I this suspense no longer can suffer.\n Hasten and show us in this a proof of the wisdom we honor.\"\n\n Towards the company then the clergyman instantly turned him;\n But already, alas! had the soul of the maiden been troubled,\n Hearing the father's speech; for he, in his sociable fashion,\n Had in these playful words, with the kindest intention addressed her:\n \"Ay, this is well, my child! with delight I perceive that my Hermann\n Has the good taste of his father, who often showed his in his young days,\n Leading out always the fairest to dance, and bringing the fairest\n Finally home as his wife; our dear little mother here that was.\n For by the bride that a man shall elect we can judge what himself is,\n Tell what the spirit is in him, and whether he feel his own value.\n Nor didst thou need for thyself, I'll engage, much time for decision;\n For, in good sooth, methinks, he's no difficult person to follow.\"\n\n Hermann had heard but in part; his limbs were inwardly trembling,\n And of a sudden a stillness had fallen on all of the circle.\n\n But by these words of derision, for such she could not but deem them,\n Wounded, and stung to the depths of her soul, the excellent maiden,\n Stood, while the fugitive blood o'er her cheeks and e'en to her bosom,\n Poured its flush. But she governed herself, and her courage collecting,\n Answered the old man thus, her pain not wholly concealing:\n \"Truly for such a reception thy son had in no wise prepared me,\n When he the ways of his father described, the excellent burgher.\n Thou art a man of culture, I know, before whom I am standing;\n Dealest with every one wisely, according as suits his position;\n But thou hast scanty compassion, it seems, on one such as I am,\n Who, a poor girl, am now crossing thy threshold with purpose to serve thee;\n Else, with such bitter derision, thou wouldst not have made me remember\n How far removed my fortune from that of thyself and thy son is.\n True, I come poor to thy house, and bring with me naught but my bundle\n Here where is every abundance to gladden the prosperous inmates.\n Yet I know well myself; I feel the relations between us,\n Say, is it noble, with so much of mockery straightway to greet me,\n That I am sent from the house while my foot is scarce yet on the threshold?\"\n\n Anxiously Hermann turned and signed to his ally the pastor\n That he should rush to the rescue and straightway dispel the delusion.\n Then stepped the wise man hastily forward and looked on the maiden's\n Tearful eyes, her silent pain and repressed indignation,\n And in his heart was impelled not at once to clear up the confusion,\n Rather to put to the test the girl's disquieted spirit.\n Therefore he unto her said in language intended to try her:\n \"Surely, thou foreign-born maiden, thou didst not maturely consider,\n When thou too rashly decidedst to enter the service of strangers,\n All that is meant by the placing thyself 'neath the rule of a master;\n For by our hand to a bargain the fate of the year is determined,\n And but a single 'yea' compels to much patient endurance.\n Not the worst part of the service the wearisome steps to be taken,\n Neither the bitter sweat of a labor that presses unceasing;\n Since the industrious freeman must toil as well as the servant.\n But 'tis to bear with the master's caprice when he censures unjustly,\n Or when, at variance with self, he orders now this, now the other;\n Bear with the petulance, too, of the mistress, easily angered,\n And with the rude, overbearing ways of unmannerly children.\n All this is hard to endure, and yet to go on with thy duties\n Quickly, without delay, nor thyself grow sullen and stubborn.\n Yet thou appearest ill fitted for this, since already so deeply\n Stung by the father's jests: whereas there is nothing more common\n Than for a girl to be teased on account of a youth she may fancy.\"\n\n Thus he spoke. The maiden had felt the full force of his language,\n And she restrained her no more; but with passionate outburst her feelings\n Made themselves way; a sob broke forth from her now heaving bosom,\n And, while the scalding tears poured down, she straightway made answer:\n \"Ah, that rational man who thinks to advise us in sorrow,\n Knows not how little of power his cold words have in relieving\n Ever a heart from that woe which a sovereign fate has inflicted.\n Ye are prosperous and glad; how then should a pleasantry wound you?\n Yet but the lightest touch is a source of pain to the sick man.\n Nay, concealment itself, if successful, had profited nothing.\n Better show now what had later increased to a bitterer anguish,\n And to an inward consuming despair might perhaps have reduced me.\n Let me go back! for here in this house I can tarry no longer.\n I will away, and wander in search of my hapless companions,\n Whom I forsook in their need; for myself alone choosing the better.\n This is my firm resolve, and I therefore may make a confession\n Which might for years perhaps have else lain hid in my bosom.\n Deeply indeed was I hurt by the father's words of derision;\n Not that I'm sensitive, proud beyond what is fitting a servant;\n But that my heart in truth had felt itself stirred with affection\n Towards the youth who to-day had appeared to my eyes as a savior.\n When he first left me there on the road, he still remained present,\n Haunting my every thought; I fancied the fortunate maiden\n Whom as a bride, perhaps, his heart had already elected.\n When at the fountain I met him again, the sight of him wakened\n Pleasure as great as if there had met me an angel from heaven;\n And with what gladness I followed, when asked to come as his servant.\n True, that I flattered myself in my heart,--I will not deny it,--\n While we were hitherward coming, I might peradventure deserve him,\n Should I become at last the important stay of the household.\n Now I, alas! for the first time see what risk I was running,\n When I would make my home so near to the secretly loved one;\n Now for the first time feel how far removed a poor maiden\n Is from an opulent youth, no matter how great her deserving.\n All this I now confess, that my heart ye may not misinterpret,\n In that 'twas hurt by a chance to which I owe my awaking.\n Hiding my secret desires, this dread had been ever before me,\n That at some early day he would bring him a bride to his dwelling;\n And ah, how could I then my inward anguish have suffered!\n Happily I have been warned, and happily now has my bosom\n Been of its secret relieved, while yet there is cure for the evil.\n But no more; I have spoken; and now shall nothing detain me\n Longer here in a house where I stay but in shame and confusion,\n Freely confessing my love and that foolish hope that I cherished.\n Not the night which abroad is covered with lowering storm clouds;\n Not the roll of the thunder--I hear its peal--shall deter me;\n Not the pelt of the rain which without is beating in fury;\n Neither the blustering tempest; for all these things have I suffered\n During our sorrowful flight, and while the near foe was pursuing.\n Now I again go forth, as I have so long been accustomed,\n Carried away by the whirl of the times, and from every thing parted.\n Fare ye well! I tarry no longer; all now is over.\"\n\n Thus she spoke and back to the door she hastily turned her,\n Still bearing under her arm, as she with her had brought it, her bundle.\n But with both of her arms the mother seized hold of the maiden,\n Clasping her round the waist, and exclaiming, amazed and bewildered:\n \"Tell me, what means all this? and these idle tears, say, what mean they?\n I will not let thee depart: thou art the betrothed of my Hermann.\"\n\n But still the father stood, observing the scene with displeasure,\n Looked on the weeping girl, and said in a tone of vexation:\n \"This then must be the return that I get for all my indulgence,\n That at the close of the day this most irksome of all things should happen!\n For there is naught I can tolerate less than womanish weeping,\n Violent outcries, which only involve in disorder and passion,\n What with a little of sense had been more smoothly adjusted.\n Settle the thing for yourselves: I'm going to bed; I've no patience\n Longer to be a spectator of these your marvellous doings.\"\n Quickly he turned as he spoke, and hastened to go to the chamber\n Where he was wonted to rest, and his marriage bed was kept standing,\n But he was held by his son, who said in a tone of entreaty:\n \"Father, hasten not from us, and be thou not wroth with the maiden.\n I, only I, am to blame as the cause of all this confusion,\n Which by his dissimulation our friend unexpectedly heightened.\n Speak, O worthy sir; for to thee my cause I intrusted.\n Heap not up sorrow and anger, but rather let all this be ended;\n For I could hold thee never again in such high estimation,\n If thou shouldst show but delight in pain, not superior wisdom.\"\n\n Thereupon answered and said the excellent clergyman, smiling:\n \"Tell me, what other device could have drawn this charming confession\n Out of the good maiden's lips, and thus have revealed her affection?\n Has not thy trouble been straightway transformed into gladness and rapture?\n Therefore speak up for thyself; what need of the tongue of another?\"\n\n Thereupon Hermann came forward, and spoke in these words of affection:\n \"Do not repent of thy tears, nor repent of these passing distresses;\n For they complete my joy, and--may I not hope it-thine also?\n Not to engage the stranger, the excellent maid, as a servant,\n Unto the fountain I came; but to sue for thy love I came thither.\n Only, alas! my timorous look could thy heart's inclination\n Nowise perceive; I read in thine eyes of nothing but kindness,\n As from the fountain's tranquil mirror thou gavest me greeting.\n Might I but bring thee home, the half of my joy was accomplished.\n But thou completest it unto me now; oh, blest be thou for it!\"\n Then with a deep emotion the maiden gazed on the stripling;\n Neither forbade she embrace and kiss, the summit of rapture,\n When to a loving pair they come as the longed-for assurance,\n Pledge of a lifetime of bliss, that appears to them now never-ending.\n\n Unto the others, meanwhile, the pastor had made explanation.\n But with feeling and grace the maid now advanced to the father,\n Bent her before him, and kissing the hand he would fain have withholden,\n Said: \"Thou wilt surely be just and forgive one so startled as I was,\n First for my tears of distress, and now for the tears of my gladness.\n That emotion forgive me, and oh! forgive me this also.\n For I can scarce comprehend the happiness newly vouchsafed me.\n Yes, let that first vexation of which I, bewildered, was guilty\n Be too the last. Whatever the maid of affectionate service\n Faithfully promised, shall be to thee now performed by the daughter.\"\n Straightway then, concealing his tears, the father embraced her,\n Cordially, too, the mother came forward and kissed her with fervor,\n Pressing her hands in her own: the weeping women were silent.\n\n Thereupon quickly he seized, the good and intelligent pastor,\n First the father's hand, and the wedding-ring drew from his finger,--\n Not so easily either: the finger was plump and detained it,--\n Next took the mother's ring also, and with them betrothed he the children,\n Saying: \"These golden circlets once more their office performing\n Firmly a tie shall unite, which in all things shall equal the old one,\n Deeply is this young man imbued with love of the maiden,\n And, as the maiden confesses, her heart is gone out to him also.\n Here do I therefore betroth you and bless for the years that are coming,\n With the consent of the parents, and having this friend as a witness.\"\n\n Then the neighbor saluted at once, and expressed his good wishes;\n But when the clergyman now the golden circlet was drawing\n Over the maiden's hand, he observed with amazement the other,\n Which had already by Hermann been anxiously marked at the fountain.\n And with a kindly raillery thus thereupon he addressed her:\n \"So, then thy second betrothal is this? let us hope the first bridegroom\n May not appear at the altar, and so prohibit the marriage.\"\n\n But she, answering, said: \"Oh, let me to this recollection\n Yet one moment devote; for so much is due the good giver,\n Him who bestowed it at parting, and never came back to his kindred.\n All that should come he foresaw, when in haste the passion for freedom,\n When a desire in the newly changed order of things to be working,\n Urged him onward to Paris, where chains and death he encountered.\n 'Fare thee well,' were his words; 'I go, for all is in motion\n Now for a time on the earth, and every thing seems to be parting.\n E'en in the firmest states fundamental laws are dissolving;\n Property falls away from the hand of the ancient possessor;\n Friend is parted from friend; and so parts lover from lover.\n Here I leave thee, and where I shall find thee again, or if ever,\n Who can tell? Perhaps these words are our last ones together.\n Man's but a stranger here on the earth, we are told and with reason;\n And we are each of us now become more of strangers than ever.\n Ours no more is the soil, and our treasures are all of them changing:\n Silver and gold are melting away from their time-honored patterns.\n All is in motion as though the already-shaped world into chaos\n Meant to resolve itself backward into night, and to shape itself over.\n Mine thou wilt keep thine heart, and should we be ever united\n Over the ruins of earth, it will be as newly made creatures,\n Beings transformed and free, no longer dependent on fortune;\n For can aught fetter the man who has lived through days such as these are!\n But if it is not to be, that, these dangers happily over,\n Ever again we be granted the bliss of mutual embraces,\n Oh, then before thy thoughts so keep my hovering image\n That with unshaken mind thou be ready for good or for evil!\n Should new ties allure thee again, and a new habitation,\n Enter with gratitude into the joys that fate shall prepare thee;\n Love those purely who love thee; be grateful to them who show kindness.\n But thine uncertain foot should yet be planted but lightly,\n For there is lurking the twofold pain of a new separation.\n Blessings attend thy life; but value existence no higher\n Than thine other possessions, and all possessions are cheating!'\n Thus spoke the noble youth, and never again I beheld him.\n Meanwhile I lost my all, and a thousand times thought of his warning.\n Here, too, I think of his words, when love is sweetly preparing\n Happiness for me anew, and glorious hopes are reviving,\n Oh forgive me, excellent friend, that e'en while I hold thee\n Close to my side I tremble! So unto the late-landed sailor\n Seem the most solid foundations of firmest earth to be rocking.\"\n\n Thus she spoke, and placed the two rings on her finger together.\n But her lover replied with a noble and manly emotion:\n \"So much the firmer then, amid these universal convulsions,\n Be, Dorothea, our union! We two will hold fast and continue,\n Firmly maintaining ourselves, and the right to our ample possessions.\n For that man, who, when times are uncertain, is faltering in spirit,\n Only increases the evil, and further and further transmits it;\n While he refashions the world, who keeps himself steadfastly minded.\n Poorly becomes it the German to give to these fearful excitements\n Aught of continuance, or to be this way and that way inclining.\n This is our own! let that be our word, and let us maintain it!\n For to those resolute peoples respect will be ever accorded,\n Who for God and the laws, for parents, women and children,\n Fought and died, as together they stood with their front to the foeman.\n Thou art mine own; and now what is mine, is mine more than ever.\n Not with anxiety will I preserve it, and trembling enjoyment;\n Rather with courage and strength. To-day should the enemy threaten,\n Or in the future, equip me thyself and hand me my weapons.\n Let me but know that under thy care are my house and dear parents,\n Oh! I can then with assurance expose my breast to the foeman.\n And were but every man minded like me, there would be an upspring\n Might against might, and peace should revisit us all with its gladness.\"\n\n\n\n\n\nEnd of Project Gutenberg's Hermann and Dorothea, by Johann Wolfgang von Goethe\n\n*** END OF THIS PROJECT GUTENBERG EBOOK HERMANN AND DOROTHEA ***\n\n***** This file should be named 1958.txt or 1958.zip *****\nThis and all associated files of various formats will be found in:\n        http:\/\/www.gutenberg.org\/1\/9\/5\/1958\/\n\nProduced by An Anonymous Volunteer\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp:\/\/gutenberg.org\/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark\/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s\/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http:\/\/www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp:\/\/pglaf.org\/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http:\/\/pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http:\/\/pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http:\/\/pglaf.org\/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http:\/\/www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n","id":833,"split":"train"}
