{"ori_id":"b5e8bad0c0071c50ed8594102c9988250c2c03b1","title":"The Faerie Queene","context":"The Faerie Queene\n Book I is centered on the virtue of Holiness as embodied in the Redcrosse Knight. He and his lady Una travel together as he fights the dragon Errour, then separate as the wizard Archimago tricks the Redcrosse Knight in a dream to think that Una is unchaste. After he leaves, the Redcrosse Knight meets Duessa, who pretends to be captured in order to trap him. Duessa leads the Redcrosse Knight to captivity by the giant Orgoglio. Meanwhile, Una overcomes peril, meets Arthur, and finally finds and rescues the Redcrosse Knight from his capture, from Duessa, and from Despair. Una and Arthur help the Redcrosse Knight recover in the House of Holiness; there the Redcrosse Knight sees a vision of his future. He then returns Una to her parents' castle, rescues them from a dragon, and the two are betrothed after resisting Archimago one last time.\nBook II is centered on the virtue of Temperance as embodied in Sir Guyon, who is tempted by the fleeing Archimago into nearly attacking the Redcrosse Knight. Guyon discovers a woman killing herself out of grief for having her lover tempted and bewitched by the witch Acrasia and killed. Guyon swears a vow to avenge them and protect their child. Guyon on his quest starts and stops fighting several evil, rash, or tricked knights and meets Arthur. Finally, they come to Acrasia's Island and the Bower of Bliss, where Guyon resists temptations to violence, idleness, and lust. Guyon captures Acrasia in a net, destroys the Bower, and rescues those imprisoned there.\nBook III is centered on the virtue of Chastity as embodied in Sir Britomart, a lady knight. Resting after the events of Book II, Guyon and Arthur meet Britomart, who wins a joust with Guyon. They separate as Arthur and Guyon leave to rescue Florimell, while Britomart rescues the Redcrosse Knight. Britomart reveals to the Redcrosse Knight that she is pursuing Sir Artegal because she is destined to marry him. The Redcrosse Knight defends Artegal and they meet Merlin, who explains more carefully Britomart's destiny to found the English monarchy. Britomart leaves and fights Sir Marinell. Arthur looks for Florimell, joined later by Sir Satyrane and Britomart, and they witness and resist sexual temptation. Britomart separates from them and meets Sir Scudamore, looking for his captured lady Amoret. Britomart alone is able to rescue Amoret from the wizard Busirane and reunite the lovers.\nBook IV is centered on the virtue of Friendship as embodied in Sir Cambell and Sir Triamond.\nBook V is centered on the virtue of Justice as embodied in Sir Artegal.\nBook VI is centered on the virtue of Courtesy as embodied in Sir Calidore.The Faerie Queene owes, in part, its central figure, Arthur, to a medieval writer, Geoffrey of Monmouth. In his Prophetiae Merlini (\"Prophecies of Merlin\"), Geoffrey's Merlin proclaims that the Saxons will rule over the Britons until the \"Boar of Cornwall\" (Arthur) again restores them to their rightful place as rulers. The prophecy was adopted by the Welsh and eventually used by the Tudors. Through their ancestor, Owen Tudor, the Tudors had Welsh blood, through which they claimed to be descendants of Arthur and rightful rulers of Britain. The tradition begun by Geoffrey of Monmouth set the perfect atmosphere for Spenser's choice of Arthur as the central figure and natural bridegroom of Gloriana.\nï»¿The Project Gutenberg EBook of Stories from the Faerie Queen, by \nEdmund Spenser and Jeanie Lang\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n\nTitle: Stories from the Faerie Queen\n\nAuthor: Edmund Spenser\n        Jeanie Lang\n\nIllustrator: Rose Le Quesne\n\nRelease Date: November 11, 2012 [EBook #41350]\n\nLanguage: English\n\n\n*** START OF THIS PROJECT GUTENBERG EBOOK STORIES FROM THE FAERIE QUEEN ***\n\n\n\n\nProduced by The Online Distributed Proofreading Team at\nhttp:\/\/www.pgdp.net (This file was produced from images\ngenerously made available by The Internet Archive.)\n\n\n\n\n\n\n\n\n\nTOLD TO THE CHILDREN SERIES\n\nEDITED BY LOUEY CHISHOLM\n\n\nTHE FAERIE QUEEN\n\n\n\n\n[Illustration: I should like the crystal ball to shew me what my husband\nwill be like (page 33)]\n\n\n\n\n  STORIES FROM\n  The Faerie Queen\n\n\n  TOLD TO THE CHILDREN BY\n  JEANIE LANG\n\n\n  WITH PICTURES BY\n  ROSE LE QUESNE\n\n\n  [Illustration]\n\n\n  LONDON: T. C. & E. C. JACK, LTD.\n  NEW YORK: E. P. DUTTON & CO.\n\n\n\n\nTO DIANA\n\n\n  PRINTED IN GREAT BRITAIN BY\n  THOMAS NELSON AND SONS, LTD.\n\n\n\n\nABOUT THE FAERIE QUEEN\n\n\nMore than three hundred years ago there lived in England a poet named\nEdmund Spenser. He was brave and true and gentle, and he loved all that\nwas beautiful and good.\n\nEdmund Spenser wrote many poems, and the most beautiful of all is the one\ncalled 'The Faerie Queen.' He loved so dearly all things that are\nbeautiful and all things that are good, that his eyes could see Fairyland\nmore clearly than the eyes of other men ever could.\n\nThere are many, many stories in 'The Faerie Queen,' and out of them all I\nhave told you only eight. Some day you will read the others for yourself.\n\nIn this little book Miss Rose Le Quesne has made one pretty picture for\neach story. But when you are old enough to read for yourself 'The Faerie\nQueen' that Edmund Spenser wrote, you will find that there is a picture on\nevery page.\n\nJEANIE LANG.\n\n\n\n\nLIST OF STORIES\n\n\n                                            Page\n\n  Una and the Lion,                            1\n\n  St. George and the Dragon,                  15\n\n  Britomart and the Magic Mirror,             32\n\n  The Quest of Sir Guyon,                     45\n\n  Pastorella,                                 60\n\n  Cambell and Triamond,                       79\n\n  Marinell, the Sea-Nymph's Son,              89\n\n  Florimell and the Witch,                   101\n\n\n\n\nLIST OF PICTURES\n\n\n  BRITOMART AND THE MAGIC MIRROR.\n    'I should like the crystal ball to show me what\n    my husband will be like,                            _Frontispiece_\n\n                                                               At page\n\n  UNA AND THE LION.\n    He followed her like a faithful dog,                             6\n\n  ST. GEORGE AND THE DRAGON.\n    The dragon was dead,                                            30\n\n  THE QUEST OF SIR GUYON.\n    Great heaps of gold lay about him on every side,                48\n\n  PASTORELLA.\n    In the middle of the ring of girls sat Pastorella,              64\n\n  CAMBELL AND TRIAMOND.\n    She asked the Fates to let her sons have long, long lives,      80\n\n  MARINELL, THE SEA-NYMPH'S SON.\n    But the knight was Britomart, the fair lady with a man's\n    armour and a man's heart,                                       92\n\n  FLORIMELL AND THE WITCH.\n    Florimell's golden hair flew behind her,                       102\n\n\n\n\nI\n\nUNA AND THE LION\n\n\nOnce upon a time, in a country not far from Fairyland, there lived a king\nand queen and their daughter, whose name was Una.\n\nUna was one of the most beautiful princesses that ever were seen, and she\nwas as good as she was beautiful.\n\nShe and her father and mother loved each other very dearly, and they were\nvery happy together, until a dreadful thing happened in their kingdom and\ntook all their happiness away.\n\nA hideous dragon came from another country, and killed men and women and\nlittle children. With its fiery breath it turned the trees and grass and\nflowers into black ashes, and it slew everybody that it came across.\n\nIt would have killed Una's father and mother too, but they and some of\ntheir servants shut themselves up in a tower made of brass. The dragon\ntried very hard to get in and eat them up, but it could not break into a\ntower so strong.\n\nFor seven years the king and queen hid in their tower, while the dragon\nlay outside.\n\nMany brave knights came and fought with the horrible monster and tried to\nsave the king and queen. But the dragon was stronger than all the knights,\nand killed every one of them.\n\nAt last Una made up her mind to ride to Fairyland and ask the Queen of the\nFairies to send one of her knights to kill the dragon.\n\nUna took no soldiers nor servants with her, but a dwarf carried for her\nthe food and clothes she needed, and she rode on a little white ass.\n\nHer dress was of white, but she covered it and her beautiful, shining,\ngolden hair up with a black cloak to show that she felt sad. Her lovely\nface was very sorrowful, for she was so unhappy at the cruel things the\ndragon had done, and the danger her dear father and mother were in.\n\nUna safely got to the court of the Faerie Queen, and a young knight,\nfearless and faithful and true, offered to come back with her to kill the\ndragon.\n\nHis name was George, but on the breast of his silver armour, and on his\nsilver shield, a red cross was painted. So people called him the Red Cross\nKnight.\n\nThe sun shone bright, and the birds sang sweetly, as Una and her knight\nrode away through the woods that lay between her father's kingdom and the\nlands of the Faerie Queen.\n\nThe knight's great war-horse pranced and champed at its bit, and Una's\nlittle donkey put down its dainty feet gently on the grass and wondered at\nthe great big horse and his jingling harness as they went along side by\nside.\n\nBefore they had gone very far a storm came on. The sky grew dark and rain\nfell heavily, and they would have been drenched had they not found shelter\nin a thick wood. There were wide paths in this wood, and tall trees whose\nleafy branches grew so close that no rain could come through.\n\nIt was such a beautiful wood, and they were so happy talking together and\nlistening to the birds' sweet song, that they rode along without noticing\nwhere they went.\n\nSo when the rain stopped and they wished to get back to the open road,\nthey could not find the way. On and on they went, until they came to the\nmouth of a great dark cave.\n\nThe knight sprang from his horse, and giving his spear to the dwarf to\nhold, went forward to see what might be hidden in the darkness.\n\n'Do not be so rash!' cried Una; 'I know that this is a terribly dangerous\nplace, and that a dreadful monster stays in that black den!'\n\nThe frightened dwarf also begged him to come away, but the knight said, 'I\nshould be ashamed to come back. If one is good, one need have no fear of\nthe darkness.'\n\nSo into the darkness he went, and in the faint light that came from his\nshining armour he saw a hideous monster. It had a great ugly head and a\nlong speckled tail like a serpent's, and it rushed at the knight, roaring\nfuriously. He struck at it with his sword, but it wound its horrible tail\naround him, until he was nearly crushed to death.\n\nUna called to him not to fear, but to strike the monster bravely. And he,\nsmiting it with all his might, cut off its head.\n\nThen Una and he rode joyfully onwards, and, as evening fell, they found a\nway out of the wood. On the road they met an old man who looked kind and\ngood. He asked them to stay all night in his cottage in a little valley\nnear at hand, and they gladly went.\n\nThis old man was a wicked magician, and all he wanted was to do them harm.\n\nWhen they had lain down to rest, he began to work his magic on them. So\nwell did he do it, that he made the Red Cross Knight believe that Una was\nvery false and wicked, and that the best thing he could do was to go away\nfrom her. Very early in the morning the knight made the dwarf saddle his\nhorse, and they went off together and left Una asleep in the house of the\nwicked magician.\n\nWhen she awoke and found them gone, Una could only weep bitterly at what\nseemed to her their cruelty.\n\nShe rode after them as quickly as she could, but her little donkey could\nonly go slowly, and in his anger and sorrow the knight had made his horse\ngallop so fast that she had no chance of overtaking them.\n\nDay after day, up hill and down dale, in woods and on lonely moors, she\nsought her knight. And her heart was very sad, because he whom she loved\nhad left her so ungently.\n\nOne day when she was very tired she lay down to rest under the trees in a\nthick wood. She took off her black cloak, and her beautiful golden hair\nfell loosely round her face. Her face was so fair and so full of goodness\nthat it seemed to make sunshine in the shady place.\n\nSuddenly there rushed at her from out of the wood a furious lion. He was\nhunting for something to kill and eat, and when he saw Una he ran at her\ngreedily, with hungry gaping jaws.\n\nBut when it had looked at her lovely face, instead of tearing her in\npieces it gently licked her little white hands and feet. And Una's sad\nheart was so grateful to the noble beast that her tears dropped on him as\nhe did it.\n\nThe lion would not leave her. He kept watch while she slept, and when she\nwas awake he followed her like a faithful dog.\n\n[Illustration: He followed her like a faithful dog (page 6)]\n\nTogether they wandered on, but never met any one that Una could ask if he\nhad seen the Red Cross Knight.\n\nAt last, one evening, they saw a young woman walking up a steep mountain\npath, and carrying a pot of water on her back. Una called to her, but when\nthe woman looked round and saw a lovely lady and a lion, she got such a\nfright that she threw down the pot and ran for her life. Her old mother\nwas blind, and they lived in a hut on the mountain, and when she got there\nshe rushed in and shut the door.\n\nUna and the lion followed her, and the lion, with one blow from his strong\npaw, drove the door in.\n\nThe two women were hiding in a dark corner, half-dead from fear. Una tried\nto comfort them, and asked them if she and her lion might shelter there\nfor the night. When darkness came she lay down, very tired, to sleep,\nwhile her lion lay and watched at her feet.\n\nIn the middle of the night a knock came to the door. It was a wicked\nrobber, who used to bring the things he stole and give them to those two\nbad women. The women were so afraid of the lion that they dared not come\nout of their hiding-place. So the thief, in a rage, burst the door open,\nand when he did this, the lion rushed at him and tore him in pieces.\n\nNext morning Una rose early and went away with the lion.\n\nWhen she had gone, the women came out, and when they saw the robber's dead\nbody, they were filled with rage at Una and her lion. They ran after her,\ncalling her bad names, but they could not overtake her.\n\nAs they were going home they met the wicked magician. They told him about\nUna, and he rode quickly after her. By his magic he made himself armour\nthe same as that of the Red Cross Knight, and when Una saw him she thought\nit was her own true knight come back to her at last. He spoke to her as if\nhe was really her knight, and her heart was filled with gladness.\n\nBut she was not the only one who thought that the wicked magician was the\nRed Cross Knight. Sansloy, a rough and wicked man, whose brother had been\nkilled in a fight with the Knight of the Red Cross, came riding along and\nmet them. When he saw the red cross on the magician's breast he rode at\nhim furiously.\n\nThe old magician had to fight, whether he wanted to or not, and Sansloy\nfought so fiercely that he wounded him and cast him bleeding on the\nground. Then Sansloy dragged off his helmet and was going to kill him,\nwhen he found, instead of the Red Cross Knight's handsome young face, the\nwicked old face and grey hair of the magician.\n\nSansloy was afraid of the magician, so he drew back and did not hurt him\nmore. But when he saw how beautiful Una was, he roughly dragged her off\nher ass, and made up his mind to take her away with him and make her his\nwife.\n\nWhen the lion saw the knight roughly take hold of Una, he made a fierce\nrush at him, and would have torn him in pieces; but Sansloy beat the lion\nback with his shield, and when the lion would have torn the shield from\nhim, he drove his sword deep into the lion's faithful heart. With a great\nroar the noble beast fell dead, and Sansloy threw Una before him on his\nhorse and galloped away with her. She wept and sobbed and begged him to\nlet her go, but Sansloy would not listen. And it seemed as if Una had no\nfriend left, or, at least, no friend that could help her. For the little\nwhite donkey trotted after her, afraid of nothing except to be left alone\nwithout his mistress.\n\nThe darkness fell, and the stars that came out looked down like weeping\neyes on Una's sorrow and helplessness.\n\nSansloy stopped his horse at last and lifted Una down. When she shrank\nfrom him in fear, he was so rough that she screamed for help until the\nwoods rang and echoed her screams.\n\nNow in the woods there lived wild people, some of whom were more like\nbeasts than men and women. They were dancing merrily in the starlight when\nthey heard Una's cries, and they stopped their dance and ran to see what\nwas wrong.\n\nWhen Sansloy saw them, with their rough long hair and hairy legs and arms\nand strange wild faces, he was so frightened that he jumped on his horse\nand galloped away.\n\nBut the wild people of the woods were more gentle than the cowardly\nknight. When they saw Una, so beautiful and so frightened and so sad, they\nsmiled at her to show her that they meant to be kind. Then they knelt\nbefore her to show her that they would obey her, and gently kissed her\nfeet.\n\nSo Una was no longer afraid, and when the wild people saw that she trusted\nthem, they were so glad that they jumped and danced and sang for joy. They\nbroke off green branches and strewed them before her as she walked, and\nthey crowned her with leaves to show that she was their queen. And so they\nled her home to their chief, and he and the beautiful nymphs of the wood\nall welcomed her with gladness.\n\nFor a long time Una lived with them and was their queen, but at last a\nbrave knight came that way. His father had been a wild man of the woods,\nbut his mother was a gentle lady. He was brave and bold as his father had\nbeen. When he was a little boy and lived with the wild people, he used to\nsteal the baby lions from their mothers just for fun, and drive panthers,\nand antelopes, and wild boars, and tigers and wolves with bits and\nbridles, as if they were playing at horses. But he was gentle like his\nmother, although he was so fearless. And when Una told him the story of\nthe Red Cross Knight and the lion, and of all her adventures, his heart\nwas filled with pity. He vowed to help her to escape, and to try to find\nthe Red Cross Knight. So one day he and she ran away, and by night had got\nfar out of reach of the wild men of the woods.\n\nWhen the wicked magician knew of Una's escape, he dressed himself up like\na pilgrim and came to meet her and the brave knight of the forest.\n\n'Have you seen, or have you heard anything about my true knight, who bears\na red cross on his breast?' asked Una of the old man.\n\n'Ah yes,' said the magician, 'I have seen him both living and dead. To-day\nI saw a terrible fight between him and another knight, and the other\nknight killed him.'\n\nWhen Una heard this cruel lie she fell down in a faint. The brave young\nknight lifted her up and gently tried to comfort her.\n\n'Where is this man who has slain the Red Cross Knight, and taken from us\nall our joy?' he asked of the false pilgrim.\n\n'He is near here now,' said the magician. 'I left him at a fountain,\nwashing his wounds.'\n\nOff hurried the knight, so fast that Una could not keep up with him, and\nsure enough, at a fountain they found a knight sitting. It was the wicked\nSansloy who had killed Una's lion and carried her away.\n\nThe brave knight rushed up to him with his drawn sword.\n\n'You have slain the Red Cross Knight,' he said; 'come and fight and be\npunished for your evil deed.'\n\n'I never slew the Red Cross Knight,' said Sansloy, in a great rage. 'Your\nenemies have sent you to me to be killed.'\n\nThen, like two wild beasts, they fought, only resting sometimes for a\nmoment that they might rush at each other again with the more strength and\nfury.\n\nBlood poured from their wounds, the earth was trampled by their feet, and\nthe sound of their fierce blows rang through the air.\n\nUna was so terrified at the dreadful sight that she ran away and left them\nfighting furiously.\n\nBefore she had gone far she saw a little figure running through the woods\ntowards her. It was her own dwarf, and his woful face told her that some\nevil thing had happened to the Red Cross Knight.\n\nThe knight had had many adventures since he left her in the magician's\nhut, and at last a giant had caught him, and kept him a prisoner in a\ndreary dungeon. The dwarf had run away, lest the giant should kill him.\n\nUna loved the Red Cross Knight so much that her heart almost broke when\nshe heard the dwarf's story. But she made up her mind to find her knight\nand free him. So on she went, up hill and down dale, beaten by driving\nrain and buffeted by bitter winds.\n\nAt last, by good chance, she met a knight and his squire. This knight was\nthe good Prince Arthur, of all the knights of the Faerie Queen the bravest\nand the best. To him she told her sorrowful tale.\n\n'Be of good cheer and take comfort,' said the good prince. 'I will never\nleave you until I have freed the Red Cross Knight.'\n\nAnd the prince kept his promise.\n\nThe story of St. George and the Dragon will tell you how Una and her\nknight met together again and were married, and forgot their past sorrows\nin their great happiness.\n\n\n\n\nII\n\nST. GEORGE AND THE DRAGON\n\n\nLong, long ago, before the things that happened were written down in\nhistory books, a spiteful fairy came into the castle of an English king.\nShe saw a beautiful baby-boy, the king's little son, lying asleep, and,\nout of mischief, she ran away with him and left her own ugly little fairy\nbaby there instead.\n\nBut when she had stolen the baby, she could not be troubled to take care\nof him. So she laid him down in the furrow of a ploughed field.\n\nSoon a ploughman, with his horses, came that way. He was a kind man, and\nhe lifted the baby up off the cold brown earth and carried him home to his\ncottage. He called him Georgos, and brought him up as if he were his own\nboy.\n\nWhen Georgos was a big boy he did not care to be a ploughman. He wished to\nbe a knight and fight for people who were not as strong as he was. So he\nwent to the court of the Faerie Queen, and she took him for one of her\nknights. She called him George, and gave him armour all shining with\nsilver and with a red cross on his shield and on his breast.\n\nYou have heard the story of Una, so you know that it was George of the Red\nCross who left the fairy court to fight for her and to be her knight.\n\nThere was no sadder knight to be found in all Fairyland than George of the\nRed Cross, after the wicked magician had made him think that Una was false\nand bad. With a heavy heart he rode away from the magician's cottage in\nthe grey dawn, with the dwarf sadly following him.\n\nAs he went through the woods he met a knight riding with a beautiful lady\nin red robes that sparkled with jewels. The lady's horse was all decked\nout with gold, and from its bridle hung golden bells.\n\nAlthough she was so beautiful, she was really a wicked witch, who was\nnever so happy as when she was making men fight and kill each other.\n\nWhen she saw George coming, she said to the knight with whom she rode,\n'Here comes a knight! you must fight with him.'\n\nSo the knight rode furiously at George, and George met him as fiercely,\nand both their spears splintered as they crashed against each other. Then,\nwith their swords they cut and thrust and hacked. The knight cut through a\npiece of George's helmet by the fury of one blow, but George gave him such\na stroke in return, that his sword went through the steel helmet right\ninto the knight's head, and he fell dead.\n\nWhen the witch saw him fall, she galloped away, screaming with fear.\nGeorge rode after her and begged her not to be afraid, but the witch\npretended to cry bitterly. She told him she did not cry for sorrow that\nthe knight was dead, but only because she was frightened. She said that\nthe knight who lay there had wished to marry her, but that she did not\nlove him, and liked George much better.\n\nThe witch looked so beautiful, with her red robes and splendid jewels, and\npretended so well to be simple and good, that George believed all that she\nsaid.\n\n'Do not be afraid,' he said, 'I will take care of you, and be your\nfriend.'\n\nSo he did not think of Una any more, but rode away happily with the witch,\nwho said her name was Fidessa.\n\nIn the middle of the day, when the sun had grown very hot, they rested in\nthe shade of two great trees.\n\nThe spreading branches of the trees were overgrown with grey moss, and\ntheir green leaves were never still, but whispered and trembled as if the\nwind was blowing on them. George thought he would make a garland of these\nfresh leaves to put on Fidessa's dark hair. He plucked a little branch,\nand, as he broke it, red drops of blood trickled down from the place where\nit was broken.\n\nThen a sad voice spoke out of the tree, and told him that the trees were\nnot really trees, but a knight and a lady, who had been bewitched by the\nmagic of a wicked witch.\n\nThe witch who had done it was Fidessa, and when Fidessa heard the tree\nspeak, she was afraid that George would find her out. But George was too\nsimple and too true to think that beautiful Fidessa could be so wicked. He\nwas very sorry for having hurt the tree-man, and with some earth plastered\nup the place that bled.\n\nThen he and Fidessa hurried away from the place of the shivering trees.\n\nWhen they had ridden for a long time they came to a gorgeous palace where\nonly bad people stayed. Fidessa made George come with her into the\npalace, and while they stayed there she got some of the wicked knights of\nthe palace to fight with George and try to kill him. But George was braver\nand stronger than any of these knights, and instead of their killing him,\nhe killed them.\n\nOne day Fidessa went from home, and, while she was away, Una's dwarf, who\nhad never left George, went wandering through the palace.\n\nIn a dark and horrible dungeon he found many knights, and kings, and\nladies and princes shut up as prisoners.\n\nThe dwarf ran and told George, and the Red Cross Knight, fearing that he\nalso would be made a prisoner and cast into the dungeon if he stayed\nlonger in the enchanted palace, rode away. The wounds he had got in his\nlast fight were still unhealed, so that he could not go fast.\n\nWhen Fidessa got back and found him gone, she rode after him as fast as\never she could.\n\nWhen she found him he was resting, with his armour off, on the mossy grass\nby the side of a sparkling fountain. He was peacefully listening to the\nsweet song of birds, and to the tinkling water, when Fidessa's red robes\nshowed through the trees.\n\nShe talked to him so cunningly that soon she persuaded him to think that\nshe loved him very much and meant him nothing but kindness.\n\nNow the witch knew that the water of the fountain was magic water, and if\nany one drank it all his strength would leave him. So she made George lie\ndown on the sandy gravel and drink. In one minute his strength all went\nfrom him and he was no stronger than a tiny boy.\n\nNo sooner had this happened than there walked out from amongst the trees\nan enormous ugly giant. In his hand, for a club, he carried a big oak-tree\nthat he had pulled out of the earth by the roots. When he saw George he\nrushed at him like an earthquake, and smote him such a mighty blow that\nGeorge fell fainting to the ground. Then the giant picked him up as if he\nhad been a helpless little baby, and carried him away, and threw him into\nthe darkest dungeon of his castle in the woods.\n\nUna's dwarf, who had hidden in the bushes and seen all that happened, ran\naway, lest the giant should kill him.\n\nBut Fidessa, the wicked witch, made friends with the giant, and he made\nher his wife.\n\nHe gave her a robe of purple and gold to wear, and put a splendid gold\ncrown on her head. And to make people more afraid of her than they were\nalready, he gave her a horrible beast with seven heads and a long scaly\ntail of brass to ride on.\n\nFor months and months George was a prisoner in the gloomy dungeon. The\nlight never came into it, nor any air. He was chained with heavy iron\nbands, and was given scarcely anything to eat or to drink. His face grew\nwhite and thin, and his eyes grew hollow. His strong arms became only skin\nand bone, and his legs were so feeble that he could not stand. He looked\nmore like a shadow than a man.\n\nOne day, as he lay on the floor of the dungeon, feebly moaning and longing\nto die, the door burst open.\n\nA knight in shining armour of diamonds and gold stood before him, and\nbefore George could speak to him, there ran into the dreary cell, like a\nsunbeam in the dark, his own beautiful Una.\n\nUna nearly cried for joy at seeing her knight again, and for sorrow\nbecause he looked so terribly ill.\n\nShe told him that Prince Arthur, the knight who had saved him, had cut off\nthe giant's head, and slain the seven-headed monster, and made Fidessa\nprisoner.\n\nThen Prince Arthur tore off Fidessa's robe of purple and gold, and her\ngolden crown and all her sparkling jewels. And all her beauty faded away,\nand she looked like the hideous, wicked old witch that she really was.\n\nGeorge shrank away from her in horror, and wondered how she could ever\nhave made him forget Una, or have made him think that she herself was good\nand beautiful.\n\nAnd Fidessa, frightened at being found out, ran away and hid herself in a\ndark cave in the lonely desert.\n\nThen Una took George, who was now no stronger than a little child who has\nbeen ill, to an old house not far away from the giant's castle. It was\ncalled the House of Holiness.\n\nThere lived there a good old lady and her three good and beautiful\ndaughters, and they helped Una to nurse George until he grew strong again.\n\nAnd as he grew stronger, from the rest and their care and the dainty food\nthey gave him, those ladies of the House of Holiness taught the young\nknight many things.\n\nHe learned to be more gentle than he had been before, and never to be\nproud nor boastful, and to love nothing that was not wholly good. He\nlearned, too, not to hate any one, nor to be angry or revengeful, and\nalways to be as generous and as merciful as he was brave.\n\nWhen he was quite strong once more, he went from the House of Holiness to\na place where an old hermit stayed, and from him George learned still more\nof what was good.\n\nGeorge had always thought that he was a fairy's son, but the hermit told\nhim the story of how the bad fairy had stolen him from his father's castle\nwhen he was a baby. And although George loved his Faerie Queen and the\nfairy knights and ladies, he was glad to think that he was the son of an\nEnglish king.\n\nThe old man told him that if, all through his life, he was true, and\nbrave, and merciful and good, one day he should be called a saint. And he\nwould be the saint who belonged especially to all Englishmen and\nEnglishwomen, and to English boys and girls.\n\n  '_Saint George shalt thou callÃ¨d be,\n  Saint George of Merry England, the sign of victory._'\n\nThen did George, his shining armour with its red crosses, and his sharp\nsword and glittering spear buckled on again, ride away once more with Una,\nto kill the dragon and set free the king and queen.\n\nIt was a dreary country that they rode through, for the dragon had laid it\nall waste, but from far away they saw the tower of brass shining in the\nsun.\n\nAs they drew nearer they saw a watchman on the top of the tower gazing\nacross the plain. Day after day for a long, long time he had looked for\nUna to come back with a knight to slay the dragon. When he saw Una and\nGeorge crossing the plain, he ran and told the king and queen, and the old\nking climbed up to the top of the tower to see for himself that the good\nnews was true.\n\nAs they drew near the tower, George and Una heard a hideous roaring sound.\nIt filled all the air and shook the ground like an earthquake. It came\nfrom the dragon, that was stretched out in the sun on the side of a hill.\n\nWhen it saw the knight in gleaming armour riding towards it, it roused\nitself joyfully up to come and kill him, as it had killed all the other\nknights.\n\nGeorge made Una go to a high piece of ground, from whence she could see\nthe fight, and where she would be out of danger, and then rode to meet the\nterrible beast.\n\nHalf running and half flying, with its great ugly wings, the dragon came\nswiftly towards him. It was so big that its shadow looked like the dark\nshadow of a mountain on a valley. Its body was monstrous and horrible and\nvast, and was all swelled out with rage. It had scales all over it that\nshone like brass, and that were as strong as steel. Its wings were like\nbig sails, and when it flapped them and clashed its scales, the sound was\nlike the sound of a great army fighting. Its long tail was spotted red and\nblack, and at the end of it two sharp stings stuck out. It had cruel long\nclaws, and its gaping jaws had each three rows of iron teeth, all stained\nand wet with the blood of the people it had eaten last. It had eyes like\nflames, and its breath was fire and smoke.\n\nWhen it rushed at George, George rode hard at it with his spear. But no\nspear was ever made that was strong enough to pierce that dragon's scales.\nThe spear glanced off from its ugly, speckled breast, but the dragon,\nfurious at the hard thrust that George had given him, lashed out with its\ntail so furiously that both the horse and his rider were thrown to the\nground. Lightly they rose up again, and again George smote with his spear.\n\nThen the dragon, spreading its wings, rose from the ground like a giant\nbird, and seizing George and his horse in its claws, flew away with them.\nRight across the plain it flew, then, finding them heavy, it dropped them\non the ground. As it did this, George thrust with his spear under the\ndragon's stretched-out wing, and made a great gaping wound. The spear\nbroke, but the spear-head stuck in the wound, until the dragon, mad with\nrage and pain, plucked it out with its teeth.\n\nThen did fire and smoke rush out more terribly than before from the jaws\nof the furious dragon. It lashed its long tail so savagely that it folded\nin its coils George's foaming horse. The frantic horse, in its struggles\nto get free, threw George on the ground amongst the horrible blood. But\nGeorge sprang to his feet, and with his sharp sword struck again and again\nat the dragon's head. The sword could not pierce it, but the dragon,\nannoyed at George's fierce attack, thought it would fly out of his reach.\nBut when it tried, the wound George had made in its wing prevented it.\n\nThen its rage at George grew fifty times more furious. It roared till the\nwhole land shook, and it sent out from its inside such blazing flames that\nGeorge's face was scorched and his armour grew so hot that it burned into\nhis flesh.\n\nGeorge was so tired and so faint and sore, that when he was burned as\nwell, he feared that the end had come. The dragon saw his faintness, and\nsmiting him a tremendous blow with its great tail, it threw him down, and\nGeorge fell backwards into a pool of water. Now this pool of water was a\nmagic spring. When George fell into it, all his faintness and weariness\nvanished.\n\nUna, who feared he was dead, saw him spring out of the water even fresher\nand stronger than he had been at the beginning of the fight.\n\nThe dragon could not believe its eyes, and thought that George must be a\nnew knight who had come to fight it.\n\nBefore it had got over its surprise, George struck its head so fiercely\nwith his sword, which still dripped from the magic water, that he made a\ngreat wound.\n\nThe dragon, roaring like a hundred lions, struck at George with the stings\non the end of its tail. One of them went right through George's shield,\nand through his armour, and firmly stuck in his shoulder. Though George\nwas faint with the pain it caused, he hit the dragon's tail such a blow\nthat he hewed off five joints and left only the ugly stump.\n\nMad with rage, the dragon, belching out smoke and fire, and giving fearful\ncries, seized George's silver shield in its claws and tried to drag it\nfrom him. Again and again, and yet again, George struck at it with his\nsword. At last he hit the joint and cut the paw clean off. Even then, so\ntight was the grip that the claws had got, that it still hung bleeding\nfrom the shield.\n\nThen was the dragon's rage so frightful, that the flames and smoke from\nits mouth were like the flames and smoke that pour out of a burning\nmountain. All the sky was darkened, and as George shrank back in horror\nfrom the burning, choking, smelling darkness, his foot slipped in the\nmire, and he fell.\n\nNow there grew in that land a magic tree, all hung with fruit and rosy\napples. From the trunk of the tree there flowed a little stream of sweet\nbalm that could cure even deadly wounds and make weak people strong. The\ndragon was afraid of this tree and its magic stream, and dared not go near\nit.\n\nAll night George lay as if he were dead, and Una, on the hillside, waited\nwith a heavy heart for morning to come.\n\nHe lay so close to the magic tree that the dragon dared not come near him,\nbut it thought that he must have died of his wounds.\n\nWhen the black night had rolled away and daylight spread over the land,\nGeorge arose from his sleep. His wounds were all healed by the magic balm,\nand he was stronger than before.\n\nWhen the dragon rushed at him with its great fierce mouth gaping wide,\nGeorge thrust his sword down its throat and wounded it so terribly that it\nrolled over like a huge mountain in an earthquake. The ground shook as it\nfell, and the last breaths that it drew stained the beautiful morning sky,\nlike smoke from a furnace.\n\nAt first it seemed to Una too good to be true that the dragon was dead.\nBut when the last of the black smoke had cleared away, and the monster lay\nquite still, she knew that George had won the fight and slain the dragon.\n\nThe watchman on the brazen tower had also seen the dragon fall, and so the\nking had the gates of brass, that had been closed for so long, thrown wide\nopen.\n\nWith sounds of trumpets and shouts of joy the king and queen and their\npeople came out to greet George and Una, and to thank George, who had\nsaved them and their land from the horrible dragon.\n\nThe people crowded round the dead body of the monster. The children wished\nto look at it closely, and when a bold little boy took hold of its claws,\nhis mother screamed with fright, and dragged him back. So long had they\nbeen in terror of their savage enemy, that even when it lay dead they\nstill feared that it might do them some harm.\n\n[Illustration: The dragon was dead (page 30)]\n\nThere never was a happier wedding than the wedding of Una and George, the\nRed Cross Knight, nor was there ever any bride more beautiful than Una.\n\nHer dress was spotless, like a white lily. It was not made of silver nor\nsilk, yet like silver and silk it shone and glistened. Her golden hair\nhung round her happy face, and her face was like the freshest flower of\nMay.\n\nFairy music rang through the air, and there was nothing but happiness in\nthe land on the day that Una wedded brave George of Merry England.\n\n\n\n\nIII\n\nBRITOMART AND THE MAGIC MIRROR\n\n\nLong years ago there lived a beautiful princess whose name was Britomart.\n\nWhen she was a little girl she did not care to play with dolls nor to sew,\nbut she loved to ride and to play boys' games. And when she grew older she\nlearned to fight with spears and swords like the knights at her father's\ncourt.\n\nNow a great magician called Merlin had once given a wonderful gift to the\nking, Britomart's father.\n\nIt was a magic mirror, that looked like a ball of the clearest crystal.\n\nWhen the king looked in this mirror he saw all that was going to happen to\nhim, and which of his friends were false and which true. There was no\nhidden secret which that crystal ball could not tell.\n\nOne day Britomart went into her father's room and looked into his magic\nmirror.\n\n'What shall I wish to see?' she asked of herself.\n\nThen she thought, 'Some day I shall marry. I should like the crystal ball\nto show me what my husband will be like.'\n\nEven as she thought this, she saw, like a moving picture, a knight riding\nacross the crystal.\n\nHe was tall and broad and strong, and looked very brave. The front of his\nshining helmet was drawn up, and from under it looked out the handsome\nface that his friends loved and his foes feared. He wore beautiful armour,\nall inlaid with gold, and she knew what his name was, and that he had won\nthis armour in a fight with another great knight, for on it was written:\n\n  '_Achilles' armes which Artegall did win._'\n\nFrom that day Britomart could think of nothing but the knight whose\npicture had ridden across the mirror and vanished away.\n\nShe grew thoughtful and sad, and could not sleep, for she feared it was a\ndreadful thing to love a shadow.\n\nHer old nurse slept in her room, and at night when she heard Britomart\ntossing about in bed and softly crying to herself, the old woman was very\nunhappy. Night after night she heard her, till she could bear it no\nlonger. She asked Britomart what was wrong, and Britomart sobbingly told\nher.\n\nThen the good old nurse comforted Britomart. She said she was sure that\nArtegall must be a real man, and not just a shadow, and that she would\nfind him. Then she tucked the bedclothes round Britomart, and put out the\nflickering lamp. When Britomart, much comforted, had fallen quietly\nasleep, her nurse sat and watched beside her, and dropped some tears\nbecause Britomart was no longer a little baby-girl for her to take care\nof, but a grown-up girl who loved a knight.\n\nNext day the old nurse went to the woods and gathered all sorts of herbs.\nShe boiled them down together, and mixed them with milk and other things,\nand put them in an earthen pot. Round the pot she bound three of her hairs\nplaited together. Then she said a charm over the pot, and made Britomart\nturn round and round and round about it. She thought that this charm would\ncure Britomart of loving the knight, and make her gay and happy again. But\nthe old nurse's charm was no good. Britomart grew thin and sad and ill.\n\nThen the old woman thought of Merlin, the magician who had made the\nmirror.\n\n'It is all his fault that my princess is so sad,' she said; 'he must make\nher happy again.'\n\nSo she dressed Britomart and herself in shabby old clothes, and went to\nseek Merlin.\n\nThe magician lived in a dark cave under a rock. The rock lay near a\nswift-rushing river that ran down between thickly wooded hills. Hollow,\nfearful sounds, and a clanking, as of chains, were always heard there.\n\nWhen Britomart and her nurse reached the lonely cave, and heard the noise\nof moans and groans and clanking chains, they were too frightened at first\nto go in. But at length they plucked up courage and entered the cave, and\nfound Merlin writing magic words on the dark floor. He knew very well,\nalthough they wore shabby old clothes, that his visitors were the Princess\nBritomart and the princess's nurse. But he pretended that he did not know\nthem, and asked them what they wanted.\n\n'Three moons have come and gone,' said the nurse, 'since this fair maid\nfirst turned ill. I do not know what ails her, but if you cannot cure her,\nshe will die.'\n\nMerlin smiled.\n\n'If that is all you want,' he said, 'you had better take her to a doctor.'\n\n'If any doctor could have done her good,' said the nurse, 'I should not\nhave troubled you. But I fear that a witch or a wicked fairy must have\nbewitched her.'\n\nThen Merlin burst out laughing.\n\n'Why do you go on pretending to me?' he said. 'I know all about it. This\nis the beautiful Princess Britomart, and you are her nurse.'\n\nAt that Britomart blushed rosy red, but the nurse said:\n\n'If you know all our grief, then have pity on us, and give us your help.'\n\nThen Merlin told Britomart not to be sad, for Artegall was a real living\nknight, and one of the bravest and noblest that lived. His home was in\nFairyland, but he was a king's son that the fairies had stolen away when\nhe was a baby.\n\n'You shall marry Artegall,' said the magician, 'and bring him back from\nFairyland to his own country, where he shall be king.'\n\nThen he gave her much advice, and told her of the great things that should\nbe done in the days to come by the sons that were to be hers and\nArtegall's.\n\nAnd Britomart and her nurse, with happy hearts, came away from the\nmagician's gloomy cave.\n\n'But how shall we seek my knight?' asked Britomart of her nurse. 'How\nshall we find him?'\n\nThe nurse said: 'Let us dress ourselves in some of the armour that your\nfather has taken from his enemies. You shall be a knight, and I will be\nyour squire. Together we will ride to Fairyland and find Artegall.'\n\nWhen Britomart was dressed in shining armour of silver and gold, she\nlooked a very handsome, tall, young knight. Her nurse dressed her as\ncarefully as she had dressed her long ago in her baby-clothes, and, when\nall her armour was on, she put into her hand a long spear. It was a magic\nspear, and there had never yet been born a knight who could sit on his\nsaddle when it struck him.\n\nIn the silent night they got on their horses and rode away, no longer a\nprincess and her nurse, but a gallant knight and a little old squire, who\nseemed to find his big shield much too heavy for him.\n\nBefore Britomart and her nurse had ridden very far, they saw two knights\nriding towards them. These were Guyon and the Red Cross Knight.\n\nGuyon rode furiously at Britomart, but Britomart rode as furiously at him\nwith her magic spear. And, for the first time in his life, Guyon found\nhimself thrown from his horse and sitting heavily down on the ground. He\nwas very much ashamed and very angry, and would have rushed at Britomart\nwith his sword. But the old palmer, who was with him, calmed his rage, and\nhe made friends with Britomart. And for some time Britomart and those two\nbrave knights rode on together, and shared fights and adventures.\n\nOne day as they rode together, Britomart asked the Red Cross Knight if he\nknew a wicked knight called Artegall.\n\n'He is not a wicked knight,' said the Red Cross Knight angrily. 'He is one\nof the bravest and the best.'\n\nBritomart was so glad to hear him say this of Artegall, that she could\nscarcely hide her joy. But she went on pretending that she thought\nArtegall bad and cruel, just that she might hear his friend praise him.\n\n'There is no knight more brave than Artegall,' said the Red Cross Knight.\n'Ladies who suffer wrong, and little children who have none to care for\nthem, are always sure of having Artegall to fight for them. He is as good\nas he is brave, and as brave as he is good.'\n\nBritomart loved the Red Cross Knight because he was so true to his friend,\nand more than ever she loved Artegall, the knight of the Mirror.\n\nPresently her way and that of the Red Cross Knight parted, and she rode on\nwith her squire until they came to the sea-shore.\n\nThe sea was beating against the rocks, and moaning as it cast itself\nagainst the high crags.\n\nBritomart made her old nurse unlace her helmet, and sat down and watched\nthe cold grey waves.\n\n'I feel like a little boat beaten about by the sea,' she said. 'When shall\nI ever reach my harbour, and find the knight I seek?'\n\nFor a long time she sat, sadly thinking. But at last she saw a knight\ncantering along the sand, and quickly put on her helmet and leaped on her\nhorse, and rode to meet him.\n\nHe was a bold knight, and told her to fly, or he would kill her.\n\n'_Fly!_' proudly said Britomart. 'Words only frighten babies. I will not\nfly. I will fight you!'\n\nThen they fought, and with her spear Britomart gave the knight a terrible\nwound, and rode away, leaving him lying senseless on the shore.\n\nMany other fights had Britomart as she sought Artegall, and always her\nmagic spear made her the winner.\n\nOne day she came to a place where a great many knights were having a\ntournament.\n\nA beautiful golden girdle, sparkling with jewels, was to be the prize for\nthe knight that fought the best.\n\nFor three days they had fought and fought, until the ground was strewed\nwith broken spears and swords.\n\nOn the last day of the tournament a stranger knight had appeared. His\narmour did not shine with silver and gold like those of the other knights,\nbut looked like an old tree all overgrown with moss. His horse was decked\nwith oak-leaves, and he carried a battered old shield.\n\n'The Savage Knight,' the others called him, and they would have laughed at\nhim and his shabby armour, had he not fought so well. All day long he\nfought, and one knight after another he threw wounded or dead on the\nground. At sunset they feared him as they might have feared a fierce lion,\nand none dared stand against him.\n\nJust then Britomart rode up with her golden armour gleaming against the\nsunset sky.\n\nShe couched her spear and rode at the Savage Knight, and threw him to the\nground.\n\nThe other knights then all rode at her, but them, too, she threw down with\nher magic spear.\n\nSo they had to own that Britomart was the victor, and had won the golden\ngirdle.\n\nNow the Savage Knight was not really a savage knight. He was no other than\nArtegall, the knight of the Crystal Ball.\n\nArtegall was so ashamed, and so angry with Britomart for having thrown him\nfrom his horse, that when the tournament was over, he rode away to a wood,\nthrough which he knew that Britomart must pass.\n\n'The stranger knight with his magic spear shall fight me once again,' he\nangrily said, 'and this time he shall not be the victor.'\n\nPresently, as he sat under the trees, and watched his horse grazing, he\nsaw Britomart riding up, brave and fearless, in her golden armour.\n\nArtegall sprang on his horse, and furiously rode at Britomart with his\nsteel-headed lance. But, in the twinkling of an eye, he found himself\nlying on the turf, again unseated by the magic spear.\n\nHe rushed at Britomart then with his sword, and cut and thrust at her so\nsavagely that her horse backed away from him. At last he struck a great\nblow at her head, and the sword, glancing down her armour, struck her\nhorse with such force on its back that it fell to the ground, and\nBritomart had to jump off. She threw aside her spear and furiously smote\nArtegall with her sword. She cut his armour through, and wounded him so\ndeeply that blood from his wound streamed to the ground. The blows from\nArtegall's sword fell on her like hail, but she struck him as fiercely as\nhe struck her. The grass got trampled down and stained with blood, yet\nstill they smote and thrust and smote again.\n\nAt last Artegall grew very tired, and Britomart was more tired still. When\nArtegall saw how tired she was, he gathered up all his strength and struck\nher a terrific blow, hoping to kill her quite. But the blow only sheared\noff the front part of her helmet, and left her face uncovered.\n\nAnd as Artegall's arm rose again for another deadly stroke, it stopped\nshort in the air. For instead of the grim face of the fierce knight he\nthought he was fighting, there looked out a face that Artegall thought was\nthe loveliest he had ever seen.\n\nBritomart's cheeks were hot and pink, and her hair, that was so long that\nit reached her feet, had burst from its band and framed her fair face like\na golden frame.\n\nThe sword slipped from Artegall's fingers to the ground. He knelt at\nBritomart's feet and begged her to forgive him for having treated her so\nroughly.\n\nBut Britomart was still angry with him for that last fierce stroke of his.\n\n'Rise!' she said, 'or I shall kill you!' and she held her sword over his\nhead.\n\nBut Artegall would not rise, but only prayed her the more earnestly to\nforgive him.\n\nThen the old nurse drew near and begged Britomart to have a truce.\n\n'Rest yourself for a little,' she said, 'and let the Savage Knight rest\ntoo.'\n\nBritomart agreed, and the knight raised the front of his helmet that he\nmight breathe more freely.\n\nWhen Britomart saw his face, so handsome and so brave, she knew at once\nthat the Savage Knight that she had tried to kill was Artegall, the knight\nof the Mirror.\n\nHer arm dropped, and her sword fell from her hand.\n\nShe tried to speak roughly to him, but her tongue would not say the words.\n\nTogether they rode off to a castle, where they stayed till they were\nrested and their wounds were healed.\n\nAnd each day that they were together Artegall loved Britomart more and\nmore, until at last he could stay no longer silent, but told her that he\nloved her more than all the world.\n\nSo it was that the beautiful princess Britomart found her husband, the\ngallant knight of the Magic Mirror.\n\n\n\n\nIV\n\nTHE QUEST OF SIR GUYON\n\n\nLong ago, on the first day of every year, the Queen of the Fairies used to\ngive a great feast.\n\nOn that day all the bravest of her knights came to her court, and when\npeople wanted help to slay a dragon or a savage beast, or to drive away a\nwitch or wicked fairy, they also came and told their stories.\n\nTo one of those feasts there came an old palmer dressed in black. His hair\nwas grey, and he leaned heavily on his long staff. He told a sad tale of\nthe evil things done in his land by a wicked witch.\n\nThe Faery Queen turned to Guyon, one of the bravest and handsomest of her\nyoung knights. 'You shall go with this old man and save his land,' she\nsaid to him.\n\n'I am not worthy,' said Sir Guyon, 'but I will do your bidding and my\nbest.'\n\nSo he rode away with the palmer. His good horse had never paced so slowly\nbefore, for Guyon made him keep step with the feeble old man.\n\nIt was not possible to go far from the fairy court without having fights\nand adventures, but in every fight Guyon was the victor, because he\nlistened to what the good old palmer said, and did not think that he\nhimself knew better.\n\nOne day they came to a wide river on which floated a little boat, all\ndecked out with green branches. In it sat a fair lady, who sang and\nlaughed and seemed very happy and very gay. She was a servant of the\nwicked witch for whom Guyon was looking, but this Guyon did not know. She\noffered to ferry Guyon across the river, but she said there was no room in\nher boat for the palmer.\n\nGuyon thought she looked so pretty and merry, and so kind, that he gladly\nwent with her.\n\nTogether they gaily sailed down the river. When the birds sang, she sang\nalong with them, and when little waves gurgled and laughed against the\nside of the boat, she laughed too.\n\nBut soon Guyon found that she was not really good, and he loved her gay\nlaugh no longer, and presently left her and wandered on alone in the\nisland to which she had brought him.\n\nAt last he came to a gloomy glen where trees and shrubs grew so thickly\nthat no sunlight could get in. Sitting there in the darkness he found a\nrough and ugly man. His face was tanned with smoke and his eyes were\nbleared. Great heaps of gold lay about him on every side. When he saw\nGuyon, he dashed in a great fright at his money, and began to try to pour\nit into a hole and hide it, lest Guyon should steal it from him.\n\nBut Guyon ran quickly at him and caught him by the arm.\n\n'Who are you,' he asked, 'who hide your money in this lonely place,\ninstead of using it rightly or giving it away?'\n\nTo which the man answered, 'I am Mammon, the Money God. I am the greatest\ngod beneath the sky. If you will be my servant, all this money shall be\nyours. Or if this be not gold enough for you, a mountain of gold, ten\ntimes more than what you see, shall be your very own.'\n\nBut Guyon shook his head. 'I want none of your gold,' said he.\n\n  'Fair shields, gay steeds, bright arms be my delight,\n  Those be the riches fit for an adventurous knight.'\n\nThen said the Money God, 'Money will buy you all those things. It can buy\nyou crowns and kingdoms.'\n\n'Money brings wars and wrongs, bloodshed and bitterness,' said Guyon. 'You\nmay keep your gold.'\n\nThe Money God grew angry then.\n\n'You do not know what you refuse,' he said. 'Come with me and see.'\n\nGuyon the fearless followed him into the thickest of the bushes and down a\ndark opening in the ground.\n\nOn and on they went through the darkness. Ugly things came and glared at\nthem, and owls and night ravens flapped their wings, but Guyon had no\nfear.\n\nAt length they came to a huge cave whose roof and floor and walls were all\nof gold, but the gold was dimmed by dust and cobwebs. A light like the\nlight of the moon from behind a dark cloud showed Guyon great iron\nchests and coffers full of money, but the ground was strewn with the\nskulls and dry bones of men who had tried to get the gold, and who had\nfailed and perished there.\n\n[Illustration: Great heaps of gold lay about him on every side (page 47)]\n\n'Will you serve me now?' asked Mammon. 'Only be my servant, and all these\nriches shall be yours.'\n\n'I will not serve you,' answered Guyon. 'I place a higher happiness before\nmy eyes.'\n\nThen Mammon led him into another room where were a hundred blazing\nfurnaces.\n\nHideous slaves of the Money God blew bellows and stirred the flames, and\nladled out of huge caldrons on the fires great spoonfuls of molten gold.\nWhen they saw Guyon in his shining armour, they stopped their work and\nstared at him in fear and amazement. Never before had they seen any one\nwho was not as horrible and as ugly as themselves. Once again Mammon\noffered him the gold he saw, but again Guyon refused it.\n\nThen did he bring him to a place where was a gate of beaten gold. Through\nthis gate they passed, and Guyon found himself in a vast golden room,\nupheld by golden pillars that shone and sparkled with precious stones.\n\nOn a throne in this room sat a beautiful lady, dressed in clothes more\ngorgeous than any that the greatest king on earth ever wore.\n\n'That is my daughter,' said Mammon. 'She shall be your wife, and all these\ntreasures that are too great to be counted shall be yours, if only you\nwill be my servant.'\n\n'I thank you, Mammon,' said Guyon, 'but my love is given to another lady.'\n\nThe Money God was full of rage, yet still he thought that he might win\nGuyon to his will. He took him to a garden where dark cypresses hung their\nheads over the flaming blossoms of poppies that made men sleep for ever,\nand where every sort of poisonous flower and shrub flourished richly. It\nwas called the Garden of Proserpine.\n\nThe most beautiful thing in the garden was a great tree, thickly leaved\nand heavily hung with shining golden apples. The branches of the tree hung\ntheir golden fruit over a dark river.\n\nWhen Guyon went to the river's brink and looked in, he saw many men\nstruggling and moaning in the dark and fearful water. Some were trying to\ngrasp the fruit that hung just beyond their reach, and others were trying\nvainly to get out.\n\n'You fool!' said Mammon, 'why do you not pick some of the golden fruit\nthat hangs so easily within your reach?'\n\nBut Guyon, although for three long days and nights he had been without\nsleep and meat and drink in the dark land of the Money God, was too true\nand good a knight to do what Mammon wished. Had he picked the fruit, he\nwould have put himself in Mammon's power, and at once been torn into a\nthousand pieces.\n\n'I will not take the fruit,' he said; 'I will not be your slave.'\n\nAnd then, for days and days, Guyon knew no more.\n\nWhen he came to himself and opened his eyes, he found that his head was\nresting on the knee of the good old palmer.\n\nAfter the witch's beautiful servant had rowed Guyon away, the palmer had\ntried and tried to find a means of crossing the river, until at last he\nsucceeded.\n\nDay after day he sought Guyon, until one day a fairy voice called to him,\nloud and clear, 'Come hither! hither! oh come hastily!'\n\nHe hurried to the place from whence the voice came, and in the dark\nthicket where Mammon had sat and counted his gold, he found Guyon lying.\n\nA beautiful spirit with golden hair and shining wings of many colours,\nlike the wings of a lovely bird, sat by Guyon's side, keeping all enemies\nand evil things far from him.\n\nWhen Guyon felt able for the journey, he and the palmer went on with their\ntravels, and he had many fights and many adventures. But ever after he had\nbeen tempted to be Mammon's slave and had resisted him, he was a better\nand a braver knight.\n\nAll his battles ended in victories, and he helped all those who needed\nhelp, and at last he and the palmer reached the shore of the sea across\nwhich was the land of the wicked witch.\n\nThey got a little boat, and a boatman to row them, and for two days they\nwere far out at sea.\n\nOn the morning of the third day, Guyon and the others heard the sound of\nraging water. In the trembling light of the dawn that was spreading across\nthe sea they saw great waves casting themselves high into the sky.\n\nIt was a gulf, called the Gulf of Greediness, and in its furious waves\nmany ships were wrecked. But the palmer steered so straight and well that\nhe guided the little boat without harm through the angry seas.\n\nOn one side of the gulf was a great black rock where screaming seamews and\ncormorants sat and waited for ships to be wrecked. It was a magic rock,\nand the water round it tried to draw Guyon's boat against its ragged\nsides, that it might be smashed to pieces like the other boats and ships\nwhose broken fragments tossed up and down in the tide.\n\nBut so wisely did the palmer steer, and so strongly did the boatman row,\nthat they safely passed the magic rock and got into calm water. And still\nthe boatman rowed so hard that the little boat cut through the water like\na silver blade, and the spray dashed off the oars into Guyon's face.\n\n'I see land!' at last called Guyon.\n\nOn every side they saw little islands. When they got nearer they found\nthat they looked fresh and green and pleasant. Tall trees with blossoms of\nwhite and red grew on them.\n\n'Let us land!' cried Guyon.\n\nBut the boatman shook his head.\n\n'Those are the Wandering Islands,' he said. 'They are magic islands, and\nif any one lands on one of them he must wander for ever and ever.'\n\nOn one island sat a beautiful lady, with her long hair flowing round her.\nShe beckoned and called to them to come on shore, and when they would not\nlisten she jumped into a little boat and rowed swiftly after them.\n\nThen Guyon saw that it was the wicked witch's beautiful servant, and they\ntook no notice of her. So she got tired of coaxing, and went away, calling\nthem names.\n\nA terrible whirlpool, where the waves rushed furiously round and round,\nwas the next danger that they met. Then, when they were free of that, a\ngreat storm arose, and every fierce and ugly fish and monster that ever\nlived in the sea came rushing at the boat from out the foaming waves,\nroaring as if they were going to devour them.\n\n'Have no fear,' said the palmer to Guyon. 'These ugly shapes were only\nmade by the wicked witch to frighten you.'\n\nWith his palmer's staff he smote the sea. The waves sank down to rest,\nand all the ugly monsters vanished away.\n\nWhen the storm had ceased they saw on an island a lady, who wept and\nwailed and cried for help.\n\nGuyon, who was always ready to help those who wanted help, wished at once\nto go to her.\n\nBut the palmer would not let him.\n\n'She is another of the servants of the witch,' he said, 'and is only\npretending to be sad.'\n\nThey came then to a peaceful bay that lay in the shadow of a great grey\nhill, and from it came the sweetest music that Guyon had ever heard.\n\nFive beautiful mermaids were swimming in the clear green water, and the\nmelody of their song made Guyon long to stop and listen. They had made\nthis song about Guyon:\n\n  'O thou fair son of gentle fairy,\n  Thou art in mighty arms most magnified\n  Above all knights that ever battle tried.\n  O! turn thy rudder hitherward awhile,\n  Here may thy storm-beat vessel safely ride.\n  This is the port of rest from troublous toil,\n  The world's sweet inn from pain and wearisome turmoil.'\n\nThe rolling sea gently echoed their music, and the breaking waves kept\ntime with their voices. The very wind seemed to blend with the melody and\nmake it so beautiful that Guyon longed and longed to go with them to their\npeaceful bay under the grey hill. But the palmer would not let him stop,\nand the boatman rowed onwards.\n\nThen a thick, choking, grey mist crept over the sea and blotted out\neverything, and they could not tell where to steer. And round the boat\nflew great flocks of fierce birds and bats, smiting the voyagers in their\nfaces with wicked wings.\n\nStill the boatman rowed steadily on, and steadily the palmer steered, till\nthe weather began to clear. And, when the fog was gone, they saw at last\nthe fair land to which the Faerie Queen had sent Guyon, that he might save\nit from the magic of the wicked witch.\n\nWhen they reached the shore the boatman stayed with his boat, and Guyon\nand the palmer landed. And the palmer was glad, for he felt that their\ntask was nearly done.\n\nSavage, roaring beasts rushed at them as soon as they reached the shore.\nBut the palmer waved his staff at them, and they shrank trembling away.\nSoon Guyon and his guide came to the palace of the witch.\n\nThe palace was made of ivory as white as the foam of the sea, and it\nglittered with gold. At the ivory gate stood a young man decked with\nflowers, and holding a staff in his hand. He impudently held out a great\nbowl of wine for Guyon to drink. But Guyon threw the bowl on the ground,\nand broke the staff with which the man worked wicked magic.\n\nThen Guyon and the palmer passed on, through rich gardens full of\nbeautiful flowers, and came to another gate made of green boughs and\nbranches. Over it spread a vine, from which hung great bunches of grapes,\nred, and green, and purple and gold.\n\nA beautiful lady stood by the gate. She reached up to a bunch of purple\ngrapes, and squeezed their juice into a golden cup and offered it to\nGuyon. But Guyon dashed the cup to the ground, and left her raging at him.\n\nPast trees and flowers and clear fountains they went, and all the time\nthrough this lovely place there rang magic music. Sweet voices, the song\nof birds, the whispering winds, the sound of silvery instruments, and the\nmurmur of water all blended together to make melody.\n\nThe farther they went, the more beautiful were the sights they saw, and\nthe sweeter the music.\n\nAt last, lying on a bed of red roses, they found the wicked witch.\n\nSoftly they crept through the flowery shrubs to where she lay, and before\nshe knew that they were near, Guyon threw over her a net that the palmer\nhad made. She struggled wildly to free herself, but before she could\nescape, Guyon bound her fast with chains.\n\nThen he broke down and destroyed the palace, and all the things that had\nseemed so beautiful, but that were only a part of her wicked magic.\n\nAs Guyon and the palmer led the witch by her chains to their boat that\nwaited by the shore, the fierce beasts that had attacked them when they\nlanded came roaring at them again.\n\nBut the palmer touched each one with his staff, and at once they were\nturned into men. For it was only the witch's magic that had made them\nbeasts. One of them, named Gryll, who had been a pig, was angry with the\npalmer, and said he had far rather stay a pig than be a man.\n\n  'Let Gryll be Gryll, and have his hoggish mind,\n  But let us hence depart whilst weather serves and wind,'\n\nsaid the palmer.\n\nSo they sailed away to the fairy court, and gave their wicked prisoner to\nthe queen to be punished.\n\nAnd Sir Guyon was ready once again to do the Faerie Queen's commands, to\nwar against all evil things, and to fight bravely for the right.\n\n\n\n\nV\n\nPASTORELLA\n\n\nLong, long ago, in a far-away land, there lived a great noble, called the\nLord of Many Islands. He had a beautiful daughter named Claribel, and he\nwished her to marry a rich prince.\n\nBut Claribel loved a brave young knight, and she married him without her\nfather's knowledge.\n\nThe Lord of Many Islands was fearfully angry when he found out that she\nwas married.\n\nHe threw the young knight into one dark dungeon and Claribel into another,\nand there they were imprisoned for years and years, until the Lord of Many\nIslands was dead. Claribel was rich then, and she and her husband would\nhave been very happy together, but for a great loss that they had had.\n\nWhile she was in prison a little baby girl came to Claribel. She feared\nthat her angry father might kill the baby if he knew that it had been\nborn, so she gave it to her maid, and told her to give it to some one to\ntake care of.\n\nThe maid carried the child far away to where there were no houses, but\nonly wild moors and thick woods. There was no one there to give it to, but\nshe dared not take it back in case its grandfather might kill it. She did\nnot know what to do, and she cried and cried until the baby's clothes were\nquite wet with her tears.\n\nIt was a very pretty baby, and the maid noticed that on its little breast\nthere was a tiny purple mark, as if some one had painted on it an open\nrose. She drew its clothes over the mark, and then laid the baby gently\ndown behind some green bushes, and went home crying bitterly.\n\nWhen the baby found herself lying out in the cold with no one to care for\nher, she cried too. And she cried so loudly and so long, that a shepherd\ncalled Meliboeus heard her cries, and came to see what was wrong.\n\nWhen he found the beautiful baby, he wrapped her in his warm cloak and\ncarried her home to his wife. From that day the baby was their little\ngirl. They called her Pastorella, and loved her as if she were really\ntheir own.\n\nPastorella grew up amongst shepherds and shepherdesses, yet she was never\nquite like them. None of the shepherdesses were as beautiful as she was,\nand none were as gentle nor as full of grace. So they called Pastorella\ntheir queen, and would often crown her with garlands of flowers.\n\nWhen Pastorella was grown up, there came one day to the country of plains\nand woods where she lived a brave and noble knight.\n\nHis name was Calidore, and of all the knights of the Faerie Queen there\nwas none so gentle nor so courteous as he. He always thought of others\nfirst, and never did anything that he thought would hurt the feelings of\nany one. Yet he was brave and strong, and had done many gallant deeds.\n\nHe was hunting a monster that had done much harm, when he came near the\nhome of Pastorella.\n\nSheep were grazing on the plain, and nibbling the golden buds that the\nspring sunshine had brought to the broom. Shepherds were watching the\nsheep. Some were singing out of the happiness of their hearts, because of\nthe blue sky and the green grass and the spring flowers. Others were\nplaying on pipes they had made for themselves out of the fresh young\nwillow saplings.\n\nCalidore asked them if they had seen the monster that he sought.\n\n'We have seen no monster, nor any dreadful thing that could do our sheep\nor us harm,' they answered, 'and if there be such things, we pray they may\nbe kept far from us.'\n\nThen one of them, seeing how hot and tired Sir Calidore was, asked him if\nhe would have something to drink and something to eat. Their food was very\nsimple, but Calidore thanked them, and gladly sat down to eat and drink\nalong with them.\n\nA little way from where they sat, some shepherds and shepherdesses were\ndancing. Hand in hand, the pretty shepherdesses danced round in a ring.\nBeyond them sat a circle of shepherds, who sang and piped for the girls to\ndance. And on a green hillock in the middle of the ring of girls sat\nPastorella. She wore a dainty gown that she herself had made, and on her\nhead was a crown of spring flowers that the shepherdesses had bound\ntogether with gay silken ribbons.\n\n'Pastorella,' sang the shepherds and the girls, 'Pastorella is our queen.'\n\nCalidore sat and watched. And the more he looked at Pastorella, the more\nhe wanted to look. And he looked, and he looked, and he looked again at\nPastorella's sweet and lovely face, until Pastorella had stolen all his\nheart away. He forgot all about the monster he was hunting, and could only\nsay to himself, as the shepherds had sung, 'Pastorella ... Pastorella ...\nPastorella is my queen.'\n\nAll day long he sat, until the evening dew began to fall, and the sunset\nslowly died away, and the shepherds called the sheep together and drove\nthem home.\n\nAs long as Pastorella was there, Calidore felt that he could not move. But\npresently an old man with silver hair and beard, and a shepherd's crook in\nhis hand, came and called to Pastorella, 'Come, my daughter, it is time to\ngo home.'\n\nIt was Meliboeus, and when Calidore saw Pastorella rise and call her sheep\nand turn to go, he did not know what to do, for he could only think of\nPastorella.\n\nBut when good old Meliboeus saw the knight being left all alone, and the\nshadows falling, and the trees looking grey and cold, he said to him, 'I\nhave only a little cottage, turfed outside to keep out the wind and wet,\nbut it is better to be there than to roam all night in the lonely woods,\nand I bid you welcome, Sir Knight.'\n\n[Illustration: In the middle of the ring of girls sat Pastorella (page\n63)]\n\nAnd Calidore gladly went with him, for that was just what he was longing\nto do.\n\nAll evening, as he listened to the talk of Meliboeus, who was a wise and\ngood old man, Calidore's eyes followed Pastorella. He offered Meliboeus\nsome gold to pay for his lodging, but Meliboeus said, 'I do not want your\ngold, but, if you will, stay with us and be our guest.'\n\nSo, day after day, Calidore stayed with the shepherds. And, day after day,\nhe loved Pastorella more. He treated her and said pretty things to her as\nknights were used to treat and to speak to the court ladies. But\nPastorella was used to simpler things, and liked the simple things best.\n\nWhen Calidore saw this, he laid aside his armour and dressed himself like\na shepherd, with a crook instead of a spear. Every day he helped\nPastorella to drive her sheep to the field, and took care of them and\ndrove away the hungry wolves, so that she might do as she liked and never\nhave any care, knowing that he was there.\n\nNow, one of the shepherds, whose name was Corydon, for a long time had\nloved Pastorella. He would steal the little fluffy sparrows from their\nnests, and catch the young squirrels, and bring them to her as gifts. He\nhelped her with her sheep, and tried in every way he knew to show her that\nhe loved her.\n\nWhen he saw Calidore doing things for Pastorella he grew very jealous and\nangry. He sulked and scowled and was very cross with Pastorella.\n\nOne day when the shepherd who piped the best was playing, the other\nshepherds said that Calidore and Pastorella must dance. But Calidore put\nCorydon in his place, and when Pastorella took her own garland of flowers\nand placed it on Calidore's head, Calidore gently took it off and put it\non Corydon's.\n\nAnother time, when the shepherds were wrestling, Corydon challenged\nCalidore to wrestle with him. Corydon was a very good wrestler, and he\nhoped to throw Calidore down. But in one minute Calidore had thrown\nCorydon flat on the ground. Then Pastorella gave the victor's crown of\noak-leaves to Calidore. But Calidore said 'Corydon has won the oak-leaves\nwell,' and placed the crown on Corydon's head.\n\nAll the shepherds except Corydon soon came to like Calidore, for he was\nalways gentle and kind. But Corydon hated him, because he thought that\nPastorella cared for Calidore more than she cared for him.\n\nOne day Pastorella and Corydon and Calidore went together to the woods to\ngather wild strawberries. Pastorella's little fingers were busy picking\nthe ripe red fruit from amongst its fresh green leaves, when there glided\nfrom out the bushes a great beast of black and yellow, that walked quietly\nas a cat and had yellow, cruel eyes.\n\nIt was a tiger, and when Pastorella heard a twig break under its great\npads, and looked up, it rushed at her fiercely. Pastorella screamed for\nhelp, and Corydon, who was near her, ran to see what was wrong. But when\nhe saw the savage tiger, he ran away again in a fearful fright. Calidore\nwas further off, but he, too, ran, and came just in time to see the tiger\nspring at Pastorella. He had no sword nor spear, but with his shepherd's\ncrook he struck the tiger such a terrific blow, that it dropped, stunned,\nto the ground. Before it could rise, he drew his knife and cut off its\nhead, which he laid at Pastorella's feet.\n\nFrom that day Pastorella loved Calidore, and he and she were very, very\nhappy together.\n\nIt chanced that one day Calidore went far into the forest to hunt the\ndeer. While he was away a band of wicked robbers attacked the shepherds.\nThey killed many of them, and took the rest prisoners. They burned down\nall their cottages, and stole their flocks of sheep.\n\nAmongst those that they drove away as captives were Meliboeus and his\nwife, Corydon, and Pastorella. Through the dark night they drove them on,\nuntil they came to the sea. On an island near the coast was the robbers'\nhome. The island was covered with trees and thick brushwood, and the\nrobbers lived in underground caves, so well hidden amongst the bushes that\nit was hard to find them. The robbers meant to sell the shepherds and\nshepherdesses as slaves, but until merchants came to buy them they kept\ntheir prisoners in the darkest of the caves, and used them very cruelly.\n\nOne morning the robber captain came to look at his captives. When he saw\nPastorella in her pretty gown, all soiled now and worn, with her long\ngolden hair and beautiful blue eyes, and her face white and thin with\nsuffering, he thought her so lovely that he determined to have her for his\nwife.\n\nFrom that day she was kindly treated. But when the robber told Pastorella\nthat he loved her and wanted her for his wife, she pretended she was ill.\n\n'I am much too ill to marry any one,' she said.\n\nTo the island there came one day the ships of some merchants who wished to\nbuy slaves. They bought Meliboeus and Corydon and all the others. Then one\nof the robbers said to the captain:\n\n'They are all here but the fair shepherdess.'\n\nAnd he told the merchants that Pastorella would make a much more beautiful\nslave than any of those they had bought.\n\nThen the captain was very angry.\n\n'She belongs to me,' he said. 'I will not sell her.'\n\nTo show the merchants that Pastorella was ill and not fit to be a slave,\nat last he sent for her.\n\nThe cave was lighted only by flickering candles, and Pastorella's fair\nface looked like a beautiful star in the darkness. Although she was so\npale, she was so beautiful that the merchants said that they must\ncertainly have her.\n\n'I have told you I will not sell her,' said the captain sulkily.\n\nThey offered him much gold, but still he would only say, 'I will not sell\nher.'\n\n'If you will not sell this slave,' said the merchants, 'we will not buy\nany of the others.'\n\nThen the other robbers grew very angry with their captain, and tried to\ncompel him to give in.\n\n'I shall kill the first who dares lay a hand on her!' furiously said the\ncaptain, drawing his sword.\n\nThen began a fearful fight. The candles were knocked down, and the robbers\nfought in the dark, no man knowing with whom he fought.\n\nBut before the candles went out, the robbers in their fury killed all\ntheir prisoners, lest they might take the chance of escaping, or fight\nagainst them. Old Meliboeus and his wife were slain, and all the other\nshepherds and shepherdesses, excepting Corydon and Pastorella.\n\nCorydon, who was always good at running away, escaped in the darkness.\n\nThe robber captain put Pastorella behind him, and fought for her. At last\nhe was stabbed through the heart and fell dead. The sword that killed him\npierced Pastorella's arm, and she, too, fell down in a faint.\n\nWhen she opened her eyes the robbers who were left had stopped fighting,\nand had lighted the candles, and were counting their dead and wounded.\nWhen she saw her dear father and mother and her friends lying cold and\nstill beside her, she began to sob and cry. As soon as the robbers knew\nthat she lived, they thrust her back into the darkest of their caves. The\nmost cruel of all the robbers was her gaoler. He would not allow her to\nbind up her wound, and he gave her scarcely anything to eat or to drink.\nHe would not even let her rest, and so, in pain and hunger and sadness,\nPastorella passed her weary nights and days.\n\nNow when Calidore got back from his hunting, he expected to hear the\nshepherds' pipes, and their songs, and the bleating of the sheep, and to\nsee Pastorella in her dainty gown and with flowers in her golden hair\ncoming to meet him.\n\nInstead of that, the place which had been so gay was sad and silent. The\ncottages were smouldering black ruins, and there was no living creature\nthere.\n\nCalidore wildly sought everywhere for some trace of Pastorella. But when\nhe sought her in the woods and called 'Pastorella ... Pastorella ...',\nonly the trees echoed 'Pastorella.' In the plains he sought her, but they\nlay silent and lonely under the stars, and they, too, only echoed\n'Pastorella ... Pastorella....'\n\nWeek after week he searched for her, until one day he saw a man running\nacross the plain. The man's hair was standing up on his head as if he were\nin a terrible fright, and his clothes were in rags.\n\nWhen he got near, Calidore saw that it was Corydon.\n\n'Where is Pastorella?' eagerly asked Calidore.\n\nCorydon burst into tears.\n\n'Ah, well-a-day,' he said, 'I saw fair Pastorella die!'\n\nHe then told Calidore all about the robbers' raid, and all that had\nhappened in that dreadful cave. Only one thing he did not know. He did not\nknow that Pastorella was alive. He had seen her fall down, and he thought\nthat she was dead.\n\nSo Calidore's heart was nearly broken, and he vowed a vow that he would\nnot rest until he had punished the wicked men who had killed Pastorella.\n\nHe made Corydon come with him to show him the way to the robbers' island.\nAt first Corydon was too frightened to go, but at last Calidore persuaded\nhim. Together they set off, dressed like shepherds. But although Calidore\ncarried only a shepherd's crook, under his smock he wore his steel armour.\n\nWhen at last they had reached the island, they found some sheep grazing,\nand knew them for some of those that had belonged to Meliboeus. When\nCorydon saw the sheep he had taken care of in the days when he was most\nhappy, he began to cry.\n\nBut Calidore comforted him, and they went on to where some robber\nshepherds lay asleep in the shade. Corydon wanted to kill them as they\nslept, but Calidore had other plans, and would not let him.\n\nHe awoke them, and they talked together. The robbers told him that they\ndid not care to look after sheep, but liked better to fight and rob and\nkill. When Calidore and Corydon said that they would help them to keep the\nsheep, the robbers were glad. All day they stayed with the flocks, and at\nnight the robbers took them home to their dark caves. There Calidore and\nCorydon heard news that made them glad, but made Calidore the more glad,\nfor he loved Pastorella more than Corydon had ever done.\n\nThey learned that Pastorella was alive.\n\nAnd so, day after day, they went on with their work, and waited and\nwatched for a chance to set Pastorella free.\n\nOne night when the robbers had been away all day stealing and killing, and\nwere all very tired, Calidore knew that the time had come to try to save\nPastorella.\n\nCorydon was too frightened to go with him. So all alone, at dead of night,\nCalidore went to the cave where the new robber captain, Pastorella's\ngaoler, slept. Calidore had managed to get a little sword belonging to a\nrobber, but he had nothing else to fight with.\n\nWhen he came to the cave, he found the door fastened. He put his strong\nshoulder against it, and burst the door in. The crash awoke Pastorella's\ngaoler, and he ran to see what it was. With one blow of his sword Calidore\nkilled him. Then he called, till his voice rang through the gloomy cave,\n'_Pastorella!_'\n\nPastorella heard the noise, and lay trembling lest some new dreadful thing\nhad come upon her. But when, again and again, Calidore called her name,\nher heart jumped for joy, and she ran out of the darkness right into her\ntrue knight's arms. And Calidore threw his arms about her, and kissed her\na thousand times.\n\nThe robbers had waked up, hearing the crash of the door, and the yell of\nthe robber as he died, and Calidore's cry of 'Pastorella.' Like a swarm of\nangry wasps they flocked to the door of the cave, but in the doorway stood\nCalidore with his sword, and slew every man who dared to try to kill him.\nHe slew and slew until the doorway was blocked with dead bodies. Then\nthose robbers that still lived were afraid to touch him, and went away to\nrest until morning.\n\nCalidore also rested, and when daylight came he found amongst the dead\nrobbers a better sword than the one he already had, and with that in his\nhand he walked out of the cave.\n\nThe robbers were lying in wait for him, and rushed at him from every side\nwhen he appeared.\n\nBut Calidore was like a lion in a herd of deer. With his sharp sword he\nthrust and smote, until the robbers who did not lie dead around him fled\nin terror, and hid themselves in their caves.\n\nThen Calidore went back to where he had left Pastorella, and cheered and\ncomforted her. Together they went through the robbers' caves, and took the\nrichest of their treasures of gold and precious jewels. All the sheep they\ngave to Corydon, who gladly drove them away.\n\nThen Calidore took Pastorella to the castle of one of his friends, a noble\nknight, whose gentle wife was called Claribel.\n\nCalidore had to go to hunt the monster that he was pursuing when he first\nmet the shepherds, so he left Pastorella with the knight and his lady.\nPastorella was so gentle and beautiful that they loved her for her own\nsweet sake, as well as for Calidore's, and cared for her as if she was\ntheir own daughter.\n\nAn old woman who had always been Claribel's maid was given as maid to\nPastorella.\n\nOne morning as this woman helped her to dress, she noticed on Pastorella's\nwhite breast a curious little mark. It was as if some one had painted on\nthe fair skin a tiny purple rose with open petals. The old woman ran to\nher mistress, Claribel.\n\n'Your baby lives!' she cried; 'the little baby I left crying under the\ngreen bushes is the beautiful Pastorella who is to marry Sir Calidore!'\n\nClaribel ran to Pastorella's room, and looked at the little rose, and\nasked many questions. And when Pastorella had answered her, she was quite\nsatisfied that she was indeed the baby-girl for whom her heart had been so\nhungry through all those years.\n\n'My daughter, my daughter, that I mourned as dead!' she sobbed, as she\nheld Pastorella in her arms and kissed her again and again.\n\nWhen the knight knew that he was Pastorella's father, he was as glad as\nClaribel. So they lived happily together until Calidore had slain the\nmonster and come back to marry Pastorella.\n\nThen instead of Pastorella, the shepherd's daughter, with her little\ndainty gown and her wreath of wildflowers, he found a Pastorella in\njewels, and silks, and satins, who was the daughter of a great knight and\nhis lady, and grand-daughter of the Lord of Many Islands.\n\nYet the Pastorella who married brave Sir Calidore was evermore Pastorella,\nthe simplest and sweetest bride that any knight ever brought to the court\nof the Faerie Queen.\n\n\n\n\nVI\n\nCAMBELL AND TRIAMOND\n\n\nOnce upon a time a fairy had a lovely daughter called Cambina, and three\nsons who were born on the same day.\n\nThe eldest son she named Priamond, the second Diamond, and the third\nTriamond.\n\nPriamond was very stout and big, but he could not strike hard. Diamond\nstruck very hard, but he was little and thin. But Triamond was tall and\nstout and strong as well.\n\nPriamond used to fight on foot. Triamond fought on horseback. But Diamond\ncould fight equally well on a horse or off it.\n\nTriamond fought with a spear and shield. Diamond fought with a battle-axe.\nBut Priamond could fight just as well with an axe as he could with a spear\nand shield.\n\nTheir fairy mother was so fond and so proud of her gallant sons, that she\ncould not bear to think of one of them dying.\n\nSo she went to see three witches called the Three Fates, who lived in a\ndark place underground, and worked at their spinning-wheels day and night.\nShe asked the Fates to let her sons have long, long lives. That they would\nnot promise, but they promised that if Priamond died first, all his\nstrength should go into the other two. And if Diamond should then die, all\nhis strength and Priamond's were to go into their brother Triamond.\n\nPriamond, Diamond, and Triamond loved each other very dearly. When they\ngrew up and all fell in love with the same lady, it did not make them less\ngood friends.\n\nThe name of this lady was Canacee. She was very beautiful, and was the\ncleverest lady in all that land. She knew all about birds and beasts and\nplants and flowers, and was as witty as she was wise.\n\nMany knights wished to marry her, and these knights were so jealous of\neach other that they were constantly fighting about her.\n\nCanacee had a brother named Cambell, a wise young knight, who was sorry to\nsee how often the knights fought with each other about his sister.\n\nOne day, when they were all gathered together, Cambell told them that\nhe had made a plan by which they could decide which of them was to marry\nCanacee.\n\n[Illustration: She asked the Fates to let her sons have long, long lives\n(page 80)]\n\n'Choose from amongst yourselves,' said he, 'the three knights that you all\nthink the bravest and the best fighters, and I shall fight them, one by\none. The knight who beats me shall have my sister Canacee for his wife.'\n\nNow all the knights knew that Canacee had given her brother a magic ring,\nand that, as long as he wore it, no matter how deep a wound he got, the\nwound would not bleed, and he would not die.\n\n'It is very well for Cambell,' they said. 'We cannot kill him, but he can\nkill us.'\n\nSo they would not fight, even to win Canacee.\n\nBut the three brothers, Priamond, Diamond, and Triamond, were not afraid.\n\n'We will fight with you, Cambell,' they said, 'for all of us love\nCanacee.'\n\nSo a day was fixed for this great fight. On the morning of the day, no\nsooner was it light than the three brothers in their shining armour were\nready on the field. Crowds of people came to watch the fight, and there\nwere six judges to see that the knights fought fairly. Canacee, in a\nbeautiful dress, sat on a high platform whence she could see all that went\non. When Cambell strode into the field, he looked as if he were quite sure\nof defeating all three knights.\n\nThen came Priamond, Diamond, and Triamond, marching together, in splendid\narmour, with their gay-coloured banners flying.\n\nThey bowed low before Canacee, the lady they loved, and the trumpets\nsounded and sweet music played.\n\nThen a trumpet blew loudly, and Cambell and stout Priamond began to fight.\n\nFuriously they struck at each other, and at last Priamond's spear went\nthrough Cambell's shoulder. But although the shoulder was pierced, and the\npain from the wound was terrible, not a single drop of blood fell from it.\nSo they fought and fought, until Cambell's spear was driven through brave\nPriamond's neck. Like a great oak-tree that the storm has struck, Priamond\ntottered, then fell with a mighty crash. There, on the ground, he lay\nbleeding and dead.\n\nWhen he died, all his strength passed into his two brothers, as the Three\nFates had promised to his fairy mother.\n\nA second time the trumpet sounded, and slight little Diamond, his\nbattle-axe in his hand, fiercely rushed at Cambell.\n\nSo furiously did they hew and hack at each other, that their armour was\ncut and gashed as if it had been rotten wood. No blood flowed from\nCambell's wounds, but Diamond's blood gushed fast, and reddened the green\nturf.\n\nFierce little Diamond grew tired at last of hacking and hewing and yet\nnever killing Cambell. So he put all his strength into one terrible\nstroke, and swung his axe round with all his might. Had the blow reached\nCambell it must have chopped his head in two, but Cambell swerved aside.\nDiamond had used so much force, that when he missed his aim his foot\nslipped. Cambell took the chance, let drive at him with all his power, and\nwith his axe cut Diamond's head clean off.\n\nFor a moment Diamond's headless body stood still. Then gallant little\nDiamond fell dead on the ground. As he fell, all his strength, and the\nstrength of Priamond, went into Triamond, the youngest brother.\n\nThen Triamond, stronger and more angry than he had ever been before,\nlightly sprang up from where he had sat to watch the fight.\n\nHis strokes fell like hail on Cambell's armour. He struck, he thrust, he\nhewed, he hacked, till the sparks flew from his sword like the shining\ndrops that are dashed from a waterfall.\n\nSometimes Triamond seemed to be winning; sometimes Cambell. The blood\ngushed from Triamond's wounds, till he grew faint. But although Cambell\nwas covered with wounds the magic ring stopped his blood from flowing, so\nthat he grew no less strong. When he saw Triamond growing weak, he smote\nhim in the throat with all his might, and Triamond fell down as if he were\ndead.\n\nBut Triamond did not die. From the fearful wound all the strength that had\nbelonged to his brother Priamond ebbed away. Still he had his own strength\nand Diamond's strength left.\n\nSo he rose up again, and Cambell, who had thought him dead, was so amazed\nthat Triamond gave him a hard stroke before he had time to defend himself.\nThen Cambell fought with more care, and seemed rather to try to save\nhimself than to try to kill Triamond. Triamond, seeing this, thought that\nCambell must be tired, and that he could easily beat him now. With that\nhe whirled up his sword to give a fearful blow. But Cambell, quick as\nlightning, thrust his sword under Triamond's upraised arm, so that it\npassed right through his body and came out at the other side. Even then\nthe blow that Triamond struck was such a terrible one, that it cut through\nCambell's steel helmet and gashed open his head, and he fell senseless to\nthe ground.\n\nTriamond, too, fell down, and out of his wound all Diamond's strength\nebbed away.\n\nWhen those who looked on saw this, they thought that the fight was at an\nend, because the fighters all lay dead.\n\nCanacee began to cry because her brother and the brave knight who loved\nher were slain. But in a moment both knights rose to their feet again.\n\nThose who watched could not believe their eyes when they saw them begin to\nfight as fiercely as before.\n\nWhile every one stared in wonder and in fear, because they knew that soon\nthe knights must surely kill each other, a loud noise suddenly drowned the\nclash of weapons.\n\nIt was a sound as of women and boys shouting and screaming in a panic.\n\nCambell and Triamond stopped their fight for an instant to listen and to\nlook at the place from whence the noise came.\n\nThey saw a golden chariot, decked with wonderful ornaments, whirling\ntowards them with the force of a storm. Two fierce lions drew the chariot,\nand in it sat a lady, whose face shone with beauty and goodness.\n\nIt was Triamond's sister, Cambina, who knew more about magic than almost\nany one else in all Fairyland.\n\nWhen the crowds who watched saw her and her growling lions, they huddled\ntogether like frightened sheep. Some laughed, most of them screamed, and\nall of them ran till the dust flew up in clouds.\n\nIn one hand Cambina carried a magic wand with two serpents twisted round\nit. In the other she held a golden cup filled with a magic drink, that\nmade those who drank of it forget all anger and bitterness, and filled\ntheir hearts with happiness and friendship and peace.\n\nWhen Cambina came to the wooden barrier that shut off the watchers from\nthe field where the knights had fought, she softly struck the rail with\nher wand.\n\nIt flew open, and the lions dashed in with Cambina's glittering chariot.\n\nShe got out of her chariot and ran up to the two knights, and begged them\nto fight no more. But they would not listen, and began to fight again.\n\nThen she knelt on the bloodstained ground, and besought them with tears to\nlay down their swords. When they still went fiercely on, she smote them\nlightly with her magic wand.\n\nTheir swords fell to the ground, and while they stared at each other in\nwonder, Cambina handed them her golden cup. They were so hot and thirsty\nthat they gladly drank. And, as they drank, all anger went out of their\nhearts, and love for each other took its place. They kissed, and shook\nhands, and vowed that they would be friends for evermore.\n\nWhen the people saw this, they shouted and cheered for gladness till all\nthe air rang.\n\nAnd Canacee ran down from her platform and kissed Cambina, who had stopped\nthe fearful fight and made Canacee's brother and her lover friends.\n\nThen the trumpets sounded, and Cambina took Canacee into her chariot\nbeside her, and the lions galloped off to Canacee's palace. And all the\npeople thought how beautiful were these two lovely ladies, whose faces\nwere fresh as morning roses and radiant with happiness.\n\nCambell and Canacee gave a great feast that lasted for days and days.\n\nAnd Triamond married Canacee, and Cambell married Cambina, and they all\nlived happily and peacefully ever afterwards.\n\n\n\n\nVII\n\nMARINELL, THE SEA-NYMPH'S SON\n\n\nSometimes when the sun is rising on the sea and making the waves all pink\nand gold, the sailors whose boats are sailing out of the grey night fancy\nthat they see fair ladies floating on the white crests of the waves, or\ndrying their long yellow hair in the warm sunshine.\n\nSometimes poets who wander on the beach at night, or sit on the high\ncliffs where the sea-pinks grow, see those beautiful ladies playing in the\nsilver moonlight.\n\nAnd musicians hear them singing, singing, singing, till their songs\nsilence the sea-birds harsh cry, and their voices blend with the swish and\nthe rush of the sea and the moan of the waves on the shore.\n\nThe sailors tell stories of them, and the musicians put their songs into\ntheir hearts. But the poets write poems about them, and say:--\n\n  'There are no ladies so fair to see as the nymphs whose father is a king.\n  Nereus is their father, and they are the Nereids.\n  Their home is under the sea; as blue as the sea are their eyes.\n  Their long, long hair is yellow like sand.\n  Their silver voices are like lutes, and they steal men's hearts away.'\n\nLong, long ago, one of these nymphs became the wife of a brave knight, who\nfound her sleeping amongst the rocks and loved her for her beauty. CymoÃ«nt\nwas her name, and the other nymphs called her CymoÃ«nt the Black Browed,\nbecause dark lashes and eyebrows shaded her sea-blue eyes.\n\nThe knight and the nymph had a son as strong and as brave as his father,\nand as beautiful as his mother, and CymoÃ«nt called him Marinell.\n\n'My son must be richer than any of the knights who live on the land,' said\nCymoÃ«nt to the king her father. 'Give him riches.'\n\nSo the sea-king told the waves to cast on the shore riches that they had\nstolen from all the ships that had ever been wrecked. And the waves\nstrewed the strand with gold and amber and ivory and pearls, and every\nsort of jewel and precious stone.\n\nThe shore sparkled and shone with Marinell's riches, and no one dared\ntouch them, for Marinell had beaten a hundred knights in battle, and\nfought every man who dared venture to ride along these sands.\n\nCymoÃ«nt feared that as Marinell had won so many fights, he might grow\nreckless and get killed. Now Neptune, who was king of all the seas, had a\nshepherd who could tell what was going to happen in the future.\n\n'Tell me,' CymoÃ«nt said to him, 'how long my Marinell will live, and from\nwhat dangers he must take most care to keep away.'\n\n'Do not let him go near any women,' said the Shepherd of the Seas. 'I can\nsee that a woman will either hurt him very much, or kill him altogether.'\n\nSo CymoÃ«nt warned her son never to go near any woman. And many ladies were\nsad because handsome Marinell would not speak to them, and the lovely lady\nFlorimell was the saddest of all.\n\nOne day as Marinell proudly rode along the glittering sand, he saw a\nknight in armour that shone as brightly as the gold that the little waves\nhad kissed.\n\n'I am Lord of the Golden Strand!' said Marinell angrily, 'how dare the\nknight ride on the shore that is all my own!'\n\nHe rode furiously up, and told the knight to fly.\n\nBut the knight was Britomart, the fair lady with a man's armour and a\nman's heart. She scorned his proud words, and smote him with her magic\nspear.\n\nAnd Britomart rode away, leaving Marinell lying as if he were dead.\n\nHis red blood stained his armour, and reddened the little waves that crept\nup to see what was wrong. The water washed over his feet.\n\n'He is asleep,' said the little waves. 'We will wake him.'\n\nBut Marinell lay cold and still, and the blood dripped and dripped on to\nthe golden sand.\n\nThen the waves grew frightened, and the sea-birds screamed, '_Marinell is\ndead, is dead_ ... _dead_ ... _dead_....'\n\nSo the news came to his mother CymoÃ«nt. CymoÃ«nt and her sisters were\nplaying by a pond near the sea, round which grew nodding yellow daffodils.\nThey were picking the daffodils and making them into garlands for their\nfair heads, when they heard the message of the birds, '_Marinell is dead,\ndead, dead_.'\n\nCymoÃ«nt tore the daffodils from her hair, and fell on the ground in a\nfaint. All her sister nymphs wailed and wept and threw their gay flowers\naway, and CymoÃ«nt lay with white face, and her head on the poor, torn\ndaffodils.\n\n[Illustration: But the knight was Britomart, the fair lady with a man's\narmour and a man's heart (page 92)]\n\nAt last she came out of her faint, and asked for her chariot, and all her\nsisters sent for their chariots too.\n\nA team of dolphins drew the chariot of CymoÃ«nt, and they were trained so\nwell that they cut through the water as swiftly as swallows, and did not\neven leave a track of white foam behind. Other fishes drew the chariots of\nthe other nymphs, and Neptune, King of all the Seas, was so sorry for the\nsorrow of CymoÃ«nt and the other Nereids, that he told his waves to be\ngentle, and let them pass peacefully to where Marinell lay on the golden\nstrand.\n\nWhen they got near where he lay, they got out of their chariots, for they\nfeared that the dolphins and other fishes might get bruised and hurt by\nthe rocks and pebbles on the shore. And with their strong white arms they\nswiftly swam to where Marinell lay, still and silent in his blood.\n\nWhen CymoÃ«nt saw her son's white face, she fainted again, and when she had\nrecovered from her faint, she cried and moaned so bitterly, that even the\nhard rocks nearly wept for sorrow.\n\nShe and her sisters carefully looked at Marinell's wound, and one of them,\nwho knew much about healing, felt his pulse, and found that a little life\nwas still left in him. With their soft, silver-fringed mantles they wiped\nthe blood from the wound, and poured in soothing balm and nectar, and\nbound it up. Then they strewed CymoÃ«nt's chariot with flowers, and lifted\nMarinell gently up, and laid him in it. And the dolphins, knowing to go\nquietly and swiftly, swam off with CymoÃ«nt and Marinell to CymoÃ«nt's bower\nunder the sea.\n\nDeep in the bottom of the sea was the bower. It was built of hollow waves,\nheaped high, like stormy clouds. In it they laid Marinell, and hastily\nsent for the doctor of all the folk under the sea, to come and try to cure\nthe dreadful wound. So clever and so wise was this doctor, that soon the\nnymphs could laugh and sport again because Marinell was well.\n\nBut CymoÃ«nt was afraid that some other harm might come to him if he went\non to the land. So she made him stay beside her, under the sea, until\nMarinell grew tired of doing nothing. He longed to gallop away on his\nhorse, his sword clanking by his side, and see the green woods and grey\ntowers of the land, instead of idling away the hours in a bower under the\nsea, where there was nothing for him to do, but to watch the fishes of\nsilver and blue and red, as they chased each other through the forests of\nseaweed.\n\nOne day two great rivers were married, and all the sea-folk went to the\nwedding. A feast was given in the house of the Shepherd of the Seas, and\nwhile CymoÃ«nt and the other nymphs were there, Marinell wandered about\noutside. For because Marinell's father had been a knight and not one of\nthe sea-folk, Marinell might not eat the food they ate.\n\nWhile the feast went gaily on, Marinell heard piteous cries coming from\nunder a black cliff. And when he listened, he knew that the voice was the\nvoice of Florimell.\n\nThe wicked old Shepherd of the Seas had found her tossing on the waves in\na little boat, and had taken her home to his deep-down caves to make her\nhis wife. But Florimell did not love the old man. She loved only\nMarinell. So nothing that the shepherd could do would make Florimell say\nthat she would marry him. At last, in a rage, he shut her up in a gloomy\nplace under a dark rock, where no sunshine ever came.\n\n'She will soon grow tired of the dark and the loneliness,' he thought,\n'and then she will give in, and become my wife.'\n\nBut Florimell would not give in. She was crying and sobbing when Marinell\ncame to the rock, and he heard her say, 'Marinell, Marinell, all this I\nsuffer for love of thee.'\n\nMarinell stood still and listened. Then he heard her say:--\n\n  'In spite of all this sorrow, yet will I never of my love repent,\n  But joy that for his sake I suffered prisonment.'\n\nThen she gave yet more pitiful sobs, for she was very sad and cold and\nhungry. Yet always she would say again, between her sobs, 'I will never\nlove any man but Marinell.'\n\nNow Marinell had never in all his life truly loved any one. But when he\nheard Florimell's piteous voice, and knew how she loved him, and how much\nshe had suffered for his sake, his heart, that had been so hard, grew\nsoft.\n\n'Poor little maid,' he said to himself, 'poor, beautiful little\nFlorimell.'\n\nNo sooner had he begun to love Florimell, than he began to think of a plan\nby which to save her from the bad old shepherd.\n\nAt first, he thought he would ask the shepherd to let her go. But he knew\nthat that would be no good. Then he thought that he would fight with the\nshepherd, and win her in that way. But that plan he also gave up. 'I will\nbreak into her prison, and steal her away,' he thought next. But he had no\nboat, and the sea flowed all round the rock, so that it was not possible.\n\nWhile he still thought and planned, the marriage-feast came to an end, and\nMarinell had to go home with his mother. He looked so miserable that no\none would have taken him for a wedding-guest.\n\nEach day that passed after the wedding found him looking more and more\nsad. He could not eat nor sleep for thinking of Florimell, shut up in a\ndreary dungeon from which he could not free her. For want of sleep and\nfood, and because he was so unhappy, Marinell grew ill. He was so weak\nthat he could not rise, and his mother, CymoÃ«nt, was greatly distressed.\n\n'The wound he got from Britomart cannot be rightly healed,' she said. So\nshe sent for the wise doctor of the seas.\n\n'The old wound is quite whole,' said the doctor. 'This is a new pain which\nI cannot understand.'\n\nThen CymoÃ«nt sent for a doctor who was so wise and so great that he was\nchief of all the doctors on the land. When he had examined Marinell he\nsaid, 'The name of this illness is Love.'\n\nThen CymoÃ«nt begged Marinell to tell her which of the sea-nymphs it was\nthat he loved.\n\n'Whoever she is that you love,' she said, 'I shall help you to gain her\nfor your wife.'\n\nSo Marinell told his mother that it was no nymph of the sea that had given\nhis heart a deeper wound than ever Britomart's spear had dealt.\n\n'I love Florimell,' he said, 'and she lies, a dreary prisoner, in the\ndarkest cave of the Herd of the Seas.'\n\nAt first CymoÃ«nt was sorry, for she did not wish her son to wed a maiden\nfrom the land. But when she knew how much Marinell loved Florimell, she\nwent to Neptune, the King of all the Seas, as he sat on his throne, his\nthree-pronged mace in his hand, and his long hair dripping with brine.\n\nTo him she told all the tale of Marinell and Florimell and the wicked old\nshepherd.\n\nAnd Neptune wrote a royal warrant, and sealed it with the seal of the Sea\nGods, commanding his shepherd to give up Florimell at once to CymoÃ«nt the\nsea-nymph.\n\nThankfully CymoÃ«nt took the warrant, and swiftly swam to the shepherd's\nsea-caves.\n\nThe shepherd was very angry, but all the sea-folk had to obey Neptune, so\nhe sulkily opened the prison door and let Florimell go free.\n\nWhen the black-browed CymoÃ«nt took hold of the little white hand of the\nmaiden her son loved, and looked on her lovely face, she was no longer\nsorry that Marinell did not wish to marry a sea-nymph. For no maiden in\nthe sea was as beautiful or as sweet as Florimell.\n\nShe led Florimell to her bower, where Marinell lay so pale and weak and\nsad. And when Marinell saw Florimell standing blushing beside him, her\nhand in his mother's, all his sadness went away and his strength came\nback, and the pain in his heart was cured.\n\nAnd if you listen some night when the stars are out, and the moon has made\na silver path on the sea, you will hear the little waves that swish on the\nshore softly murmuring a little song. And perhaps, if your ears are very\nquick, and the big waves' thunder does not drown the sound of their\nmelody, you may hear them whispering the names of two happy lovers,\nFlorimell and Marinell.\n\n\n\n\nVIII\n\nFLORIMELL AND THE WITCH\n\n\nIn Fairyland, where all the knights are brave, and all the ladies\nbeautiful, the lady who was once the most beautiful of all was called\nFlorimell.\n\nMany knights loved Florimell and wished to marry her. But Florimell loved\nonly one, and he was Marinell, the son of a sea-nymph and a fairy knight\nAnd Marinell loved no one, not even Florimell.\n\nMarinell was a bold knight, who had no sooner fought one fight than he was\nready for another.\n\nOne day there was brought to the court news of his latest fight.\nBritomart, the maiden who feared no one, and who wore man's armour and\ncarried a magic spear, had fought with Marinell, and Marinell was dead. So\nsaid they who brought the news.\n\n'What will Florimell do?' whispered the court ladies, one to the other.\n\nAnd all the knights were sad at heart for beautiful Florimell.\n\nWhen Florimell was told what had befallen Marinell, she rose up from where\nshe sat.\n\n'I go to find him,' she said. 'Living or dead, I will find Marinell.'\n\nFlorimell had long, long golden hair. Florimell's eyes were blue as the\nsky, and her cheeks were pink, like the sweetest rose in the garden. A\ncirclet of gold and jewels crowned her head. She mounted her snow-white\npalfrey with its trappings of gold, and rode away through the green woods\nto look for Marinell.\n\nFour days she rode, but she did not find him. On the fourth day, as she\npassed through a lonely forest, a wicked robber saw her. He rode after her\nwith his heavy boar-spear, and drove his spurs into the sides of his tired\nhorse till the blood ran down.\n\nWhen Florimell saw him, she made her palfrey gallop. Off it flew, like the\nwind, with the thud of the other horse's hoofs and the crash of branches\nto urge it on.\n\nFlorimell's golden hair flew behind her, till it looked like the shining\ntrack of a shooting star. Her face was white, and her frightened eyes\nshone like crystal.\n\nSome knights who saw her flash through the trees on her white palfrey,\nlike a streak of light, thought that she must be a spirit.\n\n[Illustration: Florimell's golden hair flew behind her (page 102)]\n\nBut when they saw the ugly robber on his panting horse, they knew that he\nwas real enough. They rode hard after him, and frightened him so much that\nhe hid himself in the thickest part of the forest.\n\nFlorimell passed the knights without seeing them. And even after the\nrobber had ceased to follow her, she fancied that she heard his rough\nvoice and the thud of his horse's hoofs, and made her white palfrey go\nfaster and yet more fast.\n\nAt last, as the palfrey tossed its head in its stride, it jerked the reins\nfrom out her tired little hands, and went on where it pleased.\n\nAll through the night they fled. The wild deer ran, startled, before them,\nand all the other beasts of the woods wondered at the sight of a white\npalfrey that galloped where it would under the grey boughs of the forest,\ncarrying a lady whose hair gleamed like gold in the light of the stars.\nWhen rosy dawn had come, the horse stopped at last, too tired to do\nanything but stand and pant with foam-flecked mouth and heaving sides.\n\nThen Florimell got off his back and coaxed him slowly on.\n\nWhen they had wandered thus for hours, they came to a hill that shaded a\nthickly wooded valley. Over the tops of the tall trees in the valley\nFlorimell saw a little blue curl of smoke. Glad at heart to think of\nfinding a shelter and resting-place for her horse and herself, she led her\npalfrey towards it.\n\nIn a gloomy glen she found a little cottage built of sticks and reeds and\nturf. A wicked, ugly old witch and her wicked, ugly son lived in this hut.\nWhen Florimell came to the door, the old woman was sitting on the dusty\nfloor, busy with some of her evil magic. When she looked up and saw\nbeautiful Florimell, with her golden hair, and her face like a drooping\nwhite lily, she got a great fright. For she thought that Florimell was a\ngood spirit come to punish her for all the bad things she had done.\n\nBut Florimell, with tears trickling down and making her face look like a\nlily in the dew, begged her, in gentle, pleading words, to give her\nshelter.\n\nAnd so gentle and beautiful and sorrowful was Florimell, that, for the\nfirst time in the whole of her wicked life, the old witch felt some pity\nin her cruel heart. She told Florimell not to cry, and bade her sit down\nand rest. So Florimell sat down on the dusty floor and rested, as a little\nbird rests after a storm. She tried to tidy her robes that were rent by\nthe branches and briars through which she had passed, and she smoothed her\nhair, and arranged her sparkling jewels.\n\nThe old hag sat and stared at her, and could not say a word, so much did\nshe marvel at Florimell's wondrous beauty.\n\nWhen it was midday, the witch's son came in. At the sight of Florimell he\nwas as frightened as his mother had been, and stared in wonder and in\nfear. But Florimell spoke to them both so gently and so kindly that soon\nthey no longer feared her.\n\nShe stayed with them in the wretched little hut for some time. And in that\ntime the witch's son came to love her, and to long to have her for his\nwife. He tried to do everything that he thought would please her. He would\nbring her from the woods the rosiest of the wild apples, and the prettiest\nof the wildflowers he made into garlands for her hair. He caught young\nbirds and taught them to whistle the tunes she liked, and young squirrels\nhe caught and tamed and gave to her.\n\nBut Florimell feared both him and his wicked old mother. When her palfrey\nhad rested, and grazed on the grass in the glen until it was quite strong\nonce more, at daybreak one morning she put its golden trappings on again\nand rode away. She shivered at each shadow, and trembled at each sound,\nbecause she was so afraid that the witch or her son would follow her.\n\nBut these two wicked people slept until it was broad daylight and\nFlorimell was far away. When they awoke and found her gone, they were\nfuriously angry, and the witch's son was so frantic that he scratched his\nown face and bit himself, and tore at his rough long hair.\n\n'I shall bring her back, or else kill her!' said the witch.\n\nThen she went to a dark cave, and called out of it a horrible beast like a\nhyena. Its back was speckled with a thousand colours, and it could run\nfaster than any other beast.\n\n'Fetch Florimell back to me!' said the witch, 'or else tear her in\npieces!'\n\nOff the beast rushed, and before long it saw Florimell on her white horse\nriding through the trees.\n\nThere was no need to make the palfrey gallop when it saw the hideous beast\nwith long, soft strides coming swiftly after it. The white palfrey went as\nfast as a race-horse, but the beast went as fast as the wind. As they came\nout of the forest, the beast's hot breath was close behind Florimell. And\nby that time her horse was so tired that its pace slackened. They had come\nto where there were no more trees, and in front of them lay yellow sand,\nand a long, long stretch of blue-green sea. When Florimell saw the sea,\nshe leaped from her tired horse and ran and ran.\n\n'I had rather be drowned,' she thought, 'than be killed by that loathsome\nmonster.'\n\nNow, an old fisherman had been drying his nets on the sand, and while they\ndried he slept in the bottom of his little boat, that lay heaving gently\nup and down in the shallows.\n\nWhen Florimell saw this boat, she ran towards it and jumped in, and, with\nan oar, pushed it off into deeper water. The beast got to the water's edge\njust too late, for it was afraid of the sea and dared not follow her. In a\nrage it fell upon the white palfrey and tore it in pieces, and was eating\nit when a good knight who knew Florimell passed that way. He knew that the\nwhite horse was Florimell's, so he attacked the beast, and cut it and\nstruck it so furiously with his sword that all its strength was beaten out\nof it and he could easily have killed it. But the knight thought that he\nwould rather catch the strange beast and lead it home with him.\n\nLying on the sand near the dead white palfrey, he saw a golden girdle that\nsparkled with jewels, and that he had seen worn by Florimell. With this\ngirdle he bound the beast, and led it after him like a dog. As he led it,\nhe met a wicked giantess, and while he fought with her the beast escaped\nand ran away back to the witch's hut.\n\nWhen the witch saw Florimell's jewelled girdle she was glad, for she\nthought that the beast must have killed Florimell. She ran with it to her\nson, but the sight of it, without Florimell, made him so angry that he\ntried to kill both the beast and his mother. The witch was so frightened\nthat she set all her magic to work, to try to comfort her son. With snow\nand mercury and wax she made an image as like Florimell as she could. Its\ncheeks were rosy, like Florimell's, and she took two little burning lamps\nand put them in silver sockets, so that they looked just like Florimell's\nbright eyes. Her hair she made of the very finest golden wire. She dressed\nthe image in some clothes that Florimell, in her flight, had left behind\nher, and round its waist she fastened Florimell's jewelled girdle. Then\nshe put a wicked fairy inside the image, and told him to do his very best\nto act and to talk and to walk like Florimell. This image she then led to\nher son, and he thought it was the real Florimell come back, and was\ndelighted. The false Florimell was not afraid of him as the real Florimell\nhad been, and would walk in the woods with him, and listen, quite pleased,\nto all that he had to say.\n\nBut as they were in the forest one day, a bad knight saw them, and thought\nthe false Florimell so beautiful that he seized her and rode away with\nher, and left the witch's son more sad and angry than ever.\n\nWhen the real Florimell had escaped from the beast, the little boat that\nshe pushed off from the shore went gaily sailing onward and onward with\nthe tide. They were far out at sea when the old fisherman awoke. He got a\ngreat fright when he found himself far from the shore, and with a lovely\nlady beside him. But he was a very bad old man, and when he saw\nFlorimell's fine jewels and beautiful clothes he thought he would rob her.\nHe knocked her down into the bottom of his boat amongst the fishes'\nscales, and might have killed her, had not Florimell screamed and screamed\nfor help. There was no ship near, and the waves and the sea-birds could\nnot help her.\n\nBut it chanced that the shepherd of all the flocks in the sea was driving\nhis chariot that way. He was an old man with long white hair and beard.\nSometimes on a stormy day one may see him far out at sea, as he drives his\nflocks that look from far away like snowy froth and foam.\n\nWhen the shepherd saw the wicked fisherman struggling with Florimell, he\nbeat the old robber so hard with his staff that there soon was very little\nlife left in him. Then he lifted Florimell, all tearful and trembling,\ninto his chariot. When she could only cry, he gently kissed her. But his\nlips were frosty cold, and icicles from his long white beard dropped on to\nher breast and made her shiver.\n\nHe took her to his home in a hollow rock at the bottom of the sea, and he\nasked her to be his wife.\n\n'I cannot marry you,' said Florimell. 'I do not love you. My only love is\nMarinell.'\n\nThen the cunning old shepherd by magic made himself look like a fairy\nknight, and thought that Florimell would love him.\n\n'I do not love you. I love Marinell,' still was Florimell's answer.\n\nHe then tried to frighten Florimell and make her marry him, whether she\nwould or not. He turned himself into dreadful shapes--giants, and all\nsorts of animals and monsters. He went inside the waves, and made\nterrifying storms rage. But nothing that he might do would make Florimell\nconsent to marry him.\n\nAt last he imprisoned her in a dark cavern.\n\n'She will soon tire of that, and then she will marry me,' said he to\nhimself.\n\nBut Florimell said the more, 'I love only Marinell. I am glad to suffer,\nbecause I suffer for Marinell's dear sake.'\n\nShe might have died there, and been buried under the sea-flowers of\nscarlet and green, and had the gay little fishes dart over her grave, and\nnone might ever have known.\n\nBut, by happy chance, Marinell came that way. He heard her voice coming\nout of her prison far beneath the sea, like the echo of a sad song, and\nsuddenly he knew that he loved her.\n\nThe sea-nymph, his mother, told Neptune, King of the Seas, that his\nshepherd had imprisoned a beautiful maiden in his darkest cave, and begged\nhim to set Florimell free, that she might become Marinell's wife.\n\nSo Florimell was set free at last, and all her troubles were ended.\n\nMarinell took her away from the kingdom under the sea back to Fairyland,\nand they were married in a castle by the golden strand. Every beautiful\nlady and every brave knight in Fairyland was there. They had tournaments\nevery day, and each knight fought for the lady he thought the most\nbeautiful and loved the best.\n\nMarinell was victor in every fight but one, and in this he was beaten by\nanother brave knight. This knight had on his shield a device of a blazing\nsun on a golden field.\n\nWhen he had fought and won the prize, this shield was stolen from him by\nthe wicked knight who had run away with the false Florimell. No one could\nsee the faces of the knights, for their helmets covered them. So when the\nwicked knight came forward, carrying the blazing shield, and pretended\nthat he had won the prize, Florimell, who was queen of the revels, handed\nhim the victor's garland, and praised him for having fought so well.\n\n'I did not fight for you!' roughly answered the knight. 'I would not fight\nfor you! I fight for one more beautiful.'\n\nFlorimell blushed for shame, but before any one could answer him, the\nknight drew forward the false Florimell and threw back her veil.\n\nAnd even Marinell could not tell that she was not his own beautiful bride\nthat he loved so dearly, so exactly like the real Florimell had the witch\nmade the image.\n\nJust then the knight whose shield had been stolen pushed through the\ncrowd.\n\n'You false coward with your borrowed plumes!' he cried. 'Where is the\nsword you pretend that you fought with? Where are your wounds?'\n\nWith that he showed his own bloody sword, and his own bleeding wounds, and\nevery one knew that the wicked knight had lied when he said that it was he\nwho had won the fight.\n\n'This is not the real Florimell!' said the brave knight of the blazing\nshield, pointing at the image. 'It is a wicked fairy, who is a fit mate\nfor this base coward. Bring forward Florimell the bride, and let us see\nthem side by side!'\n\nSo Florimell, blushing till her face looked like a nosegay of roses and\nlilies, was led forward, and stood beside the image of herself. But no\nsooner did she come near the image, than the image melted away, and\nvanished altogether. Nothing of it was left but the girdle of gold and\njewels that Florimell had lost on the day she escaped from the witch's\nhut. And this the brave knight picked up, and clasped round Florimell's\nwaist. The wicked knight had his armour taken from him, and was beaten\nuntil he ran howling away.\n\nAnd Florimell, the fairest lady in all Fairyland, lived happily ever after\nwith her gallant husband, Marinell, the Lord of the Golden Strand.\n\n\n  PRINTED IN GREAT BRITAIN BY\n  THOMAS NELSON AND SONS, LTD.\n\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Stories from the Faerie Queen, by \nEdmund Spenser and Jeanie Lang\n\n*** END OF THIS PROJECT GUTENBERG EBOOK STORIES FROM THE FAERIE QUEEN ***\n\n***** This file should be named 41350-8.txt or 41350-8.zip *****\nThis and all associated files of various formats will be found in:\n        http:\/\/www.gutenberg.org\/4\/1\/3\/5\/41350\/\n\nProduced by The Online Distributed Proofreading Team at\nhttp:\/\/www.pgdp.net (This file was produced from images\ngenerously made available by The Internet Archive.)\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License available with this file or online at\n  www.gutenberg.org\/license.\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark\/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s\/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation information page at www.gutenberg.org\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at 809\nNorth 1500 West, Salt Lake City, UT 84116, (801) 596-1887.  Email\ncontact links and up to date contact information can be found at the\nFoundation's web site and official page at www.gutenberg.org\/contact\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit www.gutenberg.org\/donate\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit:  www.gutenberg.org\/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart was the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For forty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\nMost people start at our Web site which has the main PG search facility:\n\n     www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n","id":779,"split":"train"}
