{"ori_id":"b61541153e7d52f0238fb8014efbad42728143fa","title":"The Rivals","context":"The Rivals\n The play is set in Bath in the 18th century, a town that was legendary for conspicuous consumption and fashion at the time. Wealthy, fashionable people went there to \"take the waters\", which were believed to have healing properties. Bath was much less exclusive than London, and hence it provides an ideal setting for the characters.\nThe plot centres on the two young lovers, Lydia and Jack. Lydia, who reads a lot of popular novels of the time, wants a purely romantic love affair. To court her, Jack pretends to be \"Ensign Beverley\", a poor officer. Lydia is enthralled with the idea of eloping with a poor soldier in spite of the objections of her guardian, Mrs. Malaprop, a moralistic widow. Mrs. Malaprop is the chief comic figure of the play, thanks to her continual misuse of words that sound like the words she intends to use, but mean something completely different. (The term malapropism was coined in reference to the character.)\nLydia has two other suitors: Bob Acres (a somewhat buffoonish country gentleman), and Sir Lucius O'Trigger, an impoverished and combative Irish gentleman. Sir Lucius pays Lucy to carry love notes between him and Lydia (who uses the name \"Delia\"), but Lucy is swindling him: \"Delia\" is actually Mrs. Malaprop.\nAs the play opens, Sir Anthony arrives suddenly in Bath. He has arranged a marriage for Jack, but Jack demurs, saying he is in love already. They quarrel violently. But Jack soon learns through the gossip of Lucy and Fag that the marriage arranged by Sir Anthony is, in fact, with Lydia. He makes a great show of submission to his father, and is presented to Lydia with Mrs. Malaprop's blessing. Jack confides to Lydia that he is only posing as Sir Anthony's son. She annoys Mrs. Malaprop by loudly professing her eternal devotion to \"Beverley\" while rejecting \"Jack Absolute\".\nJack's friend Faulkland is in love with Julia, but he suffers from jealous suspicion. He is constantly fretting himself about her fidelity. Faulkland and Julia quarrel foolishly, making elaborate and high-flown speeches about true love that satirise the romantic dramas of the period.\nBob Acres tells Sir Lucius that another man (\"Beverley\") is courting the lady of Acres' choice (Lydia, though Sir Lucius does not know this). Sir Lucius immediately declares that Acres must challenge \"Beverley\" to a duel and kill him. Acres goes along, and writes out a challenge note â\u0080\u0093 despite his own rather more pacifist feelings, and the profound misgivings of his servant David. Sir Lucius leaves, Jack arrives, and Acres tells him of his intent. Jack agrees to deliver the note to \"Beverley\", but declines to be Acres' second.\nMrs. Malaprop again presents Jack to Lydia, but this time with Sir Anthony present, exposing Jack's pose as \"Beverley\". Lydia is enraged by the puncturing of her romantic dreams, and spurns Jack contemptuously.\nSir Lucius has also learned of the proposed marriage of Jack and Lydia, and determines to challenge Jack. He meets Jack, who, smarting from Lydia's rejection, agrees to fight him without even knowing the reason. They will meet at the same time as Acres is scheduled to fight \"Beverley\".\nAt the duelling ground, Acres is very reluctant to fight, but Sir Lucius will have no shirking. Jack and Faulkland arrive. Acres learns that \"Beverley\" is actually his friend Jack, and begs off from their duel. However, Jack is quite willing to fight Sir Lucius, and they cross swords.\nDavid informs Mrs. Malaprop, Lydia, Julia, and Sir Anthony of the dueling, and they all rush off to stop it. Sir Lucius explains the cause of his challenge, but Lydia denies any connection to him, and admits her love for Jack. Mrs. Malaprop announces that she is Delia, but Sir Lucius recoils in horror, realising that he has been hoaxed. Sir Anthony consoles Mrs. Malaprop, Julia is reconciled to Faulkland, and Acres invites everyone to a party.\nï»¿The Project Gutenberg EBook of The Rivals, by Richard Brinsley Sheridan\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n\nTitle: The Rivals\n       A Comedy\n\nAuthor: Richard Brinsley Sheridan\n\nRelease Date: March 6, 2008 [EBook #24761]\n\nLanguage: English\n\n\n*** START OF THIS PROJECT GUTENBERG EBOOK THE RIVALS ***\n\n\n\n\nProduced by Kent Cooper\n\n\n\n\nThe RIVALS\nA Comedy\n\nBy Richard Brinsley Sheridan\n\n\n* * * * * * *\n\nPREFACE\n\nA preface to a play seems generally to be considered as a kind of\ncloset-prologue, in which--if his piece has been successful--the author\nsolicits that indulgence from the reader which he had before\nexperienced from the audience: but as the scope and immediate object of\na play is to please a mixed assembly in _representation_ (whose\njudgment in the theatre at least is decisive,) its degree of reputation\nis usually as determined as public, before it can be prepared for the\ncooler tribunal of the study. Thus any farther solicitude on the part\nof the writer becomes unnecessary at least, if not an intrusion: and if\nthe piece has been condemned in the performance, I fear an address to\nthe closet, like an appeal to posterity, is constantly regarded as the\nprocrastination of a suit, from a consciousness of the weakness of the\ncause. From these considerations, the following comedy would certainly\nhave been submitted to the reader, without any farther introduction\nthan what it had in the representation, but that its success has\nprobably been founded on a circumstance which the author is informed\nhas not before attended a theatrical trial, and which consequently\nought not to pass unnoticed.\n\nI need scarcely add, that the circumstance alluded to was the\nwithdrawing of the piece, to remove those imperfections in the first\nrepresentation which were too obvious to escape reprehension, and too\nnumerous to admit of a hasty correction. There are few writers, I\nbelieve, who, even in the fullest consciousness of error, do not wish\nto palliate the faults which they acknowledge; and, however trifling\nthe performance, to second their confession of its deficiencies, by\nwhatever plea seems least disgraceful to their ability. In the present\ninstance, it cannot be said to amount either to candour or modesty in\nme, to acknowledge an extreme inexperience and want of judgment on\nmatters, in which, without guidance from practice, or spur from\nsuccess, a young man should scarcely boast of being an adept. If it be\nsaid, that under such disadvantages no one should attempt to write a\nplay, I must beg leave to dissent from the position, while the first\npoint of experience that I have gained on the subject is, a knowledge\nof the candour and judgment with which an impartial public\ndistinguishes between the errors of inexperience and incapacity, and\nthe indulgence which it shows even to a disposition to remedy the\ndefects of either.\n\nIt were unnecessary to enter into any further extenuation of what was\nthought exceptionable in this play, but that it has been said, that the\nmanagers should have prevented some of the defects before its\nappearance to the public--and in particular the uncommon length of the\npiece as represented the first night. It were an ill return for the\nmost liberal and gentlemanly conduct on their side, to suffer any\ncensure to rest where none was deserved. Hurry in writing has long been\nexploded as an excuse for an author;--however, in the dramatic line,\nit may happen, that both an author and a manager may wish to fill a\nchasm in the entertainment of the public with a hastiness not\naltogether culpable. The season was advanced when I first put the play\ninto Mr. Harris's hands: it was at that time at least double the length\nof any acting comedy. I profited by his judgment and experience in the\ncurtailing of it--till, I believe, his feeling for the vanity of a\nyoung author got the better of his desire for correctness, and he left\nmany excrescences remaining, because he had assisted in pruning so many\nmore. Hence, though I was not uninformed that the acts were still too\nlong, I flattered myself that, after the first trial, I might with\nsafer judgment proceed to remove what should appear to have been most\ndissatisfactory. Many other errors there were, which might in part have\narisen from my being by no means conversant with plays in general,\neither in reading or at the theatre. Yet I own that, in one respect, I\ndid not regret my ignorance: for as my first wish in attempting a play\nwas to avoid every appearance of plagiary, I thought I should stand a\nbetter chance of effecting this from being in a walk which I had not\nfrequented, and where, consequently, the progress of invention was less\nlikely to be interrupted by starts of recollection: for on subjects on\nwhich the mind has been much informed, invention is slow of exerting\nitself. Faded ideas float in the fancy like half-forgotten dreams; and\nthe imagination in its fullest enjoyments becomes suspicious of its\noffspring, and doubts whether it has created or adopted.\n\nWith regard to some particular passages which on the first night's\nrepresentation seemed generally disliked, I confess, that if I felt any\nemotion of surprise at the disapprobation, it was not that they were\ndisapproved of, but that I had not before perceived that they deserved\nit. As some part of the attack on the piece was begun too early to pass\nfor the sentence of _judgment_, which is ever tardy in condemning, it\nhas been suggested to me, that much of the disapprobation must have\narisen from virulence of malice, rather than severity of criticism: but\nas I was more apprehensive of there being just grounds to excite the\nlatter than conscious of having deserved the former, I continue not to\nbelieve that probable, which I am sure must have been unprovoked.\nHowever, if it was so, and I could even mark the quarter from whence it\ncame, it would be ungenerous to retort: for no passion suffers more\nthan malice from disappointment. For my own part, I see no reason why\nthe author of a play should not regard a first night's audience as a\ncandid and judicious friend attending, in behalf of the public, at his\nlast rehearsal. If he can dispense with flattery, he is sure at least\nof sincerity, and even though the annotation be rude, he may rely upon\nthe justness of the comment. Considered in this light, that audience,\nwhose _fiat_ is essential to the poet's claim, whether his object be\nfame or profit, has surely a right to expect some deference to its\nopinion, from principles of politeness at least, if not from gratitude.\n\nAs for the little puny critics, who scatter their peevish strictures in\nprivate circles, and scribble at every author who has the eminence of\nbeing unconnected with them, as they are usually spleen-swoln from a\nvain idea of increasing their consequence, there will always be found\na petulance and illiberality in their remarks, which should place them\nas far beneath the notice of a gentleman, as their original dulness had\nsunk them from the level of the most unsuccessful author.\n\nIt is not without pleasure that I catch at an opportunity of justifying\nmyself from the charge of intending any national reflection in the\ncharacter of Sir Lucius O'Trigger. If any gentlemen opposed the piece\nfrom that idea, I thank them sincerely for their opposition; and if the\ncondemnation of this comedy (however misconceived the provocation)\ncould have added one spark to the decaying flame of national attachment\nto the country supposed to be reflected on, I should have been happy in\nits fate, and might with truth have boasted, that it had done more real\nservice in its failure, than the successful morality of a thousand\nstage-novels will ever effect.\n\nIt is usual, I believe, to thank the performers in a new play, for the\nexertion of their several abilities. But where (as in this instance)\ntheir merit has been so striking and uncontroverted, as to call for the\nwarmest and truest applause from a number of judicious audiences, the\npoet's after-praise comes like the feeble acclamation of a child to\nclose the shouts of a multitude. The conduct, however, of the\nprincipals in a theatre cannot be so apparent to the public. I think\nit therefore but justice to declare, that from this theatre (the only\none I can speak of from experience) those writers who wish to try the\ndramatic line will meet with that candour and liberal attention, which\nare generally allowed to be better calculated to lead genius into\nexcellence, than either the precepts of judgment, or the guidance of\nexperience.\n\nThe AUTHOR\n\n* * * * * * *\n\nDRAMATIS PERSONAE\n\n  As originally acted at COVENT GARDEN THEATRE in 1775\n\n  Sir ANTHONY ABSOLUTE\n  CAPTAIN ABSOLUTE\n  FAULKLAND\n  ACRES\n  Sir LUCIUS O'TRIGGER\n  FAG\n  DAVID\n  THOMAS\n  Mrs. MALAPROP\n  LYDIA LANGUISH\n  JULIA\n  LUCY\n  Maid, Boy, Servants, &c.\n\nSCENE--Bath.\n\nTime of action--Five hours.\n\n* * * * * * *\n\nPROLOGUE\nBy the AUTHOR\n\n[Enter SERJEANT-AT-LAW, and ATTORNEY following, and giving a paper.]\n\nSERJEANT\n  What's here!--a vile cramp hand! I cannot see\n  Without my spectacles.\n\nATTORNEY\n                        He means his fee.\n  Nay, Mr. Serjeant, good sir, try again.  [Gives money.]\n\nSERJEANT\n  The scrawl improves! [more] O come, 'tis pretty plain.\n  Hey! how's this? Dibble!--sure it cannot be!\n  A poet's brief! a poet and a fee!\n\nATTORNEY\n  Yes, sir! though you without reward, I know,\n  Would gladly plead the Muse's cause.\n\nSERJEANT\n                                      So!--so!\n\nATTORNEY\n  And if the fee offends, your wrath should fall\n  On me.\n\nSERJEANT\n        Dear Dibble, no offence at all.\n\nATTORNEY\n  Some sons of Phoebus in the courts we meet,\n\nSERJEANT\n  And fifty sons of Phoebus in the Fleet!\n\nATTORNEY\n  Nor pleads he worse, who with a decent sprig\n  Of bays adorns his legal waste of wig.\n\nSERJEANT\n  Full-bottom'd heroes thus, on signs, unfurl\n  A leaf of laurel in a grove of curl!\n  Yet tell your client, that, in adverse days,\n  This wig is warmer than a bush of bays.\n\nATTORNEY\n  Do you, then, sir, my client's place supply,\n  Profuse of robe, and prodigal of tie--\n  Do you, with all those blushing powers of face,\n  And wonted bashful hesitating grace,\n  Rise in the court, and flourish on the case.  [Exit.]\n\nSERJEANT\n  For practice then suppose--this brief will show it,--\n  Me, Serjeant Woodward,--counsel for the poet.\n  Used to the ground, I know 'tis hard to deal\n  With this dread court, from whence there's no appeal;\n  No tricking here, to blunt the edge of law,\n  Or, damn'd in equity, escape by flaw:\n  But judgment given, your sentence must remain;\n  No writ of error lies--to Drury Lane:\n    Yet when so kind you seem, 'tis past dispute\n  We gain some favour, if not costs of suit.\n  No spleen is here! I see no hoarded fury;--\n  I think I never faced a milder jury!\n  Sad else our plight! where frowns are transportation.\n  A hiss the gallows, and a groan damnation!\n  But such the public candour, without fear\n  My client waives all right of challenge here.\n  No newsman from our session is dismiss'd,\n  Nor wit nor critic we scratch off the list;\n  His faults can never hurt another's ease,\n  His crime, at worst, a bad attempt to please:\n  Thus, all respecting, he appeals to all,\n  And by the general voice will stand or fall.\n\n* * * * * * *\n\nPrologue\nBy the AUTHOR\n\nSPOKEN ON THE TENTH NIGHT, BY MRS. BULKLEY.\n\n  Granted our cause, our suit and trial o'er,\n  The worthy serjeant need appear no more:\n  In pleasing I a different client choose,\n  He served the Poet--I would serve the Muse.\n  Like him, I'll try to merit your applause,\n  A female counsel in a female's cause.\n    Look on this form--where humour, quaint and sly,\n  Dimples the cheek, and points the beaming eye;\n  Where gay invention seems to boast its wiles\n  In amorous hint, and half-triumphant smiles;\n  While her light mask or covers satire's strokes,\n  Or hides the conscious blush her wit provokes.\n  Look on her well--does she seem form'd to teach?\n  Should you expect to hear this lady preach?\n  Is grey experience suited to her youth?\n  Do solemn sentiments become that mouth?\n  Bid her be grave, those lips should rebel prove\n  To every theme that slanders mirth or love.\n    Yet, thus adorn'd with every graceful art\n  To charm the fancy and yet reach the heart--\n  Must we displace her? And instead advance\n  The goddess of the woful countenance--\n  The sentimental Muse!--Her emblems view,\n  The Pilgrim's Progress, and a sprig of rue!\n  View her--too chaste to look like flesh and blood--\n  Primly portray'd on emblematic wood!\n  There, fix'd in usurpation, should she stand,\n  She'll snatch the dagger from her sister's hand:\n  And having made her votaries weep a flood,\n  Good heaven! she'll end her comedies in blood--\n  Bid Harry Woodward break poor Dunstal's crown!\n  Imprison Quick, and knock Ned Shuter down;\n  While sad Barsanti, weeping o'er the scene,\n  Shall stab herself--or poison Mrs. Green.\n    Such dire encroachments to prevent in time,\n  Demands the critic's voice--the poet's rhyme.\n  Can our light scenes add strength to holy laws!\n  Such puny patronage but hurts the cause:\n  Fair virtue scorns our feeble aid to ask;\n  And moral truth disdains the trickster's mask\n  For here their favourite stands, whose brow severe\n  And sad, claims youth's respect, and pity's tear;\n  Who, when oppress'd by foes her worth creates,\n  Can point a poniard at the guilt she hates.\n\n\n* * * * * * * * * * *\n\nTHE RIVALS\n\n* * * * * * * * * * *\n\n\nACT I\n\n* * * * * * *\n\n\nScene I.--A street.\n[Enter THOMAS; he crosses the stage; FAG follows, looking after him.]\n\nFAG\nWhat! Thomas! sure 'tis he?--What! Thomas! Thomas!\n\nTHOMAS\nHey!--Odd's life! Mr. Fag!--give us your hand, my old fellow-servant.\n\nFAG\nExcuse my glove, Thomas:--I'm devilish glad to see you, my lad. Why, my\nprince of charioteers, you look as hearty!--but who the deuce thought\nof seeing you in Bath?\n\nTHOMAS\nSure, master, Madam Julia, Harry, Mrs. Kate, and the postillion, be all\ncome.\n\nFAG\nIndeed!\n\nTHOMAS\nAy, master thought another fit of the gout was coming to make him a\nvisit;--so he'd a mind to gi't the slip, and whip! we were all off at\nan hour's warning.\n\nFAG\nAy, ay, hasty in every thing, or it would not be Sir Anthony Absolute!\n\nTHOMAS\nBut tell us, Mr. Fag, how does young master? Odd! Sir Anthony will\nstare to see the Captain here!\n\nFAG\nI do not serve Captain Absolute now.\n\nTHOMAS\nWhy sure!\n\nFAG\nAt present I am employed by Ensign Beverley.\n\nTHOMAS\nI doubt, Mr. Fag, you ha'n't changed for the better.\n\nFAG\nI have not changed, Thomas.\n\nTHOMAS\nNo! Why didn't you say you had left young master?\n\nFAG\nNo.--Well, honest Thomas, I must puzzle you no farther:--briefly\nthen--Captain Absolute and Ensign Beverley are one and the same person.\n\nTHOMAS\nThe devil they are!\n\nFAG\nSo it is indeed, Thomas; and the ensign half of my master being on\nguard at present--the captain has nothing to do with me.\n\nTHOMAS\nSo, so!--What, this is some freak, I warrant!--Do tell us, Mr. Fag, the\nmeaning o't--you know I ha' trusted you.\n\nFAG\nYou'll be secret, Thomas?\n\nTHOMAS\nAs a coach-horse.\n\nFAG\nWhy then the cause of all this is--Love,--Love, Thomas, who (as you may\nget read to you) has been a masquerader ever since the days of Jupiter.\n\nTHOMAS\nAy, ay;--I guessed there was a lady in the case:--but pray, why does\nyour master pass only for ensign?--Now if he had shammed general\nindeed----\n\nFAG\nAh! Thomas, there lies the mystery o' the matter. Hark'ee, Thomas, my\nmaster is in love with a lady of a very singular taste: a lady who\nlikes him better as a half pay ensign than if she knew he was son and\nheir to Sir Anthony Absolute, a baronet of three thousand a year.\n\nTHOMAS\nThat is an odd taste indeed!--But has she got the stuff, Mr. Fag? Is\nshe rich, hey?\n\nFAG\nRich!--Why, I believe she owns half the stocks! Zounds! Thomas, she\ncould pay the national debt as easily as I could my washerwoman! She\nhas a lapdog that eats out of gold,--she feeds her parrot with small\npearls,--and all her thread-papers are made of bank-notes!\n\nTHOMAS\nBravo, faith!--Odd! I warrant she has a set of thousands at least:--but\ndoes she draw kindly with the captain?\n\nFAG\nAs fond as pigeons.\n\nTHOMAS\nMay one hear her name?\n\nFAG\nMiss Lydia Languish.--But there is an old tough aunt in the way;\nthough, by-the-by, she has never seen my master--for we got acquainted\nwith miss while on a visit in Gloucestershire.\n\nTHOMAS\nWell--I wish they were once harnessed together in matrimony.--But pray,\nMr. Fag, what kind of a place is this Bath?--I ha' heard a deal of\nit--here's a mort o' merrymaking, hey?\n\nFAG\nPretty well, Thomas, pretty well--'tis a good lounge; in the morning we\ngo to the pump-room (though neither my master nor I drink the waters);\nafter breakfast we saunter on the parades, or play a game at billiards;\nat night we dance; but damn the place, I'm tired of it: their regular\nhours stupify me--not a fiddle nor a card after eleven!--However, Mr.\nFaulkland's gentleman and I keep it up a little in private\nparties;--I'll introduce you there, Thomas--you'll like him much.\n\nTHOMAS\nSure I know Mr. Du-Peigne--you know his master is to marry Madam Julia.\n\nFAG\nI had forgot.--But, Thomas, you must polish a little--indeed you\nmust.--Here now--this wig!--What the devil do you do with a wig,\nThomas?--None of the London whips of any degree of _ton_ wear wigs now.\n\nTHOMAS\nMore's the pity! more's the pity! I say.--Odd's life! when I heard how\nthe lawyers and doctors had took to their own hair, I thought how\n'twould go next:--odd rabbit it! when the fashion had got foot on the\nbar, I guessed 'twould mount to the box!--but 'tis all out of\ncharacter, believe me, Mr. Fag: and look'ee, I'll never gi' up\nmine--the lawyers and doctors may do as they will.\n\nFAG\nWell, Thomas, we'll not quarrel about that.\n\nTHOMAS\nWhy, bless you, the gentlemen of the professions ben't all of a\nmind--for in our village now, thoff Jack Gauge, the exciseman, has\nta'en to his carrots, there's little Dick the farrier swears he'll\nnever forsake his bob, though all the college should appear with their\nown heads!\n\nFAG\nIndeed! well said, Dick!--But hold--mark! mark! Thomas.\n\nTHOMAS\nZooks! 'tis the captain.--Is that the Lady with him?\n\nFAG\nNo, no, that is Madam Lucy, my master's mistress's maid. They lodge at\nthat house--but I must after him to tell him the news.\n\nTHOMAS\nOdd! he's giving her money!--Well, Mr. Fag----\n\nFAG\nGood-bye, Thomas. I have an appointment in Gyde's porch this evening at\neight; meet me there, and we'll make a little party.\n\n[Exeunt severally.]\n\n* * * * * * *\n\n\nScene II.--A Dressing-room in Mrs. MALAPROP's Lodgings.\n[LYDIA sitting on a sofa, with a book in her hand. Lucy, as just\nreturned from a message.]\n\nLUCY\nIndeed, ma'am, I traversed half the town in search of it: I don't\nbelieve there's a circulating library in Bath I ha'n't been at.\n\nLYDIA\nAnd could not you get _The Reward of Constancy_?\n\nLUCY\nNo, indeed, ma'am.\n\nLYDIA\nNor _The Fatal Connexion_?\n\nLUCY\nNo, indeed, ma'am.\n\nLYDIA\nNor _The Mistakes of the Heart_?\n\nLUCY\nMa'am, as ill luck would have it, Mr. Bull said Miss Sukey Saunter had\njust fetched it away.\n\nLYDIA\nHeigh-ho!--Did you inquire for _The Delicate Distress_?\n\nLUCY\nOr, _The Memoirs of Lady Woodford_? Yes, indeed, ma'am. I asked every\nwhere for it; and I might have brought it from Mr. Frederick's, but\nLady Slattern Lounger, who had just sent it home, had so soiled and\ndog's-eared it, it wa'n't fit for a Christian to read.\n\nLYDIA\nHeigh-ho!--Yes, I always know when Lady Slattern has been before me.\nShe has a most observing thumb; and, I believe, cherishes her nails for\nthe convenience of making marginal notes.--Well, child, what have you\nbrought me?\n\nLUCY\nOh! here, ma'am.--[Taking books from under her cloak, and from her\npockets.] This is _The Gordian Knot_,--and this _Peregrine Pickle_.\nHere are _The Tears of Sensibility_, and _Humphrey Clinker_. This is\n_The Memoirs of a Lady of Quality, written by herself_, and here the\nsecond volume of _The Sentimental Journey_.\n\nLYDIA\nHeigh-ho!--What are those books by the glass?\n\nLUCY\nThe great one is only _The Whole Duty of Man_, where I press a few\nblonds, ma'am.\n\nLYDIA\nVery well--give me the sal volatile.\n\nLUCY\nIs it in a blue cover, ma'am?\n\nLYDIA\nMy smelling-bottle, you simpleton!\n\nLUCY\nOh, the drops!--here, ma'am.\n\nLYDIA\nHold!--here's some one coming--quick, see who it is.----\n\n[Exit LUCY.]\n\nSurely I heard my cousin Julia's voice.\n\n[Re-enter LUCY.]\n\nLUCY\nLud! ma'am, here is Miss Melville.\n\nLYDIA\nIs it possible!----\n\n[Exit LUCY.]\n\n[Enter JULIA.]\n\nLYDIA\nMy dearest Julia, how delighted am I!--[Embrace.] How unexpected was\nthis happiness!\n\nJULIA\nTrue, Lydia--and our pleasure is the greater.--But what has been the\nmatter?--you were denied to me at first!\n\nLYDIA\nAh, Julia, I have a thousand things to tell you!--But first inform me\nwhat has conjured you to Bath?--Is Sir Anthony here?\n\nJULIA\nHe is--we are arrived within this hour--and I suppose he will be here\nto wait on Mrs. Malaprop as soon as he is dressed.\n\nLYDIA\nThen before we are interrupted, let me impart to you some of my\ndistress!--I know your gentle nature will sympathize with me, though\nyour prudence may condemn me! My letters have informed you of my whole\nconnection with Beverley; but I have lost him, Julia! My aunt has\ndiscovered our intercourse by a note she intercepted, and has confined\nme ever since! Yet, would you believe it? she has absolutely fallen in\nlove with a tall Irish baronet she met one night since we have been\nhere, at Lady Macshuffle's rout.\n\nJULIA\nYou jest, Lydia!\n\nLYDIA\nNo, upon my word.--She really carries on a kind of correspondence with\nhim, under a feigned name though, till she chooses to be known to\nhim:--but it is a Delia or a Celia, I assure you.\n\nJULIA\nThen, surely, she is now more indulgent to her niece.\n\nLYDIA\nQuite the contrary. Since she has discovered her own frailty, she is\nbecome more suspicious of mine. Then I must inform you of another\nplague!--That odious Acres is to be in Bath to-day; so that I protest I\nshall be teased out of all spirits!\n\nJULIA\nCome, come, Lydia, hope for the best--Sir Anthony shall use his\ninterest with Mrs. Malaprop.\n\nLYDIA\nBut you have not heard the worst. Unfortunately I had quarrelled with\nmy poor Beverley, just before my aunt made the discovery, and I have\nnot seen him since, to make it up.\n\nJULIA\nWhat was his offence?\n\nLYDIA\nNothing at all!--But, I don't know how it was, as often as we had been\ntogether, we had never had a quarrel, and, somehow, I was afraid he\nwould never give me an opportunity. So, last Thursday, I wrote a letter\nto myself, to inform myself that Beverley was at that time paying his\naddresses to another woman. I signed it _your friend unknown_, showed\nit to Beverley, charged him with his falsehood, put myself in a violent\npassion, and vowed I'd never see him more.\n\nJULIA\nAnd you let him depart so, and have not seen him since?\n\nLYDIA\n'Twas the next day my aunt found the matter out. I intended only to\nhave teased him three days and a half, and now I've lost him for ever.\n\nJULIA\nIf he is as deserving and sincere as you have represented him to me, he\nwill never give you up so. Yet consider, Lydia, you tell me he is but\nan ensign, and you have thirty thousand pounds.\n\nLYDIA\nBut you know I lose most of my fortune if I marry without my aunt's\nconsent, till of age; and that is what I have determined to do, ever\nsince I knew the penalty. Nor could I love the man who would wish to\nwait a day for the alternative.\n\nJULIA\nNay, this is caprice!\n\nLYDIA\nWhat, does Julia tax me with caprice?--I thought her lover Faulkland\nhad inured her to it.\n\nJULIA\nI do not love even his faults.\n\nLYDIA\nBut apropos--you have sent to him, I suppose?\n\nJULIA\nNot yet, upon my word--nor has he the least idea of my being in Bath.\nSir Anthony's resolution was so sudden, I could not inform him of it.\n\nLYDIA\nWell, Julia, you are your own mistress, (though under the protection of\nSir Anthony), yet have you, for this long year, been a slave to the\ncaprice, the whim, the jealousy of this ungrateful Faulkland, who will\never delay assuming the right of a husband, while you suffer him to be\nequally imperious as a lover.\n\nJULIA\nNay, you are wrong entirely. We were contracted before my father's\ndeath. That, and some consequent embarrassments, have delayed what I\nknow to be my Faulkland's most ardent wish. He is too generous to\ntrifle on such a point:--and for his character, you wrong him there,\ntoo. No, Lydia, he is too proud, too noble to be jealous; if he is\ncaptious, 'tis without dissembling; if fretful, without rudeness.\nUnused to the fopperies of love, he is negligent of the little duties\nexpected from a lover--but being unhackneyed in the passion, his\naffection is ardent and sincere; and as it engrosses his whole soul, he\nexpects every thought and emotion of his mistress to move in unison\nwith his. Yet, though his pride calls for this full return, his\nhumility makes him undervalue those qualities in him which would\nentitle him to it; and not feeling why he should be loved to the degree\nhe wishes, he still suspects that he is not loved enough. This temper,\nI must own, has cost me many unhappy hours; but I have learned to think\nmyself his debtor, for those imperfections which arise from the ardour\nof his attachment.\n\nLYDIA\nWell, I cannot blame you for defending him. But tell me candidly,\nJulia, had he never saved your life, do you think you should have been\nattached to him as you are?--Believe me, the rude blast that overset\nyour boat was a prosperous gale of love to him.\n\nJULIA\nGratitude may have strengthened my attachment to Mr. Faulkland, but I\nloved him before he had preserved me; yet surely that alone were an\nobligation sufficient.\n\nLYDIA\nObligation! why a water spaniel would have done as much!--Well, I\nshould never think of giving my heart to a man because he could swim.\n\nJULIA\nCome, Lydia, you are too inconsiderate.\n\nLYDIA\nNay, I do but jest.--What's here?\n\n[Re-enter LUCY in a hurry.]\n\nLUCY\nO ma'am, here is Sir Anthony Absolute just come home with your aunt.\n\nLYDIA\nThey'll not come here.--Lucy, do you watch.\n\n[Exit LUCY.]\n\nJULIA\nYet I must go. Sir Anthony does not know I am here, and if we meet,\nhe'll detain me, to show me the town. I'll take another opportunity of\npaying my respects to Mrs. Malaprop, when she shall treat me, as long\nas she chooses, with her select words so ingeniously misapplied,\nwithout being mispronounced.\n\n[Re-enter LUCY.]\n\nLUCY\nO Lud! ma'am, they are both coming up stairs.\n\nLYDIA\nWell, I'll not detain you, coz.--Adieu, my dear Julia. I'm sure you are\nin haste to send to Faulkland.--There--through my room you'll find\nanother staircase.\n\nJULIA\nAdieu! [Embraces LYDIA, and exit.]\n\nLYDIA\nHere, my dear Lucy, hide these books. Quick, quick!--Fling _Peregrine\nPickle_ under the toilet--throw _Roderick Random_ into the closet--put\n_The Innocent Adultery_ into _The Whole Duty of Man_--thrust _Lord\nAimworth_ under the sofa--cram _Ovid_ behind the bolster--there--put\n_The Man of Feeling_ into your pocket--so, so--now lay _Mrs. Chapone_\nin sight, and leave _Fordyce's Sermons_ open on the table.\n\nLUCY\nO burn it, ma'am! the hair-dresser has torn away as far as _Proper\nPride_.\n\nLYDIA\nNever mind--open at _Sobriety_.--Fling me _Lord Chesterfields\nLetters_.--Now for 'em.\n\n[Exit LUCY.]\n\n[Enter Mrs. MALAPROP, and Sir ANTHONY ABSOLUTE.]\n\nMrs. MALAPROP\nThere, Sir Anthony, there sits the deliberate simpleton who wants to\ndisgrace her family, and lavish herself on a fellow not worth a\nshilling.\n\nLYDIA\nMadam, I thought you once----\n\nMrs. MALAPROP\nYou thought, miss! I don't know any business you have to think at\nall--thought does not become a young woman. But the point we would\nrequest of you is, that you will promise to forget this fellow--to\nilliterate him, I say, quite from your memory.\n\nLYDIA\nAh, madam! our memories are independent of our wills. It is not so easy\nto forget.\n\nMrs. MALAPROP\nBut I say it is, miss; there is nothing on earth so easy as to forget,\nif a person chooses to set about it. I'm sure I have as much forgot\nyour poor dear uncle as if he had never existed--and I thought it my\nduty so to do; and let me tell you, Lydia, these violent memories don't\nbecome a young woman.\n\nSir ANTHONY\nWhy sure she won't pretend to remember what she's ordered not!--ay,\nthis comes of her reading!\n\nLYDIA\nWhat crime, madam, have I committed, to be treated thus?\n\nMrs. MALAPROP\nNow don't attempt to extirpate yourself from the matter; you know I\nhave proof controvertible of it.--But tell me, will you promise to do\nas you're bid? Will you take a husband of your friends' choosing?\n\nLYDIA\nMadam, I must tell you plainly, that had I no preferment for any one\nelse, the choice you have made would be my aversion.\n\nMrs. MALAPROP\nWhat business have you, miss, with preference and aversion? They don't\nbecome a young woman; and you ought to know, that as both always wear\noff, 'tis safest in matrimony to begin with a little aversion. I am\nsure I hated your poor dear uncle before marriage as if he'd been a\nblackamoor--and yet, miss, you are sensible what a wife I made!--and\nwhen it pleased Heaven to release me from him, 'tis unknown what tears\nI shed!--But suppose we were going to give you another choice, will you\npromise us to give up this Beverley?\n\nLYDIA\nCould I belie my thoughts so far as to give that promise, my actions\nwould certainly as far belie my words.\n\nMrs. MALAPROP\nTake yourself to your room.--You are fit company for nothing but your\nown ill-humours.\n\nLYDIA\nWillingly, ma'am--I cannot change for the worse. [Exit.]\n\nMrs. MALAPROP\nThere's a little intricate hussy for you!\n\nSir ANTHONY\nIt is not to be wondered at, ma'am,--all this is the natural\nconsequence of teaching girls to read. Had I a thousand daughters, by\nHeaven! I'd as soon have them taught the black art as their alphabet!\n\nMrs. MALAPROP\nNay, nay, Sir Anthony, you are an absolute misanthropy.\n\nSir ANTHONY\nIn my way hither, Mrs. Malaprop, I observed your niece's maid coming\nforth from a circulating library!--She had a book in each hand--they\nwere half-bound volumes, with marble covers!--From that moment I\nguessed how full of duty I should see her mistress!\n\nMrs. MALAPROP\nThose are vile places, indeed!\n\nSir ANTHONY\nMadam, a circulating library in a town is as an evergreen tree of\ndiabolical knowledge! It blossoms through the year!--And depend on it,\nMrs. Malaprop, that they who are so fond of handling the leaves, will\nlong for the fruit at last.\n\nMrs. MALAPROP\nFy, fy, Sir Anthony! you surely speak laconically.\n\nSir ANTHONY\nWhy, Mrs. Malaprop, in moderation now, what would you have a woman\nknow?\n\nMrs. MALAPROP\nObserve me, Sir Anthony. I would by no means wish a daughter of mine to\nbe a progeny of learning; I don't think so much learning becomes a\nyoung woman; for instance, I would never let her meddle with Greek, or\nHebrew, or algebra, or simony, or fluxions, or paradoxes, or such\ninflammatory branches of learning--neither would it be necessary for\nher to handle any of your mathematical, astronomical, diabolical\ninstruments.--But, Sir Anthony, I would send her, at nine years old, to\na boarding-school, in order to learn a little ingenuity and artifice.\nThen, sir, she should have a supercilious knowledge in accounts;--and\nas she grew up, I would have her instructed in geometry, that she might\nknow something of the contagious countries;--but above all, Sir\nAnthony, she should be mistress of orthodoxy, that she might not\nmis-spell, and mis-pronounce words so shamefully as girls usually do;\nand likewise that she might reprehend the true meaning of what she is\nsaying. This, Sir Anthony, is what I would have a woman know;--and I\ndon't think there is a superstitious article in it.\n\nSir ANTHONY\nWell, well, Mrs. Malaprop, I will dispute the point no further with\nyou; though I must confess, that you are a truly moderate and polite\narguer, for almost every third word you say is on my side of the\nquestion. But, Mrs. Malaprop, to the more important point in\ndebate--you say you have no objection to my proposal?\n\nMrs. MALAPROP\nNone, I assure you. I am under no positive engagement with Mr. Acres,\nand as Lydia is so obstinate against him, perhaps your son may have\nbetter success.\n\nSir ANTHONY\nWell, madam, I will write for the boy directly. He knows not a syllable\nof this yet, though I have for some time had the proposal in my head.\nHe is at present with his regiment.\n\nMrs. MALAPROP\nWe have never seen your son, Sir Anthony; but I hope no objection on\nhis side.\n\nSir ANTHONY\nObjection!--let him object if he dare!--No, no, Mrs. Malaprop, Jack\nknows that the least demur puts me in a frenzy directly. My process was\nalways very simple--in their younger days, 'twas \"Jack, do this\";--if\nhe demurred, I knocked him down--and if he grumbled at that, I always\nsent him out of the room.\n\nMrs. MALAPROP\nAy, and the properest way, o' my conscience!--nothing is so\nconciliating to young people as severity.--Well, Sir Anthony, I shall\ngive Mr. Acres his discharge, and prepare Lydia to receive your son's\ninvocations;--and I hope you will represent her to the captain as an\nobject not altogether illegible.\n\nSir ANTHONY\nMadam, I will handle the subject prudently.--Well, I must leave you;\nand let me beg you, Mrs. Malaprop, to enforce this matter roundly to\nthe girl.--Take my advice--keep a tight hand: if she rejects this\nproposal, clap her under lock and key; and if you were just to let the\nservants forget to bring her dinner for three or four days, you can't\nconceive how she'd come about. [Exit.]\n\nMrs. MALAPROP\nWell, at any rate, I shall be glad to get her from under my intuition.\nShe has somehow discovered my partiality for Sir Lucius\nO'Trigger--sure, Lucy can't have betrayed me!--No, the girl is such a\nsimpleton, I should have made her confess it.--Lucy!--Lucy!--[Calls.]\nHad she been one of your artificial ones, I should never have trusted\nher.\n\n[Re-enter LUCY.]\n\nLUCY\nDid you call, ma'am?\n\nMrs. MALAPROP\nYes, girl.--Did you see Sir Lucius while you was out?\n\nLUCY\nNo, indeed, ma'am, not a glimpse of him.\n\nMrs. MALAPROP\nYou are sure, Lucy, that you never mentioned----\n\nLUCY\nOh gemini! I'd sooner cut my tongue out.\n\nMrs. MALAPROP\nWell, don't let your simplicity be imposed on.\n\nLUCY\nNo, ma'am.\n\nMrs. MALAPROP\nSo, come to me presently, and I'll give you another letter to Sir\nLucius; but mind, Lucy--if ever you betray what you are entrusted with\n(unless it be other people's secrets to me), you forfeit my malevolence\nfor ever; and your being a simpleton shall be no excuse for your\nlocality. [Exit.]\n\nLUCY\nHa! ha! ha!--So, my dear Simplicity, let me give you a little\nrespite.--[Altering her manner.] Let girls in my station be as fond as\nthey please of appearing expert, and knowing in their trusts; commend\nme to a mask of silliness, and a pair of sharp eyes for my own interest\nunder it!--Let me see to what account have I turned my simplicity\nlately.--[Looks at a paper.] For _abetting Miss Lydia Languish in a\ndesign of running away with an ensign!--in money, sundry times, twelve\npound twelve; gowns, five; hats, ruffles, caps, &c., &c.,\nnumberless!--From the said ensign, within this last month, six guineas\nand a half_.--About a quarter's pay!--Item, _from Mrs. Malaprop, for\nbetraying the young people to her_--when I found matters were likely to\nbe discovered--_two guineas, and a black paduasoy._--Item, _from Mr.\nAcres, for carrying divers letters_--which I never delivered--_two\nguineas, and a pair of buckles._--Item, _from Sir Lucius O'Trigger,\nthree crowns, two gold pocket-pieces, and a silver snuff-box!_--Well\ndone, Simplicity!--Yet I was forced to make my Hibernian believe, that\nhe was corresponding, not with the aunt, but with the niece; for though\nnot over rich, I found he had too much pride and delicacy to sacrifice\nthe feelings of a gentleman to the necessities of his fortune. [Exit.]\n\n\n* * * * * * * * * * *\n\n\nACT II\n\n* * * * * * *\n\n\nScene I.--CAPTAIN ABSOLUTE's Lodgings.\n[CAPTAIN ABSOLUTE and FAG.]\n\nFAG\nSir, while I was there Sir Anthony came in: I told him you had sent me\nto inquire after his health, and to know if he was at leisure to see\nyou.\n\nABSOLUTE\nAnd what did he say, on hearing I was at Bath?\n\nFAG\nSir, in my life I never saw an elderly gentleman more astonished! He\nstarted back two or three paces, rapped out a dozen interjectural\noaths, and asked, what the devil had brought you here.\n\nABSOLUTE\nWell, sir, and what did you say?\n\nFAG\nOh, I lied, sir--I forgot the precise lie; but you may depend on't, he\ngot no truth from me. Yet, with submission, for fear of blunders in\nfuture, I should be glad to fix what has brought us to Bath; in order\nthat we may lie a little consistently. Sir Anthony's servants were\ncurious, sir, very curious indeed.\n\nABSOLUTE\nYou have said nothing to them?\n\nFAG\nOh, not a word, sir,--not a word! Mr. Thomas, indeed, the coachman\n(whom I take to be the discreetest of whips)----\n\nABSOLUTE\n'Sdeath!--you rascal! you have not trusted him!\n\nFAG\nOh, no, sir--no--no--not a syllable, upon my veracity!--He was, indeed,\na little inquisitive; but I was sly, sir--devilish sly! My master (said\nI), honest Thomas (you know, sir, one says honest to one's inferiors,)\nis come to Bath to recruit--Yes, sir, I said to recruit--and whether\nfor men, money, or constitution, you know, sir, is nothing to him, nor\nany one else.\n\nABSOLUTE\nWell, recruit will do--let it be so.\n\nFAG\nOh, sir, recruit will do surprisingly--indeed, to give the thing an\nair, I told Thomas, that your honour had already enlisted five\ndisbanded chairmen, seven minority waiters, and thirteen\nbilliard-markers.\n\nABSOLUTE\nYou blockhead, never say more than is necessary.\n\nFAG\nI beg pardon, sir--I beg pardon--but, with submission, a lie is nothing\nunless one supports it. Sir, whenever I draw on my invention for a good\ncurrent lie, I always forge indorsements as well as the bill.\n\nABSOLUTE\nWell, take care you don't hurt your credit, by offering too much\nsecurity.--Is Mr. Faulkland returned?\n\nFAG\nHe is above, sir, changing his dress.\n\nABSOLUTE\nCan you tell whether he has been informed of Sir Anthony and Miss\nMelville's arrival?\n\nFAG\nI fancy not, sir; he has seen no one since he came in but his\ngentleman, who was with him at Bristol.--I think, sir, I hear Mr.\nFaulkland coming down----\n\nABSOLUTE\nGo, tell him I am here.\n\nFAG\nYes, sir.--[Going.] I beg pardon, sir, but should Sir Anthony call, you\nwill do me the favour to remember that we are recruiting, if you\nplease.\n\nABSOLUTE\nWell, well.\n\nFAG\nAnd, in tenderness to my character, if your honour could bring in the\nchairmen and waiters, I should esteem it as an obligation; for though I\nnever scruple a lie to serve my master, yet it hurts one's conscience\nto be found out. [Exit.]\n\nABSOLUTE\nNow for my whimsical friend--if he does not know that his mistress is\nhere, I'll tease him a little before I tell him----\n\n[Enter FAULKLAND.]\n\nFaulkland, you're welcome to Bath again; you are punctual in your\nreturn.\n\nFAULKLAND\nYes; I had nothing to detain me, when I had finished the business I\nwent on. Well, what news since I left you? how stand matters between\nyou and Lydia?\n\nABSOLUTE\nFaith, much as they were; I have not seen her since our quarrel;\nhowever, I expect to be recalled every hour.\n\nFAULKLAND\nWhy don't you persuade her to go off with you at once?\n\nABSOLUTE\nWhat, and lose two-thirds of her fortune? you forget that, my\nfriend.--No, no, I could have brought her to that long ago.\n\nFAULKLAND\nNay then, you trifle too long--if you are sure of her, propose to the\naunt in your own character, and write to Sir Anthony for his consent.\n\nABSOLUTE\nSoftly, softly; for though I am convinced my little Lydia would elope\nwith me as Ensign Beverley, yet am I by no means certain that she would\ntake me with the impediment of our friends' consent, a regular humdrum\nwedding, and the reversion of a good fortune on my side: no, no; I must\nprepare her gradually for the discovery, and make myself necessary to\nher, before I risk it.--Well, but Faulkland, you'll dine with us to-day\nat the hotel?\n\nFAULKLAND\nIndeed I cannot; I am not in spirits to be of such a party.\n\nABSOLUTE\nBy heavens! I shall forswear your company. You are the most teasing,\ncaptious, incorrigible lover!--Do love like a man.\n\nFAULKLAND\nI own I am unfit for company.\n\nABSOLUTE\nAm I not a lover; ay, and a romantic one too? Yet do I carry every\nwhere with me such a confounded farrago of doubts, fears, hopes,\nwishes, and all the flimsy furniture of a country miss's brain!\n\nFAULKLAND\nAh! Jack, your heart and soul are not, like mine, fixed immutably on\none only object. You throw for a large stake, but losing, you could\nstake and throw again;--but I have set my sum of happiness on this\ncast, and not to succeed, were to be stripped of all.\n\nABSOLUTE\nBut, for heaven's sake! what grounds for apprehension can your\nwhimsical brain conjure up at present?\n\nFAULKLAND\nWhat grounds for apprehension, did you say? Heavens! are there not a\nthousand! I fear for her spirits--her health--her life!--My absence may\nfret her; her anxiety for my return, her fears for me may oppress her\ngentle temper: and for her health, does not every hour bring me cause\nto be alarmed? If it rains, some shower may even then have chilled her\ndelicate frame! If the wind be keen, some rude blast may have affected\nher! The heat of noon, the dews of the evening, may endanger the life\nof her, for whom only I value mine. O Jack! when delicate and feeling\nsouls are separated, there is not a feature in the sky, not a movement\nof the elements, not an aspiration of the breeze, but hints some cause\nfor a lover's apprehension!\n\nABSOLUTE\nAy, but we may choose whether we will take the hint or not.--So, then,\nFaulkland, if you were convinced that Julia were well and in spirits,\nyou would be entirely content?\n\nFAULKLAND\nI should be happy beyond measure--I am anxious only for that.\n\nABSOLUTE\nThen to cure your anxiety at once--Miss Melville is in perfect health,\nand is at this moment in Bath.\n\nFAULKLAND\nNay, Jack--don't trifle with me.\n\nABSOLUTE\nShe is arrived here with my father within this hour.\n\nFAULKLAND\nCan you be serious?\n\nABSOLUTE\nI thought you knew Sir Anthony better than to be surprised at a sudden\nwhim of this kind.--Seriously, then, it is as I tell you--upon my\nhonour.\n\nFAULKLAND\nMy dear friend!--Hollo, Du-Peigne! my hat.--My dear Jack--now nothing\non earth can give me a moment's uneasiness.\n\n[Re-enter FAG.]\n\nFAG\nSir, Mr. Acres, just arrived, is below.\n\nABSOLUTE\nStay, Faulkland, this Acres lives within a mile of Sir Anthony, and he\nshall tell you how your mistress has been ever since you left\nher.--Fag, show this gentleman up.\n\n[Exit FAG.]\n\nFAULKLAND\nWhat, is he much acquainted in the family?\n\nABSOLUTE\nOh, very intimate: I insist on your not going: besides, his character\nwill divert you.\n\nFAULKLAND\nWell, I should like to ask him a few questions.\n\nABSOLUTE\nHe is likewise a rival of mine--that is, of my other self's, for he\ndoes not think his friend Captain Absolute ever saw the lady in\nquestion; and it is ridiculous enough to hear him complain to me of one\nBeverley, a concealed skulking rival, who----\n\nFAULKLAND\nHush!--he's here.\n\n[Enter ACRES.]\n\nACRES\nHa! my dear friend, noble captain, and honest Jack, how do'st thou?\njust arrived, faith, as you see.--Sir, your humble servant.--Warm work\non the roads, Jack!--Odds whips and wheels! I've travelled like a\ncomet, with a tail of dust all the way as long as the Mall.\n\nABSOLUTE\nAh! Bob, you are indeed an eccentric planet, but we know your\nattraction hither.--Give me leave to introduce Mr. Faulkland to you; Mr.\nFaulkland, Mr. Acres.\n\nACRES\nSir, I am most heartily glad to see you: sir, I solicit your\nconnections.--Hey, Jack--what, this is Mr. Faulkland, who----\n\nABSOLUTE\nAy, Bob, Miss Melville's Mr. Faulkland.\n\nACRES\nOdso! she and your father can be but just arrived before me:--I suppose\nyou have seen them. Ah! Mr. Faulkland, you are indeed a happy man.\n\nFAULKLAND\nI have not seen Miss Melville yet, sir;--I hope she enjoyed full health\nand spirits in Devonshire?\n\nACRES\nNever knew her better in my life, sir,--never better. Odds blushes and\nblooms! she has been as healthy as the German Spa.\n\nFAULKLAND\nIndeed! I did hear that she had been a little indisposed.\n\nACRES\nFalse, false, sir--only said to vex you: quite the reverse, I assure\nyou.\n\nFAULKLAND\nThere, Jack, you see she has the advantage of me; I had almost fretted\nmyself ill.\n\nABSOLUTE\nNow are you angry with your mistress for not having been sick?\n\nFAULKLAND\nNo, no, you misunderstand me: yet surely a little trifling\nindisposition is not an unnatural consequence of absence from those we\nlove.--Now confess--isn't there something unkind in this violent,\nrobust, unfeeling health?\n\nABSOLUTE\nOh, it was very unkind of her to be well in your absence, to be sure!\n\nACRES\nGood apartments, Jack.\n\nFAULKLAND\nWell, sir, but you was saying that Miss Melville has been so\nexceedingly well--what then she has been merry and gay, I\nsuppose?--Always in spirits--hey?\n\nACRES\nMerry, odds crickets! she has been the belle and spirit of the company\nwherever she has been--so lively and entertaining! so full of wit and\nhumour!\n\nFAULKLAND\nThere, Jack, there.--Oh, by my soul! there is an innate levity in\nwoman, that nothing can overcome.--What! happy, and I away!\n\nABSOLUTE\nHave done.--How foolish this is! just now you were only apprehensive\nfor your mistress' spirits.\n\nFAULKLAND\nWhy, Jack, have I been the joy and spirit of the company?\n\nABSOLUTE\nNo, indeed, you have not.\n\nFAULKLAND\nHave I been lively and entertaining?\n\nABSOLUTE\nOh, upon my word, I acquit you.\n\nFAULKLAND\nHave I been full of wit and humour?\n\nABSOLUTE\nNo, faith, to do you justice, you have been confoundedly stupid indeed.\n\nACRES\nWhat's the matter with the gentleman?\n\nABSOLUTE\nHe is only expressing his great satisfaction at hearing that Julia has\nbeen so well and happy--that's all--hey, Faulkland?\n\nFAULKLAND\nOh! I am rejoiced to hear it--yes, yes, she has a happy disposition!\n\nACRES\nThat she has indeed--then she is so accomplished--so sweet a voice--so\nexpert at her harpsichord--such a mistress of flat and sharp,\nsquallante, rumblante, and quiverante!--There was this time month--odds\nminims and crotchets! how she did chirrup at Mrs. Piano's concert!\n\nFAULKLAND\nThere again, what say you to this? you see she has been all mirth and\nsong--not a thought of me!\n\nABSOLUTE\nPho! man, is not music the food of love?\n\nFAULKLAND\nWell, well, it may be so.--Pray, Mr.--, what's his damned name?--Do you\nremember what songs Miss Melville sung?\n\nACRES\nNot I indeed.\n\nABSOLUTE\nStay, now, they were some pretty melancholy purling-stream airs, I\nwarrant; perhaps you may recollect;--did she sing, _When absent from my\nsoul's delight_?\n\nACRES\nNo, that wa'n't it.\n\nABSOLUTE\nOr, _Go, gentle gales_! [Sings.]\n\nACRES\nOh, no! nothing like it. Odds! now I recollect one of them--_My heart's\nmy own, my will is free_. [Sings.]\n\nFAULKLAND\nFool! fool that I am! to fix all my happiness on such a trifler!\n'Sdeath! to make herself the pipe and ballad-monger of a circle! to\nsoothe her light heart with catches and glees!--What can you say to\nthis, sir?\n\nABSOLUTE\nWhy, that I should be glad to hear my mistress had been so merry, sir.\n\nFAULKLAND\nNay, nay, nay--I'm not sorry that she has been happy--no, no, I am glad\nof that--I would not have had her sad or sick--yet surely a sympathetic\nheart would have shown itself even in the choice of a song--she might\nhave been temperately healthy, and somehow, plaintively gay;--but she\nhas been dancing too, I doubt not!\n\nACRES\nWhat does the gentleman say about dancing?\n\nABSOLUTE\nHe says the lady we speak of dances as well as she sings.\n\nACRES\nAy, truly, does she--there was at our last race ball----\n\nFAULKLAND\nHell and the devil! There!--there--I told you so! I told you so! Oh!\nshe thrives in my absence!--Dancing! but her whole feelings have been\nin opposition with mine;--I have been anxious, silent, pensive,\nsedentary--my days have been hours of care, my nights of\nwatchfulness.--She has been all health! spirit! laugh! song!\ndance!--Oh! damned, damned levity!\n\nABSOLUTE\nFor Heaven's sake, Faulkland, don't expose yourself so!--Suppose she\nhas danced, what then?--does not the ceremony of society often oblige\n----\n\nFAULKLAND\nWell, well, I'll contain myself--perhaps as you say--for form\nsake.--What, Mr. Acres, you were praising Miss Melville's manner of\ndancing a minuet--hey?\n\nACRES\nOh, I dare insure her for that--but what I was going to speak of was\nher country-dancing. Odds swimmings! she has such an air with her!\n\nFAULKLAND\nNow disappointment on her!--Defend this, Absolute; why don't you defend\nthis?--Country-dances! jigs and reels! am I to blame now? A minuet I\ncould have forgiven--I should not have minded that--I say I should not\nhave regarded a minuet--but country-dances!--Zounds! had she made one\nin a cotillion--I believe I could have forgiven even that--but to be\nmonkey-led for a night!--to run the gauntlet through a string of\namorous palming puppies!--to show paces like a managed filly!--Oh,\nJack, there never can be but one man in the world whom a truly modest\nand delicate woman ought to pair with in a country-dance; and, even\nthen, the rest of the couples should be her great-uncles and aunts!\n\nABSOLUTE\nAy, to be sure!--grandfathers and grandmothers!\n\nFAULKLAND\nIf there be but one vicious mind in the set, 'twill spread like a\ncontagion--the action of their pulse beats to the lascivious movement\nof the jig--their quivering, warm-breathed sighs impregnate the very\nair--the atmosphere becomes electrical to love, and each amorous spark\ndarts through every link of the chain!--I must leave you--I own I am\nsomewhat flurried--and that confounded looby has perceived it. [Going.]\n\nABSOLUTE\nNay, but stay, Faulkland, and thank Mr. Acres for his good news.\n\nFAULKLAND\nDamn his news! [Exit.]\n\nABSOLUTE\nHa! ha! ha! poor Faulkland five minutes since--\"nothing on earth could\ngive him a moment's uneasiness!\"\n\nACRES\nThe gentleman wa'n't angry at my praising his mistress, was he?\n\nABSOLUTE\nA little jealous, I believe, Bob.\n\nACRES\nYou don't say so? Ha! ha! jealous of me--that's a good joke.\n\nABSOLUTE\nThere's nothing strange in that, Bob; let me tell you, that sprightly\ngrace and insinuating manner of yours will do some mischief among the\ngirls here.\n\nACRES\nAh! you joke--ha! ha! mischief--ha! ha! but you know I am not my own\nproperty, my dear Lydia has forestalled me. She could never abide me in\nthe country, because I used to dress so badly--but odds frogs and\ntambours! I shan't take matters so here, now ancient madam has no voice\nin it: I'll make my old clothes know who's master. I shall straightway\ncashier the hunting-frock, and render my leather breeches incapable. My\nhair has been in training some time.\n\nABSOLUTE\nIndeed!\n\nACRES\nAy--and tho'ff the side curls are a little restive, my hind-part takes\nit very kindly.\n\nABSOLUTE\nAh, you'll polish, I doubt not.\n\nACRES\nAbsolutely I propose so--then if I can find out this Ensign Beverley,\nodds triggers and flints! I'll make him know the difference o't.\n\nABSOLUTE\nSpoke like a man! But pray, Bob, I observe you have got an odd kind of\na new method of swearing----\n\nACRES\nHa! ha! you've taken notice of it--'tis genteel, isn't it!--I didn't\ninvent it myself though; but a commander in our militia, a great\nscholar, I assure you, says that there is no meaning in the common\noaths, and that nothing but their antiquity makes them\nrespectable;--because, he says, the ancients would never stick to an\noath or two, but would say, by Jove! or by Bacchus! or by Mars! or by\nVenus! or by Pallas, according to the sentiment: so that to swear with\npropriety, says my little major, the oath should be an echo to the\nsense; and this we call the _oath referential_, or _sentimental\nswearing_--ha! ha! 'tis genteel, isn't it?\n\nABSOLUTE\nVery genteel, and very new, indeed!--and I dare say will supplant all\nother figures of imprecation.\n\nACRES\nAy, ay, the best terms will grow obsolete.--Damns have had their day.\n\n[Re-enter FAG.]\n\nFAG\nSir, there is a gentleman below desires to see you.--Shall I show him\ninto the parlour?\n\nABSOLUTE\nAy--you may.\n\nACRES\nWell, I must be gone----\n\nABSOLUTE\nStay; who is it, Fag?\n\nFAG\nYour father, sir.\n\nABSOLUTE\nYou puppy, why didn't you show him up directly?\n\n[Exit FAG.]\n\nACRES\nYou have business with Sir Anthony.--I expect a message from Mrs.\nMalaprop at my lodgings. I have sent also to my dear friend Sir Lucius\nO'Trigger. Adieu, Jack! we must meet at night, when you shall give me a\ndozen bumpers to little Lydia.\n\nABSOLUTE\nThat I will with all my heart.----\n\n[Exit ACRES.]\n\nNow for a parental lecture--I hope he has heard nothing of the business\nthat brought me here--I wish the gout had held him fast in Devonshire,\nwith all my soul!\n\n[Enter Sir ANTHONY ABSOLUTE.]\n\nSir I am delighted to see you here; looking so well! your sudden\narrival at Bath made me apprehensive for your health.\n\nSir ANTHONY\nVery apprehensive, I dare say, Jack.--What, you are recruiting here,\nhey?\n\nABSOLUTE\nYes, sir, I am on duty.\n\nSir ANTHONY\nWell, Jack, I am glad to see you, though I did not expect it, for I\nwas going to write to you on a little matter of business.--Jack, I have\nbeen considering that I grow old and infirm, and shall probably not\ntrouble you long.\n\nABSOLUTE\nPardon me, sir, I never saw you look more strong and hearty; and I pray\nfrequently that you may continue so.\n\nSir ANTHONY\nI hope your prayers may be heard, with all my heart. Well, then, Jack,\nI have been considering that I am so strong and hearty I may continue\nto plague you a long time. Now, Jack, I am sensible that the income of\nyour commission, and what I have hitherto allowed you, is but a small\npittance for a lad of your spirit.\n\nABSOLUTE\nSir, you are very good.\n\nSir ANTHONY\nAnd it is my wish, while yet I live, to have my boy make some figure in\nthe world. I have resolved, therefore, to fix you at once in a noble\nindependence.\n\nABSOLUTE\nSir, your kindness overpowers me--such generosity makes the gratitude\nof reason more lively than the sensations even of filial affection.\n\nSir ANTHONY\nI am glad you are so sensible of my attention--and you shall be master\nof a large estate in a few weeks.\n\nABSOLUTE\nLet my future life, sir, speak my gratitude; I cannot express the sense\nI have of your munificence.--Yet, sir, I presume you would not wish me\nto quit the army?\n\nSir ANTHONY\nOh, that shall be as your wife chooses.\n\nABSOLUTE\nMy wife, sir!\n\nSir ANTHONY\nAy, ay, settle that between you--settle that between you.\n\nABSOLUTE\nA wife, sir, did you say?\n\nSir ANTHONY\nAy, a wife--why, did not I mention her before?\n\nABSOLUTE\nNot a word of her, sir.\n\nSir ANTHONY\nOdd so!--I mustn't forget her though.--Yes, Jack, the independence I\nwas talking of is by marriage--the fortune is saddled with a wife--but\nI suppose that makes no difference.\n\nABSOLUTE\nSir! sir!--you amaze me!\n\nSir ANTHONY\nWhy, what the devil's the matter with the fool? Just now you were all\ngratitude and duty.\n\nABSOLUTE\nI was, sir,--you talked to me of independence and a fortune, but not a\nword of a wife.\n\nSir ANTHONY\nWhy--what difference does that make? Odds life, sir! if you have the\nestate, you must take it with the live stock on it, as it stands.\n\nABSOLUTE\nIf my happiness is to be the price, I must beg leave to decline the\npurchase.--Pray, sir, who is the lady?\n\nSir ANTHONY\nWhat's that to you, sir?--Come, give me your promise to love, and to\nmarry her directly.\n\nABSOLUTE\nSure, sir, this is not very reasonable, to summon my affections for a\nlady I know nothing of!\n\nSir ANTHONY\nI am sure, sir, 'tis more unreasonable in you to object to a lady you\nknow nothing of.\n\nABSOLUTE\nThen, sir, I must tell you plainly that my inclinations are fixed on\nanother--my heart is engaged to an angel.\n\nSir ANTHONY\nThen pray let it send an excuse. It is very sorry--but business\nprevents its waiting on her.\n\nABSOLUTE\nBut my vows are pledged to her.\n\nSir ANTHONY\nLet her foreclose, Jack; let her foreclose; they are not worth\nredeeming; besides, you have the angel's vows in exchange, I suppose;\nso there can be no loss there.\n\nABSOLUTE\nYou must excuse me, sir, if I tell you, once for all, that in this\npoint I cannot obey you.\n\nSir ANTHONY\nHark'ee, Jack;--I have heard you for some time with patience--I have\nbeen cool--quite cool; but take care--you know I am compliance\nitself--when I am not thwarted;--no one more easily led--when I have my\nown way;--but don't put me in a frenzy.\n\nABSOLUTE\nSir, I must repeat it--in this I cannot obey you.\n\nSir ANTHONY\nNow damn me! if ever I call you Jack again while I live!\n\nABSOLUTE\nNay, sir, but hear me.\n\nSir ANTHONY\nSir, I won't hear a word--not a word! not one word! so give me your\npromise by a nod--and I'll tell you what, Jack--I mean, you dog--if you\ndon't, by----\n\nABSOLUTE\nWhat, sir, promise to link myself to some mass of ugliness! to----\n\nSir ANTHONY\nZounds! sirrah! the lady shall be as ugly as I choose: she shall have a\nhump on each shoulder; she shall be as crooked as the crescent; her one\neye shall roll like the bull's in Cox's Museum; she shall have a skin\nlike a mummy, and the beard of a Jew--she shall be all this,\nsirrah!--yet I will make you ogle her all day, and sit up all night to\nwrite sonnets on her beauty.\n\nABSOLUTE\nThis is reason and moderation indeed!\n\nSir ANTHONY\nNone of your sneering, puppy! no grinning, jackanapes!\n\nABSOLUTE\nIndeed, sir, I never was in a worse humour for mirth in my life.\n\nSir ANTHONY\n'Tis false, sir, I know you are laughing in your sleeve; I know you'll\ngrin when I am gone, sirrah!\n\nABSOLUTE\nSir, I hope I know my duty better.\n\nSir ANTHONY\nNone of your passion, sir! none of your violence, if you please!--It\nwon't do with me, I promise you.\n\nABSOLUTE\nIndeed, sir, I never was cooler in my life.\n\nSir ANTHONY\n'Tis a confounded lie!--I know you are in a passion in your heart; I\nknow you are, you hypocritical young dog! but it won't do.\n\nABSOLUTE\nNay, sir, upon my word----\n\nSir ANTHONY\nSo you will fly out! can't you be cool like me? What the devil good can\npassion do?--Passion is of no service, you impudent, insolent,\noverbearing reprobate!--There, you sneer again! don't provoke me!--but\nyou rely upon the mildness of my temper--you do, you dog! you play upon\nthe meekness of my disposition!--Yet take care--the patience of a saint\nmay be overcome at last!--but mark! I give you six hours and a half to\nconsider of this: if you then agree, without any condition, to do every\nthing on earth that I choose, why--confound you! I may in time forgive\nyou.--If not, zounds! don't enter the same hemisphere with me! don't\ndare to breathe the same air, or use the same light with me; but get an\natmosphere and a sun of your own! I'll strip you of your commission;\nI'll lodge a five-and-threepence in the hands of trustees, and you\nshall live on the interest.--I'll disown you, I'll disinherit you, I'll\nunget you! and damn me! if ever I call you Jack again! [Exit.]\n\nABSOLUTE\nMild, gentle, considerate father--I kiss your hands!--What a tender\nmethod of giving his opinion in these matters Sir Anthony has! I dare\nnot trust him with the truth.--I wonder what old wealthy hag it is that\nhe wants to bestow on me!--Yet he married himself for love! and was in\nhis youth a bold intriguer, and a gay companion!\n\n[Re-enter FAG.]\n\nFAG\nAssuredly, sir, your father is wrath to a degree; he comes down stairs\neight or ten steps at a time--muttering, growling, and thumping the\nbanisters all the way: I and the cook's dog stand bowing at the\ndoor--rap! he gives me a stroke on the head with his cane; bids me\ncarry that to my master; then kicking the poor turnspit into the area,\ndamns us all, for a puppy triumvirate!--Upon my credit, sir, were I in\nyour place, and found my father such very bad company, I should\ncertainly drop his acquaintance.\n\nABSOLUTE\nCease your impertinence, sir, at present.--Did you come in for nothing\nmore?--Stand out of the way! [Pushes him aside, and exit.]\n\nFAG\nSo! Sir Anthony trims my master; he is afraid to reply to his\nfather--then vents his spleen on poor Fag!--When one is vexed by one\nperson, to revenge one's self on another, who happens to come in the\nway, is the vilest injustice! Ah! it shows the worst temper--the\nbasest----\n\n[Enter BOY.]\n\nBOY\nMr. Fag! Mr. Fag! your master calls you.\n\nFAG\nWell, you little dirty puppy, you need not bawl so!--The meanest\ndisposition! the----\n\nBOY\nQuick, quick, Mr. Fag!\n\nFAG\nQuick! quick! you impudent jackanapes! am I to be commanded by you too?\nyou little impertinent, insolent, kitchen-bred---- [Exit kicking and\nbeating him.]\n\n* * * * * * *\n\n\nScene II.--The North Parade.\n[Enter LUCY.]\n\nLUCY\nSo--I shall have another rival to add to my mistress's list--Captain\nAbsolute. However, I shall not enter his name till my purse has\nreceived notice in form. Poor Acres is dismissed!--Well, I have done\nhim a last friendly office, in letting him know that Beverley was here\nbefore him.--Sir Lucius is generally more punctual, when he expects to\nhear from his _dear Delia_, as he calls her: I wonder he's not\nhere!--I have a little scruple of conscience from this deceit; though I\nshould not be paid so well, if my hero knew that Delia was near fifty,\nand her own mistress.\n\n[Enter Sir LUCIUS O'TRIGGER.]\n\nSir LUCIUS\nHa! my little ambassadress--upon my conscience, I have been looking for\nyou; I have been on the South Parade this half hour.\n\nLUCY\n[Speaking simply.] O gemini! and I have been waiting for your worship\nhere on the North.\n\nSir LUCIUS\nFaith!--may be that was the reason we did not meet; and it is very\ncomical too, how you could go out and I not see you--for I was only\ntaking a nap at the Parade Coffee-house, and I chose the window on\npurpose that I might not miss you.\n\nLUCY\nMy stars! Now I'd wager a sixpence I went by while you were asleep.\n\nSir LUCIUS\nSure enough it must have been so--and I never dreamt it was so late,\ntill I waked. Well, but my little girl, have you got nothing for me?\n\nLUCY\nYes, but I have--I've got a letter for you in my pocket.\n\nSir LUCIUS\nO faith! I guessed you weren't come empty-handed--Well--let me see what\nthe dear creature says.\n\nLUCY\nThere, Sir Lucius. [Gives him a letter.]\n\nSir LUCIUS\n[Reads.] _Sir--there is often a sudden incentive impulse in love, that\nhas a greater induction than years of domestic combination: such was\nthe commotion I felt at the first superfluous view of Sir Lucius\nO'Trigger._--Very pretty, upon my word.--_Female punctuation forbids me\nto say more, yet let me add, that it will give me joy infallible to\nfind Sir Lucius worthy the last criterion of my affections. Delia._\nUpon my conscience! Lucy, your lady is a great mistress of language.\nFaith, she's quite the queen of the dictionary!--for the devil a word\ndare refuse coming at her call--though one would think it was quite out\nof hearing.\n\nLUCY\nAy, sir, a lady of her experience----\n\nSir LUCIUS\nExperience! what, at seventeen?\n\nLUCY\nO true, sir--but then she reads so--my stars! how she will read off\nhand!\n\nSir LUCIUS\nFaith, she must be very deep read to write this way--though she is\nrather an arbitrary writer too--for here are a great many poor words\npressed into the service of this note, that would get their _habeas\ncorpus_ from any court in Christendom.\n\nLUCY\nAh! Sir Lucius, if you were to hear how she talks of you!\n\nSir LUCIUS\nOh, tell her I'll make her the best husband in the world, and Lady\nO'Trigger into the bargain!--But we must get the old gentlewoman's\nconsent--and do every thing fairly.\n\nLUCY\nNay, Sir Lucius, I thought you wa'n't rich enough to be so nice!\n\nSir LUCIUS\nUpon my word, young woman, you have hit it:--I am so poor, that I can't\nafford to do a dirty action.--If I did not want money, I'd steal your\nmistress and her fortune with a great deal of pleasure.--However, my\npretty girl, [Gives her money] here's a little something to buy you a\nribbon; and meet me in the evening, and I'll give you an answer to\nthis. So, hussy, take a kiss beforehand to put you in mind. [Kisses\nher.]\n\nLUCY\nO Lud! Sir Lucius--I never seed such a gemman! My lady won't like you\nif you're so impudent.\n\nSir LUCIUS\nFaith she will, Lucy!--That same--pho! what's the name of\nit?--modesty--is a quality in a lover more praised by the women than\nliked; so, if your mistress asks you whether Sir Lucius ever gave you a\nkiss, tell her fifty--my dear.\n\nLUCY\nWhat, would you have me tell her a lie?\n\nSir LUCIUS\nAh, then, you baggage! I'll make it a truth presently.\n\nLUCY\nFor shame now! here is some one coming.\n\nSir LUCIUS\nOh, faith, I'll quiet your conscience! [Exit, humming a tune.]\n\n[Enter FAG.]\n\nFAG\nSo, so, ma'am! I humbly beg pardon.\n\nLUCY\nO Lud! now, Mr. Fag--you flurry one so.\n\nFAG\nCome, come, Lucy, here's no one by--so a little less simplicity, with a\ngrain or two more sincerity, if you please.--You play false with us,\nmadam.--I saw you give the baronet a letter.--My master shall know\nthis--and if he don't call him out, I will.\n\nLUCY\nHa! ha! ha! you gentlemen's gentlemen are so hasty.--That letter was\nfrom Mrs. Malaprop, simpleton.--She is taken with Sir Lucius's address.\n\nFAG\nHow! what tastes some people have!--Why, I suppose I have walked by her\nwindow a hundred times.--But what says our young lady? any message to\nmy master?\n\nLUCY\nSad news. Mr. Fag.--A worse rival than Acres! Sir Anthony Absolute has\nproposed his son.\n\nFAG\nWhat, Captain Absolute?\n\nLUCY\nEven so--I overheard it all.\n\nFAG\nHa! ha! ha! very good, faith. Good-bye, Lucy, I must away with this\nnews.\n\nLUCY\nWell, you may laugh--but it is true, I assure you.--[Going.] But, Mr.\nFag, tell your master not to be cast down by this.\n\nFAG\nOh, he'll be so disconsolate!\n\nLUCY\nAnd charge him not to think of quarrelling with young Absolute.\n\nFAG\nNever fear! never fear!\n\nLUCY\nBe sure--bid him keep up his spirits.\n\nFAG\nWe will--we will.\n\n[Exeunt severally.]\n\n\n* * * * * * * * * * *\n\n\nACT III\n\n* * * * * * *\n\n\nScene I--The North Parade.\n[Enter CAPTAIN ABSOLUTE.]\n\nABSOLUTE\n'Tis just as Fag told me, indeed. Whimsical enough, faith! My father\nwants to force me to marry the very girl I am plotting to run away\nwith! He must not know of my connection with her yet awhile. He has too\nsummary a method of proceeding in these matters. However, I'll read my\nrecantation instantly. My conversion is something sudden, indeed--but I\ncan assure him it is very sincere. So, so--here he comes. He looks\nplaguy gruff. [Steps aside.]\n\n[Enter Sir ANTHONY ABSOLUTE.]\n\nSir ANTHONY\nNo--I'll die sooner than forgive him. Die, did I say? I'll live these\nfifty years to plague him. At our last meeting, his impudence had\nalmost put me out of temper. An obstinate, passionate, self-willed boy!\nWho can he take after? This is my return for getting him before all his\nbrothers and sisters!--for putting him, at twelve years old, into a\nmarching regiment, and allowing him fifty pounds a year, besides his\npay, ever since! But I have done with him; he's anybody's son for me. I\nnever will see him more, never--never--never.\n\nABSOLUTE\n[Aside, coming forward.] Now for a penitential face.\n\nSir ANTHONY\nFellow, get out of my way!\n\nABSOLUTE\nSir, you see a penitent before you.\n\nSir ANTHONY\nI see an impudent scoundrel before me.\n\nABSOLUTE\nA sincere penitent. I am come, sir, to acknowledge my error, and to\nsubmit entirely to your will.\n\nSir ANTHONY\nWhat's that?\n\nABSOLUTE\nI have been revolving, and reflecting, and considering on your past\ngoodness, and kindness, and condescension to me.\n\nSir ANTHONY\nWell, sir?\n\nABSOLUTE\nI have been likewise weighing and balancing what you were pleased to\nmention concerning duty, and obedience, and authority.\n\nSir ANTHONY\nWell, puppy?\n\nABSOLUTE\nWhy then, sir, the result of my reflections is--a resolution to\nsacrifice every inclination of my own to your satisfaction.\n\nSir ANTHONY\nWhy now you talk sense--absolute sense--I never heard anything more\nsensible in my life. Confound you! you shall be Jack again.\n\nABSOLUTE\nI am happy in the appellation.\n\nSir ANTHONY\nWhy then, Jack, my dear Jack, I will now inform you who the lady really\nis. Nothing but your passion and violence, you silly fellow, prevented\nmy telling you at first. Prepare, Jack, for wonder and rapture--prepare.\nWhat think you of Miss Lydia Languish?\n\nABSOLUTE\nLanguish! What, the Languishes of Worcestershire?\n\nSir ANTHONY\nWorcestershire! no. Did you never meet Mrs. Malaprop and her niece,\nMiss Languish, who came into our country just before you were last\nordered to your regiment?\n\nABSOLUTE\nMalaprop! Languish! I don't remember ever to have heard the names\nbefore. Yet, stay--I think I do recollect something. Languish!\nLanguish! She squints, don't she? A little red-haired girl?\n\nSir ANTHONY\nSquints! A red-haired girl! Zounds! no.\n\nABSOLUTE\nThen I must have forgot; it can't be the same person.\n\nSir ANTHONY\nJack! Jack! what think you of blooming, love-breathing seventeen?\n\nABSOLUTE\nAs to that, sir, I am quite indifferent. If I can please you in the\nmatter, 'tis all I desire.\n\nSir ANTHONY\nNay, but Jack, such eyes! such eyes! so innocently wild! so bashfully\nirresolute! not a glance but speaks and kindles some thought of love!\nThen, Jack, her cheeks! her cheeks, Jack! so deeply blushing at the\ninsinuations of her tell-tale eyes! Then, Jack, her lips! O, Jack, lips\nsmiling at their own discretion; and if not smiling, more sweetly\npouting; more lovely in sullenness!\n\nABSOLUTE\n[Aside.] That's she, indeed. Well done, old gentleman.\n\nSir ANTHONY\nThen, Jack, her neck! O Jack! Jack!\n\nABSOLUTE\nAnd which is to be mine, sir, the niece, or the aunt?\n\nSir ANTHONY\nWhy, you unfeeling, insensible puppy, I despise you! When I was of your\nage, such a description would have made me fly like a rocket! The aunt\nindeed! Odds life! when I ran away with your mother, I would not have\ntouched anything old or ugly to gain an empire.\n\nABSOLUTE\nNot to please your father, sir?\n\nSir ANTHONY\nTo please my father! zounds! not to please--Oh, my father--odd\nso!--yes--yes; if my father indeed had desired--that's quite another\nmatter. Though he wa'n't the indulgent father that I am, Jack.\n\nABSOLUTE\nI dare say not, sir.\n\nSir ANTHONY\nBut, Jack, you are not sorry to find your mistress is so beautiful?\n\nABSOLUTE\nSir, I repeat it--if I please you in this affair, 'tis all I desire.\nNot that I think a woman the worse for being handsome; but, sir, if you\nplease to recollect, you before hinted something about a hump or two,\none eye, and a few more graces of that kind--now, without being very\nnice, I own I should rather choose a wife of mine to have the usual\nnumber of limbs, and a limited quantity of back: and though one eye may\nbe very agreeable, yet as the prejudice has always run in favour of\ntwo, I would not wish to affect a singularity in that article.\n\nSir ANTHONY\nWhat a phlegmatic sot it is! Why, sirrah, you're an anchorite!--a vile,\ninsensible stock. You a soldier!--you're a walking block, fit only to\ndust the company's regimentals on! Odds life! I have a great mind to\nmarry the girl myself!\n\nABSOLUTE\nI am entirely at your disposal, sir: if you should think of addressing\nMiss Languish yourself, I suppose you would have me marry the aunt; or\nif you should change your mind, and take the old lady--'tis the same to\nme--I'll marry the niece.\n\nSir ANTHONY\nUpon my word, Jack, thou'rt either a very great hypocrite, or--but,\ncome, I know your indifference on such a subject must be all a lie--I'm\nsure it must--come, now--damn your demure face!--come, confess\nJack--you have been lying, ha'n't you? You have been playing the\nhypocrite, hey!--I'll never forgive you, if you ha'n't been lying and\nplaying the hypocrite.\n\nABSOLUTE\nI'm sorry, sir, that the respect and duty which I bear to you should be\nso mistaken.\n\nSir ANTHONY\nHang your respect and duty! But come along with me, I'll write a note\nto Mrs. Malaprop, and you shall visit the lady directly. Her eyes shall\nbe the Promethean torch to you--come along, I'll never forgive you, if\nyou don't come back stark mad with rapture and impatience--if you\ndon't, egad, I will marry the girl myself!\n\n[Exeunt.]\n\n* * * * * * *\n\n\nScene II--JULIA's Dressing-room.\n[FAULKLAND discovered alone.]\n\nFAULKLAND\nThey told me Julia would return directly; I wonder she is not yet come!\nHow mean does this captious, unsatisfied temper of mine appear to my\ncooler judgment! Yet I know not that I indulge it in any other point:\nbut on this one subject, and to this one subject, whom I think I love\nbeyond my life, I am ever ungenerously fretful and madly capricious! I\nam conscious of it--yet I cannot correct myself! What tender honest joy\nsparkled in her eyes when we met! how delicate was the warmth of her\nexpression! I was ashamed to appear less happy--though I had come\nresolved to wear a face of coolness and upbraiding. Sir Anthony's\npresence prevented my proposed expostulations: yet I must be satisfied\nthat she has not been so very happy in my absence. She is coming!\nYes!--I know the nimbleness of her tread, when she thinks her impatient\nFaulkland counts the moments of her stay.\n\n[Enter JULIA.]\n\nJULIA\nI had not hoped to see you again so soon.\n\nFAULKLAND\nCould I, Julia, be contented with my first welcome--restrained as we\nwere by the presence of a third person?\n\nJULIA\nO Faulkland, when your kindness can make me thus happy, let me not\nthink that I discovered something of coldness in your first salutation.\n\nFAULKLAND\n'Twas but your fancy, Julia. I was rejoiced to see you--to see you in\nsuch health. Sure I had no cause for coldness?\n\nJULIA\nNay, then, I see you have taken something ill. You must not conceal\nfrom me what it is.\n\nFAULKLAND\nWell, then--shall I own to you that my joy at hearing of your health\nand arrival here, by your neighbour Acres, was somewhat damped by his\ndwelling much on the high spirits you had enjoyed in Devonshire--on\nyour mirth--your singing--dancing, and I know not what! For such is my\ntemper, Julia, that I should regard every mirthful moment in your\nabsence as a treason to constancy. The mutual tear that steals down the\ncheek of parting lovers is a compact, that no smile shall live there\ntill they meet again.\n\nJULIA\nMust I never cease to tax my Faulkland with this teasing minute\ncaprice? Can the idle reports of a silly boor weigh in your breast\nagainst my tried affections?\n\nFAULKLAND\nThey have no weight with me, Julia: No, no--I am happy if you have been\nso--yet only say, that you did not sing with mirth--say that you\nthought of Faulkland in the dance.\n\nJULIA\nI never can be happy in your absence. If I wear a countenance of\ncontent, it is to show that my mind holds no doubt of my Faulkland's\ntruth. If I seemed sad, it were to make malice triumph; and say, that I\nhad fixed my heart on one, who left me to lament his roving, and my own\ncredulity. Believe me, Faulkland, I mean not to upbraid you, when I\nsay, that I have often dressed sorrow in smiles, lest my friends should\nguess whose unkindness had caused my tears.\n\nFAULKLAND\nYou were ever all goodness to me. Oh, I am a brute, when I but admit a\ndoubt of your true constancy!\n\nJULIA\nIf ever without such cause from you, as I will not suppose possible,\nyou find my affections veering but a point, may I become a proverbial\nscoff for levity and base ingratitude.\n\nFAULKLAND\nAh! Julia, that last word is grating to me. I would I had no title to\nyour gratitude! Search your heart, Julia; perhaps what you have\nmistaken for love, is but the warm effusion of a too thankful heart.\n\nJULIA\nFor what quality must I love you?\n\nFAULKLAND\nFor no quality! To regard me for any quality of mind or understanding,\nwere only to esteem me. And for person--I have often wished myself\ndeformed, to be convinced that I owed no obligation there for any part\nof your affection.\n\nJULIA\nWhere nature has bestowed a show of nice attention in the features of a\nman, he should laugh at it as misplaced. I have seen men, who in this\nvain article, perhaps, might rank above you; but my heart has never\nasked my eyes if it were so or not.\n\nFAULKLAND\nNow this is not well from you, Julia--I despise person in a man--yet if\nyou loved me as I wish, though I were an AEthiop, you'd think none so\nfair.\n\nJULIA\nI see you are determined to be unkind! The contract which my poor\nfather bound us in gives you more than a lover's privilege.\n\nFAULKLAND\nAgain, Julia, you raise ideas that feed and justify my doubts. I would\nnot have been more free--no--I am proud of my restraint.\nYet--yet--perhaps your high respect alone for this solemn compact has\nfettered your inclinations, which else had made a worthier choice. How\nshall I be sure, had you remained unbound in thought and promise, that\nI should still have been the object of your persevering love?\n\nJULIA\nThen try me now. Let us be free as strangers as to what is past: my\nheart will not feel more liberty!\n\nFAULKLAND\nThere now! so hasty, Julia! so anxious to be free! If your love for me\nwere fixed and ardent, you would not lose your hold, even though I\nwished it!\n\nJULIA\nOh! you torture me to the heart! I cannot bear it.\n\nFAULKLAND\nI do not mean to distress you. If I loved you less I should never give\nyou an uneasy moment. But hear me. All my fretful doubts arise from\nthis. Women are not used to weigh and separate the motives of their\naffections: the cold dictates of prudence, gratitude, or filial duty,\nmay sometimes be mistaken for the pleadings of the heart. I would not\nboast--yet let me say, that I have neither age, person, nor character,\nto found dislike on; my fortune such as few ladies could be charged\nwith indiscretion in the match. O Julia! when love receives such\ncountenance from prudence, nice minds will be suspicious of its birth.\n\nJULIA\nI know not whither your insinuations would tend:--but as they seem\npressing to insult me, I will spare you the regret of having done\nso.--I have given you no cause for this! [Exit in tears.]\n\nFAULKLAND\nIn tears! Stay, Julia: stay but for a moment.--The door is\nfastened!--Julia!--my soul--but for one moment!--I hear her\nsobbing!--'Sdeath! what a brute am I to use her thus! Yet\nstay!--Ay--she is coming now:--how little resolution there is in a\nwoman!--how a few soft words can turn them!--No, faith!--she is not\ncoming either.--Why, Julia--my love--say but that you forgive me--come\nbut to tell me that--now this is being too resentful. Stay! she is\ncoming too--I thought she would--no steadiness in anything: her going\naway must have been a mere trick then--she shan't see that I was hurt\nby it.--I'll affect indifference--[Hums a tune; then listens.]\nNo--zounds! she's not coming!--nor don't intend it, I suppose.--This is\nnot steadiness, but obstinacy! Yet I deserve it.--What, after so long\nan absence to quarrel with her tenderness!--'twas barbarous and\nunmanly!--I should be ashamed to see her now.--I'll wait till her just\nresentment is abated--and when I distress her so again, may I lose her\nfor ever! and be linked instead to some antique virago, whose gnawing\npassions, and long hoarded spleen, shall make me curse my folly half\nthe day and all the night. [Exit.]\n\n* * * * * * *\n\n\nScene III--Mrs. MALAPROP's Lodgings.\n[Mrs. MALAPROP, with a letter in her hand, and CAPTAIN ABSOLUTE.]\n\nMrs. MALAPROP\nYour being Sir Anthony's son, captain, would itself be a sufficient\naccommodation; but from the ingenuity of your appearance, I am\nconvinced you deserve the character here given of you.\n\nABSOLUTE\nPermit me to say, madam, that as I never yet have had the pleasure of\nseeing Miss Languish, my principal inducement in this affair at present\nis the honour of being allied to Mrs. Malaprop; of whose intellectual\naccomplishments, elegant manners, and unaffected learning, no tongue is\nsilent.\n\nMrs. MALAPROP\nSir, you do me infinite honour! I beg, captain, you'll be\nseated.--[They sit.] Ah! few gentlemen, now-a-days, know how to value\nthe ineffectual qualities in a woman! few think how a little knowledge\nbecomes a gentlewoman!--Men have no sense now but for the worthless\nflower of beauty!\n\nABSOLUTE\nIt is but too true, indeed, ma'am;--yet I fear our ladies should share\nthe blame--they think our admiration of beauty so great, that knowledge\nin them would be superfluous. Thus, like garden-trees, they seldom show\nfruit, till time has robbed them of the more specious blossom.--Few,\nlike Mrs. Malaprop and the orange-tree, are rich in both at once!\n\nMrs. MALAPROP\nSir, you overpower me with good-breeding.--He is the very pine-apple of\npoliteness!--You are not ignorant, captain, that this giddy girl has\nsomehow contrived to fix her affections on a beggarly, strolling,\neaves-dropping ensign, whom none of us have seen, and nobody knows\nanything of.\n\nABSOLUTE\nOh, I have heard the silly affair before.--I'm not at all prejudiced\nagainst her on that account.\n\nMrs. MALAPROP\nYou are very good and very considerate, captain. I am sure I have done\neverything in my power since I exploded the affair; long ago I laid my\npositive conjunctions on her, never to think on the fellow again;--I\nhave since laid Sir Anthony's preposition before her; but, I am sorry\nto say, she seems resolved to decline every particle that I enjoin her.\n\nABSOLUTE\nIt must be very distressing, indeed, ma'am.\n\nMrs. MALAPROP\nOh! it gives me the hydrostatics to such a degree.--I thought she had\npersisted from corresponding with him; but, behold, this very day, I\nhave interceded another letter from the fellow; I believe I have it in\nmy pocket.\n\nABSOLUTE\n[Aside.] Oh, the devil! my last note.\n\nMrs. MALAPROP\nAy, here it is.\n\nABSOLUTE\n[Aside.] Ay, my note indeed! O the little traitress Lucy.\n\nMrs. MALAPROP\nThere, perhaps you may know the writing. [Gives him the letter.]\n\nABSOLUTE\nI think I have seen the hand before--yes, I certainly must have seen\nthis hand before----\n\nMrs. MALAPROP\nNay, but read it, captain.\n\nABSOLUTE\n[Reads.] _My soul's idol, my adored Lydia!_--Very tender, indeed!\n\nMrs. MALAPROP\nTender! ay, and profane too, o' my conscience.\n\nABSOLUTE\n[Reads.] _I am excessively alarmed at the intelligence you send me, the\nmore so as my new rival_----\n\nMrs. MALAPROP\nThat's you, sir.\n\nABSOLUTE\n[Reads.] _Has universally the character of being an accomplished\ngentleman and a man of honour._--Well, that's handsome enough.\n\nMrs. MALAPROP\nOh, the fellow has some design in writing so.\n\nABSOLUTE\nThat he had, I'll answer for him, ma'am.\n\nMrs. MALAPROP\nBut go on, sir--you'll see presently.\n\nABSOLUTE\n[Reads.] _As for the old weather-beaten she-dragon who guards you_--Who\ncan he mean by that?\n\nMrs. MALAPROP\nMe, sir!--me!--he means me!--There--what do you think now?--but go on a\nlittle further.\n\nABSOLUTE\nImpudent scoundrel!--[Reads.] _it shall go hard but I will elude her\nvigilance, as I am told that the same ridiculous vanity, which makes\nher dress up her coarse features, and deck her dull chat with hard\nwords which she don't understand_----\n\nMrs. MALAPROP\nThere, sir, an attack upon my language! what do you think of that?--an\naspersion upon my parts of speech! was ever such a brute! Sure, if I\nreprehend any thing in this world, it is the use of my oracular tongue,\nand a nice derangement of epitaphs!\n\nABSOLUTE\nHe deserves to be hanged and quartered! let me see--[Reads.] _same\nridiculous vanity_----\n\nMrs. MALAPROP\nYou need not read it again, sir.\n\nABSOLUTE\nI beg pardon, ma'am.--[Reads.] _does also lay her open to the grossest\ndeceptions from flattery and pretended admiration_--an impudent\ncoxcomb!--_so that I have a scheme to see you shortly with the old\nharridan's consent, and even to make her a go-between in our\ninterview._--Was ever such assurance!\n\nMrs. MALAPROP\nDid you ever hear anything like it?--he'll elude my vigilance, will\nhe--yes, yes! ha! ha! he's very likely to enter these doors;--we'll try\nwho can plot best!\n\nABSOLUTE\nSo we will, ma'am--so we will! Ha! ha! ha! a conceited puppy, ha! ha!\nha!--Well, but Mrs. Malaprop, as the girl seems so infatuated by this\nfellow, suppose you were to wink at her corresponding with him for a\nlittle time--let her even plot an elopement with him--then do you\nconnive at her escape--while I, just in the nick, will have the fellow\nlaid by the heels, and fairly contrive to carry her off in his stead.\n\nMrs. MALAPROP\nI am delighted with the scheme; never was anything better perpetrated!\n\nABSOLUTE\nBut, pray, could not I see the lady for a few minutes now?--I should\nlike to try her temper a little.\n\nMrs. MALAPROP\nWhy, I don't know--I doubt she is not prepared for a visit of this\nkind. There is a decorum in these matters.\n\nABSOLUTE\nO Lord! she won't mind me--only tell her Beverley----\n\nMrs. MALAPROP\nSir!\n\nABSOLUTE\n[Aside.] Gently, good tongue.\n\nMrs. MALAPROP\nWhat did you say of Beverley?\n\nABSOLUTE\nOh, I was going to propose that you should tell her, by way of jest,\nthat it was Beverley who was below; she'd come down fast enough\nthen--ha! ha! ha!\n\nMrs. MALAPROP\n'Twould be a trick she well deserves; besides, you know the fellow\ntells her he'll get my consent to see her--ha! ha! Let him if he can, I\nsay again. Lydia, come down here!--[Calling.] He'll make me a\ngo-between in their interviews!--ha! ha! ha! Come down, I say, Lydia! I\ndon't wonder at your laughing, ha! ha! ha! his impudence is truly\nridiculous.\n\nABSOLUTE\n'Tis very ridiculous, upon my soul, ma'am, ha! ha! ha!\n\nMrs. MALAPROP\nThe little hussy won't hear. Well, I'll go and tell her at once who it\nis--she shall know that Captain Absolute is come to wait on her. And\nI'll make her behave as becomes a young woman.\n\nABSOLUTE\nAs you please, ma'am.\n\nMrs. MALAPROP\nFor the present, captain, your servant. Ah! you've not done laughing\nyet, I see--elude my vigilance; yes, yes; ha! ha! ha! [Exit.]\n\nABSOLUTE\nHa! ha! ha! one would think now that I might throw off all disguise at\nonce, and seize my prize with security; but such is Lydia's caprice,\nthat to undeceive were probably to lose her. I'll see whether she knows\nme. [Walks aside, and seems engaged in looking at the pictures.]\n\n[Enter LYDIA.]\n\nLYDIA\nWhat a scene am I now to go through! surely nothing can be more\ndreadful than to be obliged to listen to the loathsome addresses of a\nstranger to one's heart. I have heard of girls persecuted as I am, who\nhave appealed in behalf of their favoured lover to the generosity of\nhis rival--suppose I were to try it--there stands the hated rival--an\nofficer too!--but oh, how unlike my Beverley! I wonder he don't\nbegin--truly he seems a very negligent wooer!--quite at his ease, upon\nmy word!--I'll speak first--Mr. Absolute.\n\nABSOLUTE\nMa'am. [Turns round.]\n\nLYDIA\nO heavens! Beverley!\n\nABSOLUTE\nHush;--hush, my life! softly! be not surprised!\n\nLYDIA\nI am so astonished! and so terrified! and so overjoyed!--for Heaven's\nsake! how came you here?\n\nABSOLUTE\nBriefly, I have deceived your aunt--I was informed that my new rival\nwas to visit here this evening, and contriving to have him kept away,\nhave passed myself on her for Captain Absolute.\n\nLYDIA\nO charming! And she really takes you for young Absolute?\n\nABSOLUTE\nOh, she's convinced of it.\n\nLYDIA\nHa! ha! ha! I can't forbear laughing to think how her sagacity is\noverreached!\n\nABSOLUTE\nBut we trifle with our precious moments--such another opportunity may\nnot occur; then let me now conjure my kind, my condescending angel, to\nfix the time when I may rescue her from undeserving persecution, and\nwith a licensed warmth plead for my reward.\n\nLYDIA\nWill you then, Beverley, consent to forfeit that portion of my paltry\nwealth?--that burden on the wings of love?\n\nABSOLUTE\nOh, come to me--rich only thus--in loveliness! Bring no portion to me\nbut thy love--'twill be generous in you, Lydia--for well you know, it\nis the only dower your poor Beverley can repay.\n\nLYDIA\n[Aside.] How persuasive are his words!--how charming will poverty be\nwith him!\n\nABSOLUTE\nAh! my soul, what a life will we then live! Love shall be our idol and\nsupport! we will worship him with a monastic strictness; abjuring all\nworldly toys, to centre every thought and action there. Proud of\ncalamity, we will enjoy the wreck of wealth; while the surrounding\ngloom of adversity shall make the flame of our pure love show doubly\nbright. By Heavens! I would fling all goods of fortune from me with a\nprodigal hand, to enjoy the scene where I might clasp my Lydia to my\nbosom, and say, the world affords no smile to me but here--[Embracing\nher.] [Aside.] If she holds out now, the devil is in it!\n\nLYDIA\n[Aside.] Now could I fly with him to the antipodes! but my persecution\nis not yet come to a crisis.\n\n[Re-enter Mrs. MALAPROP, listening.]\n\nMrs. MALAPROP\n[Aside.] I am impatient to know how the little hussy deports herself.\n\nABSOLUTE\nSo pensive, Lydia!--is then your warmth abated?\n\nMrs. MALAPROP\n[Aside.] Warmth abated!--so!--she has been in a passion, I suppose.\n\nLYDIA\nNo--nor ever can while I have life.\n\nMrs. MALAPROP\n[Aside.] An ill tempered little devil! She'll be in a passion all her\nlife--will she?\n\nLYDIA\nThink not the idle threats of my ridiculous aunt can ever have any\nweight with me.\n\nMrs. MALAPROP\n[Aside.] Very dutiful, upon my word!\n\nLYDIA\nLet her choice be Captain Absolute, but Beverley is mine.\n\nMrs. MALAPROP\n[Aside.] I am astonished at her assurance!--to his face--this is to\nhis face!\n\nABSOLUTE\nThus then let me enforce my suit. [Kneeling.]\n\nMrs. MALAPROP\n[Aside.] Ay, poor young man!--down on his knees entreating for\npity!--I can contain no longer.--[Coming forward.] Why, thou vixen!--I\nhave overheard you.\n\nABSOLUTE\n[Aside.] Oh, confound her vigilance!\n\nMrs. MALAPROP\nCaptain Absolute, I know not how to apologize for her shocking\nrudeness.\n\nABSOLUTE\n[Aside.] So all's safe, I find.--[Aloud.] I have hopes, madam, that\ntime will bring the young lady----\n\nMrs. MALAPROP\nOh, there's nothing to be hoped for from her! she's as headstrong as an\nallegory on the banks of Nile.\n\nLYDIA\nNay, madam, what do you charge me with now?\n\nMrs. MALAPROP\nWhy, thou unblushing rebel--didn't you tell this gentleman to his face\nthat you loved another better?--didn't you say you never would be his?\n\nLYDIA\nNo, madam--I did not.\n\nMrs. MALAPROP\nGood heavens! what assurance!--Lydia, Lydia, you ought to know that\nlying don't become a young woman!--Didn't you boast that Beverley, that\nstroller Beverley, possessed your heart?--Tell me that, I say.\n\nLYDIA\n'Tis true, ma'am, and none but Beverley----\n\nMrs. MALAPROP\nHold!--hold, Assurance!--you shall not be so rude.\n\nABSOLUTE\nNay, pray, Mrs. Malaprop, don't stop the young lady's speech: she's\nvery welcome to talk thus--it does not hurt me in the least, I assure\nyou.\n\nMrs. MALAPROP\nYou are too good, captain--too amiably patient--but come with me,\nmiss.--Let us see you again soon, captain--remember what we have fixed.\n\nABSOLUTE\nI shall, ma'am.\n\nMrs. MALAPROP\nCome, take a graceful leave of the gentleman.\n\nLYDIA\nMay every blessing wait on my Beverley, my loved Bev----\n\nMrs. MALAPROP\nHussy! I'll choke the word in your throat!--come along--come along.\n\n[Exeunt severally; CAPTAIN ABSOLUTE kissing his hand to LYDIA--Mrs.\nMALAPROP stopping her from speaking.]\n\n* * * * * * *\n\n\nScene IV--ACRES' Lodgings.\n[ACRES, as just dressed, and DAVID.]\n\nACRES\nIndeed, David--do you think I become it so?\n\nDAVID\nYou are quite another creature, believe me, master, by the mass! an'\nwe've any luck we shall see the Devon mon kerony in all the print-shops\nin Bath!\n\nACRES\nDress does make a difference, David.\n\nDAVID\n'Tis all in all, I think.--Difference! why, an' you were to go now to\nClod-Hall, I am certain the old lady wouldn't know you: Master Butler\nwouldn't believe his own eyes, and Mrs. Pickle would cry, Lard presarve\nme! our dairy-maid would come giggling to the door, and I warrant Dolly\nTester, your honour's favourite, would blush like my waistcoat.--Oons!\nI'll hold a gallon, there ain't a dog in the house but would bark, and\nI question whether Phillis would wag a hair of her tail!\n\nACRES\nAy, David, there's nothing like polishing.\n\nDAVID\nSo I says of your honour's boots; but the boy never heeds me!\n\nACRES\nBut, David, has Mr. De-la-grace been here? I must rub up my balancing,\nand chasing, and boring.\n\nDAVID\nI'll call again, sir.\n\nACRES\nDo--and see if there are any letters for me at the post-office.\n\nDAVID\nI will.--By the mass, I can't help looking at your head!--if I hadn't\nbeen by at the cooking, I wish I may die if I should have known the\ndish again myself! [Exit.]\n\nACRES\n[Practising a dancing-step.] Sink, slide--coupee.--Confound the first\ninventors of cotillions! say I--they are as bad as algebra to us country\ngentlemen--I can walk a minuet easy enough when I am forced!--and I\nhave been accounted a good stick in a country-dance.--Odds jigs and\ntabors! I never valued your cross-over to couple--figure in--right and\nleft--and I'd foot it with e'er a captain in the county!--but these\noutlandish heathen allemandes and cotillions are quite beyond me!--I\nshall never prosper at 'em, that's sure--mine are true-born English\nlegs--they don't understand their curst French lingo!--their _pas_\nthis, and _pas_ that, and _pas_ t'other!--damn me! my feet don't like\nto be called paws! no, 'tis certain I have most Antigallican toes!\n\n[Enter SERVANT.]\n\nSERVANT\nHere is Sir Lucius O'Trigger to wait on you, sir.\n\nACRES\nShow him in.\n\n[Exit SERVANT.]\n\n[Enter Sir LUCIUS O'TRIGGER.]\n\nSir LUCIUS\nMr. Acres, I am delighted to embrace you.\n\nACRES\nMy dear Sir Lucius, I kiss your hands.\n\nSir LUCIUS\nPray, my friend, what has brought you so suddenly to Bath?\n\nACRES\nFaith! I have followed Cupid's Jack-a-lantern, and find myself in a\nquagmire at last.--In short, I have been very ill used, Sir Lucius.--I\ndon't choose to mention names, but look on me as on a very ill-used\ngentleman.\n\nSir LUCIUS\nPray what is the case?--I ask no names.\n\nACRES\nMark me, Sir Lucius, I fall as deep as need be in love with a young\nlady--her friends take my part--I follow her to Bath--send word of my\narrival; and receive answer, that the lady is to be otherwise disposed\nof.--This, Sir Lucius, I call being ill-used.\n\nSir LUCIUS\nVery ill, upon my conscience.--Pray, can you divine the cause of it?\n\nACRES\nWhy, there's the matter; she has another lover, one Beverley, who, I am\ntold, is now in Bath.--Odds slanders and lies! he must be at the bottom\nof it.\n\nSir LUCIUS\nA rival in the case, is there?--and you think he has supplanted you\nunfairly?\n\nACRES\nUnfairly! to be sure he has. He never could have done it fairly.\n\nSir LUCIUS\nThen sure you know what is to be done!\n\nACRES\nNot I, upon my soul!\n\nSir LUCIUS\nWe wear no swords here, but you understand me.\n\nACRES\nWhat! fight him!\n\nSir LUCIUS\nAy, to be sure: what can I mean else?\n\nACRES\nBut he has given me no provocation.\n\nSir LUCIUS\nNow, I think he has given you the greatest provocation in the world.\nCan a man commit a more heinous offence against another than to fall in\nlove with the same woman? Oh, by my soul! it is the most unpardonable\nbreach of friendship.\n\nACRES\nBreach of friendship! ay, ay; but I have no acquaintance with this man.\nI never saw him in my life.\n\nSir LUCIUS\nThat's no argument at all--he has the less right then to take such a\nliberty.\n\nACRES\nGad, that's true--I grow full of anger, Sir Lucius!--I fire apace! Odds\nhilts and blades! I find a man may have a deal of valour in him, and\nnot know it! But couldn't I contrive to have a little right of my side?\n\nSir LUCIUS\nWhat the devil signifies right, when your honour is concerned? Do you\nthink Achilles, or my little Alexander the Great, ever inquired where\nthe right lay? No, by my soul, they drew their broad-swords, and left\nthe lazy sons of peace to settle the justice of it.\n\nACRES\nYour words are a grenadier's march to my heart! I believe courage must\nbe catching! I certainly do feel a kind of valour rising as it were--a\nkind of courage, as I may say.--Odds flints, pans, and triggers! I'll\nchallenge him directly.\n\nSir LUCIUS\nAh, my little friend, if I had Blunderbuss Hall here, I could show you\na range of ancestry, in the O'Trigger line, that would furnish the new\nroom; every one of whom had killed his man!--For though the\nmansion-house and dirty acres have slipped through my fingers, I thank\nheaven our honour and the family-pictures are as fresh as ever.\n\nACRES\nO, Sir Lucius! I have had ancestors too!--every man of 'em colonel or\ncaptain in the militia!--Odds balls and barrels! say no more--I'm\nbraced for it. The thunder of your words has soured the milk of human\nkindness in my breast;--Zounds! as the man in the play says, _I could\ndo such deeds!_\n\nSir LUCIUS\nCome, come, there must be no passion at all in the case--these things\nshould always be done civilly.\n\nACRES\nI must be in a passion, Sir Lucius--I must be in a rage.--Dear Sir\nLucius, let me be in a rage, if you love me. Come, here's pen and\npaper.--[Sits down to write.] I would the ink were red!--Indite, I say,\nindite!--How shall I begin? Odds bullets and blades! I'll write a good\nbold hand, however.\n\nSir LUCIUS\nPray compose yourself.\n\nACRES\nCome--now, shall I begin with an oath? Do, Sir Lucius, let me begin\nwith a damme.\n\nSir LUCIUS\nPho! pho! do the thing decently, and like a Christian. Begin now--_Sir\n----_\n\nACRES\nThat's too civil by half.\n\nSir LUCIUS\n_To prevent the confusion that might arise----_\n\nACRES\nWell----\n\nSir LUCIUS\n_From our both addressing the same lady----_\n\nACRES\nAy, there's the reason--_same_ lady--well----\n\nSir LUCIUS\n_I shall expect the honour of your company----_\n\nACRES\nZounds! I'm not asking him to dinner.\n\nSir LUCIUS\nPray be easy.\n\nACRES\nWell, then, _honour of your company----_\n\nSir LUCIUS\n_To settle our pretensions----_\n\nACRES\nWell.\n\nSir LUCIUS\nLet me see, ay, King's-Mead-Fields will do--_in King's-Mead-Fields._\n\nACRES\nSo, that's done--Well, I'll fold it up presently; my own crest--a hand\nand dagger shall be the seal.\n\nSir LUCIUS\nYou see now this little explanation will put a stop at once to all\nconfusion or misunderstanding that might arise between you.\n\nACRES\nAy, we fight to prevent any misunderstanding.\n\nSir LUCIUS\nNow, I'll leave you to fix your own time.--Take my advice, and you'll\ndecide it this evening if you can; then let the worst come of it,\n'twill be off your mind to-morrow.\n\nACRES\nVery true.\n\nSir LUCIUS\nSo I shall see nothing of you, unless it be by letter, till the\nevening.--I would do myself the honour to carry your message; but, to\ntell you a secret, I believe I shall have just such another affair on\nmy own hands. There is a gay captain here, who put a jest on me lately,\nat the expense of my country, and I only want to fall in with the\ngentleman, to call him out.\n\nACRES\nBy my valour, I should like to see you fight first! Odds life! I should\nlike to see you kill him if it was only to get a little lesson.\n\nSir LUCIUS\nI shall be very proud of instructing you.--Well for the present--but\nremember now, when you meet your antagonist, do every thing in a mild\nand agreeable manner.--Let your courage be as keen, but at the same\ntime as polished, as your sword.\n\n[Exeunt severally.]\n\n\n* * * * * * * * * * *\n\n\nACT IV\n\n* * * * * * *\n\n\nScene I--ACRES' Lodgings.\n[ACRES and DAVID.]\n\nDAVID\nThen, by the mass, sir! I would do no such thing--ne'er a Sir Lucius\nO'Trigger in the kingdom should make me fight, when I wasn't so minded.\nOons! what will the old lady say, when she hears o't?\n\nACRES\nAh! David, if you had heard Sir Lucius!--Odds sparks and flames! he\nwould have roused your valour.\n\nDAVID\nNot he, indeed. I hate such bloodthirsty cormorants. Look'ee, master,\nif you wanted a bout at boxing, quarter staff, or short-staff, I should\nnever be the man to bid you cry off: but for your curst sharps and\nsnaps, I never knew any good come of 'em.\n\nACRES\nBut my honour, David, my honour! I must be very careful of my honour.\n\nDAVID\nAy, by the mass! and I would be very careful of it; and I think in\nreturn my honour couldn't do less than to be very careful of me.\n\nACRES\nOdds blades! David, no gentleman will ever risk the loss of his honour!\n\nDAVID\nI say then, it would be but civil in honour never to risk the loss of a\ngentleman.--Look'ee, master, this honour seems to me to be a marvellous\nfalse friend: ay, truly, a very courtier-like servant.--Put the case, I\nwas a gentleman (which, thank God, no one can say of me;) well--my\nhonour makes me quarrel with another gentleman of my\nacquaintance.--So--we fight. (Pleasant enough that!) Boh!--I kill\nhim--(the more's my luck!) now, pray who gets the profit of it?--Why,\nmy honour. But put the case that he kills me!--by the mass! I go to the\nworms, and my honour whips over to my enemy.\n\nACRES\nNo, David--in that case!--odds crowns and laurels! your honour follows\nyou to the grave.\n\nDAVID\nNow, that's just the place where I could make a shift to do without it.\n\nACRES\nZounds! David, you are a coward!--It doesn't become my valour to listen\nto you.--What, shall I disgrace my ancestors?--Think of that,\nDavid--think what it would be to disgrace my ancestors!\n\nDAVID\nUnder favour, the surest way of not disgracing them, is to keep as long\nas you can out of their company. Look'ee now, master, to go to them in\nsuch haste--with an ounce of lead in your brains--I should think might\nas well be let alone. Our ancestors are very good kind of folks; but\nthey are the last people I should choose to have a visiting\nacquaintance with.\n\nACRES\nBut, David, now, you don't think there is such very, very, very great\ndanger, hey?--Odds life! people often fight without any mischief done!\n\nDAVID\nBy the mass, I think 'tis ten to one against you!--Oons! here to meet\nsome lion-headed fellow, I warrant, with his damned double-barrelled\nswords, and cut-and-thrust pistols!--Lord bless us! it makes me tremble\nto think o't--Those be such desperate bloody-minded weapons! Well, I\nnever could abide 'em!--from a child I never could fancy 'em!--I\nsuppose there an't been so merciless a beast in the world as your\nloaded pistol!\n\nACRES\nZounds! I won't be afraid!--Odds fire and fury! you shan't make me\nafraid.--Here is the challenge, and I have sent for my dear friend Jack\nAbsolute to carry it for me.\n\nDAVID\nAy, i' the name of mischief, let him be the messenger.--For my part I\nwouldn't lend a hand to it for the best horse in your stable. By the\nmass! it don't look like another letter! It is, as I may say, a\ndesigning and malicious-looking letter; and I warrant smells of\ngunpowder like a soldier's pouch!--Oons! I wouldn't swear it mayn't go\noff!\n\nACRES\nOut, you poltroon! you ha'n't the valour of a grasshopper.\n\nDAVID\nWell, I say no more--'twill be sad news, to be sure, at Clod-Hall! but\nI ha' done.--How Phillis will howl when she hears of it!--Ay, poor\nbitch, she little thinks what shooting her master's going after! And I\nwarrant old Crop, who has carried your honour, field and road, these\nten years, will curse the hour he was born. [Whimpering.]\n\nACRES\nIt won't do, David--I am determined to fight--so get along you coward,\nwhile I'm in the mind.\n\n[Enter SERVANT.]\n\nSERVANT\nCaptain Absolute, sir.\n\nACRES\nOh! show him up.\n\n[Exit SERVANT.]\n\nDAVID\nWell, Heaven send we be all alive this time to-morrow.\n\nACRES\nWhat's that?--Don't provoke me, David!\n\nDAVID\nGood-bye, master. [Whimpering.]\n\nACRES\nGet along, you cowardly, dastardly, croaking raven!\n\n[Exit DAVID.]\n\n[Enter CAPTAIN ABSOLUTE.]\n\nABSOLUTE\nWhat's the matter, Bob?\n\nACRES\nA vile, sheep-hearted blockhead! If I hadn't the valour of St. George\nand the dragon to boot----\n\nABSOLUTE\nBut what did you want with me, Bob?\n\nACRES\nOh!--There---- [Gives him the challenge.]\n\nABSOLUTE\n[Aside.] To Ensign Beverley.--So, what's going on now?--[Aloud.] Well,\nwhat's this?\n\nACRES\nA challenge!\n\nABSOLUTE\nIndeed! Why, you won't fight him; will you, Bob?\n\nACRES\nEgad, but I will, Jack. Sir Lucius has wrought me to it. He has left me\nfull of rage--and I'll fight this evening, that so much good passion\nmayn't be wasted.\n\nABSOLUTE\nBut what have I to do with this?\n\nACRES\nWhy, as I think you know something of this fellow, I want you to find\nhim out for me, and give him this mortal defiance.\n\nABSOLUTE\nWell, give it to me, and trust me he gets it.\n\nACRES\nThank you, my dear friend, my dear Jack; but it is giving you a great\ndeal of trouble.\n\nABSOLUTE\nNot in the least--I beg you won't mention it.--No trouble in the world,\nI assure you.\n\nACRES\nYou are very kind.--What it is to have a friend!--You couldn't be my\nsecond, could you, Jack?\n\nABSOLUTE\nWhy no, Bob--not in this affair--it would not be quite so proper.\n\nACRES\nWell, then, I must get my friend Sir Lucius. I shall have your good\nwishes, however, Jack?\n\nABSOLUTE\nWhenever he meets you, believe me.\n\n[Re-enter SERVANT.]\n\nSERVANT\nSir Anthony Absolute is below, inquiring for the captain.\n\nABSOLUTE\nI'll come instantly.----\n\n[Exit SERVANT.]\n\nWell, my little hero, success attend you. [Going.]\n\nACRES\n----Stay--stay, Jack.--If Beverley should ask you what kind of a man\nyour friend Acres is, do tell him I am a devil of a fellow--will you,\nJack?\n\nABSOLUTE\nTo be sure I shall. I'll say you are a determined dog--hey, Bob!\n\nACRES\nAh, do, do--and if that frightens him, egad, perhaps he mayn't come. So\ntell him I generally kill a man a week; will you, Jack?\n\nABSOLUTE\nI will, I will; I'll say you are called in the country Fighting Bob.\n\nACRES\nRight--right--'tis all to prevent mischief; for I don't want to take\nhis life if I clear my honour.\n\nABSOLUTE\nNo!--that's very kind of you.\n\nACRES\nWhy, you don't wish me to kill him--do you, Jack?\n\nABSOLUTE\nNo, upon my soul, I do not. But a devil of a fellow, hey? [Going.]\n\nACRES\nTrue, true--but stay--stay, Jack--you may add, that you never saw me in\nsuch a rage before--a most devouring rage!\n\nABSOLUTE\nI will, I will.\n\nACRES\nRemember, Jack--a determined dog!\n\nABSOLUTE\nAy, ay, Fighting Bob!\n\n[Exeunt severally.]\n\n* * * * * * *\n\n\nScene II--Mrs. MALAPROP's Lodgings.\n[Mrs. MALAPROP and LYDIA.]\n\nMrs. MALAPROP\nWhy, thou perverse one!--tell me what you can object to him? Isn't he a\nhandsome man?--tell me that. A genteel man? a pretty figure of a man?\n\nLYDIA\n[Aside.] She little thinks whom she is praising!--[Aloud.] So is\nBeverley, ma'am.\n\nMrs. MALAPROP\nNo caparisons, miss, if you please. Caparisons don't become a young\nwoman. No! Captain Absolute is indeed a fine gentleman!\n\nLYDIA\n[Aside.] Ay, the Captain Absolute you have seen.\n\nMrs. MALAPROP\nThen he's so well bred;--so full of alacrity, and adulation!--and has\nso much to say for himself:--in such good language, too! His\nphysiognomy so grammatical! Then his presence is so noble! I protest,\nwhen I saw him, I thought of what Hamlet says in the play:--\n   \"Hesperian curls--the front of Job himself!--\n   An eye, like March, to threaten at command!--\n   A station, like Harry Mercury, new----\"\nSomething about kissing--on a hill--however, the similitude struck me\ndirectly.\n\nLYDIA\n[Aside.] How enraged she'll be presently, when she discovers her\nmistake!\n\n[Enter SERVANT.]\n\nSERVANT\nSir Anthony and Captain Absolute are below, ma'am.\n\nMrs. MALAPROP\nShow them up here.----\n\n[Exit SERVANT.]\n\nNow, Lydia, I insist on your behaving as becomes a young woman. Show\nyour good breeding, at least, though you have forgot your duty.\n\nLYDIA\nMadam, I have told you my resolution!--I shall not only give him no\nencouragement, but I won't even speak to, or look at him. [Flings\nherself into a chair, with her face from the door.]\n\n[Enter Sir ANTHONY ABSOLUTE and CAPTAIN ABSOLUTE.]\n\nSir ANTHONY\nHere we are, Mrs. Malaprop; come to mitigate the frowns of unrelenting\nbeauty,--and difficulty enough I had to bring this fellow.--I don't\nknow what's the matter; but if I had not held him by force, he'd have\ngiven me the slip.\n\nMrs. MALAPROP\nYou have infinite trouble, Sir Anthony, in the affair. I am ashamed for\nthe cause!--[Aside to LYDIA.] Lydia, Lydia, rise, I beseech you!--pay\nyour respects!\n\nSir ANTHONY\nI hope, madam, that Miss Languish has reflected on the worth of this\ngentleman, and the regard due to her aunt's choice, and my\nalliance.--[Aside to CAPTAIN ABSOLUTE.] Now, Jack, speak to her.\n\nABSOLUTE\n[Aside.] What the devil shall I do!--[Aside to Sir ANTHONY.] You see,\nsir, she won't even look at me whilst you are here. I knew she\nwouldn't! I told you so. Let me entreat you, sir, to leave us together!\n[Seems to expostulate with his father.]\n\nLYDIA\n[Aside.] I wonder I ha'n't heard my aunt exclaim yet! sure she can't\nhave looked at him!--perhaps the regimentals are alike, and she is\nsomething blind.\n\nSir ANTHONY\nI say, sir, I won't stir a foot yet!\n\nMrs. MALAPROP\nI am sorry to say, Sir Anthony, that my affluence over my niece is very\nsmall.--[Aside to LYDIA.] Turn round, Lydia: I blush for you!\n\nSir ANTHONY\nMay I not flatter myself, that Miss Languish will assign what cause of\ndislike she can have to my son!--[Aside to CAPTAIN ABSOLUTE.] Why don't\nyou begin, Jack?--Speak, you puppy--speak!\n\nMrs. MALAPROP\nIt is impossible, Sir Anthony, she can have any. She will not say she\nhas.--[Aside to LYDIA.] Answer, hussy! why don't you answer?\n\nSir ANTHONY\nThen, madam, I trust that a childish and hasty predilection will be no\nbar to Jack's happiness.--[Aside to CAPTAIN ABSOLUTE.] Zounds! sirrah!\nwhy don't you speak?\n\nLYDIA\n[Aside.] I think my lover seems as little inclined to conversation as\nmyself.--How strangely blind my aunt must be!\n\nABSOLUTE\nHem! hem! madam--hem!--[Attempts to speak, then returns to Sir\nANTHONY.] Faith! sir, I am so confounded!--and--so--so--confused!--I\ntold you I should be so, sir--I knew it.--The--the--tremor of my\npassion entirely takes away my presence of mind.\n\nSir ANTHONY\nBut it don't take away your voice, fool, does it?--Go up, and speak to\nher directly!\n\n[CAPTAIN ABSOLUTE makes signs to Mrs. MALAPROP to leave them together.]\n\nMrs. MALAPROP\nSir Anthony, shall we leave them together?--[Aside to LYDIA.] Ah! you\nstubborn little vixen!\n\nSir ANTHONY\nNot yet, ma'am, not yet!--[Aside to CAPTAIN ABSOLUTE.] What the devil\nare you at? unlock your jaws, sirrah, or----\n\nABSOLUTE\n[Aside.] Now Heaven send she may be too sullen to look round!--I must\ndisguise my voice.--[Draws near LYDIA, and speaks in a low hoarse\ntone.] Will not Miss Languish lend an ear to the mild accents of true\nlove? Will not----\n\nSir ANTHONY\nWhat the devil ails the fellow? why don't you speak out?--not stand\ncroaking like a frog in a quinsy!\n\nABSOLUTE\nThe--the--excess of my awe, and my--my--my modesty, quite choke me!\n\nSir ANTHONY\nAh! your modesty again!--I'll tell you what, Jack; if you don't speak\nout directly, and glibly too, I shall be in such a rage!--Mrs.\nMalaprop, I wish the lady would favour us with something more than a\nside-front.\n\n[Mrs. MALAPROP seems to chide LYDIA.]\n\nABSOLUTE\n[Aside.] So all will out, I see!--[Goes up to LYDIA, speaks softly.] Be\nnot surprised, my Lydia, suppress all surprise at present.\n\nLYDIA\n[Aside.] Heavens! 'tis Beverley's voice! Sure he can't have imposed on\nSir Anthony too!--[Looks round by degrees, then starts up.] Is this\npossible!--my Beverley!--how can this be?--my Beverley?\n\nABSOLUTE\n[Aside.] Ah! 'tis all over.\n\nSir ANTHONY\nBeverley!--the devil--Beverley!--What can the girl mean?--this is my\nson, Jack Absolute.\n\nMrs. MALAPROP\nFor shame, hussy! for shame! your head runs so on that fellow, that you\nhave him always in your eyes!--beg Captain Absolute's pardon directly.\n\nLYDIA\nI see no Captain Absolute, but my loved Beverley!\n\nSir ANTHONY\nZounds! the girl's mad!--her brain's turned by reading.\n\nMrs. MALAPROP\nO' my conscience, I believe so!--What do you mean by Beverley,\nhussy?--You saw Captain Absolute before to-day; there he is--your\nhusband that shall be.\n\nLYDIA\nWith all my soul, ma'am--when I refuse my Beverley----\n\nSir ANTHONY\nOh! she's as mad as Bedlam!--or has this fellow been playing us a\nrogue's trick!--Come here, sirrah, who the devil are you?\n\nABSOLUTE\nFaith, sir, I am not quite clear myself; but I'll endeavour to\nrecollect.\n\nSir ANTHONY\nAre you my son or not?--answer for your mother, you dog, if you won't\nfor me.\n\nMrs. MALAPROP\nAy, sir, who are you? O mercy! I begin to suspect!----\n\nABSOLUTE\n[Aside.] Ye powers of impudence, befriend me!--[Aloud.] Sir Anthony,\nmost assuredly I am your wife's son: and that I sincerely believe\nmyself to be yours also, I hope my duty has always shown.--Mrs.\nMalaprop, I am your most respectful admirer, and shall be proud to add\naffectionate nephew.--I need not tell my Lydia, that she sees her\nfaithful Beverley, who, knowing the singular generosity of her temper,\nassumed that name and station, which has proved a test of the most\ndisinterested love, which he now hopes to enjoy in a more elevated\ncharacter.\n\nLYDIA\n[Sullenly.] So!--there will be no elopement after all!\n\nSir ANTHONY\nUpon my soul, Jack, thou art a very impudent fellow! to do you justice,\nI think I never saw a piece of more consummate assurance!\n\nABSOLUTE\nOh, you flatter me, sir--you compliment--'tis my modesty, you know,\nsir,--my modesty that has stood in my way.\n\nSir ANTHONY\nWell, I am glad you are not the dull, insensible varlet you pretended\nto be, however!--I'm glad you have made a fool of your father, you\ndog--I am. So this was your _penitence_, your _duty_ and\n_obedience!_--I thought it was damned sudden!--_You never heard their\nnames before_, not you!--_what, the Languishes of Worcestershire_,\nhey?--_if you could please me in the affair it was all you\ndesired!_--Ah! you dissembling villain!--What!--[Pointing to Lydia]\n_She squints, don't she?--a little red-haired girl!_--hey?--Why, you\nhypocritical young rascal!--I wonder you ain't ashamed to hold up your\nhead!\n\nABSOLUTE\n'Tis with difficulty, sir.--I am confused--very much confused, as you\nmust perceive.\n\nMrs. MALAPROP\nO Lud! Sir Anthony!--a new light breaks in upon me!--hey!--how! what!\ncaptain, did you write the letters then?--What--am I to thank you for\nthe elegant compilation of _an old weather-beaten she-dragon_--hey!--O\nmercy!--was it you that reflected on my parts of speech?\n\nABSOLUTE\nDear sir! my modesty will be overpowered at last, if you don't assist\nme--I shall certainly not be able to stand it!\n\nSir ANTHONY\nCome, come, Mrs. Malaprop, we must forget and forgive;--odds life!\nmatters have taken so clever a turn all of a sudden, that I could find\nin my heart to be so good-humoured! and so gallant! hey! Mrs. Malaprop!\n\nMrs. MALAPROP\nWell, Sir Anthony, since you desire it, we will not anticipate the\npast!--so mind, young people--our retrospection will be all to the\nfuture.\n\nSir ANTHONY\nCome, we must leave them together; Mrs. Malaprop, they long to fly into\neach other's arms, I warrant!--Jack--isn't the cheek as I said, hey?--\nand the eye, you rogue!--and the lip--hey? Come, Mrs. Malaprop, we'll\nnot disturb their tenderness--theirs is the time of life for\nhappiness!--_Youth's the season made for joy_--[Sings.]--hey!--Odds\nlife! I'm in such spirits,--I don't know what I could not do!--Permit\nme, ma'am--[Gives his hand to Mrs. MALAPROP.] Tol-de-rol--'gad, I\nshould like to have a little fooling myself--Tol-de-rol! de-rol.\n\n[Exit, singing and handing Mrs. MALAPROP.--LYDIA sits sullenly in her\nchair.]\n\nABSOLUTE\n[Aside.] So much thought bodes me no good.--[Aloud.] So grave, Lydia!\n\nLYDIA\nSir!\n\nABSOLUTE\n[Aside.] So!--egad! I thought as much!--that damned monosyllable has\nfroze me!--[Aloud.] What, Lydia, now that we are as happy in our\nfriends' consent, as in our mutual vows----\n\nLYDIA\n[Peevishly.] Friends' consent indeed!\n\nABSOLUTE\nCome, come, we must lay aside some of our romance--a little wealth and\ncomfort may be endured after all. And for your fortune, the lawyers\nshall make such settlements as----\n\nLYDIA\nLawyers! I hate lawyers!\n\nABSOLUTE\nNay, then, we will not wait for their lingering forms, but instantly\nprocure the licence, and----\n\nLYDIA\nThe licence!--I hate licence!\n\nABSOLUTE\nOh my love! be not so unkind!--thus let me entreat---- [Kneeling.]\n\nLYDIA\nPsha!--what signifies kneeling, when you know I must have you?\n\nABSOLUTE\n[Rising.] Nay, madam, there shall be no constraint upon your\ninclinations, I promise you.--If I have lost your heart--I resign the\nrest--[Aside.] 'Gad, I must try what a little spirit will do.\n\nLYDIA\n[Rising.] Then, sir, let me tell you, the interest you had there was\nacquired by a mean, unmanly imposition, and deserves the punishment of\nfraud.--What, you have been treating me like a child!--humouring my\nromance! and laughing, I suppose, at your success!\n\nABSOLUTE\nYou wrong me, Lydia, you wrong me--only hear----\n\nLYDIA\nSo, while I fondly imagined we were deceiving my relations, and\nflattered myself that I should outwit and incense them all--behold my\nhopes are to be crushed at once, by my aunt's consent and\napprobation--and I am myself the only dupe at last!--[Walking about in\na heat.] But here, sir, here is the picture--Beverley's picture!\n[taking a miniature from her bosom] which I have worn, night and day,\nin spite of threats and entreaties!--There, sir [Flings it to him.];\nand be assured I throw the original from my heart as easily.\n\nABSOLUTE\nNay, nay, ma'am, we will not differ as to that.--Here [taking out a\npicture], here is Miss Lydia Languish.--What a difference!--ay, there\nis the heavenly assenting smile that first gave soul and spirit to my\nhopes!--those are the lips which sealed a vow, as yet scarce dry in\nCupid's calendar! and there the half-resentful blush, that would have\nchecked the ardour of my thanks!--Well, all that's past!--all over\nindeed!--There, madam--in beauty, that copy is not equal to you, but in\nmy mind its merit over the original, in being still the same, is\nsuch--that--I cannot find in my heart to part with it. [Puts it up\nagain.]\n\nLYDIA\n[Softening.] 'Tis your own doing, sir--I, I, I suppose you are\nperfectly satisfied.\n\nABSOLUTE\nO, most certainly--sure, now, this is much better than being in\nlove!--ha! ha! ha!--there's some spirit in this!--What signifies\nbreaking some scores of solemn promises:--all that's of no consequence,\nyou know. To be sure people will say, that miss don't know her own\nmind--but never mind that! Or, perhaps, they may be ill-natured enough\nto hint, that the gentleman grew tired of the lady and forsook her--but\ndon't let that fret you.\n\nLYDIA\nThere is no bearing his insolence. [Bursts into tears.]\n\n[Re-enter Mrs. MALAPROP and Sir ANTHONY ABSOLUTE.]\n\nMrs. MALAPROP\nCome, we must interrupt your billing and cooing awhile.\n\nLYDIA\nThis is worse than your treachery and deceit, you base ingrate!\n[Sobbing.]\n\nSir ANTHONY\nWhat the devil's the matter now?--Zounds! Mrs. Malaprop, this is the\noddest billing and cooing I ever heard!--but what the deuce is the\nmeaning of it?--I am quite astonished!\n\nABSOLUTE\nAsk the lady, sir.\n\nMrs. MALAPROP\nO mercy!--I'm quite analyzed, for my part!--Why, Lydia, what is the\nreason of this?\n\nLYDIA\nAsk the gentleman, ma'am.\n\nSir ANTHONY\nZounds! I shall be in a frenzy!--Why, Jack, you are not come out to be\nany one else, are you?\n\nMrs. MALAPROP\nAy, sir, there's no more trick, is there?--you are not like Cerberus,\nthree gentlemen at once, are you?\n\nABSOLUTE\nYou'll not let me speak--I say the lady can account for this much much\nbetter than I can.\n\nLYDIA\nMa'am, you once commanded me never to think of Beverley again--there is\nthe man--I now obey you: for, from this moment, I renounce him for\never. [Exit.]\n\nMrs. MALAPROP\nO mercy! and miracles! what a turn here is--why, sure, captain, you\nhaven't behaved disrespectfully to my niece.\n\nSir ANTHONY\nHa! ha! ha!--ha! ha! ha!--now I see it. Ha! ha! ha!--now I see it--you\nhave been too lively, Jack.\n\nABSOLUTE\nNay, sir, upon my word----\n\nSir ANTHONY\nCome, no lying, Jack--I'm sure 'twas so.\n\nMrs. MALAPROP\nO Lud! Sir Anthony!--O fy, captain!\n\nABSOLUTE\nUpon my soul, ma'am----\n\nSir ANTHONY\nCome, no excuses, Jack; why, your father, you rogue, was so before\nyou:--the blood of the Absolutes was always impatient.--Ha! ha! ha!\npoor little Lydia! why, you've frightened her, you dog, you have.\n\nABSOLUTE\nBy all that's good, sir----\n\nSir ANTHONY\nZounds! say no more, I tell you--Mrs. Malaprop shall make your peace.\nYou must make his peace, Mrs. Malaprop:--you must tell her 'tis Jack's\nway--tell her 'tis all our ways--it runs in the blood of our family!\nCome away, Jack--Ha! ha! ha!--Mrs. Malaprop--a young villain! [Pushing\nhim out.]\n\nMrs. MALAPROP\nO! Sir Anthony!--O fy, captain!\n\n[Exeunt severally.]\n\n* * * * * * *\n\n\nScene III--The North Parade.\n[Enter Sir LUCIUS O'TRIGGER.]\n\nSir LUCIUS\nI wonder where this Captain Absolute hides himself! Upon my conscience!\nthese officers are always in one's way in love affairs:--I remember I\nmight have married Lady Dorothy Carmine, if it had not been for a\nlittle rogue of a major, who ran away with her before she could get a\nsight of me! And I wonder too what it is the ladies can see in them to\nbe so fond of them--unless it be a touch of the old serpent in 'em,\nthat makes the little creatures be caught, like vipers, with a bit of\nred cloth. Ha! isn't this the captain coming?--faith it is!--There is a\nprobability of succeeding about that fellow, that is mighty provoking!\nWho the devil is he talking to? [Steps aside.]\n\n[Enter CAPTAIN ABSOLUTE.]\n\nABSOLUTE\n[Aside.] To what fine purpose I have been plotting! a noble reward for\nall my schemes, upon my soul!--a little gipsy!--I did not think her\nromance could have made her so damned absurd either. 'Sdeath, I never\nwas in a worse humour in my life!--I could cut my own throat, or any\nother person's, with the greatest pleasure in the world!\n\nSir LUCIUS\nOh, faith! I'm in the luck of it. I never could have found him in a\nsweeter temper for my purpose--to be sure I'm just come in the nick!\nNow to enter into conversation with him, and so quarrel\ngenteelly.--[Goes up to CAPTAIN ABSOLUTE.] With regard to that matter,\ncaptain, I must beg leave to differ in opinion with you.\n\nABSOLUTE\nUpon my word, then, you must be a very subtle disputant:--because, sir,\nI happened just then to be giving no opinion at all.\n\nSir LUCIUS\nThat's no reason. For give me leave to tell you, a man may think an\nuntruth as well as speak one.\n\nABSOLUTE\nVery true, sir; but if a man never utters his thoughts, I should think\nthey might stand a chance of escaping controversy.\n\nSir LUCIUS\nThen, sir, you differ in opinion with me, which amounts to the same\nthing.\n\nABSOLUTE\nHark'ee, Sir Lucius; if I had not before known you to be a gentleman,\nupon my soul, I should not have discovered it at this interview: for\nwhat you can drive at, unless you mean to quarrel with me, I cannot\nconceive!\n\nSir LUCIUS\nI humbly thank you, sir, for the quickness of your\napprehension.--[Bowing.] You have named the very thing I would be at.\n\nABSOLUTE\nVery well, sir; I shall certainly not balk your inclinations.--But I\nshould be glad you would please to explain your motives.\n\nSir LUCIUS\nPray, sir, be easy; the quarrel is a very pretty quarrel as it stands;\nwe should only spoil it by trying to explain it. However, your memory\nis very short, or you could not have forgot an affront you passed on me\nwithin this week. So, no more, but name your time and place.\n\nABSOLUTE\nWell, sir, since you are so bent on it, the sooner the better; let it\nbe this evening--here, by the Spring Gardens. We shall scarcely be\ninterrupted.\n\nSir LUCIUS\nFaith! that same interruption in affairs of this nature shows very\ngreat ill-breeding. I don't know what's the reason, but in England if a\nthing of this kind gets wind, people make such a pother, that a\ngentleman can never fight in peace and quietness. However, if it's the\nsame to you, captain, I should take it as a particular kindness if\nyou'd let us meet in King's-Mead-Fields, as a little business will call\nme there about six o'clock, and I may despatch both matters at once.\n\nABSOLUTE\n'Tis the same to me exactly. A little after six, then, we will discuss\nthis matter more seriously.\n\nSir LUCIUS\nIf you please, sir; there will be very pretty small-sword light, though\nit won't do for a long shot. So that matter's settled, and my mind's at\nease! [Exit.]\n\n[Enter FAULKLAND.]\n\nABSOLUTE\nWell met! I was going to look for you. O Faulkland! all the demons of\nspite and disappointment have conspired against me! I'm so vex'd, that\nif I had not the prospect of a resource in being knocked o' the head\nby-and-by, I should scarce have spirits to tell you the cause.\n\nFAULKLAND\nWhat can you mean?--Has Lydia changed her mind?--I should have thought\nher duty and inclination would now have pointed to the same object.\n\nABSOLUTE\nAy, just as the eyes do of a person who squints: when her love-eye was\nfixed on me, t'other, her eye of duty, was finely obliqued: but when\nduty bid her point that the same way, off t'other turned on a swivel,\nand secured its retreat with a frown!\n\nFAULKLAND\nBut what's the resource you----\n\nABSOLUTE\nOh, to wind up the whole, a good-natured Irishman here has--[Mimicking\nSir LUCIUS] begged leave to have the pleasure of cutting my throat; and\nI mean to indulge him--that's all.\n\nFAULKLAND\nPrithee, be serious!\n\nABSOLUTE\n'Tis fact, upon my soul! Sir Lucius O'Trigger--you know him by\nsight--for some affront, which I am sure I never intended, has obliged\nme to meet him this evening at six o'clock: 'tis on that account I\nwished to see you; you must go with me.\n\nFAULKLAND\nNay, there must be some mistake, sure. Sir Lucius shall explain\nhimself, and I dare say matters may be accommodated. But this evening\ndid you say? I wish it had been any other time.\n\nABSOLUTE\nWhy? there will be light enough: there will (as Sir Lucius says) be\nvery pretty small-sword light, though it will not do for a long shot.\nConfound his long shots.\n\nFAULKLAND\nBut I am myself a good deal ruffled by a difference I have had with\nJulia. My vile tormenting temper has made me treat her so cruelly, that\nI shall not be myself till we are reconciled.\n\nABSOLUTE\nBy heavens! Faulkland, you don't deserve her!\n\n[Enter SERVANT, gives FAULKLAND a letter, and exit.]\n\nFAULKLAND\nOh, Jack! this is from Julia. I dread to open it! I fear it may be to\ntake a last leave!--perhaps to bid me return her letters, and\nrestore--Oh, how I suffer for my folly!\n\nABSOLUTE\nHere, let me see.--[Takes the letter and opens it.] Ay, a final\nsentence, indeed!--'tis all over with you, faith!\n\nFAULKLAND\nNay, Jack, don't keep me in suspense!\n\nABSOLUTE\nHere then--[Reads.] _As I am convinced that my dear Faulkland's own\nreflections have already upbraided him for his last unkindness to me, I\nwill not add a word on the subject. I wish to speak with you as soon as\npossible. Yours ever and truly,_ Julia. There's stubbornness and\nresentment for you!--[Gives him the letter.] Why, man, you don't seem\none whit the happier at this!\n\nFAULKLAND\nO yes, I am; but--but----\n\nABSOLUTE\nConfound your buts! you never hear any thing that would make another\nman bless himself, but you immediately damn it with a but!\n\nFAULKLAND\nNow, Jack, as you are my friend, own honestly--don't you think there is\nsomething forward, something indelicate, in this haste to forgive?\nWomen should never sue for reconciliation: that should always come from\nus. They should retain their coldness till wooed to kindness; and their\npardon, like their love, should \"not unsought be won.\"\n\nABSOLUTE\nI have not patience to listen to you! thou'rt incorrigible! so say no\nmore on the subject. I must go to settle a few matters. Let me see you\nbefore six, remember, at my lodgings. A poor industrious devil like me,\nwho have toiled, and drudged, and plotted to gain my ends, and am at\nlast disappointed by other people's folly, may in pity be allowed to\nswear and grumble a little; but a captious sceptic in love, a slave to\nfretfulness and whim, who has no difficulties but of his own creating,\nis a subject more fit for ridicule than compassion! [Exit.]\n\nFAULKLAND\nI feel his reproaches; yet I would not change this too exquisite nicety\nfor the gross content with which he tramples on the thorns of love! His\nengaging me in this duel has started an idea in my head, which I will\ninstantly pursue. I'll use it as the touchstone of Julia's sincerity\nand disinterestedness. If her love prove pure and sterling ore, my name\nwill rest on it with honour; and once I've stamped it there, I lay\naside my doubts for ever! But if the dross of selfishness, the alloy of\npride, predominate, 'twill be best to leave her as a toy for some less\ncautious fool to sigh for! [Exit.]\n\n\n* * * * * * * * * * *\n\n\nACT V\n\n* * * * * * *\n\n\nScene I--JULIA's Dressing-Room.\n[JULIA discovered alone.]\n\nJULIA\nHow this message has alarmed me! what dreadful accident can he mean?\nwhy such charge to be alone?--O Faulkland!--how many unhappy\nmoments--how many tears have you cost me.\n\n[Enter FAULKLAND.]\n\nJULIA\nWhat means this?--why this caution, Faulkland?\n\nFAULKLAND\nAlas! Julia, I am come to take a long farewell.\n\nJULIA\nHeavens! what do you mean?\n\nFAULKLAND\nYou see before you a wretch, whose life is forfeited. Nay, start\nnot!--the infirmity of my temper has drawn all this misery on me. I\nleft you fretful and passionate--an untoward accident drew me into a\nquarrel--the event is, that I must fly this kingdom instantly. O Julia,\nhad I been so fortunate as to have called you mine entirely, before\nthis mischance had fallen on me, I should not so deeply dread my\nbanishment!\n\nJULIA\nMy soul is oppressed with sorrow at the nature of your misfortune: had\nthese adverse circumstances arisen from a less fatal cause, I should\nhave felt strong comfort in the thought that I could now chase from\nyour bosom every doubt of the warm sincerity of my love. My heart has\nlong known no other guardian--I now entrust my person to your\nhonour--we will fly together. When safe from pursuit, my father's will\nmay be fulfilled--and I receive a legal claim to be the partner of your\nsorrows, and tenderest comforter. Then on the bosom of your wedded\nJulia, you may lull your keen regret to slumbering; while virtuous\nlove, with a cherub's hand, shall smooth the brow of upbraiding\nthought, and pluck the thorn from compunction.\n\nFAULKLAND\nO Julia! I am bankrupt in gratitude! but the time is so pressing, it\ncalls on you for so hasty a resolution.--Would you not wish some hours\nto weigh the advantages you forego, and what little compensation poor\nFaulkland can make you beside his solitary love?\n\nJULIA\nI ask not a moment. No, Faulkland, I have loved you for yourself: and\nif I now, more than ever, prize the solemn engagement which so long has\npledged us to each other, it is because it leaves no room for hard\naspersions on my fame, and puts the seal of duty to an act of love. But\nlet us not linger. Perhaps this delay----\n\nFAULKLAND\n'Twill be better I should not venture out again till dark. Yet am I\ngrieved to think what numberless distresses will press heavy on your\ngentle disposition!\n\nJULIA\nPerhaps your fortune may be forfeited by this unhappy act.--I know not\nwhether 'tis so; but sure that alone can never make us unhappy. The\nlittle I have will be sufficient to support us; and exile never should\nbe splendid.\n\nFAULKLAND\nAy, but in such an abject state of life, my wounded pride perhaps may\nincrease the natural fretfulness of my temper, till I become a rude,\nmorose companion, beyond your patience to endure. Perhaps the\nrecollection of a deed my conscience cannot justify may haunt me in\nsuch gloomy and unsocial fits, that I shall hate the tenderness that\nwould relieve me, break from your arms, and quarrel with your fondness!\n\nJULIA\nIf your thoughts should assume so unhappy a bent, you will the more\nwant some mild and affectionate spirit to watch over and console you:\none who, by bearing your infirmities with gentleness and resignation,\nmay teach you so to bear the evils of your fortune.\n\nFAULKLAND\nJulia, I have proved you to the quick! and with this useless device I\nthrow away all my doubts. How shall I plead to be forgiven this last\nunworthy effect of my restless, unsatisfied disposition?\n\nJULIA\nHas no such disaster happened as you related?\n\nFAULKLAND\nI am ashamed to own that it was pretended; yet in pity, Julia, do not\nkill me with resenting a fault which never can be repeated: but\nsealing, this once, my pardon, let me to-morrow, in the face of Heaven,\nreceive my future guide and monitress, and expiate my past folly by\nyears of tender adoration.\n\nJULIA\nHold, Faulkland!--that you are free from a crime, which I before feared\nto name, Heaven knows how sincerely I rejoice! These are tears of\nthankfulness for that! But that your cruel doubts should have urged you\nto an imposition that has wrung my heart, gives me now a pang more keen\nthan I can express!\n\nFAULKLAND\nBy Heavens! Julia----\n\nJULIA\nYet hear me,--My father loved you, Faulkland! and you preserved the\nlife that tender parent gave me; in his presence I pledged my\nhand--joyfully pledged it--where before I had given my heart. When,\nsoon after, I lost that parent, it seemed to me that Providence had, in\nFaulkland, shown me whither to transfer without a pause, my grateful\nduty, as well as my affection; hence I have been content to bear from\nyou what pride and delicacy would have forbid me from another. I will\nnot upbraid you, by repeating how you have trifled with my sincerity\n----\n\nFAULKLAND\nI confess it all! yet hear----\n\nJULIA\nAfter such a year of trial, I might have flattered myself that I should\nnot have been insulted with a new probation of my sincerity, as cruel\nas unnecessary! I now see it is not in your nature to be content or\nconfident in love. With this conviction--I never will be yours. While I\nhad hopes that my persevering attention, and unreproaching kindness,\nmight in time reform your temper, I should have been happy to have\ngained a dearer influence over you; but I will not furnish you with a\nlicensed power to keep alive an incorrigible fault, at the expense of\none who never would contend with you.\n\nFAULKLAND\nNay, but, Julia, by my soul and honour, if after this----\n\nJULIA\nBut one word more.--As my faith has once been given to you, I never\nwill barter it with another.--I shall pray for your happiness with the\ntruest sincerity; and the dearest blessing I can ask of Heaven to send\nyou will be to charm you from that unhappy temper, which alone has\nprevented the performance of our solemn engagement. All I request of\nyou is, that you will yourself reflect upon this infirmity, and when\nyou number up the many true delights it has deprived you of, let it not\nbe your least regret, that it lost you the love of one who would have\nfollowed you in beggary through the world! [Exit.]\n\nFAULKLAND\nShe's gone--for ever!--There was an awful resolution in her manner,\nthat riveted me to my place.--O fool!--dolt!--barbarian! Cursed as I\nam, with more imperfections than my fellow wretches, kind Fortune sent\na heaven-gifted cherub to my aid, and, like a ruffian, I have driven\nher from my side!--I must now haste to my appointment. Well, my mind is\ntuned for such a scene. I shall wish only to become a principal in it,\nand reverse the tale my cursed folly put me upon forging here.--O\nLove!--tormentor!--fiend!--whose influence, like the moon's, acting on\nmen of dull souls, makes idiots of them, but meeting subtler spirits,\nbetrays their course, and urges sensibility to madness! [Exit.]\n\n[Enter LYDIA and MAID.]\n\nMAID\nMy mistress, ma'am, I know, was here just now--perhaps she is only in\nthe next room. [Exit.]\n\nLYDIA\nHeigh-ho! Though he has used me so, this fellow runs strangely in my\nhead. I believe one lecture from my grave cousin will make me recall\nhim.\n\n[Re-enter JULIA.]\n\nO Julia, I am come to you with such an appetite for consolation.--Lud!\nchild, what's the matter with you? You have been crying!--I'll be\nhanged if that Faulkland has not been tormenting you.\n\nJULIA\nYou mistake the cause of my uneasiness!--Something has flurried me a\nlittle. Nothing that you can guess at.--[Aside.] I would not accuse\nFaulkland to a sister!\n\nLYDIA\nAh! whatever vexations you may have, I can assure you mine surpass\nthem. You know who Beverley proves to be?\n\nJULIA\nI will now own to you, Lydia, that Mr. Faulkland had before informed me\nof the whole affair. Had young Absolute been the person you took him\nfor, I should not have accepted your confidence on the subject, without\na serious endeavour to counteract your caprice.\n\nLYDIA\nSo, then, I see I have been deceived by every one! But I don't\ncare--I'll never have him.\n\nJULIA\nNay, Lydia----\n\nLYDIA\nWhy, is it not provoking? when I thought we were coming to the\nprettiest distress imaginable, to find myself made a mere Smithfield\nbargain of at last! There, had I projected one of the most sentimental\nelopements!--so becoming a disguise!--so amiable a ladder of\nropes!--Conscious moon--four horses--Scotch parson--with such surprise\nto Mrs. Malaprop--and such paragraphs in the newspapers!--Oh, I shall\ndie with disappointment!\n\nJULIA\nI don't wonder at it!\n\nLYDIA\nNow--sad reverse!--what have I to expect, but, after a deal of flimsy\npreparation with a bishop's license, and my aunt's blessing, to go\nsimpering up to the altar; or perhaps be cried three times in a country\nchurch, and have an unmannerly fat clerk ask the consent of every\nbutcher in the parish to join John Absolute and Lydia Languish,\nspinster! Oh that I should live to hear myself called spinster!\n\nJULIA\nMelancholy indeed!\n\nLYDIA\nHow mortifying, to remember the dear delicious shifts I used to be put\nto, to gain half a minute's conversation with this fellow! How often\nhave I stole forth, in the coldest night in January, and found him in\nthe garden, stuck like a dripping statue! There would he kneel to me in\nthe snow, and sneeze and cough so pathetically! he shivering with cold\nand I with apprehension! and while the freezing blast numbed our\njoints, how warmly would he press me to pity his flame, and glow with\nmutual ardour!--Ah, Julia, that was something like being in love.\n\nJULIA\nIf I were in spirits, Lydia, I should chide you only by laughing\nheartily at you; but it suits more the situation of my mind, at\npresent, earnestly to entreat you not to let a man, who loves you with\nsincerity, suffer that unhappiness from your caprice, which I know too\nwell caprice can inflict.\n\nLYDIA\nO Lud! what has brought my aunt here?\n\n[Enter Mrs. MALAPROP, FAG, and DAVID.]\n\nMrs. MALAPROP\nSo! so! here's fine work!--here's fine suicide, parricide, and\nsimulation, going on in the fields! and Sir Anthony not to be found to\nprevent the antistrophe!\n\nJULIA\nFor Heaven's sake, madam, what's the meaning of this?\n\nMrs. MALAPROP\nThat gentleman can tell you--'twas he enveloped the affair to me.\n\nLYDIA\n[To FAG.] Do, sir, will you, inform us?\n\nFAG\nMa'am, I should hold myself very deficient in every requisite that\nforms the man of breeding, if I delayed a moment to give all the\ninformation in my power to a lady so deeply interested in the affair as\nyou are.\n\nLYDIA\nBut quick! quick sir!\n\nFAG\nTrue, ma'am, as you say, one should be quick in divulging matters of\nthis nature; for should we be tedious, perhaps while we are flourishing\non the subject, two or three lives may be lost!\n\nLYDIA\nO patience!--Do, ma'am, for Heaven's sake! tell us what is the matter?\n\nMrs. MALAPROP\nWhy, murder's the matter! slaughter's the matter! killing's the\nmatter!--but he can tell you the perpendiculars.\n\nLYDIA\nThen, prithee, sir, be brief.\n\nFAG\nWhy, then, ma'am, as to murder--I cannot take upon me to say--and as to\nslaughter, or manslaughter, that will be as the jury finds it.\n\nLYDIA\nBut who, sir--who are engaged in this?\n\nFAG\nFaith, ma'am, one is a young gentleman whom I should be very sorry any\nthing was to happen to--a very pretty behaved gentleman! We have lived\nmuch together, and always on terms.\n\nLYDIA\nBut who is this? who! who! who?\n\nFAG\nMy master, ma'am--my master--I speak of my master.\n\nLYDIA\nHeavens! What, Captain Absolute!\n\nMrs. MALAPROP\nOh, to be sure, you are frightened now!\n\nJULIA\nBut who are with him, sir?\n\nFAG\nAs to the rest, ma'am, this gentleman can inform you better than I.\n\nJULIA\n[To DAVID.] Do speak, friend.\n\nDAVID\nLook'ee, my lady--by the mass! there's mischief going on. Folks don't\nuse to meet for amusement with firearms, firelocks, fire-engines,\nfire-screens, fire-office, and the devil knows what other crackers\nbeside!--This, my lady, I say, has an angry savour.\n\nJULIA\nBut who is there beside Captain Absolute, friend?\n\nDAVID\nMy poor master--under favour for mentioning him first. You know me, my\nlady--I am David--and my master of course is, or was, Squire Acres.\nThen comes Squire Faulkland.\n\nJULIA\nDo, ma'am, let us instantly endeavour to prevent mischief.\n\nMrs. MALAPROP\nO fy! it would be very inelegant in us:--we should only participate\nthings.\n\nDAVID\nAh! do, Mrs. Aunt, save a few lives--they are desperately given,\nbelieve me.--Above all, there is that bloodthirsty Philistine, Sir\nLucius O'Trigger.\n\nMrs. MALAPROP\nSir Lucius O'Trigger? O mercy! have they drawn poor little dear Sir\nLucius into the scrape?--Why how you stand, girl! you have no more\nfeeling than one of the Derbyshire petrifactions!\n\nLYDIA\nWhat are we to do, madam?\n\nMrs. MALAPROP\nWhy, fly with the utmost felicity, to be sure, to prevent\nmischief!--Here, friend, you can show us the place?\n\nFAG\nIf you please, ma'am, I will conduct you.--David, do you look for Sir\nAnthony.\n\n[Exit DAVID.]\n\nMrs. MALAPROP\nCome, girls! this gentleman will exhort us.--Come, sir, you're our\nenvoy--lead the way, and we'll precede.\n\nFAG\nNot a step before the ladies for the world!\n\nMrs. MALAPROP\nYou're sure you know the spot?\n\nFAG\nI think I can find it, ma'am; and one good thing is, we shall hear the\nreport of the pistols as we draw near, so we can't well miss\nthem;--never fear, ma'am, never fear.\n\n[Exeunt, he talking.]\n\n* * * * * * *\n\n\nScene II--The South Parade.\n[Enter CAPTAIN ABSOLUTE, putting his sword under his great coat.]\n\nABSOLUTE\nA sword seen in the streets of Bath would raise as great an alarm as a\nmad dog.--How provoking this is in Faulkland!--never punctual! I shall\nbe obliged to go without him at last.--Oh, the devil! here's Sir\nAnthony! how shall I escape him? [Muffles up his face, and takes a\ncircle to go off.]\n\n[Enter Sir ANTHONY ABSOLUTE.]\n\nSir ANTHONY\nHow one may be deceived at a little distance! Only that I see he don't\nknow me, I could have sworn that was Jack!--Hey! Gad's life! it\nis.--Why, Jack, what are you afraid of? hey!--sure I'm right. Why Jack,\nJack Absolute! [Goes up to him.]\n\nABSOLUTE\nReally, sir, you have the advantage of me:--I don't remember ever to\nhave had the honour--my name is Saunderson, at your service.\n\nSir ANTHONY\nSir, I beg your pardon--I took you--hey?--why, zounds! it\nis--Stay--[Looks up to his face.] So, so--your humble servant, Mr.\nSaunderson! Why, you scoundrel, what tricks are you after now?\n\nABSOLUTE\nOh, a joke, sir, a joke! I came here on purpose to look for you, sir.\n\nSir ANTHONY\nYou did! well, I am glad you were so lucky:--but what are you muffled\nup so for?--what's this for?--hey!\n\nABSOLUTE\n'Tis cool, sir, isn't it?--rather chilly somehow:--but I shall be\nlate--I have a particular engagement.\n\nSir ANTHONY\nStay!--Why, I thought you were looking for me?--Pray, Jack, where is't\nyou are going?\n\nABSOLUTE\nGoing, sir?\n\nSir ANTHONY\nAy, where are you going?\n\nABSOLUTE\nWhere am I going?\n\nSir ANTHONY\nYou unmannerly puppy!\n\nABSOLUTE\nI was going, sir, to--to--to--to Lydia--sir, to Lydia--to make matters\nup if I could;--and I was looking for you, sir, to--to----\n\nSir ANTHONY\nTo go with you, I suppose.--Well, come along.\n\nABSOLUTE\nOh! zounds! no, sir, not for the world!--I wished to meet with you,\nsir,--to--to--to--You find it cool, I'm sure, sir--you'd better not\nstay out.\n\nSir ANTHONY\nCool!--not at all.--Well, Jack--and what will you say to Lydia?\n\nABSOLUTE\nOh, sir, beg her pardon, humour her--promise and vow: but I detain you,\nsir--consider the cold air on your gout.\n\nSir ANTHONY\nOh, not at all!--Not at all! I'm in no hurry.--Ah! Jack, you\nyoungsters, when once you are wounded here [Putting his hand to\nCAPTAIN ABSOLUTE's breast.] Hey! what the deuce have you got here?\n\nABSOLUTE\nNothing, sir--nothing.\n\nSir ANTHONY\nWhat's this?--here's something damned hard.\n\nABSOLUTE\nOh, trinkets, sir! trinkets!--a bauble for Lydia!\n\nSir ANTHONY\nNay, let me see your taste.--[Pulls his coat open, the sword falls.]\nTrinkets!--a bauble for Lydia!--Zounds! sirrah, you are not going to\ncut her throat, are you?\n\nABSOLUTE\nHa! ha! ha!--I thought it would divert you, sir, though I didn't mean\nto tell you till afterwards.\n\nSir ANTHONY\nYou didn't?--Yes, this is a very diverting trinket, truly!\n\nABSOLUTE\nSir, I'll explain to you.--You know, sir, Lydia is romantic, devilish\nromantic, and very absurd of course: now, sir, I intend, if she refuses\nto forgive me, to unsheath this sword, and swear--I'll fall upon its\npoint, and expire at her feet!\n\nSir ANTHONY\nFall upon a fiddlestick's end!--why, I suppose it is the very thing\nthat would please her.--Get along, you fool!\n\nABSOLUTE\nWell, sir, you shall hear of my success--you shall hear.--_O\nLydia!--forgive me, or this pointed steel_--says I.\n\nSir ANTHONY\n_O, booby! stay away and welcome_--says she.--Get along! and damn your\ntrinkets!\n\n[Exit CAPTAIN ABSOLUTE.]\n\n[Enter DAVID, running.]\n\nDAVID\nStop him! stop him! Murder! Thief! Fire!--Stop fire! Stop fire!--O Sir\nAnthony--call! call! bid 'm stop! Murder! Fire!\n\nSir ANTHONY\nFire! Murder!--Where?\n\nDAVID\nOons! he's out of sight! and I'm out of breath! for my part! O Sir\nAnthony, why didn't you stop him? why didn't you stop him?\n\nSir ANTHONY\nZounds! the fellow's mad!--Stop whom? stop Jack?\n\nDAVID\nAy, the captain, sir!--there's murder and slaughter----\n\nSir ANTHONY\nMurder!\n\nDAVID\nAy, please you, Sir Anthony, there's all kinds of murder, all sorts of\nslaughter to be seen in the fields: there's fighting going on,\nsir--bloody sword-and-gun fighting!\n\nSir ANTHONY\nWho are going to fight, dunce?\n\nDAVID\nEvery body that I know of, Sir Anthony:--everybody is going to fight,\nmy poor master, Sir Lucius O'Trigger, your son, the captain----\n\nSir ANTHONY\nOh, the dog! I see his tricks.--Do you know the place?\n\nDAVID\nKing's-Mead-Fields.\n\nSir ANTHONY\nYou know the way?\n\nDAVID\nNot an inch; but I'll call the\nmayor--aldermen--constables--churchwardens--and beadles--we can't be\ntoo many to part them.\n\nSir ANTHONY\nCome along--give me your shoulder! we'll get assistance as we go--the\nlying villain!--Well, I shall be in such a frenzy!--So--this was the\nhistory of his trinkets! I'll bauble him!\n\n[Exeunt.]\n\n* * * * * * *\n\n\nScene III--King's-Mead-Fields.\n[Enter Sir LUCIUS O'TRIGGER and ACRES, with pistols.]\n\nACRES\nBy my valour! then, Sir Lucius, forty yards is a good distance. Odds\nlevels and aims!--I say it is a good distance.\n\nSir LUCIUS\nIs it for muskets or small field-pieces? Upon my conscience, Mr. Acres,\nyou must leave those things to me.--Stay now--I'll show you.--[Measures\npaces along the stage.] There now, that is a very pretty distance--a\npretty gentleman's distance.\n\nACRES\nZounds! we might as well fight in a sentry-box! I tell you, Sir Lucius,\nthe farther he is off, the cooler I shall take my aim.\n\nSir LUCIUS\nFaith! then I suppose you would aim at him best of all if he was out of\nsight!\n\nACRES\nNo, Sir Lucius; but I should think forty or eight-and-thirty yards----\n\nSir LUCIUS\nPho! pho! nonsense! three or four feet between the mouths of your\npistols is as good as a mile.\n\nACRES\nOdds bullets, no!--by my valour! there is no merit in killing him so\nnear; do, my dear Sir Lucius, let me bring him down at a long shot:--a\nlong shot, Sir Lucius, if you love me!\n\nSir LUCIUS\nWell, the gentleman's friend and I must settle that.--But tell me now,\nMr. Acres, in case of an accident, is there any little will or\ncommission I could execute for you?\n\nACRES\nI am much obliged to you, Sir Lucius--but I don't understand----\n\nSir LUCIUS\nWhy, you may think there's no being shot at without a little risk--and\nif an unlucky bullet should carry a quietus with it--I say it will be\nno time then to be bothering you about family matters.\n\nACRES\nA quietus!\n\nSir LUCIUS\nFor instance, now--if that should be the case--would you choose to be\npickled and sent home?--or would it be the same to you to lie here in\nthe Abbey? I'm told there is very snug lying in the Abbey.\n\nACRES\nPickled!--Snug lying in the Abbey!--Odds tremors! Sir Lucius, don't\ntalk so!\n\nSir LUCIUS\nI suppose, Mr. Acres, you never were engaged in an affair of this kind\nbefore?\n\nACRES\nNo, Sir Lucius, never before.\n\nSir LUCIUS\nAh! that's a pity!--there's nothing like being used to a thing.--Pray\nnow, how would you receive the gentleman's shot?\n\nACRES\nOdds files!--I've practised that--there, Sir Lucius--there. [Puts\nhimself in an attitude.] A side-front, hey? Odd! I'll make myself small\nenough: I'll stand edgeways.\n\nSir LUCIUS\nNow--you're quite out--for if you stand so when I take my aim----\n[Levelling at him.]\n\nACRES\nZounds! Sir Lucius--are you sure it is not cocked?\n\nSir LUCIUS\nNever fear.\n\nACRES\nBut--but--you don't know--it may go off of its own head!\n\nSir LUCIUS\nPho! be easy.--Well, now if I hit you in the body, my bullet has a\ndouble chance--for if it misses a vital part of your right side, 'twill\nbe very hard if it don't succeed on the left!\n\nACRES\nA vital part!\n\nSir LUCIUS\nBut, there--fix yourself so--[Placing him]--let him see the broad-side\nof your full front--there--now a ball or two may pass clean through\nyour body, and never do any harm at all.\n\nACRES\nClean through me!--a ball or two clean through me!\n\nSir LUCIUS\nAy--may they--and it is much the genteelest attitude into the bargain.\n\nACRES\nLook'ee! Sir Lucius--I'd just as lieve be shot in an awkward posture as\na genteel one; so, by my valour! I will stand edgeways.\n\nSir LUCIUS\n[Looking at his watch.] Sure they don't mean to disappoint\nus--Hah!--no, faith--I think I see them coming.\n\nACRES\nHey!--what!--coming!----\n\nSir LUCIUS\nAy.--Who are those yonder getting over the stile?\n\nACRES\nThere are two of them indeed!--well--let them come--hey, Sir\nLucius!--we--we--we--we--won't run.\n\nSir LUCIUS\nRun!\n\nACRES\nNo--I say--we won't run, by my valour!\n\nSir LUCIUS\nWhat the devil's the matter with you?\n\nACRES\nNothing--nothing--my dear friend--my dear Sir Lucius--but I--I--I don't\nfeel quite so bold, somehow, as I did.\n\nSir LUCIUS\nO fy!--consider your honour.\n\nACRES\nAy--true--my honour. Do, Sir Lucius, edge in a word or two every now\nand then about my honour.\n\nSir LUCIUS\n[Looking.] Well, here they're coming.\n\nACRES\nSir Lucius--if I wa'n't with you, I should almost think I was\nafraid.--If my valour should leave me!--Valour will come and go.\n\nSir LUCIUS\nThen pray keep it fast, while you have it.\n\nACRES\nSir Lucius--I doubt it is going--yes--my valour is certainly going!--it\nis sneaking off!--I feel it oozing out as it were at the palms of my\nhands!\n\nSir LUCIUS\nYour honour--your honour.--Here they are.\n\nACRES\nO mercy!--now--that I was safe at Clod-Hall! or could be shot before I\nwas aware!\n\n[Enter FAULKLAND and CAPTAIN ABSOLUTE.]\n\nSir LUCIUS\nGentlemen, your most obedient.--Hah!--what, Captain Absolute!--So, I\nsuppose, sir, you are come here, just like myself--to do a kind office,\nfirst for your friend--then to proceed to business on your own account.\n\nACRES\nWhat, Jack!--my dear Jack!--my dear friend!\n\nABSOLUTE\nHark'ee, Bob, Beverley's at hand.\n\nSir LUCIUS\nWell, Mr. Acres--I don't blame your saluting the gentleman\ncivilly.--[To FAULKLAND.] So, Mr. Beverley, if you'll choose your\nweapons, the captain and I will measure the ground.\n\nFAULKLAND\nMy weapons, sir!\n\nACRES\nOdds life! Sir Lucius, I'm not going to fight Mr. Faulkland; these are\nmy particular friends.\n\nSir LUCIUS\nWhat, sir, did you not come here to fight Mr. Acres?\n\nFAULKLAND\nNot I, upon my word, sir.\n\nSir LUCIUS\nWell, now, that's mighty provoking! But I hope, Mr. Faulkland, as there\nare three of us come on purpose for the game, you won't be so\ncantanckerous as to spoil the party by sitting out.\n\nABSOLUTE\nO pray, Faulkland, fight to oblige Sir Lucius.\n\nFAULKLAND\nNay, if Mr. Acres is so bent on the matter----\n\nACRES\nNo, no, Mr. Faulkland;--I'll bear my disappointment like a\nChristian.--Look'ee, Sir Lucius, there's no occasion at all for me to\nfight; and if it is the same to you, I'd as lieve let it alone.\n\nSir LUCIUS\nObserve me, Mr. Acres--I must not be trifled with. You have certainly\nchallenged somebody--and you came here to fight him. Now, if that\ngentleman is willing to represent him--I can't see, for my soul, why it\nisn't just the same thing.\n\nACRES\nWhy no--Sir Lucius--I tell you, 'tis one Beverley I've challenged--a\nfellow, you see, that dare not show his face!--if he were here, I'd\nmake him give up his pretensions directly!\n\nABSOLUTE\nHold, Bob--let me set you right--there is no such man as Beverley in\nthe case.--The person who assumed that name is before you; and as his\npretensions are the same in both characters, he is ready to support\nthem in whatever way you please.\n\nSir LUCIUS\nWell, this is lucky.--Now you have an opportunity----\n\nACRES\nWhat, quarrel with my dear friend Jack Absolute?--not if he were fifty\nBeverleys! Zounds! Sir Lucius, you would not have me so unnatural.\n\nSir LUCIUS\nUpon my conscience, Mr. Acres, your valour has oozed away with a\nvengeance!\n\nACRES\nNot in the least! Odds backs and abettors! I'll be your second with all\nmy heart--and if you should get a quietus, you may command me entirely.\nI'll get you snug lying in the Abbey here; or pickle you, and send you\nover to Blunderbuss-hall, or anything of the kind, with the greatest\npleasure.\n\nSir LUCIUS\nPho! pho! you are little better than a coward.\n\nACRES\nMind, gentlemen, he calls me a coward; coward was the word, by my\nvalour!\n\nSir LUCIUS\nWell, sir?\n\nACRES\nLook'ee, Sir Lucius, 'tisn't that I mind the word coward--coward may be\nsaid in joke--But if you had called me a poltroon, odds daggers and\nballs----\n\nSir LUCIUS\nWell, sir?\n\nACRES\nI should have thought you a very ill-bred man.\n\nSir LUCIUS\nPho! you are beneath my notice.\n\nABSOLUTE\nNay, Sir Lucius, you can't have a better second than my friend\nAcres--He is a most determined dog--called in the country, Fighting\nBob.--He generally kills a man a week--don't you Bob?\n\nACRES\nAy--at home!\n\nSir LUCIUS\nWell, then, captain, 'tis we must begin--so come out, my little\ncounsellor--[Draws his sword]--and ask the gentleman, whether he will\nresign the lady, without forcing you to proceed against him?\n\nABSOLUTE\nCome on then, sir--[Draws]; since you won't let it be an amicable suit,\nhere's my reply.\n\n[Enter Sir ANTHONY ABSOLUTE, DAVID, Mrs. MALAPROP, LYDIA, and JULIA.]\n\nDAVID\nKnock 'em all down, sweet Sir Anthony; knock down my master in\nparticular; and bind his hands over to their good behaviour!\n\nSir ANTHONY\nPut up, Jack, put up, or I shall be in a frenzy--how came you in a\nduel, sir?\n\nABSOLUTE\nFaith, sir, that gentleman can tell you better than I; 'twas he called\non me, and you know, sir, I serve his majesty.\n\nSir ANTHONY\nHere's a pretty fellow; I catch him going to cut a man's throat, and he\ntells me, he serves his majesty!--Zounds! sirrah, then how durst you\ndraw the king's sword against one of his subjects?\n\nABSOLUTE\nSir! I tell you, that gentleman called me out, without explaining his\nreasons.\n\nSir ANTHONY\nGad! sir, how came you to call my son out, without explaining your\nreasons!\n\nSir LUCIUS\nYour son, sir, insulted me in a manner which my honour could not brook.\n\nSir ANTHONY\nZounds! Jack, how durst you insult the gentleman in a manner which his\nhonour could not brook?\n\nMrs. MALAPROP\nCome, come, let's have no honour before ladies--Captain Absolute, come\nhere--How could you intimidate us so?--Here's Lydia has been terrified\nto death for you.\n\nABSOLUTE\nFor fear I should be killed, or escape, ma'am?\n\nMrs. MALAPROP\nNay, no delusions to the past--Lydia is convinced; speak, child.\n\nSir LUCIUS\nWith your leave, ma'am, I must put in a word here: I believe I could\ninterpret the young lady's silence. Now mark----\n\nLYDIA\nWhat is it you mean, sir?\n\nSir LUCIUS\nCome, come, Delia, we must be serious now--this is no time for\ntrifling.\n\nLYDIA\n'Tis true, sir; and your reproof bids me offer this gentleman my hand,\nand solicit the return of his affections.\n\nABSOLUTE\nO! my little angel, say you so?--Sir Lucius--I perceive there must be\nsome mistake here, with regard to the affront which you affirm I have\ngiven you. I can only say, that it could not have been intentional. And\nas you must be convinced, that I should not fear to support a real\ninjury--you shall now see that I am not ashamed to atone for an\ninadvertency--I ask your pardon.--But for this lady, while honoured\nwith her approbation, I will support my claim against any man whatever.\n\nSir ANTHONY\nWell said, Jack, and I'll stand by you, my boy.\n\nACRES\nMind, I give up all my claim--I make no pretensions to any thing in the\nworld; and if I can't get a wife without fighting for her, by my\nvalour! I'll live a bachelor.\n\nSir LUCIUS\nCaptain, give me your hand: an affront handsomely acknowledged becomes\nan obligation; and as for the lady, if she chooses to deny her own\nhand-writing, here---- [Takes out letters.]\n\nMrs. MALAPROP\nO, he will dissolve my mystery!--Sir Lucius, perhaps there's some\nmistake--perhaps I can illuminate----\n\nSir LUCIUS\nPray, old gentlewoman, don't interfere where you have no\nbusiness.--Miss Languish, are you my Delia, or not?\n\nLYDIA\nIndeed, Sir Lucius, I am not. [Walks aside with CAPTAIN ABSOLUTE.]\n\nMrs. MALAPROP\nSir Lucius O'Trigger--ungrateful as you are--I own the soft impeachment\n--pardon my blushes, I am Delia.\n\nSir LUCIUS\nYou Delia--pho! pho! be easy.\n\nMrs. MALAPROP\nWhy, thou barbarous Vandyke--those letters are mine--When you are more\nsensible of my benignity--perhaps I may be brought to encourage your\naddresses.\n\nSir LUCIUS\nMrs. Malaprop, I am extremely sensible of your condescension; and\nwhether you or Lucy have put this trick on me, I am equally beholden to\nyou.--And, to show you I am not ungrateful, Captain Absolute, since you\nhave taken that lady from me, I'll give you my Delia into the bargain.\n\nABSOLUTE\nI am much obliged to you, Sir Lucius; but here's my friend, Fighting\nBob, unprovided for.\n\nSir LUCIUS\nHah! little Valour--here, will you make your fortune?\n\nACRES\nOdds wrinkles! No.--But give me your hand, Sir Lucius, forget and\nforgive; but if ever I give you a chance of pickling me again, say Bob\nAcres is a dunce, that's all.\n\nSir ANTHONY\nCome, Mrs. Malaprop, don't be cast down--you are in your bloom yet.\n\nMrs. MALAPROP\nO Sir Anthony--men are all barbarians.\n\n[All retire but JULIA and FAULKLAND.]\n\nJULIA\n[Aside.] He seems dejected and unhappy--not sullen; there was some\nfoundation, however, for the tale he told me--O woman! how true should\nbe your judgment, when your resolution is so weak!\n\nFAULKLAND\nJulia!--how can I sue for what I so little deserve? I dare not\npresume--yet Hope is the child of Penitence.\n\nJULIA\nOh! Faulkland, you have not been more faulty in your unkind treatment\nof me, than I am now in wanting inclination to resent it. As my heart\nhonestly bids me place my weakness to the account of love, I should be\nungenerous not to admit the same plea for yours.\n\nFAULKLAND\nNow I shall be blest indeed!\n\nSir ANTHONY\n[Coming forward.] What's going on here?--So you have been quarrelling\ntoo, I warrant! Come, Julia, I never interfered before; but let me have\na hand in the matter at last.--All the faults I have ever seen in my\nfriend Faulkland seemed to proceed from what he calls the delicacy and\nwarmth of his affection for you--There, marry him directly, Julia;\nyou'll find he'll mend surprisingly!\n\n[The rest come forward.]\n\nSir LUCIUS\nCome, now, I hope there is no dissatisfied person, but what is content;\nfor as I have been disappointed myself, it will be very hard if I have\nnot the satisfaction of seeing other people succeed better.\n\nACRES\nYou are right, Sir Lucius.--So Jack, I wish you joy--Mr. Faulkland the\nsame.--Ladies,--come now, to show you I'm neither vexed nor angry, odds\ntabors and pipes! I'll order the fiddles in half an hour to the New\nRooms--and I insist on your all meeting me there.\n\nSir ANTHONY\n'Gad! sir, I like your spirit; and at night we single lads will drink a\nhealth to the young couples, and a husband to Mrs. Malaprop.\n\nFAULKLAND\nOur partners are stolen from us, Jack--I hope to be congratulated by\neach other--yours for having checked in time the errors of an\nill-directed imagination, which might have betrayed an innocent heart;\nand mine, for having, by her gentleness and candour, reformed the\nunhappy temper of one, who by it made wretched whom he loved most, and\ntortured the heart he ought to have adored.\n\nABSOLUTE\nWell, Jack, we have both tasted the bitters, as well as the sweets of\nlove; with this difference only, that you always prepared the bitter\ncup for yourself, while I----\n\nLYDIA\nWas always obliged to me for it, hey! Mr. Modesty?--But come, no more\nof that--our happiness is now as unalloyed as general.\n\nJULIA\nThen let us study to preserve it so: and while Hope pictures to us a\nflattering scene of future bliss, let us deny its pencil those colours\nwhich are too bright to be lasting.--When hearts deserving happiness\nwould unite their fortunes, Virtue would crown them with an unfading\ngarland of modest hurtless flowers; but ill-judging Passion will force\nthe gaudier rose into the wreath, whose thorn offends them when its\nleaves are dropped!\n\n[Exeunt omnes.]\n\n\n* * * * * * * * * *\n\n\nEPILOGUE\nBy the Author\n\nSpoken by MRS. BULKLEY\n\n  Ladies, for you--I heard our poet say--\n  He'd try to coax some moral from his play:\n  \"One moral's plain,\" cried I, \"without more fuss;\n  Man's social happiness all rests on us:\n  Through all the drama--whether damn'd or not--\n  Love gilds the scene, and women guide the plot.\n  From every rank obedience is our due--\n  D'ye doubt?--The world's great stage shall prove it true.\"\n    The cit, well skill'd to shun domestic strife,\n  Will sup abroad; but first he'll ask his wife:\n  John Trot, his friend, for once will do the same,\n  But then--he'll just step home to tell his dame.\n    The surly squire at noon resolves to rule,\n  And half the day--Zounds! madam is a fool!\n  Convinced at night, the vanquish'd victor says,\n  Ah, Kate! you women have such coaxing ways.\n    The jolly toper chides each tardy blade,\n  Till reeling Bacchus calls on Love for aid:\n  Then with each toast he sees fair bumpers swim,\n  And kisses Chloe on the sparkling brim!\n    Nay, I have heard that statesmen--great and wise--\n  Will sometimes counsel with a lady's eyes!\n  The servile suitors watch her various face,\n  She smiles preferment, or she frowns disgrace,\n  Curtsies a pension here--there nods a place.\n    Nor with less awe, in scenes of humbler life,\n  Is view'd the mistress, or is heard the wife.\n  The poorest peasant of the poorest soil,\n  The child of poverty, and heir to toil,\n  Early from radiant Love's impartial light\n  Steals one small spark to cheer this world of night:\n  Dear spark! that oft through winter's chilling woes\n  Is all the warmth his little cottage knows!\n    The wandering tar, who not for years has press'd,\n  The widow'd partner of his day of rest,\n  On the cold deck, far from her arms removed,\n  Still hums the ditty which his Susan loved;\n  And while around the cadence rude is blown,\n  The boatswain whistles in a softer tone.\n    The soldier, fairly proud of wounds and toil,\n  Pants for the triumph of his Nancy's smile!\n  But ere the battle should he list her cries,\n  The lover trembles--and the hero dies!\n  That heart, by war and honour steel'd to fear,\n  Droops on a sigh, and sickens at a tear!\n    But ye more cautious, ye nice-judging few,\n  Who give to beauty only beauty's due,\n  Though friends to love--ye view with deep regret\n  Our conquests marr'd, our triumphs incomplete,\n  Till polish'd wit more lasting charms disclose,\n  And judgment fix the darts which beauty throws!\n  In female breasts did sense and merit rule,\n  The lover's mind would ask no other school;\n  Shamed into sense, the scholars of our eyes,\n  Our beaux from gallantry would soon be wise;\n  Would gladly light, their homage to improve,\n  The lamp of knowledge at the torch of love!\n\n* * * * * * * * * *\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Rivals, by Richard Brinsley Sheridan\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE RIVALS ***\n\n***** This file should be named 24761.txt or 24761.zip *****\nThis and all associated files of various formats will be found in:\n        http:\/\/www.gutenberg.org\/2\/4\/7\/6\/24761\/\n\nProduced by Kent Cooper\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp:\/\/gutenberg.net\/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark\/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s\/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http:\/\/www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp:\/\/pglaf.org\/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http:\/\/pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http:\/\/pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http:\/\/pglaf.org\/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http:\/\/www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n","id":1348,"split":"test"}
