{"ori_id":"08c82f15d7abcf717059f263e25c56adccefb12a","title":"The Tale of Benjamin Bunny","context":"The Tale of Benjamin Bunny\n When Mr. McGregor and his wife leave home in their gig, Benjamin Bunny and his cousin Peter Rabbit venture into Mr. McGregor's garden to retrieve the clothes Peter lost there in The Tale of Peter Rabbit. They find the blue jacket and brown shoes on a scarecrow, but Peter is apprehensive about lingering in the garden because of his previous experience. Benjamin delays their departure by gathering onions, which he wraps in Peter's handkerchief, hoping to give them to his aunt, Peter's mother. He then takes a casual stroll around the garden, followed by an increasingly nervous Peter.\nRounding a corner, they see a cat and hide under a basket, but the cat then sits on top of the basket for hours, trapping the pair. Benjamin's father enters the garden looking for his son. He drives the cat from the basket and locks her in the greenhouse, then rescues Benjamin and Peter. But he also punishes them for going to Mr. McGregor's garden by whipping them with a switch he had brought. Once home, Peter gives the onions to his mother, who forgives his adventure because he has recovered his jacket and shoes. Following his return, Mr. McGregor is puzzled by the scarecrow's missing clothes and the cat locked in the greenhouse.\nï»¿The Project Gutenberg EBook of The Tale Of Benjamin Bunny, by Beatrix Potter\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n\nTitle: The Tale Of Benjamin Bunny\n\nAuthor: Beatrix Potter\n\nRelease Date: December 21, 2004 [EBook #14407]\n\nLanguage: English\n\n\n*** START OF THIS PROJECT GUTENBERG EBOOK THE TALE OF BENJAMIN BUNNY ***\n\n\n\n\nProduced by Robert Cicconetti and the PG Online Distributed\nProofreading Team\n\n\n\n\n\n\n[Illustration]\n\n\n\n    THE TALE OF\n\n    BENJAMIN BUNNY\n\n    BY\n    BEATRIX POTTER\n\n    AUTHOR OF \"THE TAIL OF PETER RABBIT,\" &C.\n\n[Illustration]\n\n    FREDERICK WARNE & CO., INC.\n\n    NEW YORK\n\n    Copyright, 1904\n    BY\n    FREDERICK WARNE & Co.\n\n    Copyright renewed, 1932\n\n    FOR THE CHILDREN OF SAWREY\n\n    FROM\n    OLD MR. BUNNY\n\n\n[Illustration]\n\nOne morning a little rabbit sat on a bank.\n\nHe pricked his ears and listened to the trit-trot, trit-trot of a pony.\n\nA gig was coming along the road; it was driven by Mr. McGregor, and beside\nhim sat Mrs. McGregor in her best bonnet.\n\nAs soon as they had passed, little Benjamin Bunny slid down into the road,\nand set off--with a hop, skip, and a jump--to call upon his relations, who\nlived in the wood at the back of Mr. McGregor's garden.\n\n[Illustration]\n\n[Illustration]\n\nThat wood was full of rabbit holes; and in the neatest, sandiest hole of\nall lived Benjamin's aunt and his cousins--Flopsy, Mopsy, Cotton-tail, and\nPeter.\n\nOld Mrs. Rabbit was a widow; she earned her living by knitting rabbit-wool\nmittens and muffatees (I once bought a pair at a bazaar). She also sold\nherbs, and rosemary tea, and rabbit-tobacco (which is what we call\nlavender).\n\nLittle Benjamin did not very much want to see his Aunt.\n\nHe came round the back of the fir-tree, and nearly tumbled upon the top of\nhis Cousin Peter.\n\n[Illustration]\n\n[Illustration]\n\nPeter was sitting by himself. He looked poorly, and was dressed in a red\ncotton pocket-handkerchief.\n\n\"Peter,\" said little Benjamin, in a whisper, \"who has got your clothes?\"\n\nPeter replied, \"The scarecrow in Mr. McGregor's garden,\" and described how\nhe had been chased about the garden, and had dropped his shoes and coat.\n\nLittle Benjamin sat down beside his cousin and assured him that Mr.\nMcGregor had gone out in a gig, and Mrs. McGregor also; and certainly for\nthe day, because she was wearing her best bonnet.\n\n[Illustration]\n\n[Illustration]\n\nPeter said he hoped that it would rain.\n\nAt this point old Mrs. Rabbit's voice was heard inside the rabbit hole,\ncalling: \"Cotton-tail! Cotton-tail! fetch some more camomile!\"\n\nPeter said he thought he might feel better if he went for a walk.\n\nThey went away hand in hand, and got upon the flat top of the wall at the\nbottom of the wood. From here they looked down into Mr. McGregor's garden.\nPeter's coat and shoes were plainly to be seen upon the scarecrow, topped\nwith an old tam-o'-shanter of Mr. McGregor's.\n\n[Illustration]\n\n[Illustration]\n\nLittle Benjamin said: \"It spoils people's clothes to squeeze under a gate;\nthe proper way to get in is to climb down a pear-tree.\"\n\nPeter fell down head first; but it was of no consequence, as the bed below\nwas newly raked and quite soft.\n\nIt had been sown with lettuces.\n\nThey left a great many odd little footmarks all over the bed, especially\nlittle Benjamin, who was wearing clogs.\n\n[Illustration]\n\n[Illustration]\n\nLittle Benjamin said that the first thing to be done was to get back\nPeter's clothes, in order that they might be able to use the\npocket-handkerchief.\n\nThey took them off the scarecrow. There had been rain during the night;\nthere was water in the shoes, and the coat was somewhat shrunk.\n\nBenjamin tried on the tam-o'-shanter, but it was too big for him.\n\nThen he suggested that they should fill the pocket-handkerchief with\nonions, as a little present for his Aunt.\n\nPeter did not seem to be enjoying himself; he kept hearing noises.\n\n[Illustration]\n\n[Illustration]\n\n\nBenjamin, on the contrary, was perfectly at home, and ate a lettuce leaf.\nHe said that he was in the habit of coming to the garden with his father\nto get lettuces for their Sunday dinner.\n\n(The name of little Benjamin's papa was old Mr. Benjamin Bunny.)\n\nThe lettuces certainly were very fine.\n\nPeter did not eat anything; he said he should like to go home. Presently\nhe dropped half the onions.\n\n[Illustration]\n\n[Illustration]\n\nLittle Benjamin said that it was not possible to get back up the pear-tree\nwith a load of vegetables. He led the way boldly towards the other end of\nthe garden. They went along a little walk on planks, under a sunny, red\nbrick wall.\n\nThe mice sat on their doorsteps cracking cherry-stones; they winked at\nPeter Rabbit and little Benjamin Bunny.\n\nPresently Peter let the pocket-handkerchief go again.\n\n[Illustration]\n\n[Illustration]\n\nThey got amongst flower-pots, and frames, and tubs. Peter heard noises\nworse than ever; his eyes were as big as lolly-pops!\n\nHe was a step or two in front of his cousin when he suddenly stopped.\n\nThis is what those little rabbits saw round that corner!\n\nLittle Benjamin took one look, and then, in half a minute less than no\ntime, he hid himself and Peter and the onions underneath a large\nbasket....\n\n[Illustration]\n\n[Illustration]\n\nThe cat got up and stretched herself, and came and sniffed at the basket.\n\nPerhaps she liked the smell of onions!\n\nAnyway, she sat down upon the top of the basket.\n\nShe sat there for _five hours_.\n\n       *       *       *       *       *\n\nI cannot draw you a picture of Peter and Benjamin underneath the basket,\nbecause it was quite dark, and because the smell of onions was fearful; it\nmade Peter Rabbit and little Benjamin cry.\n\nThe sun got round behind the wood, and it was quite late in the afternoon;\nbut still the cat sat upon the basket.\n\n[Illustration]\n\n[Illustration]\n\nAt length there was a pitter-patter, pitter-patter, and some bits of\nmortar fell from the wall above.\n\nThe cat looked up and saw old Mr. Benjamin Bunny prancing along the top of\nthe wall of the upper terrace.\n\nHe was smoking a pipe of rabbit-tobacco, and had a little switch in his\nhand.\n\nHe was looking for his son.\n\nOld Mr. Bunny had no opinion whatever of cats.\n\nHe took a tremendous jump off the top of the wall on to the top of the\ncat, and cuffed it off the basket, and kicked it into the greenhouse,\nscratching off a handful of fur.\n\nThe cat was too much surprised to scratch back.\n\n[Illustration]\n\n[Illustration]\n\nWhen old Mr. Bunny had driven the cat into the greenhouse, he locked the\ndoor.\n\nThen he came back to the basket and took out his son Benjamin by the ears,\nand whipped him with the little switch.\n\nThen he took out his nephew Peter.\n\nThen he took out the handkerchief of onions, and marched out of the\ngarden.\n\n[Illustration]\n\nWhen Mr. McGregor returned about half an hour later he observed several\nthings which perplexed him.\n\nIt looked as though some person had been walking all over the garden in a\npair of clogs--only the footmarks were too ridiculously little!\n\nAlso he could not understand how the cat could have managed to shut\nherself up _inside_ the greenhouse, locking the door upon the _outside_.\n\n[Illustration]\n\n[Illustration]\n\nWhen Peter got home his mother forgave him, because she was so glad to see\nthat he had found his shoes and coat. Cotton-tail and Peter folded up the\npocket-handkerchief, and old Mrs. Rabbit strung up the onions and hung\nthem from the kitchen ceiling, with the bunches of herbs and the\nrabbit-tobacco.\n\n\n\nTHE END\n\n\n\n\n\nEnd of Project Gutenberg's The Tale Of Benjamin Bunny, by Beatrix Potter\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE TALE OF BENJAMIN BUNNY ***\n\n***** This file should be named 14407.txt or 14407.zip *****\nThis and all associated files of various formats will be found in:\n        http:\/\/www.gutenberg.net\/1\/4\/4\/0\/14407\/\n\nProduced by Robert Cicconetti and the PG Online Distributed\nProofreading Team\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp:\/\/gutenberg.net\/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark\/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s\/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http:\/\/www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp:\/\/pglaf.org\/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http:\/\/pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http:\/\/pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http:\/\/pglaf.org\/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http:\/\/www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n","id":37,"split":"train"}
