{"ori_id":"ea6d777ae79760c3e6d087a038f0ecf11c34d586","title":"Rosmersholm","context":"Rosmersholm\n The play opens one year after the suicide of Rosmer's wife, Beata. Rebecca had previously moved into the family home, Rosmersholm, as a friend of Beata, and she lives there still. It becomes plain that she and Rosmer are in love, but he insists throughout the play that their relationship is completely platonic.\nA highly respected member of his community, Rosmer intends to support the newly elected government and its reformist, if not revolutionary, agenda. However, when he announces this to his friend and brother-in-law Kroll, the local schoolmaster, the latter becomes enraged at what he sees as his friend's betrayal of his ruling-class roots. Kroll begins to sabotage Rosmer's plans, confronting him about his relationship with Rebecca and denouncing the pair, initially in guarded terms, in the local newspaper. Rosmer becomes consumed by his guilt, now believing he, rather than mental illness, caused his wife's suicide. He attempts to escape the guilt by erasing the memory of his wife and proposing marriage to Rebecca. But she rejects him outright. Kroll accuses her of using Rosmer as a tool to work her own political agenda. She admits that it was she who drove Mrs. Rosmer to deeper depths of despair and in a way even encouraged her suicideâ\u0080\u0094initially to increase her power over Rosmer, but later because she actually fell in love with him. Because of her guilty past she cannot accept Rosmer's marriage proposal.\nThis leads to the ultimate breakdown in the play where neither Rosmer nor Rebecca can cast off moral guilt: she has acknowledged her part in the destruction of Beata but she has also committed incest with her supposedly adoptive father while suspecting that he was in truth her natural parent. Her suspicion is harshly confirmed by Kroll when he attempts to come between her and Rosmer; they can now no longer trust each other, or even themselves. Rosmer then asks Rebecca to prove her devotion to him by committing suicide the same way his former wife didâ\u0080\u0094by jumping into the mill-race. As Rebecca calmly seems to agree, issuing instructions about the recovery of her body from the water, Rosmer says he will join her. He is still in love with her and, since he cannot conceive of a way in which they can live together, they will die together. The play concludes with both characters jumping into the mill-race and the housekeeper, Mrs. Helseth, screaming in terror: \"The dead woman has taken them\".\nï»¿The Project Gutenberg EBook of Rosmerholm, by Henrik Ibsen\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n\nTitle: Rosmerholm\n\nAuthor: Henrik Ibsen\n\nTranslator: R. Farquharson Sharp\n\nPosting Date: February 27, 2010 [EBook #2289]\nRelease Date: August, 2000\n\nLanguage: English\n\n\n*** START OF THIS PROJECT GUTENBERG EBOOK ROSMERHOLM ***\n\n\n\n\nProduced by Martin Adamson.  HTML version by Al Haines.\n\n\n\n\n\n\n\n\n\nROSMERSHOLM\n\nA play in four acts\n\n\nby\n\nHENRIK IBSEN\n\n\n\n\nTranslated by R. FARQUHARSON SHARP\n\n\n\n\nDRAMATIS PERSONAE\n\n  John Rosmer, of Rosmersholm, an ex-clergyman.\n  Rebecca West, one of his household, originally engaged as\n      companion to the late Mrs. Rosmer.\n  Kroll, headmaster of the local grammar school, Rosmer's\n      brother-in-law.\n  Ulrik Brendel.\n  Peter Mortensgaard.\n  Mrs. Helseth, Rosmer's housekeeper.\n\n(The action takes place at Rosmersholm, an old manor-house in the\nneighbourhood of a small town on a fjord in western Norway.)\n\n\n\n\nACT 1\n\n\n(SCENE--The sitting-room at Rosmersholm; a spacious room, comfortably\nfurnished in old-fashioned style. In the foreground, against the\nright-hand wall, is a stove decorated with sprigs of fresh birch and\nwild flowers. Farther back, a door. In the back wall folding doors\nleading into the entrance hall. In the left-hand wall a window, in\nfront of which is a stand filled with flowers and plants. Near the\nstove stand a table, a couch and an easy-chair. The walls are hung\nround with portraits, dating from various periods, of clergymen,\nmilitary officers and other officials in uniform. The window is open,\nand so are the doors into the lobby and the outer door. Through the\nlatter is seen an avenue of old trees leading to a courtyard. It is a\nsummer evening, after sunset. REBECCA WEST is sitting by the window\ncrocheting a large white woollen shawl, which is nearly completed. From\ntime to time she peeps out of window through the flowers. MRS. HELSETH\ncomes in from the right.)\n\nMrs. Helseth. Hadn't I better begin and lay the table for supper, miss?\n\nRebecca. Yes, do. Mr. Rosmer ought to be in directly.\n\nMrs. Helseth. Isn't there a draught where you are sitting, miss?\n\nRebecca. There is a little. Will you shut up, please? (MRS. HELSETH\ngoes to the hall door and shuts it. Then she goes to the window, to\nshut it, and looks out.)\n\nMrs. Helseth. Isn't that Mr. Rosmer coming there?\n\nRebecca. Where? (Gets up.) Yes, it is he. (Stands behind the\nwindow-curtain.) Stand on one side. Don't let him catch sight of us.\n\nMrs. Helseth (stepping back). Look, miss--he is beginning to use the\nmill path again.\n\nRebecca. He came by the mill path the day before yesterday too. (Peeps\nout between the curtain and the window-frame). Now we shall see\nwhether--\n\nMrs. Helseth. Is he going over the wooden bridge?\n\nRebecca. That is just what I want to see. (After a moment.) No. He has\nturned aside. He is coming the other way round to-day too. (Comes away\nfrom the window.) It is a long way round.\n\nMrs. Helseth. Yes, of course. One can well understand his shrinking\nfrom going over that bridge. The spot where such a thing has happened\nis--\n\nRebecca (folding up her work). They cling to their dead a long time at\nRosmersholm.\n\nMrs. Helseth. If you ask me, miss, I should say it is the dead that\ncling to Rosmersholm a long time.\n\nRebecca (looking at her). The dead?\n\nMrs. Helseth. Yes, one might almost say that they don't seem to be able\nto tear themselves away from those they have left behind.\n\nRebecca. What puts that idea into your head?\n\nMrs. Helseth. Well, otherwise I know the White Horses would not be seen\nhere.\n\nRebecca. Tell me, Mrs. Helseth--what is this superstition about the\nWhite Horses?\n\nMrs. Helseth. Oh, it is not worth talking about. I am sure you don't\nbelieve in such things, either.\n\nRebecca. Do you believe in them?\n\nMrs. Helseth (goes to the window and shuts it). Oh, I am not going to\ngive you a chance of laughing at me, miss. (Looks out.) See--is that\nnot Mr. Rosmer out on the mill path again?\n\nRebecca (looking out). That man out there? (Goes to the window.) Why,\nthat is Mr. Kroll, of course!\n\nMrs. Helseth. So it is, to be sure.\n\nRebecca. That is delightful, because he is certain to be coming here.\n\nMrs. Helseth. He actually comes straight over the wooden bridge, he\ndoes for all that she was his own sister. Well, I will go in and get\nthe supper laid, miss. (Goes out to the right. REBECCA stands still for\na moment, then waves her hand out of the window, nodding and smiling.\nDarkness is beginning to fall.)\n\nRebecca (going to the door on the right and calling through it). Mrs.\nHelseth, I am sure you won't mind preparing something extra nice for\nsupper? You know what dishes Mr. Kroll is especially fond of.\n\nMrs. Helseth. Certainly, miss. I will.\n\nRebecca (opening the door into the lobby). At last, Mr. Kroll! I am so\nglad to see you!\n\nKroll (coming into the lobby and putting down his stick). Thank you.\nAre you sure I am not disturbing you?\n\nRebecca. You? How can you say such a thing?\n\nKroll (coming into the room). You are always so kind. (Looks round the\nroom.) Is John up in his room?\n\nRebecca. No, he has gone out for a walk. He is later than usual of\ncoming in, but he is sure to be back directly. (Points to the sofa.) Do\nsit down and wait for him.\n\nKroll (putting down his hat). Thank you. (Sits down and looks about\nhim.) How charmingly pretty you have made the old room look! Flowers\neverywhere!\n\nRebecca. Mr. Rosmer is so fond of having fresh flowers about him.\n\nKroll. And so are you, I should say.\n\nRebecca. Yes, I am. I think their scent has such a delicious effect on\none--and till lately we had to deny ourselves that pleasure, you know.\n\nKroll (nodding slowly). Poor Beata could not stand the scent of them.\n\nRebecca. Nor their colours either. They made her feel dazed.\n\nKroll. Yes, I remember. (Continues in a more cheerful tone of voice).\nWell, and how are things going here?\n\nRebecca. Oh, everything goes on in the same quiet, placid way. One day\nis exactly like another. And how are things with you? Is your wife--?\n\nKroll. Oh, my dear Miss West, don't let us talk about my affairs. In a\nfamily there is always something or other going awry--especially in\nsuch times as we live in now.\n\nRebecca (after a short pause, sitting down in an easy-chair near the\nsofa). Why have you never once been near us during the whole of your\nholidays?\n\nKroll. Oh, it doesn't do to be importunate, you know.\n\nRebecca. If you only knew how we have missed you.\n\nKroll. And, besides, I have been away, you know.\n\nRebecca. Yes, for a fortnight or so. I suppose you have been going the\nround of the public meetings?\n\nKroll (nods). Yes, what do you say to that? Would you ever have thought\nI would become a political agitator in my old age--eh?\n\nRebecca (smilingly). You have always been a little bit of an agitator,\nMr. Kroll.\n\nKroll. Oh, yes; just for my own amusement. But for the future it is\ngoing to be in real earnest. Do you ever read the Radical newspapers?\n\nRebecca. Yes, I won't deny that!\n\nKroll. My dear Miss West, there is no objection to that--not as far as\nyou are concerned.\n\nRebecca. No, that is just what I think. I must follow the course of\nevents--keep up with what is happening.\n\nKroll. Well, under any circumstances, I should never expect you, as a\nwoman, to side actively with either party in the civic dispute--indeed\none might more properly call it the civil war--that is raging here. I\ndare say you have read, then, the abuse these \"nature's gentlemen\" are\npleased to shower upon me, and the scandalous coarseness they consider\nthey are entitled to make use of?\n\nRebecca. Yes, but I think you have held your own pretty forcibly.\n\nKroll. That I have--though I say it. I have tasted blood now, and I\nwill make them realise that I am not the sort of man to take it lying\ndown--. (Checks himself.) No, no, do not let us get upon that sad and\ndistressing topic this evening.\n\nRebecca. No, my dear Mr. Kroll, certainly not.\n\nKroll. Tell me, instead, how you find you get on at Rosmersholm, now\nthat you are alone here--I mean, since our poor Beata--\n\nRebecca. Oh, thanks--I get on very well here. Her death has made a\ngreat gap in the house in many ways, of course--and one misses her and\ngrieves for her, naturally. But in other respects--\n\nKroll. Do you think you will remain here?--permanently, I mean?\n\nRebecca. Dear Mr. Kroll, I really never think about it at all. The fact\nis that I have become so thoroughly domesticated here that I almost\nfeel as if I belonged to the place too.\n\nKroll. You? I should think you did!\n\nRebecca. And as long as Mr. Rosmer finds I can be any comfort or any\nuse to him, I will gladly remain here, undoubtedly.\n\nKroll (looking at her, with some emotion). You know, there is something\nsplendid about a woman's sacrificing the whole of her youth for others.\n\nRebecca. What else have I had to live for?\n\nKroll. At first when you came here there was your perpetual worry with\nthat unreasonable cripple of a foster-father of yours--\n\nRebecca. You mustn't think that Dr. West was as unreasonable as that\nwhen we lived in Finmark. It was the trying journeys by sea that broke\nhim up. But it is quite true that after we had moved here there were\none or two hard years before his sufferings were over.\n\nKroll. Were not the years that followed even harder for you?\n\nRebecca. No; how can you say such a thing! I, who was so genuinely fond\nof Beata--! And she, poor soul was so sadly in need of care and\nsympathetic companionship.\n\nKroll. You deserve to be thanked and rewarded for the forbearance with\nwhich you speak of her.\n\nRebecca (moving a little nearer to him). Dear Mr. Kroll, you say that\nso kindly and so sincerely that I feel sure you really bear me no\nill-will.\n\nKroll. Ill-will? What do you mean?\n\nRebecca. Well, it would not be so very surprising if it were rather\npainful for you to see me, a stranger, doing just as I like here at\nRosmersholm.\n\nKroll. How in the world could you think--!\n\nRebecca. Then it is not so? (Holds out her hand to, him.) Thank you,\nMr. Kroll; thank you for that.\n\nKroll. But what on earth could make you take such an idea into your\nhead?\n\nRebecca. I began to be afraid it might be so, as you have so seldom\nbeen out here to see us lately.\n\nKroll. I can assure you, you have been on the wrong scent entirely,\nMiss West. And, in any case, the situation of affairs is unchanged in\nany essential point; because during the last sad years of poor Beata's\nlife it was you and you alone, even then, that looked after everything\nhere.\n\nRebecca. But it was more like a kind of regency in the wife's name.\n\nKroll. Whatever it was, I--. I will tell you what, Miss West; as far as\nI am concerned I should have nothing whatever to say against it if you.\nBut it doesn't do to say such things.\n\nRebecca. What things?\n\nKroll. Well, if it so happened that you were to step into the empty\nplace--\n\nRebecca. I have the place I want, already, Mr. Kroll.\n\nKroll. Yes, as far as material benefits go; but not--\n\nRebecca (interrupting him, in a serious voice). For shame, Mr. Kroll!\nHow can you sit there and jest about such things!\n\nKroll. Oh, well, I dare say our good John Rosmer thinks he has had more\nthan enough of married life. But, all the same--\n\nRebecca. Really, you almost make me feel inclined to laugh at you.\n\nKroll. All the same--Tell me, Miss West, if I may be allowed the\nquestion, how old are you?\n\nRebecca. I am ashamed to say I was twenty-nine on my last birthday, Mr.\nKroll. I am nearly thirty.\n\nKroll. Quite so. And Rosmer--how old is he? Let me see. He is five\nyears younger than me, so he must be just about forty-three. It seems\nto me it would be very suitable.\n\nRebecca. No doubt, no doubt. It would be remarkably suitable--Will you\nstop and have supper with us?\n\nKroll. Thank you. I had meant to pay you a good long visit, because\nthere is a matter I want to talk over with our excellent friend--Well,\nthen, Miss West, to prevent your taking foolish ideas into your head\nagain, I will come out here again from time to time, as in the old days.\n\nRebecca. Yes, please do. (Holds out her hand to, him.) Thank you, thank\nyou! You are really uncommonly good-natured.\n\nKroll (with a little grumble). Am I? I can tell you that is more than\nthey say at home. (ROSMER comes in by the door on the right.)\n\nRebecca. Mr. Rosmer, do you see who is sitting here?\n\nRosmer. Mrs. Helseth told me. (KROLL gets up.) I am so glad to see you\nhere again, my dear fellow. (Puts his hands on KROLL'S shoulders and\nlooks him in the face.) Dear old friend! I knew that one day we should\nbe on our old footing again.\n\nKroll. My dear fellow, have you that insane idea in your head too, that\nany thing could come between us?\n\nRebecca (to ROSMER). Isn't it delightful to think it was all our\nimagination!\n\nRosmer. Is that really true, Kroll? But why have you kept so\nobstinately away from us?\n\nKroll (seriously, and in, a subdued voice). Because I did not want to\ncome here like a living reminder of the unhappy time that is past--and\nof her who met her death in the mill-race.\n\nRosmer. It was a very kind thought on your part. You are always so\nconsiderate. But it was altogether unnecessary to keep away from us on\nthat account. Come along, let us sit down on the sofa. (They sit down.)\nI can assure you it is not in the least painful for me to think about\nBeata. We talk about her every day. She seems to us to have a part in\nthe house still.\n\nKroll. Does she really?\n\nRebecca (lighting the lamp). Yes, it is really quite true.\n\nRosmer. She really does. We both think so affectionately of her. And\nboth Rebecca--both Miss West and I know in our hearts that we did all\nthat lay in our power for the poor afflicted creature. We have nothing\nto reproach ourselves with. That is why I feel there is something sweet\nand peaceful in the way we can think of Beata now.\n\nKroll. You dear good people! In future I am coming out to see you every\nday.\n\nRebecca (sitting down in an arm-chair). Yes, let us see that you keep\nyour word.\n\nRosmer (with a slight hesitation). I assure you, my dear fellow, my\ndearest wish would be that our intimacy should never suffer in any way.\nYou know, you have seemed to be my natural adviser as long as we have\nknown one another, even from my student days.\n\nKroll. I know, and I am very proud of the privilege. Is there by any\nchance anything in particular just now--?\n\nRosmer. There are a great many things that I want very much to talk\nover with you frankly--things that lie very near my heart.\n\nRebecca. I feel that is so, too, Mr. Rosmer. It seems to me it would be\nsuch a good thing if you two old friends--\n\nKroll. Well, I can assure you I have even more to talk over with\nyou--because I have become an active politician, as I dare say you know.\n\nRosmer. Yes, I know you have. How did that come about?\n\nKroll. I had to, you see, whether I liked it or not. It became\nimpossible for me to remain an idle spectator any longer. Now that the\nRadicals have become so distressingly powerful, it was high time. And\nthat is also why I have induced our little circle of friends in the\ntown to bind themselves more definitely together. It was high time, I\ncan tell you!\n\nRebecca (with a slight smile). As a matter of fact, isn't it really\nrather late now?\n\nKroll. There is no denying it would have been more fortunate if we had\nsucceeded in checking the stream at an earlier point. But who could\nreally foresee what was coming? I am sure I could not. (Gets up and\nwalks up and down.) Anyway, my eyes are completely opened now; for the\nspirit of revolt has spread even into my school.\n\nRosmer. Into the school? Surely not into your school?\n\nKroll. Indeed it has. Into my own school. What do you think of this? I\nhave got wind of the fact that the boys in the top class--or rather, a\npart of the boys in it--have formed themselves into a secret society\nand have been taking in Mortensgaard's paper!\n\nRebecca. Ah, the \"Searchlight\".\n\nKroll. Yes, don't you think that is a nice sort of intellectual pabulum\nfor future public servants? But the saddest part of it is that it is\nall the most promising boys in the class that have conspired together\nand hatched this plot against me. It is only the duffers and dunces\nthat have held aloof from it.\n\nRebecca. Do you take it so much to heart, Mr. Kroll?\n\nKroll. Do I take it to heart, to find myself so hampered and thwarted\nin my life's work? (Speaking more gently.) I might find it in my heart\nto say that I could even take that for what it is worth; but I have not\ntold you the worst of it yet. (Looks round the room.) I suppose nobody\nis likely to be listening at the doors?\n\nRebecca. Oh, certainly not.\n\nKroll. Then let me tell you that the revolt and dissension has spread\ninto my own home--into my own peaceful home--and has disturbed the\npeace of my family life.\n\nRosmer (getting up). Do you mean it? In your own home?\n\nRebecca (going up to Kroll). Dear Mr. Kroll, what has happened?\n\nKroll. Would you believe it that my own children--. To make a long\nstory short, my boy Laurits is the moving spirit of the conspiracy at\nthe school. And Hilda has embroidered a red portfolio to keep the\nnumbers of the \"Searchlight\" in.\n\nRosmer. I should never have dreamed of such a thing; in your family--in\nyour own house!\n\nKroll. No, who would ever have dreamed of such a thing? In my house,\nwhere obedience and order have always ruled--where hitherto there has\nnever been anything but one unanimous will--\n\nRebecca. How does your wife take it?\n\nKroll. Ah, that is the most incredible part of the whole thing. She,\nwho all her days--in great things and small--has concurred in my\nopinions and approved of all my views, has actually not refrained from\nthrowing her weight on the children's side on many points. And now she\nconsiders I am to blame for what has happened. She says I try to coerce\nthe young people too much. Just as if it were not necessary to--. Well,\nthose are the sort of dissensions I have going on at home. But\nnaturally I talk as little about it as possible; it is better to be\nsilent about such things. (Walks across the floor.) Oh, yes.--Oh, yes.\n(Stands by the window, with his hands behind his back, and looks out.)\n\nRebecca (goes up to ROSMER, and speaks in low, hurried tones, unheard\nby KROLL). Do it!\n\nRosmer (in the same tone). Not to-night.\n\nRebecca (as before). Yes, this night of all others. (Goes away from him\nand adjusts the lamp.)\n\nKroll (coming back). Yes, my dear John, so now you know the sort of\nspirit of the age that has cast its shadow both over my home life and\nmy official work. Ought I not to oppose this appalling, destructive,\ndisorganising tendency with all the weapons I can lay my hands upon? Of\ncourse it is certainly my duty--and that both with my pen and my tongue.\n\nRosmer. But have you any hope that you can produce any effect in that\nway?\n\nKroll. At all events I mean to take my share in the fight as a citizen.\nAnd I consider that it is the duty of every patriotic man, every man\nwho is concerned about what is right, to do the same. And, I may as\nwell tell you, that is really the reason why I have come here to see\nyou to-night.\n\nRosmer. My dear fellow, what do you mean? What can I--?\n\nKroll. You are going to help your old friends, and do as we are\ndoing--take your share in it to the best of your ability.\n\nRebecca. But, Mr. Kroll, you know how little taste Mr. Rosmer has for\nthat sort of thing.\n\nKroll. Then he has got to overcome that distaste now. You do not keep\nabreast of the times, John. You sit here and bury yourself in your\nhistorical researches. Goodness knows, I have the greatest respect for\nfamily pedigrees and all that they imply. But this is not the time for\nsuch occupations, unhappily. You have no conception of the state of\naffairs that is going on all over the country. Every single idea is\nturned upside down, or very nearly so. It will be a hard fight to get\nall the errors straightened out again.\n\nRosmer. I can quite believe it. But that sort of a fight is not in my\nline at all.\n\nRebecca. Besides, I rather fancy that Mr. Rosmer has come to look at\nthe affairs of life with wider opened eyes than before.\n\nKroll (with a start). Wider opened eyes?\n\nRebecca. Yes, or with an opener mind--with less prejudice.\n\nKroll. What do you mean by that? John--surely you could never be so\nweak as to allow yourself to be deluded by the accidental circumstance\nthat the demagogues have scored a temporary success!\n\nRosmer. My dear fellow, you know very well that I am no judge of\npolitics; but it certainly seems to me that of late years individual\nthought has become somewhat more independent.\n\nKroll. Quite so--but do you consider that as a matter of course to be a\ngood thing? In any case you are vastly mistaken, my friend. Just\ninquire a little into the opinions that are current amongst the\nRadicals, both out here in the country and in town. You will find them\nto be nothing else than the words of wisdom that appear in the\n\"Searchlight\".\n\nRebecca. Yes, Mortensgaard has a great deal of influence over the\npeople about here.\n\nKroll. Yes, just think of it--a man with as dirty a record as his! A\nfellow that was turned out of his place as a schoolmaster because of\nhis immoral conduct! This is the sort of man that poses as a leader of\nthe people! And successfully, too!--actually successfully! I hear that\nhe means to enlarge his paper now. I know, on reliable authority, that\nhe is looking for a competent assistant.\n\nRebecca. It seems to me surprising that you and your friends do not\nstart an opposition paper.\n\nKroll. That is exactly what we intend to do. This very day we have\nbought the \"County News.\" There was no difficulty about the financial\nside of the matter; but-- (Turns towards ROSMER) Now we have come to\nthe real purport of my visit. It is the Management of it--the editorial\nmanagement--that is the difficulty, you see. Look here, Rosmer--don't\nyou feel called upon to undertake it, for the sake of the good cause?\n\nRosmer (in a tone of consternation). I!\n\nRebecca. How can you think of such a thing!\n\nKroll. I can quite understand your having a horror of public meetings\nand being unwilling to expose yourself to the mercies of the rabble\nthat frequents them. But an editor's work, which is carried on in much\ngreater privacy, or rather--\n\nRosmer. No, no, my dear fellow, you must not ask that of me.\n\nKroll. It would give me the greatest pleasure to have a try at work of\nthat sort myself--only it would be quite out of the question for me; I\nam already saddled with such an endless number of duties. You, on the\nother hand, who are no longer hampered by any official duties, might--.\nOf course the rest of us would give you all the help in our power.\n\nRosmer. I cannot do it, Kroll. I am not fitted for it.\n\nKroll. Not fitted for it? That was just what you said when your father\ngot you your living.\n\nRosmer. I was quite right; and that was why I resigned it, too.\n\nKroll. Well, if you only make as good an editor as you did a parson, we\nshall be quite satisfied.\n\nRosmer. My dear Kroll--once for all--I cannot do it.\n\nKroll. Well, then, I suppose you will give us the use of your name, at\nall events?\n\nRosmer. My name?\n\nKroll. Yes, the mere fact of John Rosmer's name being connected with it\nwill be a great advantage to the paper. We others are looked upon as\npronounced partisans. I myself even have the reputation of being a\nwicked fanatic, I am told. Therefore we cannot count upon our own names\nto give us any particular help in making the paper known to the\nmisguided masses. But you, on the contrary, have always held aloof from\nthis kind of fighting. Your gentle and upright disposition, your\npolished mind, your unimpeachable honour, are known to and appreciated\nby every one about here. And then there is the deference and respect\nthat your former position as a clergyman ensures for you--and, besides\nthat, there is the veneration in which your family, name is held!\n\nRosmer. Oh, my family name.\n\nKroll (pointing to the portraits). Rosmers of Rosmersholm--clergymen,\nsoldiers, men who have filled high places in the state--men of\nscrupulous honour, every one of them--a family that has been rooted\nhere, the most influential in the place, for nearly two centuries.\n(Lays his hand on ROSMER'S shoulder.) John, you owe it to yourself and\nto the traditions of your race to join us in defence of all that has\nhitherto been held sacred in our community. (Turning to REBECCA.) What\ndo you say, Miss West?\n\nRebecca (with a quiet little laugh). my dear Mr. Kroll--it all sounds\nso absurdly ludicrous to me.\n\nKroll. What! Ludicrous?\n\nRebecca. Yes, because it is time you were told plainly--\n\nRosmer (hurriedly). No, no--don't! Not now!\n\nKroll (looking from one to the other). But, my dear friends, what on\nearth--? (Breaks off, as MRS. HELSETH comes in, by the door on the\nright.) Ahem!\n\nMrs. Helseth. There is a man at the kitchen door, sir. He says he wants\nto see you.\n\nRosmer (in a relieved voice). Is there? Well, ask him to come in.\n\nMrs. Helseth. Shall I show him in here, sir?\n\nRosmer. Certainly.\n\nMrs. Helseth. But he doesn't look the sort of man one ought to allow in\nhere.\n\nRebecca. What does he look like, Mrs. Helseth?\n\nMrs. Helseth. Oh, he is not much to look at, Miss.\n\nRosmer. Did he not give you his name?\n\nMrs. Helseth. Yes, I think he said it was Hekman, or something like\nthat.\n\nRosmer. I do not know any one of that name.\n\nMrs. Helseth. And he said his Christian name was Ulrik.\n\nRosmer (with a start of surprise). Ulrik Hetman! Was that it?\n\nMrs. Helseth. Yes, sir, it was Hetman.\n\nKroll. I am certain I have heard that name before.\n\nRebecca. Surely it was the name that strange creature used to write\nunder--\n\nRosmer (to Kroll). It is Ulrik Brendel's pseudonym, you know.\n\nKroll. That scamp Ulrik Brendel. You are quite right.\n\nRebecca. So he is alive still.\n\nRosmer. I thought he was travelling with a theatrical company.\n\nKroll. The last I heard of him was that he was in the workhouse.\n\nRosmer. Ask him to come in, Mrs. Helseth.\n\nMrs. Helseth. Yes, sir. (Goes out.)\n\nKroll. Do you really mean to allow this fellow into your house?\n\nRosmer. Oh, well, you know he was my tutor once.\n\nKroll. I know that what he did was to stuff your head with\nrevolutionary ideas, and that in consequence your father turned him out\nof the house with a horsewhip.\n\nRosmer (a little bitterly). Yes, my father was always the commanding\nofficer--even at home.\n\nKroll. Be grateful to his memory for that, my dear John. Ah!\n\n(MRS. HELSETH shows ULRIK BRENDEL in at the door, then goes out and\nshuts the door after her. BRENDEL is a good-looking man with grey hair\nand beard; somewhat emaciated, but active and alert; he is dressed like\na common tramp, in a threadbare frock coat, shoes with holes in them,\nand no visible linen at his neck or wrists. He wears a pair of old\nblack gloves, carries a dirty soft hat under his arm, and has a\nwalking-stick in his hand. He looks puzzled at first, then goes quickly\nup to KROLL and holds out his hand to him.)\n\nBrendel. Good-evening, John!\n\nKroll. Excuse me\n\nBrendel. Did you ever expect to see me again? And inside these hated\nwalls, too?\n\nKroll. Excuse me. (Points to ROSMER.) Over there.\n\nBrendel (turning round). Quite right. There he is. John--my boy--my\nfavourite pupil!\n\nRosmer (shaking hands with him). My old tutor!\n\nBrendel. In spite of certain recollections, I could not pass by\nRosmersholm without paying you a flying visit.\n\nRosmer. You are very welcome here now. Be sure of that.\n\nBrendel. And this charming lady--? (Bows to Rebecca.) Your wife, of\ncourse.\n\nRosmer. Miss West.\n\nBrendel. A near relation, I presume. And our stranger friend here? A\ncolleague, I can see.\n\nRosmer. Mr. Kroll, master of the grammar school here.\n\nBrendel. Kroll? Kroll? Wait a moment. Did you take the Philology course\nin your student days?\n\nKroll. Certainly I did.\n\nBrendel. By Jove, I used to know you, then\n\nKroll. Excuse me--\n\nBrendel. Were you not--\n\nKroll. Excuse me--\n\nBrendel. --one of those champions of all the virtues that got me turned\nout of the Debating Society?\n\nKroll. Very possibly. But I disclaim any other acquaintance with you.\n\nBrendel. All right, all right! Nach Belieben, Mr. Kroll. I dare say I\nshall get over it. Ulrik Brendel will still be himself in spite of it.\n\nRebecca. Are you on your way to the town, Mr. Brendel?\n\nBrendel. You have hit the nail on the head, ma'am. At certain intervals\nI am obliged to do something for my living. I do not do it\nwillingly--but, enfin--when needs must--\n\nRosmer. My dear Mr. Brendel, will you not let me be of assistance to\nyou? In some way or another, I mean--\n\nBrendel. Ah, what a proposal to come from you! Could you wish to soil\nthe tie that binds us together? Never, John--never!\n\nRosmer. But what do you propose to do in the town, then? I assure you,\nyou won't find it so easy--\n\nBrendel. Leave that to me, my boy. The die is cast. The unworthy\nindividual who stands before you is started on an extensive\ncampaign--more extensive than all his former excursions put together.\n(To KROLL.) May I venture to ask you, Professor--unter uns--are there\nin your esteemed town any fairly decent, respectable and spacious\nassembly-rooms?\n\nKroll. The most spacious is the hall belonging to the Working Men's\nAssociation.\n\nBrendel. May I ask, sir, if you have any special influence with that no\ndoubt most useful Association?\n\nKroll. I have nothing whatever to do with it.\n\nRebecca (to BRENDEL). You ought to apply to Peter Mortensgaard.\n\nBrendel. Pardon, madame--what sort of an idiot is he?\n\nRosmer. Why do you make up your mind he is an idiot?\n\nBrendel. Do you suppose I can't tell, from the sound of the name, that\nit belongs to a plebeian?\n\nKroll. I did not expect that answer.\n\nBrendel. But I will conquer my prejudices. There is nothing else for\nit. When a man stands at a turning-point in his life--as I do--. That\nis settled. I shall, put myself into communication with this\nperson--commence direct negotiations.\n\nRosmer. Are you in earnest when you say you are standing at a\nturning-point in your life?\n\nBrendel. Does my own boy not know that wherever Ulrik Brendel stands he\nis always in earnest about it? Look here, I mean to become a new man\nnow--to emerge from the cloak of reserve in which I have hitherto\nshrouded myself.\n\nRosmer. In what way?\n\nBrendel. I mean to take an active part in life--to step forward--to\nlook higher. The atmosphere we breathe is heavy with storms. I want now\nto offer my mite upon the altar of emancipation.\n\nKroll. You too?\n\nBrendel (to them all). Has your public here any intimate acquaintance\nwith my scattered writings?\n\nKroll. No, I must candidly confess that--\n\nRebecca. I have read several of them. My foster-father had them.\n\nBrendel. My dear lady, then you have wasted your time. They are simply\ntrash, allow me to tell you.\n\nRebecca. Really?\n\nBrendel. Those you have read, yes. My really important works no man or\nwoman knows anything about. No one--except myself.\n\nRebecca. How is that?\n\nBrendel. Because they are not yet written.\n\nRosmer. But, my dear Mr. Brendel--\n\nBrendel. You know, my dear John, that I am a bit of a sybarite--a\ngourmet. I have always been so. I have a taste for solitary enjoyment,\nbecause in that way my enjoyment is twice--ten times--as keen. It is,\nlike this. When I have been wrapped in a haze of golden dreams that\nhave descended on me--when new, intoxicating, momentous thoughts have\nhad their birth in my mind, and I have been fanned by the beat of their\nwings as they bore me aloft--at such moments I have transformed them\ninto poetry, into visions, into pictures. In general outlines, that is\nto say.\n\nRosmer. Quite so.\n\nBrendel. You cannot imagine the luxury of enjoyment I have experienced!\nThe mysterious rapture of creation!--in, general outlines, as I said.\nApplause, gratitude, eulogies, crowns of laurel!--all these I have\nculled with full hands trembling with joy. In my secret ecstasies I\nhave steeped myself in a happiness so, intoxicating--\n\nKroll. Ahem!\n\nRosmer. But you have never written anything of it down?\n\nBrendel. Not a word. The thought of the dull clerk's work that it would\nmean has always moved me to a nauseating sense of disgust. Besides, why\nshould I profane my own ideals when I could enjoy them, in all their\npurity, by myself? But now they shall be sacrificed. Honestly, I feel\nas a mother must do when she entrusts her young daughter to the arms of\na husband. But I am going to, sacrifice them nevertheless--sacrifice\nthem on the altar of emancipation. A series of carefully thought-out\nlectures, to be delivered all over the country!\n\nRebecca (impetuously). That is splendid of you, Mr. Brendel! You are\ngiving up the most precious thing you possess.\n\nRosmer. The only thing.\n\nRebecca (looking meaningly at ROSMER). I wonder how many there are who\nwould do as much--who dare do it?\n\nRosmer (returning her look). Who knows?\n\nBrendel. My audience is moved. That refreshes my heart and strengthens\nmy will--and now I shall proceed upon my task forthwith. There is one\nother point, though. (To KROLL.) Can you inform me, sir, whether there\nis an Abstainers' Society in the town? A Total Abstainers' Society? I\nfeel sure there must be.\n\nKroll. There is one, at your service. I am the president.\n\nBrendel. I could tell that as soon as I saw you! Well, it is not at all\nimpossible that I may come to you and become a member for a week.\n\nKroll. Excuse me--we do not accept weekly members.\n\nBrendel. A la bonne heure, my good sir. Ulrik Brendel has never been in\nthe habit of forcing himself upon societies of that kind. (Turns to go)\nBut I must not prolong my stay in this house, rich as it is in\nmemories. I must go into the town and find some suitable lodging. I\nshall find a decent hotel of some kind there, I hope?\n\nRebecca. Will you not have something hot to drink before you go?\n\nBrendel. Of what nature, dear lady?\n\nRebecca. A cup of tea, or--\n\nBrendel. A thousand thanks to the most generous of hostesses!--but I do\nnot like trespassing on private hospitality. (Waves his hand.) Good-bye\nto you all! (Goes to the door, but turns back.) Oh, by the\nway--John--Mr. Rosmer--will you do your former tutor a service for old\nfriendship's sake?\n\nRosmer. With the greatest of pleasure.\n\nBrendel. Good. Well, then, lend me--just for a day or two--a starched\nshirt.\n\nRosmer. Nothing more than that!\n\nBrendel. Because, you see, I am travelling on foot--on this occasion.\nMy trunk is being sent after me.\n\nRosmer. Quite so. But, in that case, isn't there anything else?\n\nBrendel. Well, I will tell you what--perhaps you have an old, worn-out\nsummer coat that you could spare?\n\nRosmer. Certainly I have.\n\nBrendel. And if there happened to be a pair of presentable shoes that\nwould go with the coat.\n\nRosmer. I am sure we can manage that, too. As soon as you let us know\nyour address, we will send the things to you.\n\nBrendel. Please don't think of it! No one must be put to any\ninconvenience on my account! I will take the trifles with me.\n\nRosmer. Very well. Will you come upstairs with me, then?\n\nRebecca. Let me go. Mrs. Helseth and I will see about it.\n\nBrendel. I could never think of allowing this charming lady--\n\nRebecca. Nonsense! Come along, Mr. Brendel. (She goes out by the door\non the right.)\n\nRosmer (holding BRENDEL back). Tell me--is there no other way I can be\nof service to you?\n\nBrendel. I am sure I do not know of any. Yes, perdition seize it!--now\nthat I come to think of it--John, do you happen to have seven or eight\nshillings on you?\n\nRosmer. I will see. (Opens his purse.) I have two half-sovereigns here.\n\nBrendel. Oh, well, never mind. I may as well take them. I can always\nget change in town. Thanks, in the meantime. Remember that it was two\nhalf-sovereigns I had. Good-night, my own dear boy! Good-night to you,\nsir! (Goes out by the door on the right, where ROSMER takes leave of\nhim and shuts the door after him.)\n\nKroll. Good heavens--and that is the Ulrik Brendel of whom people once\nthought that he would do great things!\n\nRosmer. At all events he has had the courage to live his life in his\nown way. I do not think that is such a small thing, after all.\n\nKroll. What? A life like his? I almost believe he would have the power,\neven now, to disturb all your ideas.\n\nRosmer. No, indeed. I have come to a clear understanding with myself\nnow, upon all points.\n\nKroll. I wish I could believe it, my dear Rosmer. You are so dreadfully\nsusceptible to impressions from without.\n\nRosmer. Let us sit down. I want to have a talk with you.\n\nKroll. By all means. (They sit down on the couch.)\n\nRosmer (after a short pause). Don't you think everything here looks\nvery pleasant and comfortable?\n\nKroll. Yes, it looks very pleasant and comfortable now--and peaceful.\nYou have made yourself a real home, Rosmer. And I have lost mine.\n\nRosmer. My dear fellow, do not say that. There may seem to be a rift\njust now, but it will heal again.\n\nKroll. Never, never. The sting will always remain. Things can never be\nas they were before.\n\nRosmer. I want to ask you something, Kroll. You and I have been the\nclosest of friends now for so many years--does it seem to you\nconceivable that anything could destroy our friendship?\n\nKroll. I cannot imagine anything that could cause a breach between us.\nWhat has put that into your head?\n\nRosmer. Well--your attaching such tremendous importance to similarity\nof opinions and views.\n\nKroll. Certainly I do; but then we two hold pretty similar opinions at\nall events on the most essential points.\n\nRosmer (gently). No. Not any longer.\n\nKroll (trying to jump up from his seat). What is this?\n\nRosmer (restraining him). No, you must sit still. Please, Kroll.\n\nKroll. What does it all mean? I do not understand you. Tell me,\nstraight out!\n\nRosmer. A new summer has blossomed in my heart--my eyes have regained\nthe clearness of youth. And, accordingly, I am now standing where--\n\nKroll. Where? Where are you standing?\n\nRosmer. Where your children are standing.\n\nKroll. You? You! The thing is impossible! Where do you say you are\nstanding?\n\nRosmer. On the same side as Laurits and Hilda.\n\nKroll (letting his head drop). An apostate. John Rosmer an apostate.\n\nRosmer. What you are calling apostasy ought to have made me feel\nsincerely happy and fortunate; but for all that I have suffered keenly,\nbecause I knew quite well it would cause you bitter sorrow.\n\nKroll. Rosmer, Rosmer, I shall never get over this. (Looks at him\nsadly.) To think that you, too, could bring yourself to sympathise with\nand join in the work of disorder and ruin that is playing havoc with\nour unhappy country.\n\nRosmer. It is the work of emancipation that I sympathise with.\n\nKroll. Oh yes, I know all about that. That is what it is called, by\nboth those who are leading the people astray and by their misguided\nvictims. But, be sure of this--you need expect no emancipation to be\nthe result of the spirit that relies on the poisoning of the whole of\nour social life.\n\nRosmer. I do not give my allegiance to the spirit that is directing\nthis, nor to any of those who are leading the fight. I want to try to\nbring men of all shades of opinion together--as many as I can\nreach--and bind them as closely together as I can. I want to live for\nand devote all the strength that is in me to one end only--to create a\nreal public opinion in the country.\n\nKroll. So you do not consider that we have sufficient public opinion!\nI, for my part, consider that the whole lot of us are on the high road\nto be dragged down into the mire where otherwise only the common people\nwould be wallowing.\n\nRosmer. It is just for that reason that I have made up my mind as to\nwhat should be the real task of public opinion.\n\nKroll. What task?\n\nRosmer. The task of making all our fellow-countrymen into men of\nnobility.\n\nKroll. All our fellow-countrymen--!\n\nRosmer. As many as possible, at all events.\n\nKroll. By what means?\n\nRosmer. By emancipating their ideas and purifying their aspirations, it\nseems to me.\n\nKroll. You are a dreamer, Rosmer. Are you going to emancipate them? Are\nyou going to purify them?\n\nRosmer. No, my dear fellow--I can only try to awake the desire for it\nin them. The doing of it rests with themselves.\n\nKroll. And do you think they are capable of it?\n\nRosmer. Yes.\n\nKroll. Of their own power?\n\nRosmer. Yes, of their own power. There is no other that can do it.\n\nKroll (getting up). Is that speaking as befits a clergyman?\n\nRosmer. I am a clergyman no longer.\n\nKroll. Yes, but--what of the faith you were brought up in?\n\nRosmer. I have it no longer.\n\nKroll. You have it no longer?\n\nRosmer (getting up). I have given it up. I had to give it up, Kroll.\n\nKroll (controlling his emotion). I see. Yes, yes. The one thing implies\nthe other. Was that the reason, then, why you left the service of the\nChurch?\n\nRosmer. Yes. When my mind was clearly made up--when I felt the\ncertainty that it Was not merely a transitory temptation, but that it\nwas something that I would neither have the power nor the desire to\ndismiss from my mind--then I took that step.\n\nKroll. So it has been fermenting in your mind as long as that. And\nwe--your friends--have never been allowed to know anything of it.\nRosmer, Rosmer--how could you hide the sorrowful truth from us!\n\nRosmer. Because I considered it was a matter that only concerned\nmyself; and therefore I did not wish to cause you and my other friends\nany unnecessary pain. I thought I should be able to live my life here\nas I have done hitherto--peacefully and happily. I wanted to read, and\nabsorb myself in all the works that so far had been sealed books to\nme--to familiarise myself thoroughly with the great world of truth and\nfreedom that has been disclosed to me now.\n\nKroll. An apostate. Every word you say bears witness to that. But, for\nall that, why have you made this confession of your secret apostasy? Or\nwhy just at the present moment?\n\nRosmer. You yourself have compelled me to it, Kroll.\n\nKroll. I? I have compelled you?\n\nRosmer. When I heard of your violent behaviour at public meetings--when\nI read the reports of all the vehement speeches you made there of all\nyour bitter attacks upon those that were on the other side--your\nscornful censure of your opponents--oh, Kroll, to think that\nyou--you--could be the man to do that!--then my eyes were opened to my\nimperative duty. Mankind is suffering from the strife that is going on\nnow, and we ought to bring peace and happiness and a spirit of\nreconciliation into their souls. That is why I step forward now and\nconfess myself openly for what I am--and, besides, I want to put my\npowers to the test, as well as others. Could not you--from your\nside--go with me in that, Kroll?\n\nKroll. Never, as long as I live, will I make any alliance with the\nforces of disorder in the community.\n\nRosmer. Well, let us at least fight with honourable weapons, since it\nseems we must fight.\n\nKroll. I can have nothing more to do with any one who does not think\nwith me on matters of vital importance, and I owe such a man no\nconsideration.\n\nRosmer. Does that apply even to me?\n\nKroll. You yourself have broken with me, Rosmer.\n\nRosmer. But does this really mean a breach between us?\n\nKroll. Between us! It is a breach with all those who have hitherto\nstood shoulder to shoulder with you. And now you must take the\nconsequences.\n\n(REBECCA comes in from the room on the right and opens the door wide.)\n\nRebecca. Well, that is done! We have started him off on the road to his\ngreat sacrifice, and now we can go in to supper. Will you come in, Mr.\nKroll?\n\nKroll (taking his hat). Good-night, Miss West. This is no longer any\nplace for me.\n\nRebecca (excitedly). What do you mean? (Shuts the door and comes nearer\nto the two men.) Have you told him--?\n\nRosmer. He knows now.\n\nKroll. We shall not let you slip out of our hands, Rosmer. We shall\ncompel you to come back to us again.\n\nRosmer. I shall never find myself there any more.\n\nKroll. We shall see. You are not the man to endure standing alone.\n\nRosmer. I am not so entirely alone, even now. There are two of us to\nbear the solitude together here.\n\nKroll. Ah! (A suspicion appears to cross his mind.) That too! Beata's\nwords!\n\nRosmer. Beata's?\n\nKroll (dismissing the thought from his mind). No, no--that was odious\nof me. Forgive me.\n\nRosmer. What? What do you mean?\n\nKroll. Think no more about it. I am ashamed of it. Forgive me--and\ngood-bye. (Goes out by the door to the hall.)\n\nRosmer (following him). Kroll! We cannot end everything between us like\nthis. I will come and see you to-morrow.\n\nKroll (turning round in the hall). You shall not set your foot in my\nhouse. (Takes his stick and goes.)\n\n(ROSMER stands for a while at the open door; then shuts it and comes\nback into the room.)\n\nRosmer. That does not matter, Rebecca. We shall be able to go through\nwith it, for all that--we two trusty friends--you and I.\n\nRebecca. What do you suppose he meant just now when he said he was\nashamed of himself?\n\nRosmer. My dear girl, don't bother your head about that. He didn't even\nbelieve what he meant, himself. But I will go and see him tomorrow.\nGoodnight!\n\nRebecca. Are you going up so early to-night--after this?\n\nRosmer. As early to-night as I usually do. I feel such a sense of\nrelief now that it is over. You see, my dear Rebecca, I am perfectly\ncalm--so you take it calmly, too. Good-night.\n\nRebecca. Good-night, dear friend--and sleep well! (ROSMER goes out by\nthe door to the lobby; then his footsteps are heard as he goes\nupstairs. REBECCA goes to the wall and rings a bell, which is answered\nby MRS. HELSETH.) You can clear the table again, Mrs. Helseth. Mr.\nRosmer does not want anything, and Mr. Kroll has gone home.\n\nMrs. Helseth. Gone home? What was wrong with him, miss?\n\nRebecca (taking up her crochet-work). He prophesied that there was a\nheavy storm brewing--\n\nMrs. Helseth. That is very strange, miss, because there isn't a scrap\nof cloud in the sky.\n\nRebecca. Let us hope he doesn't meet the White Horse. Because I am\nafraid it will not be long before we hear something of the family ghost.\n\nMrs. Helseth. God forgive you, miss--don't talk of such a dreadful\nthing!\n\nRebecca. Oh, come, come!\n\nMrs. Helseth (lowering her voice). Do you really think, miss, that some\none here is to go soon?\n\nRebecca. Not a bit of it. But there are so many sorts of white horses\nin this world, Mrs. Helseth--Well, good-night. I shall go to my room\nnow.\n\nMrs. Helseth. Good-night, miss. (Rebecca takes her work and goes out to\nthe right. MRS. HELSETH shakes her head, as she turns down the lamp,\nand mutters to herself): Lord--Lord!--how queer Miss West does talk\nsometimes!\n\n\n\n\nACT II\n\n\n(SCENE. ROSMER'S study. The door into it is in the left-hand wall. At\nthe back of the room is a doorway with a curtain drawn back from it,\nleading to his bedroom. On the right, a window, in front of which is a\nwriting-table strewn with books and papers. Bookshelves and cupboards\non the walls. Homely furniture. On the left, an old-fashioned sofa with\na table in front of it. ROSMER, wearing a smoking-jacket, is sitting at\nthe writing-table on a high-backed chair. He is cutting and turning\nover the leaves of a magazine, and dipping into it here and there. A\nknock is heard at the door on the left.)\n\nRosmer (without turning round). Come in.\n\n(REBECCA comes in, wearing a morning wrapper.)\n\nRebecca. Good morning.\n\nRosmer (still turning over the leaves of his book). Good morning, dear.\nDo you want anything?\n\nRebecca. Only to ask if you have slept well?\n\nRosmer. I went to sleep feeling so secure and happy. I did not even\ndream. (Turns round.) And you?\n\nRebecca. Thanks, I got to sleep in the early morning.\n\nRosmer. I do not think I have felt so light-hearted for a long time as\nI do to-day. I am so glad that I had the opportunity to say what I did.\n\nRebecca. Yes, you should not have been silent so long, John.\n\nRosmer. I cannot understand how I came to be such a coward.\n\nRebecca. I am sure it was not really from cowardice.\n\nRosmer. Yes, indeed. I can see that at bottom there was some cowardice\nabout it.\n\nRebecca. So much the braver of you to face it as you did. (Sits down\nbeside him on a chair by the writing-table.) But now I want to confess\nsomething that I have done--something that you must not be vexed with\nme about.\n\nRosmer. Vexed? My dear girl, how can you think--?\n\nRebecca. Yes, because I dare say it was a little presumptuous of me,\nbut--\n\nRosmer. Well, let me hear what it was.\n\nRebecca. Last night, when that Ulrick Brendel was going, I wrote him a\nline or two to take to Mortensgaard.\n\nRosmer (a little doubtfully). But, my dear Rebecca--What did you write,\nthen?\n\nRebecca. I wrote that he would be doing you a service if he would\ninterest himself a little in that unfortunate man, and help him in any\nway he could.\n\nRosmer. My dear, you should not have done that. You have only done\nBrendel harm by doing so. And besides, Mortensgaard is a man I\nparticularly wish to have nothing to do with. You know I have been at\nloggerheads once with him already.\n\nRebecca. But do you not think that now it might be a very good thing if\nyou got on to good terms with him again?\n\nRosmer. I? With Mortensgaard? For what reason, do you mean?\n\nRebecca. Well, because you cannot feel altogether secure now--since\nthis has come between you and your friends.\n\nRosmer (looking at her and shaking his head). Is it possible that you\nthink either Kroll or any of the others would take a revenge on\nme--that they could be capable of--\n\nRebecca. In their first heat of indignation dear. No one can be certain\nof that. I think, after the way Mr. Kroll took it--\n\nRosmer. Oh, you ought to know him better than that. Kroll is an\nhonourable man, through and through. I will go into town this\nafternoon, and have a talk with him. I will have a talk with them all.\nOh, you will see how smoothly everything will go. (MRS. HELSETH comes\nin by the door on the left.)\n\nRebecca (getting up). What is it, Mrs. Helseth?\n\nMrs. Helseth. Mr. Kroll is downstairs in the hall, miss.\n\nRosmer (getting up quickly). Kroll!\n\nRebecca. Mr. Kroll! What a surprise!\n\nMrs. Helseth. He asks if he may come up and speak to Mr. Rosmer.\n\nRosmer (to REBECCA). What did I say! (To MRS. HELSETH). Of course he\nmay. (Goes to the door and calls down the stairs.) Come up, my dear\nfellow! I am delighted to see you! (He stands holding the door open.\nMRS. HELSETH goes out. REBECCA draws the curtain over the doorway at\nthe back, and then begins to tidy the room. KROLL comes in with his hat\nin his hand.)\n\nRosmer (quietly, and with some emotion). I knew quite well it would not\nbe the last time--\n\nKroll. To-day I see the matter in quite a different light from\nyesterday.\n\nRosmer. Of course you do, Kroll! Of course you do! You have been\nthinking things over--\n\nKroll. You misunderstand me altogether. (Puts his hat down on the\ntable.) It is important that I should speak to you alone.\n\nRosmer. Why may not Miss West--?\n\nRebecca. No, no, Mr. Rosmer. I will go.\n\nKroll (looking meaningly at her). And I see I ought to apologise to\nyou, Miss West, for coming here so early in the morning. I see I have\ntaken you by surprise, before you have had time to--\n\nRebecca (with a start). Why so? Do you find anything out of place in\nthe fact of my wearing a morning wrapper at home here?\n\nKroll. By no means! Besides, I have no knowledge of what customs may\nhave grown up at Rosmersholm.\n\nRosmer. Kroll, you are not the least like yourself to-day.\n\nRebecca. I will wish you good morning, Mr. Kroll. (Goes out to the\nleft.)\n\nKroll. If. you will allow me-- (Sits down on the couch.)\n\nRosmer. Yes, my dear fellow, let us make ourselves comfortable and have\na confidential talk. (Sits down on a chair facing KROLL.)\n\nKroll. I have not been able to close an eye since yesterday. I lay all\nnight, thinking and thinking.\n\nRosmer. And what have you got to say to-day?\n\nKroll. It will take me some time, Rosmer. Let me begin with a sort of\nintroduction. I can give you some news of Ulrick Brendel.\n\nRosmer. Has he been to see you?\n\nKroll. No. He took up his quarters in a low-class tavern--in the lowest\nkind of company, of course; drank, and stood drinks to others, as long\nas he had any money left; and then began to abuse the whole lot of them\nas a contemptible rabble--and, indeed, as far as that goes he was quite\nright. But the result was, that he got a thrashing and was thrown out\ninto the gutter.\n\nRosmer. I see he is altogether incorrigible.\n\nKroll. He had pawned the coat you gave him, too, but that is going to\nbe redeemed for him. Can you guess by whom?\n\nRosmer. By yourself, perhaps?\n\nKroll. No. By our noble friend Mr. Mortensgaard.\n\nRosmer. Is that so?\n\nKroll. I am informed that Mr. Brendel's first visit was paid to the\n\"idiot\" and  \"plebeian\".\n\nRosmer. Well, it was very lucky for him--\n\nKroll. Indeed it was. (Leans over the table, towards ROSMER.) Now I am\ncoming to a matter of which, for the sake of our old--our\nformer--friendship, it is my duty to warn you.\n\nRosmer. My dear fellow, what is that?\n\nKroll. It is this; that certain games are going on behind your back in\nthis house.\n\nRosmer. How can you think that? Is it Rebec--is it Miss West you are\nalluding to?\n\nKroll. Precisely. And I can quite understand it on her part; she has\nbeen accustomed, for such a long time now, to do as she likes here. But\nnevertheless--\n\nRosmer. My dear Kroll, you are absolutely mistaken. She and I have no\nsecrets from one another about anything whatever.\n\nKroll. Then has she confessed to you that she has been corresponding\nwith the editor of the \"Searchlight\"?\n\nRosmer. Oh, you mean the couple of lines she wrote to him on Ulrik\nBrendel's behalf?\n\nKroll. You have found that out, then? And do you approve of her being\non terms of this sort with that scurrilous hack, who almost every week\ntries to pillory me for my attitude in my school and out of it?\n\nRosmer. My dear fellow, I don't suppose that side of the question has\never occurred to her. And in any case, of course she has entire freedom\nof action, just as I have myself.\n\nKroll. Indeed? Well, I suppose that is quite in accordance with the new\nturn your views have taken--because I suppose Miss West looks at things\nfrom the same standpoint as you?\n\nRosmer. She does. We two have worked our way forward in complete\ncompanionship.\n\nKroll (looking at him and shaking his head slowly). Oh, you blind,\ndeluded man!\n\nRosmer. I? What makes you say that?\n\nKroll. Because I dare not--I WILL not--think the worst. No, no, let me\nfinish what I want to say. Am I to believe that you really prize my\nfriendship, Rosmer? And my respect, too? Do you?\n\nRosmer. Surely I need not answer that question.\n\nKroll. Well, but there are other things that require answering--that\nrequire full explanation on your part. Will you submit to it if I hold\na sort of inquiry--?\n\nRosmer. An inquiry?\n\nKroll. Yes, if I ask you questions about one or two things that it may\nbe painful for you to recall to mind. For instance, the matter of your\napostasy--well, your emancipation, if you choose to call it so--is\nbound up with so much else for which, for your own sake, you ought to\naccount to me.\n\nRosmer. My dear fellow, ask me about anything you please. I have\nnothing to conceal.\n\nKroll. Well, then, tell me this--what do you yourself believe was the\nreal reason of Beata's making away with herself?\n\nRosmer. Can you have any doubt? Or perhaps I should rather say, need\none look for reasons for what an unhappy sick woman, who is\nunaccountable for her actions, may do?\n\nKroll. Are you certain that Beata was so entirely unaccountable for her\nactions? The doctors, at all events, did not consider that so\nabsolutely certain.\n\nRosmer. If the doctors had ever seen her in the state in which I have\nso often seen her, both night and day, they would have had no doubt\nabout it.\n\nKroll. I did not doubt it either, at the time.\n\nRosmer. Of course not. It was impossible to doubt it, unfortunately.\nYou remember what I told you of her ungovernable, wild fits of\npassion--which she expected me to reciprocate. She terrified me! And\nthink how she tortured herself with baseless self-reproaches in the\nlast years of her life!\n\nKroll. Yes, when she knew that she would always be childless.\n\nRosmer. Well, think what it meant--to be perpetually in the clutches of\nsuch--agony of mind over a thing that she was not in the slightest\ndegree responsible for--! Are you going to suggest that she was\naccountable for her actions?\n\nKroll. Hm!--Do you remember whether at that time you had, in the house\nany books dealing with the purport of marriage--according to the\nadvanced views of to-day?\n\nRosmer. I remember Miss West's lending me a work of the kind. She\ninherited Dr. West's library, you know. But, my dear Kroll, you surely\ndo not suppose that we were so imprudent as to let the poor sick\ncreature get wind of any such ideas? I can solemnly swear that we were\nin no way to blame. It was the overwrought nerves of her own brain that\nwere responsible for these frantic aberrations.\n\nKroll. There is one thing, at any rate, that I can tell you now, and\nthat is that your poor tortured and overwrought Beata put an end to her\nown life in order that yours might be happy--and that you might be free\nto live as you pleased.\n\nRosmer (starting half up from his chair). What do you mean by that?\n\nKroll. You must listen to me quietly, Rosmer--because now I can speak\nof it. During the last year of her life she came twice to see me, to\ntell me what she suffered from her fears and her despair.\n\nRosmer. On that point?\n\nKroll. No. The first time she came she declared that you were on the\nhigh road to apostasy--that you were going to desert the faith that\nyour father had taught you.\n\nRosmer (eagerly). What you say is impossible, Kroll!--absolutely\nimpossible! You must be wrong about that.\n\nKroll. Why?\n\nRosmer. Because as long as Beata lived I was still doubting and\nfighting with myself. And I fought out that fight alone and in the\ncompletest secrecy. I do not imagine that even Rebecca--\n\nKroll. Rebecca?\n\nRosmer. Oh, well--Miss West. I call her Rebecca for the sake of\nconvenience.\n\nKroll. So I have observed.\n\nRosmer. That is why it is so incomprehensible to me that Beata should\nhave had any suspicion of it. Why did she never speak to me about\nit?--for she never did, by a single word.\n\nKroll. Poor soul--she begged and implored me to speak to you.\n\nRosmer. Then why did you never do so?\n\nKroll. Do you think I had a moment's doubt, at that time, that her mind\nwas unhinged? Such an accusation as that, against a man like you! Well,\nshe came to see me again, about a month later. She seemed calmer then;\nbut, as she was going away, she said: \"They may expect to see the White\nHorse soon at Rosmersholm.\"\n\nRosmer. Yes, I know--the White Horse. She often used to talk about that.\n\nKroll. And then, when I tried to distract her from such unhappy\nthoughts, she only answered: \"I have not much time left; for John must\nmarry Rebecca immediately now.\"\n\nRosmer (almost speechless). What are you saying! I marry--!\n\nKroll. That was on a Thursday afternoon. On the Saturday evening she\nthrew herself from the footbridge into the millrace.\n\nRosmer. And you never warned us!\n\nKroll. Well, you know yourself how constantly she used to say that she\nwas sure she would die before long.\n\nRosmer. Yes, I know. But, all the same, you ought to have warned us!\n\nKroll. I did think of doing so. But then it was too late.\n\nRosmer. But since then, why have you not--? Why have you kept all this\nto yourself?\n\nKroll. What good would it have done for me to come here and add to your\npain and distress? Of course I thought the whole thing was merely wild,\nempty fancy--until yesterday evening.\n\nRosmer. Then you do not think so any longer?\n\nKroll. Did not Beata see clearly enough, when she saw that you were\ngoing to fall away from your childhood's faith?\n\nRosmer (staring in front of him). Yes, I cannot understand that. It is\nthe most incomprehensible thing in the world to me.\n\nKroll. Incomprehensible or not, the thing is true. And now I ask you,\nRosmer, how much truth is there in her other accusation?--the last one,\nI mean.\n\nRosmer. Accusation? Was that an accusation, then?\n\nKroll. Perhaps you did not notice how it was worded. She said she meant\nto stand out of the way. Why? Well?\n\nRosmer. In order that I might marry Rebecca, apparently.\n\nKroll. That was not quite how it was worded. Beata expressed herself\ndifferently. She said \"I have not much time left; for John must marry\nRebecca IMMEDIATELY now.\"\n\nRosmer (looks at him for a moment; then gets up). Now I understand you,\nKroll.\n\nKroll. And if you do? What answer have you to make?\n\nRosmer (in an even voice, controlling himself). To such an\nunheard-of--? The only fitting answer would be to point to the door.\n\nKroll (getting up). Very good.\n\nRosmer (standing face to face with him). Listen to me. For considerably\nmore than a year to be precise, since Beata's death--Rebecca West and I\nhave lived here alone at Rosmersholm. All that time you have known of\nthe charge Beata made against us; but I have never for one moment seen\nyou appear the least scandalised at our living together here.\n\nKroll. I never knew, till yesterday evening, that it was a case of an\napostate man and an \"emancipated\" woman living together.\n\nRosmer. Ah! So then you do not believe in any purity of life among\napostates or emancipated folk? You do not believe that they may have\nthe instinct of morality ingrained in their natures?\n\nKroll. I have no particular confidence in the kind of morality that is\nnot rooted in the Church's faith.\n\nRosmer. And you mean that to apply to Rebecca and myself?--to my\nrelations with Rebecca?\n\nKroll. I cannot make any departure, in favour of you two, from my\nopinion that there is certainly no very wide gulf between free thinking\nand--ahem!\n\nRosmer. And what?\n\nKroll. And free love, since you force me to say it.\n\nRosmer (gently). And you are not ashamed to say that to me!--you, who\nhave known me ever since I was a boy.\n\nKroll. It is just for that reason. I know how easily you allow yourself\nto be influenced by those you associate with. And as for your\nRebecca--well, your Miss West, then--to tell the truth, we know very\nlittle about her. To cut the matter short, Rosmer--I am not going to\ngive you up. And you, on your part, ought to try and save yourself in\ntime.\n\nRosmer. Save myself? How--? (MRS. HELSETH looks in through the door on\nthe left.) What do you want?\n\nMrs. Helseth. I wanted to ask Miss West to come down, sir.\n\nRosmer. Miss West is not up here.\n\nMrs. Helseth. Indeed, sir? (Looks round the room.) That is very\nstrange. (Goes out.)\n\nRosmer. You were saying--?\n\nKroll. Listen to me. As to what may have gone on here in secret while\nBeata was alive, and as to what may be still going on here, I have no\nwish to inquire more closely. You were, of course, extremely unhappy in\nyour marriage--and to some extent that may be urged in your excuse--\n\nRosmer. Oh, how little you really know me!\n\nKroll. Do not interrupt me. What I want to say is this. If you\ndefinitely must continue living with Miss West, it is absolutely\nnecessary that you should conceal the revolution of opinion--I mean the\ndistressing apostasy--that she has beguiled you into. Let me speak! Let\nme speak! I say that, if you are determined to go on with this folly,\nfor heaven's sake hold any variety of ideas or opinions or beliefs you\nlike--but keep your opinions to yourself. It is a purely personal\nmatter, and there is not the slightest necessity to go proclaiming it\nall over the countryside.\n\nRosmer. It is a necessity for me to abandon a false and equivocal\nposition.\n\nKroll. But you have a duty towards the traditions of your family,\nRosmer! Remember that! From time immemorial Rosmersholm has been a\nstronghold of discipline and order, of respect and esteem for all that\nthe best people in our community have upheld and sanctioned. The whole\nneighbourhood has taken its tone from Rosmersholm. If the report gets\nabout that you yourself have broken with what I may call the Rosmer\nfamily tradition, it will evoke an irreparable state of unrest.\n\nRosmer. My dear Kroll, I cannot see the matter in that light. It seems\nto me that it is my imperative duty to bring a little light and\nhappiness into the place where the race of Rosmers has spread darkness\nand oppression for all these long years.\n\nKroll (looking severely at him). Yes, that would be a worthy action for\nthe man with whom the race will disappear. Let such things alone, my\nfriend. It is no suitable task for you. You were meant to lead the\npeaceful life of a student.\n\nRosmer. Yes, that may be so. But nevertheless I want to try and play my\nhumble part in the struggles of life.\n\nKroll. The struggles of life! Do you know what that will mean for you?\nIt will mean war to the death with all your friends.\n\nRosmer (quietly). I do not imagine they are all such fanatics as you.\n\nKroll. You are a simple-minded creature, Rosmer--an inexperienced\ncreature. You have no suspicion of the violence of the storm that will\nburst upon you. (MRS. HELSETH slightly opens the door on the left.)\n\nMrs. Helseth. Miss West wishes me to ask you, sir\n\nRosmer. What is it?\n\nMrs. Helseth. There is some one downstairs that wishes to speak to you\nfor a minute, sir.\n\nRosmer. Is it the gentleman that was here yesterday afternoon, by any\nchance?\n\nMrs. Helseth. No, it is that Mr. Mortensgaard.\n\nRosmer. Mortensgaard?\n\nKroll. Aha! So matters have got as far as that already, have they!\n\nRosmer. What does he want with me? Why did you not send him away?\n\nMrs. Helseth. Miss West told me to ask you if he might come up.\n\nRosmer. Tell him I am engaged, and--\n\nKroll (to MRS. HELSETH). No; show him up, please. (MRS. HELSETH goes\nout. KROLL takes up his hat.) I quit the field--temporarily. But we\nhave not fought the decisive action yet.\n\nRosmer. As truly as I stand here, Kroll, I have absolutely nothing to\ndo with Mortensgaard.\n\nKroll. I do not believe you any longer on any point. Under no\ncircumstances shall I have any faith in you after this. It is war to\nthe knife now. We shall try if we cannot make you powerless to do any\nharm.\n\nRosmer. Oh, Kroll--how you have sunk! How low you have sunk!\n\nKroll. I? And a man like you has the face to say so? Remember Beata!\n\nRosmer. Are you harking back to that again!\n\nKroll. No. You must solve the riddle of the millrace as your conscience\nwill allow you--if you have any conscience still left. (PETER\nMORTENSGAARD comes in softly and quietly, by the door on the left. He\nis a short, slightly built man with sparse reddish hair and beard.\nKROLL gives him a look of hatred.) The \"Searchlight\" too, I see.\nLighted at Rosmersholm! (Buttons up his coat.) That leaves me no doubt\nas to the course I should steer.\n\nMortensgaard (quietly). The \"Searchlight\" will always be ready burning\nto light Mr. Kroll home.\n\nKroll. Yes, you have shown me your goodwill for a long time. To be sure\nthere is a Commandment that forbids us to bear false witness against\nour neighbour--\n\nMortensgaard. Mr. Kroll has no need to instruct me in the Commandments.\n\nKroll. Not even in the sixth?\n\nRosmer. Kroll--!\n\nMortensgaard. If I needed such instruction, Mr. Rosmer is the most\nsuitable person to give it me.\n\nKroll (with scarcely concealed scorn). Mr. Rosmer? Oh yes, the Reverend\nMr. Rosmer is undoubtedly the most suitable man for that! I hope you\nwill enjoy yourselves, gentlemen. (Goes out and slams the door after\nhim.)\n\nRosmer (stands looking at the door, and says to himself). Yes, yes--it\nhad to be so. (Turns round.) Will you tell me, Mr. Mortensgaard, what\nhas brought you out here to see me?\n\nMortensgaard. It was really Miss West I wanted to see. I thought I\nought to thank her for the kind letter I received from her yesterday.\n\nRosmer. I know she has written to you. Have you had a talk with her?\n\nMortensgaard. Yes, a little. (Smiles slightly.) I hear that there has\nbeen a change of views in certain respects at Rosmersholm.\n\nRosmer. My views have changed to a very considerable extent; I might\nalmost say entirely.\n\nMortensgaard. That is what Miss West said. And that was why she thought\nI ought to come up and have a little chat with you about this.\n\nRosmer. About what, Mr. Mortensgaard?\n\nMortensgaard. May I have your permission to announce in the\n\"Searchlight\" that you have altered your opinions, and are going to\ndevote yourself to the cause of free thought and progress?\n\nRosmer. By all means. I will go so far as to ask you to make the\nannouncement.\n\nMortensgaard. Then it shall appear to-morrow. It will be a great and\nweighty piece of news that the Reverend Mr. Rosmer of Rosmersholm has\nmade up his mind to join the forces of light in that direction too.\n\nRosmer. I do not quite understand you.\n\nMortensgaard. What I mean is that it implies the gain of strong moral\nsupport for our party every time we win over an earnest,\nChristian-minded adherent.\n\nRosmer (with some astonishment). Then you don't know--? Did Miss West\nnot tell you that as well?\n\nMortensgaard. What, Mr. Rosmer? Miss West was in a considerable hurry.\nShe told me to come up, and that I would hear the rest of it from\nyourself.\n\nRosmer. Very well, then; let me tell you that I have cut myself free\nentirely--on every side. I have now, no connection of any kind with the\ntenets of the Church. For the future such matters have not the smallest\nsignification for me.\n\nMortensgaard (looking at him in perplexity). Well, if the moon had\nfallen down from the sky, I could not be more--! To think that I should\never hear you yourself renounce--!\n\nRosmer. Yes, I stand now where you have stood for a long time. You can\nannounce that in the \"Searchlight\" to-morrow too.\n\nMortensgaard. That, too? No, my dear Mr. Rosmer--you must excuse\nme--but it is not worth touching on that side of the matter.\n\nRosmer. Not touch on it?\n\nMortensgaard. Not at first, I think.\n\nRosmer. But I do not understand--\n\nMortensgaard. Well, it is like this, Mr. Rosmer. You are not as\nfamiliar with all the circumstances of the case as I am, I expect. But\nif you, too, have joined the forces of freedom--and if you, as Miss\nWest says you do, mean to take part in the movement--I conclude you do\nso with the desire to be as useful to the movement as you possibly can,\nin practice as well as, in theory.\n\nRosmer. Yes, that is my most sincere wish.\n\nMortensgaard. Very well. But I must impress on you, Mr. Rosmer, that if\nyou come forward openly with this news about your defection from the\nChurch, you will tie your own hands immediately.\n\nRosmer. Do you think so?\n\nMortensgaard. Yes, you may be certain that there is not much that you\nwould be able to do hereabouts. And besides, Mr. Rosmer, we have quite\nenough freethinkers already--indeed, I was going to say we have too\nmany of those gentry. What the party needs is a Christian\nelement--something that every one must respect. That is what we want\nbadly. And for that reason it is most advisable that you should hold\nyour tongue about any matters that do not concern the public. That is\nmy opinion.\n\nRosmer. I see. Then you would not risk having anything to do with me if\nI were to confess my apostasy openly?\n\nMortensgaard (shaking his head). I should not like to, Mr. Rosmer.\nLately I have made it a rule never to support anybody or anything that\nis opposed to the interests of the Church.\n\nRosmer. Have you, then, entered the fold of the Church again lately?\n\nMortensgaard. That is another matter altogether.\n\nRosmer. Oh, that is how it is. Yes, I understand you now.\n\nMortensgaard. Mr. Rosmer--you ought to remember that I, of all people,\nhave not absolute freedom of action.\n\nRosmer. What hampers you?\n\nMortensgaard. What hampers me is that I am a marked man.\n\nRosmer. Ah--of course.\n\nMortensgaard. A marked man, Mr. Rosmer. And you, of all people, ought\nto remember that--because you were responsible, more than any one else,\nfor my being branded.\n\nRosmer. If I had stood then where I stand now, I should have handled\nthe affair more judiciously.\n\nMortensgaard. I think so too. But it is too late now; you have branded\nme, once for all--branded me for life. I do not suppose you can fully\nrealise what such a thing means. But it is possible that you may soon\nfeel the smart of it yourself now, Mr. Rosmer.\n\nRosmer. I?\n\nMortensgaard. Yes. You surely do not suppose that Mr. Kroll and his\ngang will be inclined to forgive a rupture such as yours? And the\n\"County News\" is going to be pretty bloodthirsty, I hear. It may very\nwell come to pass that you will be a marked man, too.\n\nRosmer. On personal grounds, Mr. Mortensgaard, I feel myself to be\ninvulnerable. My conduct does not offer any point of attack.\n\nMortensgaard (with a quiet smile). That is saying a good deal, Mr.\nRosmer.\n\nRosmer. Perhaps it is. But I have the right to say as much.\n\nMortensgaard. Even if you were inclined to overhaul your conduct as\nthoroughly as you once overhauled mine?\n\nRosmer. You say that very strangely. What are you driving at?--is it\nanything definite?\n\nMortensgaard. Yes, there is one definite thing--no more than a single\none. But it might be quite awkward enough if malicious opponents got a\nhint of it.\n\nRosmer. Will you have the kindness to tell me what on earth it is?\n\nMortensgaard. Can you not guess, Mr. Rosmer?\n\nRosmer. No, not for a moment.\n\nMortensgaard. All right. I must come out with it, then. I have in my\npossession a remarkable letter, that was written here at Rosmersholm.\n\nRosmer. Miss West's letter, you mean? Is it so remarkable?\n\nMortensgaard. No, that letter is not remarkable. But I received a\nletter from this house on another occasion.\n\nRosmer. From Miss West?\n\nMortensgaard. No, Mr. Rosmer.\n\nRosmer. Well, from whom, then? From whom?\n\nMortensgaard. From your late wife.\n\nRosmer. From my wife? You had a letter from my wife?\n\nMortensgaard. Yes, I did.\n\nRosmer. When?\n\nMortensgaard. It was during the poor lady's last days. It must be about\na year and a half ago now. And that is the letter that is so remarkable.\n\nRosmer. Surely you know that my wife's mind was affected at that time?\n\nMortensgaard. I know there were a great many people who thought so.\nBut, in my opinion, no one would have imagined anything of the kind\nfrom the letter. When I say the letter is a remarkable one, I mean\nremarkable in quite another way.\n\nRosmer. And what in the world did my poor wife find to write to you\nabout?\n\nMortensgaard. I have the letter at home. It begins more or less to the\neffect that she is living in perpetual terror and dread, because of the\nfact that there are so many evilly disposed people about her whose only\ndesire is to do you harm and mischief.\n\nRosmer. Me?\n\nMortensgaard. Yes, so she says. And then follows the most remarkable\npart of it all. Shall I tell you, Mr. Rosmer?\n\nRosmer. Of course! Tell me everything, without any reserve.\n\nMortensgaard. The poor lady begs and entreats me to be magnanimous. She\nsays that she knows it was you, who got me dismissed from my post as\nschoolmaster, and implores me most earnestly not to revenge myself upon\nyou.\n\nRosmer. What way did she think you could revenge yourself, then?\n\nMortensgaard. The letter goes on to say that if I should hear that\nanything sinful was going on at Rosmersholm, I was not to believe a\nword of it; that it would be only the work of wicked folk who were\nspreading the rumours on purpose to do you harm.\n\nRosmer. Does the letter say that?\n\nMortensgaard. You may read it at your convenience, Mr. Rosmer.\n\nRosmer. But I cannot understand--? What did she imagine there could be\nany wicked rumours about?\n\nMortensgaard. In the first place, that you had broken away from the\nfaith of your childhood. Mrs. Rosmer denied that absolutely--at that\ntime. And, in the next place--ahem!\n\nRosmer. In the next place?\n\nMortensgaard. Well, in the next place she writes--though rather\nconfusedly--that she has no knowledge of any sinful relations existing\nat Rosmersholm; that she has never been wronged in any way; and that if\nany rumours of that sort should get about, she entreats me not to\nallude to them in the \"Searchlight\".\n\nRosmer. Does she mention any names?\n\nMortensgaard. No.\n\nRosmer. Who brought you the letter?\n\nMortensgaard. I promised not to tell that. It was brought to me one\nevening after dark.\n\nRosmer. If you had made inquiries at the time, you would have learnt\nthat my poor unhappy wife was not fully accountable for her actions.\n\nMortensgaard. I did make inquiries, Mr. Rosmer; but I must say I did\nnot get exactly that impression.\n\nRosmer. Not?--But why have you chosen this moment to enlighten me as to\nthe existence of this old crazy letter?\n\nMortensgaard. With the object of advising you to be extremely cautious,\nMr. Rosmer.\n\nRosmer. As to my way of life, do you mean?\n\nMortensgaard. Yes. You must remember that for the future you will not\nbe unassailable.\n\nRosmer. So you persist in thinking that I have something to conceal\nhere?\n\nMortensgaard. I do not see any reason why a man of emancipated ideas\nshould refrain from living his life as fully as possible. Only, as I\nhave already said, you should be cautious in future. If rumours should\nget about of anything that offends people's prejudices, you may be\nquite certain that the whole cause of freedom of thought will suffer\nfor it. Good-bye, Mr. Rosmer.\n\nRosmer. Good-bye.\n\nMortensgaard. I shall go straight to the printing-office now and have\nthe great piece of news inserted in the \"Searchlight\".\n\nRosmer. Put it all in.\n\nMortensgaard. I will put in as much as there is any need for the public\nto know. (Bows, and goes out. ROSMER stands at the door, while\nMORTENSGAARD goes downstairs. The front door is heard shutting.)\n\nRosmer (still standing in the doorway, calls softly). Rebecca!\nReb--ahem! (Calls loudly.) Mrs. Helseth--is Miss West downstairs?\n\nMrs. Helseth (from below). No, sir, she is not here.\n\n(The curtain at the end of the room is drawn back, disclosing REBECCA\nstanding in the doorway.)\n\nRebecca. John!\n\nRosmer (turning round). What! Were you in there, in my bedroom! My\ndear, what were you doing there?\n\nRebecca (going up to him). I have been listening.\n\nRosmer. Rebecca! Could you do a thing like that?\n\nRebecca. Indeed I could. It was so horrid the way he said that--about\nmy morning wrapper.\n\nRosmer. Ah, so you were in there too when Kroll--?\n\nRebecca. Yes. I wanted to know what was at the bottom of his mind.\n\nRosmer. You know I would have told you.\n\nRebecca. I scarcely think you would have told me everything--certainly\nnot in his own words.\n\nRosmer. Did you hear everything, then?\n\nRebecca. Most of it, I think. I had to go down for a moment when\nMortensgaard came.\n\nRosmer. And then came up again?\n\nRebecca. Do not take it ill of me, dear friend.\n\nRosmer. Do anything that you think right and proper. You have full\nfreedom of action.--But what do you say to it all, Rebecca? Ah, I do\nnot think I have ever stood so much in need of you as I do to-day.\n\nRebecca. Surely both you and I have been prepared for what would happen\nsome day.\n\nRosmer. No, no--not for this.\n\nRebecca. Not for this?\n\nRosmer. It is true that I used to think that sooner or later our\nbeautiful pure friendship would come to be attacked by calumny and\nsuspicion--not on Kroll's part, for I never would have believed such a\nthing of him--but on the part of the coarse-minded and ignoble-eyed\ncrowd. Yes, indeed; I had good reason enough for so jealously drawing a\nveil of concealment over our compact. It was a dangerous secret.\n\nRebecca. Why should we pay any heed to what all these other people\nthink? You and I know that we have nothing to reproach ourselves with.\n\nRosmer. I? Nothing to reproach myself with? It is true enough that I\nthought so until to-day. But now, now, Rebecca--\n\nRebecca. Yes? Now?\n\nRosmer. How am I to account to myself for Beata's horrible accusation?\n\nRebecca (impetuously). Oh, don't talk about Beata! Don't think about\nBeata any more! She is dead, and you seemed at last to have been able\nto get away from the thought of her.\n\nRosmer. Since I have learnt of this, it seems just as if she had come\nto life again in some uncanny fashion.\n\nRebecca. Oh no--you must not say that, John! You must not!\n\nRosmer. I tell you it is so. We must try and get to the bottom of it.\nHow can she have strayed into such a woeful misunderstanding of me?\n\nRebecca. Surely you too are not beginning to doubt that she was very\nnearly insane?\n\nRosmer. Well, I cannot deny it is just of that fact that I feel I\ncannot be so altogether certain any longer. And besides if it were so--\n\nRebecca. If it were so? What then?\n\nRosmer. What I mean is--where are we to look for the actual cause of\nher sick woman's fancies turning into insanity?\n\nRebecca. What good can it possibly do for you to indulge in such\nspeculations!\n\nRosmer. I cannot do otherwise, Rebecca. I cannot let this doubt go on\ngnawing at my heart, however unwilling I may be to face it.\n\nRebecca. But it may become a real danger to you to be perpetually\ndwelling on this one lugubrious topic.\n\nRosmer (walking about restlessly and absorbed in the idea). I must have\nbetrayed myself in some way or other. She must have noticed how happy I\nbegan to feel from the day you came to us.\n\nRebecca. Yes; but dear, even if that were so--\n\nRosmer. You may be sure she did not fail to notice that we read the\nsame books; that we sought one another's company, and discussed every\nnew topic together. But I cannot understand it--because I was always so\ncareful to spare her. When I look back, it seems to me that I did\neverything I could to keep her apart from our lives. Or did I not,\nRebecca?\n\nRebecca. Yes, yes--undoubtedly you did.\n\nRosmer. And so did you, too. And notwithstanding that--! Oh, it is\nhorrible to think of! To think that here she was--with her affection\nall distorted by illness--never saying a word--watching us--noticing\neverything and--and--misconstruing everything.\n\nRebecca (wringing her hands). Oh, I never ought to have come to\nRosmersholm.\n\nRosmer. Just think what she must have suffered in silence! Think of all\nthe horrible things her poor diseased brain must have led her to\nbelieve about us and store up in her mind about us! Did she never speak\nto you of anything that could give you any kind of clue?\n\nRebecca (as if startled). To me! Do you suppose I should have remained\nhere a day longer, if she had?\n\nRosmer. No, no--that is obvious. What a fight she must have fought--and\nfought alone, Rebecca! In despair, and all alone. And then, in the end,\nthe poignant misery of her victory--which was also her accusation of\nus--in the mill-race! (Throws himself into a chair, rests his elbows on\nthe table, and hides his face in his hands.)\n\nRebecca (coming quietly up behind him). Listen to me, John. If it were\nin your power to call Beata back--to you--to Rosmersholm--would you do\nit?\n\nRosmer. How can I tell what I would do or what I would not do! I have\nno thoughts for anything but the one thing which is irrevocable.\n\nRebecca. You ought to be beginning to live now, John. You were\nbeginning. You had freed yourself completely on all sides. You were\nfeeling so happy and so light-hearted\n\nRosmer. I know--that is true enough. And then comes this overwhelming\nblow.\n\nRebecca (standing behind him, with her arms on the back of his chair).\nHow beautiful it was when we used to sit there downstairs in the\ndusk--and helped each other to plan our lives out afresh. You wanted to\ncatch hold of actual life--the actual life of the day, as you used to\nsay. You wanted to pass from house to house like a guest who brought\nemancipation with him--to win over men's thoughts and wills to your\nown--to fashion noble men all around you, in a wider and wider\ncircle--noble men!\n\nRosmer. Noble men and happy men.\n\nRebecca. Yes, happy men.\n\nRosmer. Because it is happiness that gives the soul nobility, Rebecca.\n\nRebecca. Do you not think suffering too? The deepest suffering?\n\nRosmer. Yes, if one can win through it--conquer it--conquer it\ncompletely.\n\nRebecca. That is what you must do.\n\nRosmer (shaking his head sadly). I shall never conquer this completely.\nThere will always be a doubt confronting me--a question. I shall never\nagain be able to lose myself in the enjoyment of what makes life so\nwonderfully beautiful.\n\nRebecca (speaking over the back of his chair, softly). What do you\nmean, John?\n\nRosmer (looking up at her). Calm and happy innocence.\n\nRebecca (taking a step backwards). Of course. Innocence. (A short\nsilence.)\n\nRosmer (resting his head on his hands with his elbows on the table, and\nlooking straight in front of him). How ingeniously--how\nsystematically--she must have put one thing together with another!\nFirst of all she begins to have a suspicion as to my orthodoxy. How on\nearth did she get that idea in her mind? Any way, she did; and the idea\ngrew into a certainty. And then--then, of course, it was easy for her\nto think everything else possible. (Sits up in his chair and, runs his\nhands through his hair.) The wild fancies I am haunted with! I shall\nnever get quit of them. I am certain of that--certain. They will always\nbe starting up before me to remind me of the dead.\n\nRebecca. Like the White Horse of Rosmersholm.\n\nRosmer. Yes, like that. Rushing at me out of the dark--out of the\nsilence.\n\nRebecca. And, because of this morbid fancy of yours, you are going to\ngive up the hold you had just gained upon real life?\n\nRosmer. You are right, it seems hard--hard, Rebecca. But I have no\npower of choice in the matter. How do you think I could ever get the\nmastery over it?\n\nRebecca (standing behind his chair). By making new ties for yourself.\n\nRosmer (starts, and looks up). New ties?\n\nRebecca. Yes, new ties with the outside world. Live, work, do\nsomething! Do not sit here musing and brooding over insoluble\nconundrums.\n\nRosmer (getting up). New ties! (Walks across the room, turns at the\ndoor and comes back again.) A question occurs to my mind. Has it not\noccurred to you too, Rebecca?\n\nRebecca (catching her breath). Let me hear what it is.\n\nRosmer. What do you suppose will become of the tie between us, after\nto-day?\n\nRebecca. I think surely our friendship can endure, come what may.\n\nRosmer. Yes, but that is not exactly what I meant. I was thinking of\nwhat brought us together from the first, what links us so closely to\none another--our common belief in the possibility of a man and a woman\nliving together in chastity.\n\nRebecca. Yes, yes--what of it?\n\nRosmer. What I mean is--does not such a tie as that--such a tie as\nours--seem to belong properly to a life lived in quiet, happy\npeacefulness?\n\nRebecca. Well?\n\nRosmer. But now I see stretching before me a life of strife and unrest\nand violent emotions. For I mean to live my life, Rebecca! I am not\ngoing to let myself be beaten to the ground by the dread of what may\nhappen. I am not going to have my course of life prescribed for me,\neither by any living soul or by another.\n\nRebecca. No, no--do not! Be a free man in everything, John!\n\nRosmer. Do you understand what is in my Mind, then? Do you not know? Do\nyou not see how I could best win my freedom from all these harrowing\nmemories from the whole sad past?\n\nRebecca. Tell me!\n\nRosmer. By setting up, in opposition to them, a new and living reality.\n\nRebecca (feeling for the back of the chair). A living--? What do you\nmean?\n\nRosmer (coming closer to her). Rebecca--suppose I asked you now--will\nyou be my second wife?\n\nRebecca (is speechless for a moment, then gives a cry of joy). Your\nwife! Yours--! I!\n\nRosmer. Yes--let us try what that will do. We two shall be one. There\nmust no longer be any empty place left by the dead in this house.\n\nRebecca. I--in Beata's place--?\n\nRosmer. And then that chapter of my life will be closed--completely\nclosed, never to be reopened.\n\nRebecca (in a low, trembling voice). Do you think so, John?\n\nRosmer. It must be so! It must! I cannot--I will not--go through life\nwith a dead body on my back. Help me to throw it off, Rebecca; and then\nlet us stifle all memories in our sense of freedom, in joy, in passion.\nYou shall be to me the only wife I have ever had.\n\nRebecca (controlling herself). Never speak of this, again. I will never\nbe your wife.\n\nRosmer. What! Never? Do you think, then, that you could not learn to\nlove me? Is not our friendship already tinged with love?\n\nRebecca (stopping her ears, as if in fear). Don't speak like that,\nJohn! Don't say such things!\n\nRosmer (catching her by the arm). It is true! There is a growing\npossibility in the tie that is between us. I can see that you feel\nthat, as well as I--do you not, Rebecca?\n\nRebecca (controlling herself completely). Listen. Let me tell you\nthis--if you persist in this, I shall leave Rosmersholm.\n\nRosmer. Leave Rosmersholm! You! You cannot do that. It is impossible.\n\nRebecca. It is still more impossible for me to become your wife. Never,\nas long as I live, can I be that.\n\nRosmer (looks at her in surprise). You say \"can\"--and you say it so\nstrangely. Why can you not?\n\nRebecca (taking both his hands in hers). Dear friend--for your own\nsake, as well as for mine, do not ask me why. (Lets go of his hands.)\nSo, John. (Goes towards the door on the left.)\n\nRosmer. For the future the world will hold only one question for\nme--why?\n\nRebecca (turns and looks at him). In that case everything is at an end.\n\nRosmer. Between you and me?\n\nRebecca. Yes.\n\nRosmer. Things can never be at an end between us two. You shall never\nleave Rosmersholm.\n\nRebecca (with her hand on the door-handle). No, I dare say I shall not.\nBut, all the same, if you question me again, it will mean the end of\neverything.\n\nRosmer. The end of everything, all the same? How--?\n\nRebecca. Because then I shall go the way Beata went. Now you know, John.\n\nRosmer. Rebecca--!\n\nRebecca (stops at the door and nods: slowly). Now you know. (Goes out.)\n\nRosmer (stares in bewilderment at the shut door, and says to himself):\nWhat can it mean?\n\n\n\n\nACT III\n\n\n(SCENE. The sitting-room at Rosmersholm. The window and the hall-door\nare open. The morning sun is seen shining outside. REBECCA, dressed as\nin ACT I., is standing by the window, watering and arranging the\nflowers. Her work is lying on the armchair. MRS. HELSETH is going round\nthe room with a feather brush, dusting the furniture.)\n\nRebecca (after a short pause). I wonder why Mr. Rosmer is so late in\ncoming down to-day?\n\nMrs. Helseth. Oh, he is often as late as this, miss. He is sure to be\ndown directly.\n\nRebecca. Have you seen anything of him?\n\nMrs. Helseth. No, miss, except that as I took his coffee into his study\nhe went into his bedroom to finish dressing.\n\nRebecca. The reason I ask is that he was not very well yesterday.\n\nMrs. Helseth. No, he did not look well. It made me wonder whether\nsomething had gone amiss between him and his brother-in-law.\n\nRebecca. What do you suppose could go amiss between them?\n\nMrs. Helseth. I can't say, miss. Perhaps it was that fellow\nMortensgaard set them at loggerheads.\n\nRebecca. It is quite possible. Do you know anything of this Peter\nMortensgaard?\n\nMrs. Helseth. Not I! How could you think so, miss--a man like that!\n\nRebecca. Because of that horrid paper he edits, you mean?\n\nMrs. Helseth. Not only because of that, miss. I suppose you have heard\nthat a certain married woman, whose husband had deserted her, had a\nchild by him?\n\nRebecca. I have heard it; but of course that was long before I came\nhere.\n\nMrs. Helseth. Bless me, yes--he was quite a young man then. But she\nmight have had more sense than he had. He wanted to marry her, too, but\nthat could not be done; and so he had to pay heavily for it. But since\nthen--my word!--Mortensgaard has risen in the world. There are lots of\npeople who run after him now.\n\nRebecca. I believe most of the poor people turn to him first when they\nare in any trouble.\n\nMrs. Helseth. Oh, not only the poor people, miss--\n\nRebecca (glancing at her unobserved). Indeed?\n\nMrs. Helseth (standing at the sofa, dusting vigorously). People you\nwould least expect, sometimes, miss.\n\nRebecca (arranging the flowers). Yes, but that is only an idea of\nyours, Mrs. Helseth. You cannot know that for certain.\n\nMrs. Helseth. You think I don't know anything about that for certain,\ndo you, miss? Indeed I do. Because--if I must let out the secret at\nlast--I carried a letter to Mortensgaard myself once.\n\nRebecca (turns round). No--did you!\n\nMrs. Helseth. Yes, that I did. And that letter, let me tell you, was\nwritten here--at Rosmersholm.\n\nRebecca. Really, Mrs. Helseth?\n\nMrs. Helseth. I give you my word it was, miss. And it was written on\ngood note-paper--and sealed with beautiful red sealing-wax.\n\nRebecca. And you were entrusted with the delivery of it? Dear Mrs.\nHelseth, it is not very difficult to guess whom it was from.\n\nMrs. Helseth. Who, then?\n\nRebecca. Naturally, it was something that poor Mrs. Rosmer in her\ninvalid state--\n\nMrs. Helseth. Well, you have mentioned her name, miss--not I.\n\nRebecca. But what was in the letter?--No, of course, you cannot know\nthat.\n\nMrs. Helseth. Hm!--it is just possible I may know, all the same.\n\nRebecca. Did she tell you what she was writing about, then?\n\nMrs. Helseth. No, she did not do that. But when Mortensgaard had read\nit, he set to work and cross-questioned me, so that I got a very good\nidea of what was in it.\n\nRebecca. What do you think was in it, then? Oh, dear, good Mrs.\nHelseth, do tell me!\n\nMrs. Helseth. Certainly not, miss. Not for worlds.\n\nRebecca. Oh, you can tell me. You and I are such friends, you know.\n\nMrs. Helseth. Heaven forbid I should tell you anything about that,\nmiss. I shall not tell you anything, except that it was some dreadful\nidea that they had gone and put into my poor sick mistress's head.\n\nRebecca. Who had put it into her head?\n\nMrs. Helseth. Wicked people, miss. Wicked people.\n\nRebecca. Wicked--?\n\nMrs. Helseth. Yes, I say it again--very wicked people, they must have\nbeen.\n\nRebecca. And what do you think it could be?\n\nMrs. Helseth. Oh, I know what I think--but, please Heaven, I'll keep my\nmouth shut. At the same time, there is a certain lady in the town--hm!\n\nRebecca. I can see you mean Mrs. Kroll.\n\nMrs. Helseth. Yes, she is a queer one, she is. She has always been very\nmuch on the high horse with me. And she has never looked with any\nfriendly eye on you, either, miss.\n\nRebecca. Do you think Mrs. Rosmer was quite in her right mind when she\nwrote that letter to Mortensgaard?\n\nMrs. Helseth. It is so difficult to tell, miss. I certainly don't think\nshe was quite out of her mind.\n\nRebecca. But you know she seemed to go quite distracted when she learnt\nthat she would never be able to have a child. That was when her madness\nfirst showed itself.\n\nMrs. Helseth. Yes, that had a terrible effect on her, poor lady.\n\nRebecca (taking up her work, and sitting down on a chair by the\nwindow). But, in other respects, do you not think that was really a\ngood thing for Mr. Rosmer, Mrs. Helseth?\n\nMrs. Helseth. What, miss?\n\nRebecca. That there were no children?\n\nMrs. Helseth. Hm!--I really do not know what to say to that.\n\nRebecca. Believe me, it was best for him. Mr. Rosmer was never meant to\nbe surrounded by crying children.\n\nMrs. Helseth. Little children do not cry at Rosmersholm, Miss West.\n\nRebecca (looking at her). Not cry?\n\nMrs. Helseth. No. In this house, little children have never been known\nto cry, as long as any one can remember.\n\nRebecca. That is very strange.\n\nMrs. Helseth. Yes, isn't it, miss? But it runs in the family. And there\nis another thing that is just as strange; when they grow up they never\nlaugh--never laugh, all their lives.\n\nRebecca. But that would be extraordinary\n\nMrs. Helseth. Have you ever once heard or seen Mr. Rosmer laugh, miss?\n\nRebecca. No--now that I think of it, I almost believe you are right.\nBut I fancy most of the folk hereabouts laugh very little.\n\nMrs. Helseth. That is quite true. People say it began at Rosmersholm,\nand I expect it spread like a sort of infection.\n\nRebecca. You are a sagacious woman, Mrs. Helseth!\n\nMrs. Helseth. Oh, you mustn't sit there and make game of me, miss.\n(Listens.) Hush, hush--Mr. Rosmer is coming down. He doesn't like to\nsee brooms about. (Goes out by the door on the right. ROSMER, with his\nstick and hat in his hand, comes in from the lobby.)\n\nRosmer. Good-morning, Rebecca.\n\nRebecca. Good-morning, dear. (She goes on working for a little while in\nsilence.) Are you going out?\n\nRosmer. Yes.\n\nRebecca. It is such a lovely day.\n\nRosmer. You did not come up to see me this morning.\n\nRebecca. No--I didn't. Not to-day.\n\nRosmer. Don't you mean to do so in future, either? Rebecca. I cannot\nsay yet, dear.\n\nRosmer. Has anything come for me?\n\nRebecca. The \"County News\" has come.\n\nRosmer. The \"County News\"!\n\nRebecca. There it is, on the table.\n\nRosmer (putting down his hat and stick). Is there anything--?\n\nRebecca. Yes.\n\nRosmer. And you did not send it up to me\n\nRebecca. You will read it quite soon enough.\n\nRosmer. Well, let us see. (Takes up the paper and stands by the table\nreading it.) What!--\"cannot pronounce too emphatic a warning against\nunprincipled deserters.\" (Looks at her.) They call me a deserter,\nRebecca.\n\nRebecca. They mention no names at all.\n\nRosmer. It comes to the same thing. (Goes on reading.) \"Secret traitors\nto the good cause.\"--\"Judas-like creatures, who shamelessly confess\ntheir apostasy as soon as they think the most opportune and most\nprofitable moment has arrived.\"--\"A reckless outrage on the fair fame\nof honoured ancestors\"--\"in the expectation that those who are enjoying\na brief spell of authority will not disappoint them of a suitable\nreward.\" (Lays the paper down on the table.) And they write that of\nme--these men who have known me so long and so intimately--write a\nthing that they do not even believe themselves! They know there is not\na single word of truth in it--and yet they write it.\n\nRebecca. There is more of it yet.\n\nRosmer (taking up the paper again). \"Make some allowance for\ninexperience and want of judgment\"--\"a pernicious influence which, very\npossibly, has extended even to matters which for the present we will\nrefrain from publicly discussing or condemning.\" (Looks at her.) What\ndoes that mean?\n\nRebecca. That is a hit at me, obviously.\n\nRosmer (laying down the paper). Rebecca, this is the conduct of\ndishonourable men.\n\nRebecca. Yes, it seems to me they have no right to talk about\nMortensgaard.\n\nRosmer (walking up and down the room). They must be saved from this\nsort of thing. All the good that is in men is destroyed, if it is\nallowed to go on. But it shall not be so! How happy--how happy I should\nfeel if I could succeed in bringing a little light into all this murky\nugliness.\n\nRebecca (getting up). I am sure of it. There is something great,\nsomething splendid, for you to live for!\n\nRosmer. Just think of it--if I could wake them to a real knowledge of\nthemselves--bring them to be angry with and ashamed of\nthemselves--induce them to be at one with each other in toleration, in\nlove, Rebecca!\n\nRebecca. Yes! Give yourself up entirely to that task, and you will see\nthat you will succeed.\n\nRosmer. I think it might be done. What happiness it would be to live\none's life, then! No more hateful strife--only emulation; every eye\nfixed on the same goal; every man's will, every man's thoughts moving\nforward-upward--each in its own inevitable path Happiness for all--and\nthrough the efforts of all! (Looks out of the window as he speaks, then\ngives a start and says gloomily:) Ah! not through me.\n\nRebecca. Not--not through you?\n\nRosmer. Nor for me, either.\n\nRebecca. Oh, John, have no such doubts.\n\nRosmer. Happiness, dear Rebecca, means first and foremost the calm,\njoyous sense of innocence.\n\nRebecca (staring in front of her). Ah, innocence--\n\nRosmer. You need fear nothing on that score. But I--\n\nRebecca. You least of all men!\n\nRosmer (pointing out of the window). The mill-race.\n\nRebecca. Oh, John!--(MRS. HELSETH looks in in through the door on the\nleft.)\n\nMrs. Helseth. Miss West!\n\nRebecca. Presently, presently. Not now.\n\nMrs. Helseth. Just a word, miss! (REBECCA goes to the door. MRS.\nHELSETH tells her something, and they whisper together for a moment;\nthen MRS. HELSETH nods and goes away.)\n\nRosmer (uneasily). Was it anything for me?\n\nRebecca. No, only something about the housekeeping. You ought to go out\ninto the open air now, John dear. You should go for a good long walk.\n\nRosmer (taking up his hat). Yes, come along; we will go together.\n\nRebecca. No, dear, I can't just now. You must go by yourself. But shake\noff all these gloomy thoughts--promise me that!\n\nRosmer. I shall never be able to shake them quite off, I am afraid.\n\nRebecca. Oh, but how can you let such groundless fancies take such a\nhold on you!\n\nRosmer. Unfortunately they are not so groundless as you think, dear. I\nhave lain, thinking them over, all night. Perhaps Beata saw things\ntruly after all.\n\nRebecca. In what way do you mean?\n\nRosmer. Saw things truly when she believed I loved you, Rebecca.\n\nRebecca. Truly in THAT respect?\n\nRosmer (laying his hat down on the table). This is the question I have\nbeen wrestling with--whether we two have deluded ourselves the whole\ntime, when we have been calling the tie between us merely friendship.\n\nRebecca. Do you mean, then, that the right name for it would have\nbeen--?\n\nRosmer. Love. Yes, dear, that is what I mean. Even while Beata was\nalive, it was you that I gave all my thoughts to. It was you alone I\nyearned for. It was with you that I experienced peaceful, joyful,\npassionless happiness. When we consider it rightly, Rebecca, our life\ntogether began like the sweet, mysterious love of two children for one\nanother--free from desire or any thought of anything more. Did you not\nfeel it in that way too? Tell me.\n\nRebecca (struggling with herself). Oh, I do not know what to answer.\n\nRosmer. And it was this life of intimacy, with one another and for one\nanother, that we took to be friendship. No, dear--the tie between us\nhas been a spiritual marriage--perhaps from the very first day. That is\nwhy I am guilty. I had no right to it--no right to it for Beata's sake.\n\nRebecca. No right to a happy life? Do you believe that, John?\n\nRosmer. She looked at the relations between us through the eyes of HER\nlove--judged them after the nature of HER love. And it was only\nnatural. She could not have judged them otherwise than she did.\n\nRebecca. But how can you so accuse yourself for Beata's delusions?\n\nRosmer. It was for love of me--in her own way that--she threw herself\ninto the mill-race. That fact is certain, Rebecca. I can never get\nbeyond that.\n\nRebecca. Oh, do not think of anything else but the great, splendid task\nthat you are going to devote your life to!\n\nRosmer (shaking his head). It can never be carried through. Not by me.\nNot after what I know now.\n\nRebecca. Why not by you?\n\nRosmer. Because no cause can ever triumph which has its beginnings in\nguilt.\n\nRebecca (impetuously). Oh, these are nothing but prejudices you have\ninherited--these doubts, these fears, these scruples! You have a legend\nhere that your dead return to haunt you in the form of white horses.\nThis seems to me to be something of that sort.\n\nRosmer. Be that as it may, what difference does it make if I cannot\nshake it off? Believe me, Rebecca, it is as I say--any cause which is\nto win a lasting victory must be championed by a man who is joyous and\ninnocent.\n\nRebecca. But is joy so absolutely indispensable to you, John?\n\nRosmer. Joy? Yes, indeed it is.\n\nRebecca. To you, who never laugh?\n\nRosmer. Yes, in spite of that. Believe me, I have a great capacity for\njoy.\n\nRebecca. Now you really must go out, dear--for a long walk--a really\nlong one, do you hear? There is your hat, and there is your stick.\n\nRosmer (taking them from her). Thank you. And you won't come too?\n\nRebecca. No, no, I can't come now.\n\nRosmer. Very well. You are none the less always with me now. (Goes out\nby the entrance hall. After a moment REBECCA peeps out from behind the\ndoor which he has left open. Then she goes to the door on the right,\nwhich she opens.)\n\nRebecca (in a whisper). Now, Mrs. Helseth. You can let him come in now.\n(Crosses to the window. A moment later, KROLL comes in from the right.\nHe bows to her silently and formally and keeps his hat in his hand.)\n\nKroll. Has he gone, then?\n\nRebecca. Yes.\n\nKroll. Does he generally stay out long?\n\nRebecca. Yes. But to-day he is in a very uncertain mood--so, if you do\nnot want to meet him--\n\nKroll. Certainly not. It is you I wish to speak to--and quite alone.\n\nRebecca. Then we had better make the best of our time. Please sit down.\n(She sits down in an easy-chair by the window. KROLL takes a chair\nbeside her.)\n\nKroll. Miss West, you can scarcely have any idea how deeply pained and\nunhappy I am over this revolution that has taken place in John Rosmer's\nideas.\n\nRebecca. We were prepared for that being so--at first.\n\nKroll. Only at first?\n\nRosmer. Mr. Rosmer hoped confidently that sooner or later you would\ntake your place beside him.\n\nKroll. I?\n\nRebecca. You and all his other friends.\n\nKroll. That should convince you how feeble his judgment is on any\nmatter concerning his fellow-creatures and the affairs of real life.\n\nRebecca. In any case, now that he feels the absolute necessity of\ncutting himself free on all sides--\n\nKroll. Yes; but, let me tell you, that is exactly what I do not believe.\n\nRebecca. What do you believe, then?\n\nKroll. I believe it is you that are at the bottom of the whole thing.\n\nRebecca. Your wife put that into your head, Mr. Kroll.\n\nKroll. It does not matter who put it into my head. The point is this,\nthat I feel grave doubts--exceedingly grave doubts--when I recall and\nthink over the whole of your behaviour since you came here.\n\nRebecca (looking at him). I have a notion that there was a time when\nyou had an exceedingly strong BELIEF in me, dear Mr. Kroll--I might\nalmost say, a warm belief.\n\nKroll (in a subdued voice). I believe you could bewitch any one--if you\nset yourself to do it.\n\nRebecca. And you say I set myself to do it!\n\nKroll. Yes, you did. I am no longer such a simpleton as to suppose that\nsentiment entered into your little game at all. You simply wanted to\nsecure yourself admission to Rosmersholm--to establish yourself here.\nThat was what I was to help you to. I see it now.\n\nRebecca. Then you have completely forgotten that it was Beata that\nbegged and entreated me to come and live here.\n\nKroll. Yes, because you had bewitched her too. Are you going to pretend\nthat friendship is the name for what she came to feel towards you? It\nwas idolatry--adoration. It degenerated into a--what shall I call,\nit?--a sort of desperate passion. Yes, that is just the word for it.\n\nRebecca. Have the goodness to remember the condition your sister was\nin. As far as I am concerned I do not think I can be said to be\nparticularly emotional in any way.\n\nKroll. No, you certainly are not. But that makes you all the more\ndangerous to those whom you wish to get into your power. It comes easy\nto you to act with deliberation and careful calculation, just because\nyou have a cold heart.\n\nRebecca. Cold? Are you so sure of that?\n\nKroll. I am certain of it now. Otherwise you could not have pursued\nyour object here so unswervingly, year after year. Yes, yes--you have\ngained what you wanted. You have got him and everything else here into\nyour power. But, to carry out your schemes, you have not scrupled to\nmake him unhappy.\n\nRebecca. That is not true. It is not I; it is you yourself that have\nmade him unhappy.\n\nKroll. I!\n\nRebecca. Yes, by leading him to imagine that he was responsible for the\nterrible end that overtook Beata.\n\nKroll. Did that affect him so deeply, then?\n\nRebecca. Of course. A man of such gentle disposition as he--\n\nKroll. I imagined that one of your so-called \"emancipated\" men would\nknow how to overcome any scruples. But there it is! Oh, yes--as a\nmatter of fact it turned out just as I expected. The descendant of the\nmen who are looking at us from these walls need not think he can break\nloose from what has been handed down as an inviolable inheritance from\ngeneration to generation.\n\nRebecca (looking thoughtfully in front of her). John Rosmer's nature is\ndeeply rooted in his ancestors. That is certainly very true.\n\nKroll. Yes, and you ought to have taken that into consideration, if you\nhad had any sympathy for him. But I dare say you were incapable of that\nsort of consideration. Your starting-point is so very widely-removed\nfrom his, you see.\n\nRebecca. What do you mean by my starting-point?\n\nKroll. I mean the starting-point of origin--of parentage, Miss West.\n\nRebecca. I see. Yes, it is quite true that my origin is very humble.\nBut nevertheless--\n\nKroll. I am not alluding to rank or position. I am thinking of the\nmoral aspect of your origin.\n\nRebecca. Of my origin? In what respect?\n\nKroll. In respect of your birth generally.\n\nRebecca. What are you saying!\n\nKroll. I am only saying it because it explains the whole of your\nconduct.\n\nRebecca. I do not understand. Be so good as to tell me exactly what you\nmean.\n\nKroll. I really thought you did not need telling. Otherwise it would\nseem a very strange thing that you let yourself be adopted by Dr. West.\n\nRebecca (getting up). Oh, that is it! Now I understand.\n\nKroll. And took his name. Your mother's name was Gamvik.\n\nRebecca (crossing the room). My father's name was Gamvik, Mr. Kroll.\n\nKroll. Your mother's occupation must, of course, have brought her\ncontinually into contact with the district physician.\n\nRebecca. You are quite right.\n\nKroll. And then he takes you to live with him, immediately upon your\nmother's death. He treats you harshly, and yet you stay with him. You\nknow that he will not leave you a single penny--as a matter of fact you\nonly got a box of books--and yet you endure living with him, put up\nwith his behaviour, and nurse him to the end.\n\nRebecca (comes to the table and looks at him scornfully). And my doing\nall that makes it clear to you that there was something\nimmoral--something criminal about my birth!\n\nKroll. What you did for him, I attributed to an unconscious filial\ninstinct. And, as far as the rest of it goes, I consider that the whole\nof your conduct has been the outcome of your origin.\n\nRebecca (hotly). But there is not a single word of truth in what you\nsay! And I can prove it! Dr. West had not come to Finmark when I was\nborn.\n\nKroll. Excuse me, Miss West. He went there a year before you were born.\nI have ascertained that.\n\nRebecca. You are mistaken, I tell you! You are absolutely mistaken!\n\nKroll. You said here, the day before yesterday, that you were\ntwenty-nine--going on for thirty.\n\nRebecca. Really? Did I say that?\n\nKroll. Yes, you did. And from that I can calculate--\n\nRebecca. Stop! That will not help you to calculate. For, I may as well\ntell you at once, I am a year older than I give myself out to be.\n\nKroll (smiling incredulously). Really? That is something new. How is\nthat?\n\nRebecca. When I had passed my twenty-fifth birthday, I thought I was\ngetting altogether too old for an unmarried girl, so I resolved to tell\na lie and take a year off my age.\n\nKroll. You--an emancipated woman--cherishing prejudices as to the\nmarriageable age!\n\nRebecca. I know it was a silly thing to do--and ridiculous, too. But\nevery one has some prejudice or another that they cannot get quite rid\nof. We are like that.\n\nKroll. Maybe. But my calculation may be quite correct, all the same;\nbecause Dr. West was up in Finmark for a flying visit the year before\nhe was appointed.\n\nRebecca (impetuously). That is not true\n\nKroll. Isn't it?\n\nRebecca. No. My mother never mentioned it.\n\nKroll. Didn't she, really!\n\nRebecca. No, never. Nor Dr. West, either. Never a word of it.\n\nKroll. Might that not be because they both had good reason to jump over\na year?--@just as you have done yourself, Miss West? Perhaps it is a\nfamily failing.\n\nRebecca (walking about, wringing her hands). It is impossible. It is\nonly something you want to make me believe. Nothing in the world will\nmake me believe it. It cannot be true! Nothing in the world--\n\nKroll (getting up). But, my dear Miss West, why in Heaven's name do you\ntake it in this way? You quite alarm me! What am I to believe and think?\n\nRebecca. Nothing. Neither believe nor think anything.\n\nKroll. Then you really must give me some explanation of your taking\nthis matter--this possibility--so much to heart.\n\nRebecca (controlling herself). It is quite obvious, I should think, Mr.\nKroll. I have no desire for people here to think me an illegitimate\nchild.\n\nKroll. Quite so. Well, well, let us be content with your explanation,\nfor the present. But you see that is another point on which you have\ncherished a certain prejudice.\n\nRebecca. Yes, that is quite true.\n\nKroll. And it seems to me that very much the same applies to most of\nthis \"emancipation\" of yours, as you call it. Your reading has\nintroduced you to a hotch-potch of new ideas and opinions; you have\nmade a certain acquaintance with researches that are going on in\nvarious directions--researches that seem to you to upset a good many\nideas that people have hitherto considered incontrovertible and\nunassailable. But all this has never gone any further than knowledge in\nyour case, Miss West--a mere matter of the intellect. It has not got\ninto your blood.\n\nRebecca (thoughtfully). Perhaps you are right.\n\nKroll. Yes, only test yourself, and you will see! And if it is true in\nyour case, it is easy to recognise how true it must be in John\nRosmer's. Of course it is madness, pure and simple. He will be running\nheadlong to his ruin if he persists in coming openly forward and\nproclaiming himself an apostate! Just think of it--he, with his shy\ndisposition! Think of HIM disowned--hounded out of the circle to which\nhe has always belonged--exposed to the uncompromising attacks of all\nthe best people in the place. Nothing would ever make him the man to\nendure that.\n\nRebecca. He MUST endure it! It is too late now for him to draw back.\n\nKroll. Not a bit too late--not by any means too late. What has happened\ncan be hushed up--or at any rate can be explained away as a purely\ntemporary, though regrettable, aberration. But--there is one step that\nit is absolutely essential he should take.\n\nRebecca. And that is?\n\nKroll. You must get him to legalise his position, Miss West.\n\nRebecca. The position in which he stands to me?\n\nKroll. Yes. You must see that you get him to do that.\n\nRebecca. Then you can't rid yourself of the conviction that the\nrelations between us need \"legalising,\" as you say?\n\nKroll. I do not wish to go any more precisely into the question. But I\ncertainly have observed that the conditions under which it always seems\neasiest for people to abandon all their so-called prejudices are\nwhen--ahem!\n\nRebecca. When it is a question of the relations between a man and a\nwoman, I suppose you mean?\n\nKroll. Yes--to speak candidly--that is what I mean.\n\nRebecca (walks across the room and looks out of the window). I was on\nthe point of saying that I wish you had been right, Mr. Kroll.\n\nKroll. What do you mean by that? You say it so strangely!\n\nRebecca. Oh, nothing! Do not let us talk any more about it. Ah, there\nhe is!\n\nKroll. Already! I will go, then.\n\nRebecca (turning to him). No--stay here, and you will hear something.\n\nKroll. Not now. I do not think I could bear to see him.\n\nRebecca. I beg you to stay. Please do, or you will regret it later. It\nis the last time I shall ever ask you to do anything.\n\nKroll (looks at her in surprise, and lays his hat down). Very well,\nMiss West. It shall be as you wish. (A short pause. Then ROSMER comes\nin from the hall.)\n\nRosmer (stops at the door, as he sees KROLL). What! you here?\n\nRebecca. He wanted to avoid meeting you, John.\n\nKroll (involuntarily). \"John?\"\n\nRebecca. Yes, Mr. Kroll. John and I call each other by our Christian\nnames. That is a natural consequence of the relations between us.\n\nKroll. Was that what I was to hear if I stayed?\n\nRebecca. Yes, that and something else.\n\nRosmer (coming into the room). What is the object of your visit here\nto-day?\n\nKroll. I wanted to make one more effort to stop you, and win you back.\n\nRosmer (pointing to the newspaper). After that?\n\nKroll. I did not write it.\n\nRosmer. Did you take any steps to prevent its appearing?\n\nKroll. That would have been acting unjustifiably towards the cause I\nserve. And, besides that, I had no power to prevent it.\n\nRebecca (tears the newspaper into pieces, which she crumples up and\nthrows into the back of the stove). There! Now it is out of sight; let\nit be out of mind too. Because there will be no more of that sort of\nthing, John.\n\nKroll. Indeed, I wish you could ensure that.\n\nRebecca. Come, and let us sit down, dear--all three of us. Then I will\ntell you all about it.\n\nRosmer (sitting down involuntarily). What has come over you, Rebecca?\nYou are so unnaturally calm--What is it?\n\nRebecca. The calmness of determination. (Sits down.) Please sit down\ntoo, Mr. Kroll. (He takes a seat on the couch.)\n\nRosmer. Determination, you say. Determination to do what?\n\nRebecca. I want to give you back what you need in order to live your\nlife. You shall have your happy innocence back, dear friend.\n\nRosmer. But what do you mean?\n\nRebecca. I will just tell you what happened. That is all that is\nnecessary.\n\nRosmer. Well?\n\nRebecca. When I came down here from Finmark with Dr. West, it seemed to\nme that a new, great, wide world was opened to me. Dr. West had given\nme an erratic sort of education--had taught me all the odds and ends\nthat I knew about life then. (Has an evident struggle with herself, and\nspeaks in barely audible tones.) And then--\n\nKroll. And then?\n\nRosmer. But, Rebecca--I know all this.\n\nRebecca (collecting herself). Yes--that is true enough. You know it\nonly too well.\n\nKroll (looking fixedly at her). Perhaps it would be better if I left\nyou.\n\nRebecca. No, stay where you are, dear Mr. Kroll. (To ROSMER.) Well,\nthis was how it was. I wanted to play my part in the new day that was\ndawning--to have a share in all the new ideas. Mr. Kroll told me one\nday that Ulrik Brendel had had a great influence over you once, when\nyou were a boy. I thought it might be possible for me to resume that\ninfluence here.\n\nRosmer. Did you come here with a covert design?\n\nRebecca. What I wanted was that we two should go forward together on\nthe road towards freedom--always forward, and further forward! But\nthere was that gloomy, insurmountable barrier between you and a full,\ncomplete emancipation.\n\nRosmer. What barrier do you mean?\n\nRebecca. I mean, John, that you could never have attained freedom\nexcept in the full glory of the sunshine. And, instead of that, here\nyou were--ailing and languishing in the gloom of such a marriage as\nyours.\n\nRosmer. You have never spoken to me of my marriage in that way, before\nto-day.\n\nRebecca. No, I did not dare, for fear of frightening you.\n\nKroll (nodding to ROSMER). You hear that!\n\nRebecca (resuming). But I saw quite well where your salvation lay--your\nonly salvation. And so I acted.\n\nRosmer. How do you mean--you acted?\n\nKroll. Do you mean that?\n\nRebecca. Yes, John. (Gets up.) No, do not get up. Nor you either, Mr.\nKroll. But we must let in the daylight now. It was not you, John. You\nare innocent. It was I that lured--that ended by luring--Beata into the\ntortuous path--\n\nRosmer (springing up). Rebecca!\n\nKroll (getting up). Into the tortuous path!\n\nRebecca. Into the path that--led to the mill-race. Now you know it,\nboth of you.\n\nRosmer (as if stunned). But I do not understand--What is she standing\nthere saying? I do not understand a word--\n\nKroll. Yes, yes. I begin to understand.\n\nRosmer. But what did you do? What did you find to tell her? Because\nthere was nothing--absolutely nothing!\n\nRebecca. She got to know that you were determined to emancipate\nyourself from all your old prejudices.\n\nRosmer. Yes, but at that time I had come to no decision.\n\nRebecca. I knew that you soon would come to one.\n\nKroll (nodding to ROSMER). Aha!\n\nRosmer. Well--and what more? I want to know everything now.\n\nRebecca. Some time afterwards, I begged and implored her to let me\nleave Rosmersholm.\n\nRosmer. Why did you want to leave here--then?\n\nRebecca. I did not want to. I wanted to remain where I was. But I told\nher that it would be best for us all if I went away in time. I let her\ninfer that if I remained here any longer I could not tell\nwhat-what-might happen.\n\nRosmer. That is what you said and did, then?\n\nRebecca. Yes, John.\n\nRosmer. That is what you referred to when you said that you \"acted\"?\n\nRebecca (in a broken voice). Yes, that was it.\n\nRosmer (after a pause). Have you confessed everything now, Rebecca?\n\nRebecca. Yes.\n\nKroll. Not everything.\n\nRebecca (looking at him in terror). What else can there be?\n\nKroll. Did you not eventually lead Beata to believe that it was\nnecessary--not merely that it should be best--but that it was\nnecessary, both for your own sake and for John's, that you should go\naway somewhere else as soon as possible?--Well?\n\nRebecca (speaking low and indistinctly). Perhaps I did say something of\nthe sort.\n\nRosmer (sinking into a chair by the window). And she, poor sick\ncreature, believed in this tissue of lies and deceit! Believed in it so\ncompletely--so absolutely! (Looks up at REBECCA.) And she never came to\nme about it--never said a word! Ah, Rebecca--I see it in your face--YOU\ndissuaded her from doing so.\n\nRebecca. You know she had taken it into her head that she, a childless\nwife, had no right to be here. And so she persuaded herself that her\nduty to you was to give place to another.\n\nRosmer. And you--you did nothing to rid her mind of such an idea?\n\nRebecca. No.\n\nKroll. Perhaps you encouraged her in the idea? Answer! Did you not do\nso?\n\nRebecca. That was how she understood me, I believe.\n\nRosmer. Yes, yes--and she bowed to your will in everything. And so she\ngave place. (Springs up.) How could you--how could you go on with this\nterrible tragedy!\n\nRebecca. I thought there were two lives here to choose between, John.\n\nKroll (severely and with authority). You had no right to make any such\nchoice.\n\nRebecca (impetuously). Surely you do not think I acted with cold and\ncalculating composure! I am a different woman now, when I am telling\nyou this, from what I was then. And I believe two different kinds of\nwill can exist at the same time in one person. I wanted Beata away--in\none way or the other; but I never thought it would happen, all the\nsame. At every step I ventured and risked, I seemed to hear a voice in\nme crying: \"No further! Not a step further!\" And yet, at the same time,\nI COULD not stop. I HAD to venture a little bit further--just one step.\nAnd then another--and always another--and at last it happened. That is\nhow such things go of themselves. (A short silence.)\n\nRosmer (to REBECCA). And how do you think it will go with YOU in the\nfuture?--after this?\n\nRebecca. Things must go with me as they can. It is of very little\nconsequence.\n\nKroll. Not a word suggestive of remorse! Perhaps you feel none?\n\nRebecca (dismissing his remark coldly). Excuse me, Mr. Kroll, that is a\nmatter that is no concern of any one else's. That is an account I must\nsettle with myself.\n\nKroll (to ROSMER). And this is the woman you have been living under the\nsame roof with--in relations of the completest confidence. (Looks up at\nthe portraits on the walls.) If only those that are gone could look\ndown now!\n\nRosmer. Are you going into the town?\n\nKroll (taking up his hat). Yes. The sooner the better.\n\nRosmer (taking his hat also). Then I will go with you.\n\nKroll. You will! Ah, I thought we had not quite lost you.\n\nRosmer. Come, then, Kroll. Come! (They both go out into the hall\nwithout looking at REBECCA. After a minute REBECCA goes cautiously to\nthe window and peeps out between the flowers.)\n\nRebecca (speaking to herself, half aloud). Not over the bridge to-day\neither. He is going round. Never over the millrace--never. (Comes away\nfrom the window.) As I thought! (She goes over to the bell, and rings\nit. Soon afterwards MRS. HELSETH comes in from the right.)\n\nMrs. Helseth. What is it, miss?\n\nRebecca. Mrs. Helseth, will you be so good as to fetch my travelling\ntrunk down from the loft?\n\nMrs. Helseth. Your trunk?\n\nRebecca. Yes, the brown hair-trunk, you know.\n\nMrs. Helseth. Certainly, miss. But, bless my soul, are you going away\non a journey, miss?\n\nRebecca. Yes--I am going away on a journey, Mrs. Helseth.\n\nMrs. Helseth. And immediately!\n\nRebecca. As soon as I have packed.\n\nMrs. Helseth. I never heard of such a thing! But you are coming back\nagain soon, I suppose, miss?\n\nRebecca. I am never coming back again.\n\nMrs. Helseth. Never! But, my goodness, what is to become of us at\nRosmersholm if Miss West is not here any longer? Just as everything was\nmaking poor Mr. Rosmer so happy and comfortable!\n\nRebecca. Yes, but to-day I have had a fright, Mrs. Helseth.\n\nMrs. Helseth. A fright! Good heavens-how?\n\nRebecca. I fancy I have had a glimpse of the White Horse.\n\nMrs. Helseth. Of the White Horse! In broad daylight!\n\nRebecca. Ah! they are out both early and late, the White Horses of\nRosmersholm. (Crosses the room.) Well--we were speaking of my trunk,\nMrs. Helseth.\n\nMrs. Helseth. Yes, miss. Your trunk.\n\n(They both go out to the right.)\n\n\n\n\nACT IV\n\n\n(SCENE.--The same room in the late evening. The lamp, with a shade on\nit, is burning on the table. REBECCA is standing by the table, packing\nsome small articles in a travelling-bag. Her cloak, hat, and the white\ncrochetted shawl are hanging on the back of the couch. MRS. HELSETH\ncomes in from the right.)\n\nMrs. Helseth (speaking in low tones and with a reserved manner). Yes,\nall your things have been taken down, miss. They are in the kitchen\npassage.\n\nRebecca. Thank you. You have ordered the carriage?\n\nMrs. Helseth. Yes, miss. The coachman wants to know what time he shall\nbring it round.\n\nRebecca. I think at about eleven o'clock. The boat goes at midnight.\n\nMrs. Helseth (with a little hesitation). But what about Mr. Rosmer?\nSuppose he is not back by that time?\n\nRebecca. I shall start, all the same. If I should not see him, you can\ntell him I will write to him--a long letter, say that.\n\nMrs. Helseth. Yes, I dare say it will be all right to write. But, poor\ndear, I really think that you ought to try and have a talk with him\nonce more.\n\nRebecca. Perhaps I ought--Or perhaps not, after all.\n\nMrs. Helseth. Dear, dear! I never thought I should, live to see such a\nthing as this!\n\nRebecca. What did you think, then, Mrs. Helseth?\n\nMrs. Helseth. To tell the truth, miss, I thought Mr. Rosmer was an\nhonester man than that.\n\nRebecca. Honester?\n\nMrs. Helseth. Yes, miss, that is the truth.\n\nRebecca. But, my dear Mrs. Helseth, what do you mean by that?\n\nMrs. Helseth. I mean what is true and right, miss. He should not get\nout of it in this way--that he shouldn't.\n\nRebecca (looking at her). Now look here, Mrs. Helseth. Tell me,\nhonestly and frankly, why you think I am going away.\n\nMrs. Helseth. Good Lord, miss--because it is necessary, I suppose.\nWell, well!--Still, I certainly do not think Mr. Rosmer has behaved\nwell. There was some excuse in Mortensgaard's case, because the woman's\nhusband was still alive; so that it was impossible for them to marry,\nhowever much they wished it. But Mr. Rosmer, he could--ahem!\n\nRebecca (with a faint smile). Is it possible that you could think such\nthings about me and Mr. Rosmer?\n\nMrs. Helseth. Not for a moment--until to-day, I mean.\n\nRebecca. But why to-day?\n\nMrs. Helseth. Well, after all the horrible things they tell me one may\nsee in the papers about Mr. Rosmer--\n\nRebecca. Ah!\n\nMrs. Helseth. What I mean is this--if a man can go over to\nMortensgaard's religion, you may believe him capable of anything. And\nthat's the truth.\n\nRebecca. Yes, very likely. But about me? What have you got to say about\nme?\n\nMrs. Helseth. Well, I am sure, miss--I do not think you are so greatly\nto be blamed. It is not always so easy for a lone woman to resist, I\ndare say. We are all human after all, Miss West.\n\nRebecca. That is very true, Mrs. Helseth. We are all human, after\nall.--What are you listening to?\n\nMrs. Helseth (in a low voice). Good Lord!--I believe that is him coming\nnow.\n\nRebecca (with a start). In spite of everything, then--! (Speaks with\ndetermination.) Very well. So be it. (ROSMER comes in from the hall. He\nsees the luggage, and turns to REBECCA.)\n\nRosmer. What does this mean?\n\nRebecca. I am going away.\n\nRosmer. At once?\n\nRebecca. Yes. (To MRS. HELSETH.) Eleven o'clock, then.\n\nMrs. Helseth. Very well, miss. (Goes out to the right.)\n\nRosmer (after a short pause). Where are you going, Rebecca?\n\nRebecca. I am taking the boat for the north.\n\nRosmer. North? What are you going there for?\n\nRebecca. It is where I came from.\n\nRosmer. But you have no more ties there now.\n\nRebecca. I have none here, either.\n\nRosmer. What do you propose to do?\n\nRebecca. I do not know. I only want to make an end of it.\n\nRosmer. Make an end of what?\n\nRebecca. Rosmersholm has broken me.\n\nRosmer (more attentively). What is that?\n\nRebecca. Broken me utterly. I had a will of my own, and some courage,\nwhen I came here. Now I am crushed under the law of strangers. I do not\nthink I shall have the courage to begin anything else in the world\nafter this.\n\nRosmer. Why not? What do you mean by being crushed under a law--?\n\nRebecca. Dear friend, do not let us talk about that now--Tell me what\npassed between you and Mr. Kroll.\n\nRosmer. We have made our peace.\n\nRebecca. Quite so. So it came to that.\n\nRosmer. He got together all our old circle of friends at his house.\nThey convinced me that the work of ennobling men's souls was not in my\nline at all. Besides, it is such a hopeless task, any way. I shall let\nit alone.\n\nRebecca. Well, perhaps it is better so.\n\nRosmer. Do you say THAT now? Is that what your opinion is now?\n\nRebecca. I have come to that opinion--in the last day or two.\n\nRosmer. You are lying, Rebecca.\n\nRebecca. Lying--?\n\nRosmer. Yes, lying. You have never believed in me. You have never\nbelieved me to be the man to lead the cause to victory.\n\nRebecca. I have believed that we two together would be equal to it.\n\nRosmer. That is not true. You have believed that you could accomplish\nsomething big in life yourself--that you could use me to further your\nplans--that I might be useful to you in the pursuit of your object.\nThat is what you have believed.\n\nRebecca. Listen to me, John\n\nRosmer (sitting down wearily on the couch). Oh, let me be! I see the\nwhole thing clearly now. I have been like a glove in your hands.\n\nRebecca. Listen to me, John. Let us talk this thing over. It will be\nfor the last time. (Sits down in a chair by the couch.) I had intended\nto write to you about it all--when I had gone back north. But it is\nmuch better that you should hear it at once.\n\nRosmer. Have you something more to tell, then?\n\nRebecca. The most important part of it all.\n\nRosmer. What do you mean?\n\nRebecca. Something that you have never suspected. Something that puts\nall the rest in its true light.\n\nRosmer (shaking his head). I do not understand, at all.\n\nRebecca. It is quite true that at one time I did play my cards so as to\nsecure admission to Rosmersholm. My idea was that I should succeed in\ndoing well for myself here--either in one way or in another, you\nunderstand.\n\nRosmer. Well, you succeeded in carrying your scheme through, too.\n\nRebecca. I believe I could have carried anything through--at that time.\nFor then I still had the courage of a free will. I had no one else to\nconsider, nothing to turn me from my path. But then began what has\nbroken down my will and filled the whole of my life with dread and\nwretchedness.\n\nRosmer. What--began? Speak so that I can understand you.\n\nRebecca. There came over me--a wild, uncontrollable passion--Oh, John--!\n\nRosmer. Passion? You--! For what?\n\nRebecca. For you.\n\nRosmer (getting up). What does this mean!\n\nRebecca (preventing him). Sit still, dear. I will tell you more about\nit.\n\nRosmer. And you mean to say--that you have loved me--in that way!\n\nRebecca. I thought I might call it loving you--then. I thought it was\nlove. But it was not. It was what I have said--a wild, uncontrollable\npassion.\n\nRosmer (speaking with difficulty). Rebecca--is it really you--you--who\nare sitting here telling me this?\n\nRebecca. Yes, indeed it is, John.\n\nRosmer. Then it was as the outcome of this--and under the influence of\nthis--that you \"acted,\" as you called it.\n\nRebecca. It swept over me like a storm over the sea--like one of the\nstorms we have in winter in the north. They catch you up and rush you\nalong with them, you know, until their fury is expended. There is no\nwithstanding them.\n\nRosmer. So it swept poor unhappy Beata into the mill-race.\n\nRebecca. Yes--it was like a fight for life between Beata and me at that\ntime.\n\nRosmer. You proved the strongest of us all at Rosmersholm--stronger\nthan both Beata and me put together.\n\nRebecca. I knew you well enough to know that I could not get at you in\nany way until you were set free--both in actual circumstances and in\nyour soul.\n\nRosmer. But I do not understand you, Rebecca. You--you yourself and\nyour whole conduct--are an insoluble riddle to me. I am free now--both\nin my soul and my circumstances. You are absolutely in touch with the\ngoal you set before yourself from the beginning. And nevertheless--\n\nRebecca. I have never stood farther from my goal than I do now.\n\nRosmer. And nevertheless, I say, when yesterday I asked you--urged\nyou--to become my wife, you cried out that it never could be.\n\nRebecca. I cried out in despair, John.\n\nRosmer. Why?\n\nRebecca. Because Rosmersholm has unnerved me. All the courage has been\nsapped out of my will here--crushed out! The time has gone for me to\ndare risk anything whatever. I have lost all power of action, John.\n\nRosmer. Tell me how that has come about.\n\nRebecca. It has come about through my living with you.\n\nRosmer. But how? How?\n\nRebecca. When I was alone with you here--and you had really found\nyourself--\n\nRosmer. Yes, yes?\n\nRebecca. For you never really found yourself as long as Beata was\nAlive--\n\nRosmer. Alas, you are right in that.\n\nRebecca. When it came about that I was living together with you here,\nin peace and solitude--when you exchanged all your thoughts with me\nunreservedly--your every mood, however tender or intimate--then the\ngreat change happened in me. Little by little, you understand. Almost\nimperceptibly--but overwhelmingly in the end, till it reached the\nuttermost depths of my soul.\n\nRosmer. What does this mean, Rebecca?\n\nRebecca. All the other feeling--all that horrible passion that had\ndrowned my better self--left me entirely. All the violent emotions that\nhad been roused in me were quelled and silenced. A peace stole over my\nsoul--a quiet like that of one of our mountain peaks up under the\nmidnight sun.\n\nRosmer. Tell me more of it--all that you can.\n\nRebecca. There is not much more to tell. Only that this was how love\ngrew up in my heart--a great, self-denying love--content with such a\nunion of hearts as there has been between us two.\n\nRosmer. Oh, if only I had had the slightest suspicion of all this!\n\nRebecca. It is best as it is. Yesterday, when you asked me if I would\nbe your wife, I gave a cry of joy--\n\nRosmer. Yes, it was that, Rebecca, was it not! I thought that was what\nit meant.\n\nRebecca. For a moment, yes-I forgot myself for a moment. It was my\ndauntless will of the old days that was struggling to be free again.\nBut now it has no more strength--it has lost it for ever.\n\nRosmer. How do you explain what has taken place in you?\n\nRebecca. It is the Rosmer attitude towards life-or your attitude\ntowards life, at any rate--that has infected my will.\n\nRosmer. Infected?\n\nRebecca. Yes, and made it sickly--bound it captive under laws that\nformerly had no meaning for me. You--my life together with you--have\nennobled my soul--\n\nRosmer. Ah, if I dared believe that to be true!\n\nRebecca. You may believe it confidently. The Rosmer attitude towards\nlife ennobles. But-(shakes her head)-but-but--\n\nRosmer. But? Well?\n\nRebecca. But it kills joy, you know.\n\nRosmer. Do you say that, Rebecca?\n\nRebecca. For me, at all events.\n\nRosmer. Yes, but are you so sure of that? If I asked you again now--?\nImplored you--?\n\nRebecca. Oh, my dear--never go back to that again! It is impossible.\nYes, impossible--because I must tell you this, John. I have a--past\nbehind me.\n\nRosmer. Something more than you have told me?\n\nRebecca. Yes, something more and something different.\n\nRosmer (with a faint smile). It is very strange, Rebecca, but--do you\nknow--the idea of such a thing has occurred to me more than once.\n\nRebecca. It has? And yet--notwithstanding that, you--?\n\nRosmer. I never believed in it. I only played with the idea-nothing\nmore.\n\nRebecca. If you wish, I will tell you all about it at once.\n\nRosmer (stopping her). No, no! I do not want to hear a word about it.\nWhatever it is, it shall be forgotten, as far as I am concerned.\n\nRebecca. But I cannot forget it.\n\nRosmer. Oh, Rebecca--!\n\nRebecca. Yes, dear--that is just the dreadful part of it-that now, when\nall the happiness of life is freely and fully offered to me, all I can\nfeel is that I am barred out from it by my past.\n\nRosmer. Your past is dead, Rebecca. It has no longer any hold on\nyou--has nothing to do with you--as you are now.\n\nRebecca. Ah, my dear, those are mere words, you know. What about\ninnocence, then? Where am I to get that from?\n\nRosmer (gloomily). Ah, yes--innocence.\n\nRebecca. Yes, innocence--which is at the root of all joy and happiness.\nThat was the teaching, you know, that you wanted to see realised by all\nthe men you were going to raise up to nobility and happiness.\n\nRosmer. Ah, do not remind me of that. It was nothing but a half-dreamt\ndream, Rebecca--a rash suggestion that I have no longer any faith in.\nHuman nature cannot be ennobled by outside influences, believe me.\n\nRebecca (gently). Not by a tranquil love, do you think?\n\nRosmer (thoughtfully). Yes, that would be a splendid thing--almost the\nmost glorious thing in life, I think if it were so. (Moves restlessly.)\nBut how am I ever to clear up the question?--how am I to get to the\nbottom of it?\n\nRebecca. Do you not believe in me, John?\n\nRosmer. Ah, Rebecca, how can I believe you entirely--you whose life\nhere has been nothing but continual concealment and secrecy!--And now\nyou have this new tale to tell. If it is cloaking some design of yours,\ntell me so--openly. Perhaps there is something or other that you hope\nto gain by that means? I will gladly do anything that I can for you.\n\nRebecca (wringing her hands). Oh, this killing doubt! John, John--!\n\nRosmer. Yes, I know, dear--it is horrible--but I cannot help it. I\nshall never be able to free myself from it--never be able to feel\ncertain that your love for me is genuine and pure.\n\nRebecca. But is there nothing in your own heart that bears witness to\nthe transformation that has taken place in me--and taken place through\nyour influence, and yours alone!\n\nRosmer. Ah, my dear, I do not believe any longer in my power to\ntransform people. I have no belief in myself left at all. I do not\nbelieve either in myself or in you.\n\nRebecca (looking darkly at him). How are you going to live out your\nlife, then?\n\nRosmer. That is just what I do not know--and cannot imagine. I do not\nbelieve I can live it out. And, moreover, I do not know anything in the\nworld that would be worth living for.\n\nRebecca. Life carries a perpetual rebirth with it. Let us hold fast to\nit, dear. We shall be finished with it quite soon enough.\n\nRosmer (getting up restlessly). Then give me my faith back again!--my\nfaith in you, Rebecca--my faith in your love! Give me a proof of it! I\nmust have some proof!\n\nRebecca. Proof? How can I give you a proof--!\n\nRosmer. You must! (Crosses the room.) I cannot bear this desolate,\nhorrible loneliness--this-this--. (A knock is heard at the hall door.)\n\nRebecca (getting up from her chair). Did you hear that?\n\n(The door opens, and ULRIK BRENDEL comes in. Except that he wears a\nwhite shirt, a black coat and, a good pair of high boots, he is dressed\nas in the first act. He looks troubled.)\n\nRosmer. Ah, it is you, Mr. Brendel!\n\nBrendel. John, my boy, I have come to say good-bye to you!\n\nRosmer. Where are you going, so late as this?\n\nBrendel. Downhill.\n\nRosmer. How--?\n\nBrendel. I am on my way home, my beloved pupil. I am homesick for the\ngreat Nothingness.\n\nRosmer. Something has happened to you, Mr. Brendel! What is it?\n\nBrendel. Ah, you notice the transformation, then? Well, it is evident\nenough. The last time I entered your doors I stood before you a man of\nsubstance, slapping a well-filled pocket.\n\nRosmer. Really? I don't quite understand--\n\nBrendel. And now, as you see me to-night, I am a deposed monarch\nstanding over the ashes of my burnt-out palace.\n\nRosmer. If there is any way I can help you\n\nBrendel. You have preserved your childlike heart, John--can you let me\nhave a loan?\n\nRosmer. Yes, most willingly!\n\nBrendel. Can you spare me an ideal or two?\n\nRosmer. What do you say?\n\nBrendel. One or two cast-off ideals? You will be doing a good deed. I\nam cleaned out, my dear boy, absolutely and entirely.\n\nRebecca. Did you not succeed in giving your lecture?\n\nBrendel. No, fair lady. What do you think?--just as I was standing\nready to pour out the contents of my horn in plenty, I made the painful\ndiscovery that I was bankrupt.\n\nRebecca. But what of all your unwritten works, then?\n\nBrendel. For five and twenty years I have been like a miser sitting on\nhis locked money-chest. And then to-day, when I opened it to take out\nmy treasure--there was nothing there! The mills of time had ground it\ninto dust. There was not a blessed thing left of the whole lot.\n\nRosmer. But are you certain of that?\n\nBrendel. There is no room for doubt, my dear boy. The President has\nconvinced me of that.\n\nRosmer. The President?\n\nBrendel. Oh, well--His Excellency, then. Ganz nach Belieben.\n\nRosmer. But whom do you mean?\n\nBrendel. Peter Mortensgaard, of course.\n\nRosmer. What!\n\nBrendel (mysteriously). Hush, hush, hush! Peter Mortensgaard is Lord\nand Chieftain of the Future. I have never stood in a more august\npresence. Peter Mortensgaard has the power of omnipotence in him. He\ncan do whatever he wants.\n\nRosmer. Oh, come--don't you believe that!\n\nBrendel. It is true, my boy--because Peter Mortensgaard never wants to\ndo more than he can. Peter Mortensgaard is capable of living his life\nwithout ideals. And that, believe me, is precisely the great secret of\nsuccess in life. It sums up all the wisdom of the world. Basta!\n\nRosmer (in a low voice). Now I see that you are going away from here\npoorer than you came.\n\nBrendel. Bien! Then take an example from your old tutor. Erase from\nyour mind everything that he imprinted there. Do not build your castle\nupon the shifting sand. And look well ahead, and be sure of your\nground, before you build upon the charming creature who is sweetening\nyour life here.\n\nRebecca. Do you mean me?\n\nBrendel. Yes, most attractive mermaid!\n\nRebecca. Why am I not fit to build upon?\n\nBrendel (taking a step nearer to her). I understood that my former\npupil had a cause which it was his life's work to lead to victory.\n\nRebecca. And if he has--?\n\nBrendel. He is certain of victory--but, be it distinctly understood, on\none unalterable condition.\n\nRebecca. What is that?\n\nBrendel (taking her gently by the wrist). That the woman who loves him\nshall gladly go out into the kitchen and chop off her dainty, pink and\nwhite little finger--here, just at the middle joint. Furthermore, that\nthe aforesaid loving woman shall--also gladly--clip off her\nincomparably moulded left ear. (Lets her go, and turns to ROSMER.)\nGood-bye, John the Victorious!\n\nRosmer. Must you go now--in this dark night?\n\nBrendel. The dark night is best. Peace be with you! (He goes out.\nSilence in the room for a short time.)\n\nRebecca (breathing heavily). How close and sultry it is in here! (Goes\nto the window, opens it and stands by it.)\n\nRosmer (sitting down on a chair by the stove). There is nothing else\nfor it after all, Rebecca--I can see that. You must go away.\n\nRebecca. Yes, I do not see that I have any choice.\n\nRosmer. Let us make use of our last hour together. Come over here and\nsit beside me.\n\nRebecca (goes and sits down on the couch). What do you want, John?\n\nRosmer. In the first place I want to tell you that you need have no\nanxiety about your future.\n\nRebecca (with a smile). Hm! My future!\n\nRosmer. I have foreseen all contingencies--long ago. Whatever may\nhappen, you are provided for.\n\nRebecca. Have you even done that for me, dear?\n\nRosmer. You might have known that I should.\n\nRebecca. It is many a long day since I thought about anything of the\nkind.\n\nRosmer. Yes, of course. Naturally, you thought things could never be\notherwise between us than as they were.\n\nRebecca. Yes, that was what I thought.\n\nRosmer. So did I. But if anything were to happen to me now--\n\nRebecca. Oh, John, you will live longer than I shall.\n\nRosmer. I can dispose of my miserable existence as I please, you know.\n\nRebecca. What do you mean? You surely are never thinking of--!\n\nRosmer. Do you think it would be so surprising? After the pitiful,\nlamentable defeat I have suffered? I, who was to have made it my life's\nwork to lead my cause to victory--! And here I am, a deserter before\nthe fight has even really begun!\n\nRebecca. Take up the fight again, John! Only try--and you will see that\nyou will conquer. You will ennoble hundreds--thousands--of souls. Only\ntry!\n\nRosmer. I, Rebecca, who no longer believe even in my having a mission\nin life?\n\nRebecca. But your mission has stood the test. You have at all events\nennobled one of your fellow-creatures for the rest of her life--I mean\nmyself.\n\nRosmer. Yes--if I dared believe you about that.\n\nRebecca (wringing her hands). But, John, do you know of\nnothing--nothing--that would make you believe that?\n\nRosmer (starts, as if with fear). Don't venture on that subject! No\nfurther, Rebecca! Not a single word more!\n\nRebecca. Indeed, that is just the subject we must venture upon. Do you\nknow of anything that would stifle your doubts? For I know of nothing\nin the world.\n\nRosmer. It is best for you not to know. Best for us both.\n\nRebecca. No, no, no--I have no patience with that sort of thing! If you\nknow of anything that would acquit me in your eyes, I claim it as my\nright that you should name it.\n\nRosmer (as if impelled against his will). Well, let us see. You say\nthat you have great love in your heart; that your soul has been\nennobled through me. Is that so? Have you counted the cost? Shall we\ntry and balance our accounts? Tell me.\n\nRebecca. I am quite ready.\n\nRosmer. Then when shall it be?\n\nRebecca. Whenever you like. The sooner the better.\n\nRosmer. Then let me see, Rebecca, whether you--for my sake-this very\nnight--. (Breaks off.) Oh, no, no!\n\nRebecca. Yes, John! Yes, yes! Say it, and you shall see.\n\nRosmer. Have you the courage--are you willing--gladly, as Ulrik Brendel\nsaid--for my sake, to-night--gladly--to go the same way--that Beata\nwent!\n\nRebecca (gets up slowly from the couch, and says almost inaudibly):\nJohn--!\n\nRosmer. Yes, dear--that is the question I shall never be able to rid my\nthoughts of, when you have gone away. Every hour of the day I shall\ncome back to it. Ah, I seem to see you bodily before me--standing out\non the foot-bridge-right out in the middle. Now you lean out over the\nrailing! You grow dizzy as you feel drawn down towards the mill-race!\nNo--you recoil. You dare not do--what she dared.\n\nRebecca. But if I had the courage?--and willingly and gladly? What then?\n\nRosmer. Then I would believe in you. Then I should get back my faith in\nmy mission in life--my faith in my power to ennoble my fellow men--my\nfaith in mankind's power to be ennobled.\n\nRebecca (takes up her shawl slowly, throws it over her head, and says,\ncontrolling herself): You shall have your faith back.\n\nRosmer. Have you the courage and the strength of will for that, Rebecca?\n\nRebecca. Of that you must judge in the morning--or later--when they\ntake up my body.\n\nRosmer (burying his head in his hands). There is a horrible temptation\nin this--!\n\nRebecca. Because I should not like to be left lying there--any longer\nthan need be. You must take care that they find me.\n\nRosmer (springing up). But all this is madness, you know. Go away, or\nstay! I will believe you on your bare word this time too.\n\nRebecca. Those are mere words, John. No more cowardice or evasion! How\ncan you believe me on my bare word after today?\n\nRosmer. But I do not want to see your defeat, Rebecca.\n\nRebecca. There will be no defeat.\n\nRosmer. There will. You will never have the heart to go Beata's way.\n\nRebecca. Do you believe that?\n\nRosmer. Never. You are not like Beata. You are not under the influence\nof a distorted view of life.\n\nRebecca. But I am under the influence of the Rosmersholm view of\nLife--now. Whatever my offences are--it is right that I should expiate\nthem.\n\nRosmer (looking at her fixedly). Have you come to that decision?\n\nRebecca. Yes.\n\nRosmer. Very well. Then I too am under the influence of our unfettered\nview of life, Rebecca. There is no one that can judge us. And therefore\nwe must be our own judges.\n\nRebecca (misunderstanding his meaning). That too. That too. My leaving\nyou will save the best that is in you.\n\nRosmer. Ah, there is nothing left to save in me.\n\nRebecca. There is. But I--after this I should only be like some\nsea-sprite hanging on to the barque you are striving to sail forward\nin, and, hampering its progress. I must go overboard. Do you think I\ncould go through the world bearing the burden of a spoiled\nlife--brooding for ever over the happiness which I have forfeited by my\npast? I must throw up the game, John.\n\nRosmer. If you go--then I go with you.\n\nRebecca (looks at him with an almost imperceptible smile, and says more\ngently): Yes, come with me, dear--and be witness--\n\nRosmer. I go with you, I said.\n\nRebecca. As far as the bridge--yes. You never dare go out on to it, you\nknow.\n\nRosmer. Have you noticed that?\n\nRebecca (in sad and broken tones). Yes. That was what made my love\nhopeless.\n\nRosmer. Rebecca--now I lay my hand on your head. (Does as he says.) And\nI take you for my true and lawful wife.\n\nRebecca (taking both his hands in hers, and bowing her head on to his\nbreast). Thank you, John. (Lets him go.) And now I am going--gladly.\n\nRosmer. Man and wife should go together.\n\nRebecca. Only as far as the bridge, John.\n\nRosmer. And out on to it, too. As far as you go--so far I go with you.\nI dare do it now.\n\nRebecca. Are you absolutely certain that way is the best for you?\n\nRosmer. I know it is the only way.\n\nRebecca. But suppose you are only deceiving yourself? Suppose it were\nonly a delusion--one of these White Horses of Rosmersholm?\n\nRosmer. It may be so. We can never escape from them--we of my race.\n\nRebecca. Then stay, John!\n\nRosmer. The man shall cleave to his wife, as the wife to her husband.\n\nRebecca. Yes, but first tell me this--is it you that go with me, or I\nthat go with you?\n\nRosmer. We shall never get to the bottom of that.\n\nRebecca. Yet I should dearly like to know.\n\nRosmer. We two go with each other, Rebecca. I with you, and you with me.\n\nRebecca. I almost believe that is true.\n\nRosmer. For now we two are one.\n\nRebecca. Yes. We are one now. Come! We can go gladly now. (They go out,\nhand in hand, through the hall, and are seen to turn to the left. The\ndoor stands open after them. The room is empty for a little while. Then\nMRS. HELSETH opens the door on the right.)\n\nMrs. Helseth. The carriage, miss, is--. (Looks round the room.) Not\nhere? Out together at this time of night? Well, well--I must say--! Hm!\n(Goes out into the hall, looks round and comes in again.) Not sitting\non the bench--ah, well! (Goes to the window and looks out.) Good\nheavens! What is that white thing--! As I am a living soul, they are\nboth out on the foot-bridge! God forgive the sinful creatures--if they\nare not in each other's arms! (Gives a wild scream.) Ah!--they are\nover--both of them! Over into the mill-race! Help! help! (Her knees\ntremble, she holds on shakily to the back of a chair and can scarcely\nget her words out.) No. No help here. The dead woman has taken them.\n\n\n\n\n\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Rosmerholm, by Henrik Ibsen\n\n*** END OF THIS PROJECT GUTENBERG EBOOK ROSMERHOLM ***\n\n***** This file should be named 2289.txt or 2289.zip *****\nThis and all associated files of various formats will be found in:\n        http:\/\/www.gutenberg.org\/2\/2\/8\/2289\/\n\nProduced by Martin Adamson.  HTML version by Al Haines.\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp:\/\/gutenberg.net\/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark\/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s\/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http:\/\/www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp:\/\/pglaf.org\/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http:\/\/pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http:\/\/pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http:\/\/pglaf.org\/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http:\/\/www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n","id":1018,"split":"train"}
