{"ori_id":"f909d31f8d88fe802b45e1e4475353f0d241c5b5","title":"The Song of Roland","context":"The Song of Roland\n Charlemagne's army is fighting the Muslims in Spain. They have been there for seven years, and the last city standing is Saragossa, held by the Muslim King Marsile. Threatened by the might of Charlemagne's army of Franks, Marsile seeks advice and his wise man, Blancandrin, councils him to conciliate the Emperor, offering to surrender and giving hostages. Accordingly, Marsile sends out messengers to Charlemagne, promising treasure and Marsile's conversion to Christianity if the Franks will go back to France.\nCharlemagne and his men, tired of fighting, accept his peace offer and select a messenger to Marsile's court. Protagonist Roland, Charlemagne's nephew, nominates his stepfather Ganelon as messenger. Ganelon, who fears to be murdered by the enemy and accuses Roland of intending this, takes revenge by informing the Saracens of a way to ambush the rear guard of Charlemagne's army, led by Roland, as the Franks re-enter Spain through the mountain passes.\nAs Ganelon predicted, Roland leads the rear guard, with the wise and moderate Oliver and the fierce Archbishop Turpin. The Muslims ambush them at Roncesvalles, and the Christians are overwhelmed. Oliver asks Roland to blow his olifant (the word is an old alternative to \"elephant\", and was used to refer to a hunting horn made from an elephant tusk) to call for help from the Frankish army; but Roland proudly refuses to do so. It is for this reason that Roland is often accused of pride by critics of the 'Song of Roland'.\nThe Franks fight well, but are outnumbered, until almost all Roland's men are dead and he knows that Charlemagne's army can no longer save them. Despite this, he blows his olifant to summon revenge, until his temples burst and he dies a martyr's death. Angels take his soul to Paradise.\nWhen Charlemagne and his men reach the battlefield, they find the dead bodies of Roland's men, who have been utterly annihilated, and pursue the Muslims into the river Ebro, where they drown. Meanwhile, Baligant, the powerful emir of Babylon, has arrived in Spain to help Marsile, and his army encounters that of Charlemagne at Roncesvalles, where the Christians are burying and mourning their dead. Both sides fight valiantly - when Charlemagne kills Baligant, the Muslim army scatters and flees, and the Franks conquer Saragossa. With Marsile's wife Bramimonde, Queen of Saragossa, Charlemagne and his men ride back to Aix, their capital in France.\nThe Franks discover Ganelon's betrayal and keep him in chains until his trial, where Ganelon argues that his action was legitimate revenge, not treason. While the council of barons assembled to decide the traitor's fate is initially swayed by this claim, one man, Thierry, argues that, because Roland was serving Charlemagne when Ganelon delivered his revenge on him, Ganelon's action constitutes a betrayal.\nGanelon's friend Pinabel challenges Thierry to trial by combat, in which, by divine intervention, Thierry kills Pinabel. The Franks are convinced by this of Ganelon's treason, thus, he is torn apart by having four galloping horses tied one to each arm and leg and thirty of his relatives are hanged.\nï»¿The Project Gutenberg EBook of The Song of Roland, by Anonymous\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n\nTitle: The Song of Roland\n\nAuthor: Anonymous\n\nTranslator: C. K. (Charles Kenneth) Moncrieff\n\nPosting Date: July 20, 2008 [EBook #391]\nRelease Date: January, 1996\n\nLanguage: English\n\n\n*** START OF THIS PROJECT GUTENBERG EBOOK THE SONG OF ROLAND ***\n\n\n\n\nProduced by Douglas B. Killings and R. J. Maley.\n\n\n\n\n\n\n\n\nThe Song of Roland\n\nTranslated by C. K. [Charles Kenneth] Moncreiff\n\n\n\n\nAnonymous Old French epic, dating perhaps as early as the middle\n11th century.\n\n\n\n  I\n\n  Charles the King, our Lord and Sovereign,\n  Full seven years hath sojourned in Spain,\n  Conquered the land, and won the western main,\n  Now no fortress against him doth remain,\n  No city walls are left for him to gain,\n  Save Sarraguce, that sits on high mountain.\n  Marsile its King, who feareth not God's name,\n  Mahumet's man, he invokes Apollin's aid,\n  Nor wards off ills that shall to him attain.\n                      AOI.\n\n\n  II\n\n  King Marsilies he lay at Sarraguce,\n  Went he his way into an orchard cool;\n  There on a throne he sate, of marble blue,\n  Round him his men, full twenty thousand, stood.\n  Called he forth then his counts, also his dukes:\n  \"My Lords, give ear to our impending doom:\n  That Emperour, Charles of France the Douce,\n  Into this land is come, us to confuse.\n  I have no host in battle him to prove,\n  Nor have I strength his forces to undo.\n  Counsel me then, ye that are wise and true;\n  Can ye ward off this present death and dule?\"\n  What word to say no pagan of them knew,\n  Save Blancandrin, of th' Castle of Val Funde.\n\n  III\n\n  Blancandrins was a pagan very wise,\n  In vassalage he was a gallant knight,\n  First in prowess, he stood his lord beside.\n  And thus he spoke: \"Do not yourself affright!\n  Yield to Carlun, that is so big with pride,\n  Faithful service, his friend and his ally;\n  Lions and bears and hounds for him provide,\n  Thousand mewed hawks, sev'n hundred camelry;\n  Silver and gold, four hundred mules load high;\n  Fifty wagons his wrights will need supply,\n  Till with that wealth he pays his soldiery.\n  War hath he waged in Spain too long a time,\n  To Aix, in France, homeward he will him hie.\n  Follow him there before Saint Michael's tide,\n  You shall receive and hold the Christian rite;\n  Stand honour bound, and do him fealty.\n  Send hostages, should he demand surety,\n  Ten or a score, our loyal oath to bind;\n  Send him our sons, the first-born of our wives;--\n  An he be slain, I'll surely furnish mine.\n  Better by far they go, though doomed to die,\n  Than that we lose honour and dignity,\n  And be ourselves brought down to beggary.\"\n                      AOI.\n\n  IV\n\n  Says Blancandrins: \"By my right hand, I say,\n  And by this beard, that in the wind doth sway,\n  The Frankish host you'll see them all away;\n  Franks will retire to France their own terrain.\n  When they are gone, to each his fair domain,\n  In his Chapelle at Aix will Charles stay,\n  High festival will hold for Saint Michael.\n  Time will go by, and pass the appointed day;\n  Tidings of us no Frank will hear or say.\n  Proud is that King, and cruel his courage;\n  From th' hostage he'll slice their heads away.\n  Better by far their heads be shorn away,\n  Than that ourselves lose this clear land of Spain,\n  Than that ourselves do suffer grief and pain.\"\n  \"That is well said.  So be it.\" the pagans say.\n\n  V\n\n  The council ends, and that King Marsilie\n  Calleth aside Clarun of Balaguee,\n  Estramarin and Eudropin his peer,\n  And Priamun and Guarlan of the beard,\n  And Machiner and his uncle Mahee,\n  With Jouner, Malbien from over sea,\n  And Blancandrin, good reason to decree:\n  Ten hath he called, were first in felony.\n  \"Gentle Barons, to Charlemagne go ye;\n  He is in siege of Cordres the city.\n  In your right hands bear olive-branches green\n  Which signify Peace and Humility.\n  If you by craft contrive to set me free,\n  Silver and gold, you'll have your fill of me,\n  Manors and fiefs, I'll give you all your need.\"\n  \"We have enough,\" the pagans straight agree.\n                      AOI.\n\n  VI\n\n  King Marsilies, his council finishing,\n  Says to his men: \"Go now, my lords, to him,\n  Olive-branches in your right hands bearing;\n  Bid ye for me that Charlemagne, the King,\n  In his God's name to shew me his mercy;\n  Ere this new moon wanes, I shall be with him;\n  One thousand men shall be my following;\n  I will receive the rite of christening,\n  Will be his man, my love and faith swearing;\n  Hostages too, he'll have, if so he will.\"\n  Says Blancandrins: \"Much good will come of this.\"\n                      AOI.\n\n  VII\n\n  Ten snow-white mules then ordered Marsilie,\n  Gifts of a King, the King of Suatilie.\n  Bridled with gold, saddled in silver clear;\n  Mounted them those that should the message speak,\n  In their right hands were olive-branches green.\n  Came they to Charle, that holds all France in fee,\n  Yet cannot guard himself from treachery.\n                      AOI.\n\n  VIII\n\n  Merry and bold is now that Emperour,\n  Cordres he holds, the walls are tumbled down,\n  His catapults have battered town and tow'r.\n  Great good treasure his knights have placed in pound,\n  Silver and gold and many a jewelled gown.\n  In that city there is no pagan now\n  But he been slain, or takes the Christian vow.\n  The Emperour is in a great orchard ground\n  Where Oliver and Rollant stand around,\n  Sansun the Duke and Anseis the proud,\n  Gefreid d'Anjou, that bears his gonfaloun;\n  There too Gerin and Geriers are found.\n  Where they are found, is seen a mighty crowd,\n  Fifteen thousand, come out of France the Douce.\n  On white carpets those knights have sate them down,\n  At the game-boards to pass an idle hour;--\n  Chequers the old, for wisdom most renowned,\n  While fence the young and lusty bachelours.\n  Beneath a pine, in eglantine embow'red,\n  l    Stands a fald-stool, fashioned of gold throughout;\n  There sits the King, that holds Douce France in pow'r;\n  White is his beard, and blossoming-white his crown,\n  Shapely his limbs, his countenance is proud.\n  Should any seek, no need to point him out.\n  The messengers, on foot they get them down,\n  And in salute full courteously they lout.\n\n  IX\n\n  The foremost word of all Blancandrin spake,\n  And to the King: \"May God preserve you safe,\n  The All Glorious, to Whom ye're bound to pray!\n  Proud Marsilies this message bids me say:\n  Much hath he sought to find salvation's way;\n  Out of his wealth meet presents would he make,\n  Lions and bears, and greyhounds leashed on chain,\n  Thousand mewed hawks, sev'n hundred dromedrays,\n  Four hundred mules his silver shall convey,\n  Fifty wagons you'll need to bear away\n  Golden besants, such store of proved assay,\n  Wherewith full tale your soldiers you can pay.\n  Now in this land you've been too long a day\n  Hie you to France, return again to Aix;\n  Thus saith my Lord, he'll follow too that way.\"\n  That Emperour t'wards God his arms he raised\n  Lowered his head, began to meditate.\n                      AOI.\n\n  X\n\n  That Emperour inclined his head full low;\n  Hasty in speech he never was, but slow:\n  His custom was, at his leisure he spoke.\n  When he looks up, his face is very bold,\n  He says to them: \"Good tidings have you told.\n  King Marsilies hath ever been my foe.\n  These very words you have before me told,\n  In what measure of faith am I to hold?\"\n  That Sarrazin says, \"Hostages he'll show;\n  Ten shall you take, or fifteen or a score.\n  Though he be slain, a son of mine shall go,\n  Any there be you'll have more nobly born.\n  To your palace seigneurial when you go,\n  At Michael's Feast, called in periculo;\n  My Lord hath said, thither will he follow\n  Ev'n to your baths, that God for you hath wrought;\n  There is he fain the Christian faith to know.\"\n  Answers him Charles: \"Still may he heal his soul.\"\n                      AOI.\n\n  XI\n\n  Clear shone the sun in a fair even-tide;\n  Those ten men's mules in stall he bade them tie.\n  Also a tent in the orchard raise on high,\n  Those messengers had lodging for the night;\n  Dozen serjeants served after them aright.\n  Darkling they lie till comes the clear daylight.\n  That Emperour does with the morning rise;\n  Matins and Mass are said then in his sight.\n  Forth goes that King, and stays beneath a pine;\n  Barons he calls, good counsel to define,\n  For with his Franks he's ever of a mind.\n                      AOI.\n\n  XII\n\n  That Emperour, beneath a pine he sits,\n  Calls his barons, his council to begin:\n  Oger the Duke, that Archbishop Turpin,\n  Richard the old, and his nephew Henry,\n  From Gascony the proof Count Acolin,\n  Tedbald of Reims and Milun his cousin:\n  With him there were Gerers, also Gerin,\n  And among them the Count Rollant came in,\n  And Oliver, so proof and so gentil.\n  Franks out of France, a thousand chivalry;\n  Guenes came there, that wrought the treachery.\n  The Council then began, which ended ill.\n                      AOI.\n\n  XIII\n\n  \"My Lords Barons,\" says the Emperour then, Charles,\n  \"King Marsilies hath sent me his messages;\n  Out of his wealth he'll give me weighty masses.\n  Greyhounds on leash and bears and lions also,\n  Thousand mewed hawks and seven hundred camels,\n  Four hundred mules with gold Arabian charged,\n  Fifty wagons, yea more than fifty drawing.\n  But into France demands he my departure;\n  He'll follow me to Aix, where is my Castle;\n  There he'll receive the law of our Salvation:\n  Christian he'll be, and hold from me his marches.\n  But I know not what purpose in his heart is.\"\n  Then say the Franks: \"Beseems us act with caution!\"\n                      AOI.\n\n  XIV\n\n  That Emperour hath ended now his speech.\n  The Count Rollanz, he never will agree,\n  Quick to reply, he springs upon his feet;\n  And to the King, \"Believe not Marsilie.\n  Seven years since, when into Spain came we,\n  I conquer'd you Noples also Commibles,\n  And took Valterne, and all the land of Pine,\n  And Balaguet, and Tuele, and Sezilie.\n  Traitor in all his ways was Marsilies;\n  Of his pagans he sent you then fifteen,\n  Bearing in hand their olive-branches green:\n  Who, ev'n as now, these very words did speak.\n  You of your Franks a Council did decree,\n  Praised they your words that foolish were in deed.\n  Two of your Counts did to the pagan speed,\n  Basan was one, and the other Basilie:\n  Their heads he took on th' hill by Haltilie.\n  War have you waged, so on to war proceed,\n  To Sarraguce lead forth your great army.\n  All your life long, if need be, lie in siege,\n  Vengeance for those the felon slew to wreak.\"\n                      AOI.\n\n  XV\n\n  That Emperour he sits with lowering front,\n  He clasps his chin, his beard his fingers tug,\n  Good word nor bad, his nephew not one.\n  Franks hold their peace, but only Guenelun\n  Springs to his feet, and comes before Carlun;\n  Right haughtily his reason he's begun,\n  And to the King: \"Believe not any one,\n  My word nor theirs, save whence your good shall come.\n  Since he sends word, that King Marsiliun,\n  Homage he'll do, by finger and by thumb;\n  Throughout all Spain your writ alone shall run\n  Next he'll receive our rule of Christendom\n  Who shall advise, this bidding be not done,\n  Deserves not death, since all to death must come.\n  Counsel of pride is wrong: we've fought enough.\n  Leave we the fools, and with the wise be one.\"\n                      AOI.\n\n  XVI\n\n  And after him came Neimes out, the third,\n  Better vassal there was not in the world;\n  And to the King: \"Now rightly have you heard\n  Guenes the Count, what answer he returned.\n  Wisdom was there, but let it well be heard.\n  King Marsilies in war is overturned,\n  His castles all in ruin have you hurled,\n  With catapults his ramparts have you burst,\n  Vanquished his men, and all his cities burned;\n  Him who entreats your pity do not spurn,\n  Sinners were they that would to war return;\n  With hostages his faith he would secure;\n  Let this great war no longer now endure.\"\n  \"Well said the Duke.\"  Franks utter in their turn.\n                      AOI.\n\n  XVII\n\n  \"My lords barons, say whom shall we send up\n  To Sarraguce, to King Marsiliun?\"\n  Answers Duke Neimes: \"I'll go there for your love;\n  Give me therefore the wand, also the glove.\"\n  Answers the King: \"Old man of wisdom pruff;\n  By this white beard, and as these cheeks are rough,\n  You'll not this year so far from me remove;\n  Go sit you down, for none hath called you up.\"\n\n  XVIII\n\n  \"My lords barons, say whom now can we send\n  To th' Sarrazin that Sarraguce defends?\"\n  Answers Rollanz: \"I might go very well.\"\n  \"Certes, you'll not,\" says Oliver his friend,\n  \"For your courage is fierce unto the end,\n  I am afraid you would misapprehend.\n  If the King wills it I might go there well.\"\n  Answers the King: \"Be silent both on bench;\n  Your feet nor his, I say, shall that way wend.\n  Nay, by this beard, that you have seen grow blench,\n  The dozen peers by that would stand condemned.\n  Franks hold their peace; you'd seen them all silent.\n\n  XIX\n\n  Turpins of Reins is risen from his rank,\n  Says to the King: \"In peace now leave your Franks.\n  For seven years you've lingered in this land\n  They have endured much pain and sufferance.\n  Give, Sire, to me the clove, also the wand,\n  I will seek out the Spanish Sarazand,\n  For I believe his thoughts I understand.\"\n  That Emperour answers intolerant:\n  \"Go, sit you down on yonder silken mat;\n  And speak no more, until that I command.\"\n                      AOI.\n\n  XX\n\n  \"Franks, chevaliers,\" says the Emperour then, Charles,\n  \"Choose ye me out a baron from my marches,\n  To Marsilie shall carry back my answer.\"\n  Then says Rollanz: \"There's Guenes, my goodfather.\"\n  Answer the Franks: \"For he can wisely manage;\n  So let him go, there's none you should send rather.\"\n  And that count Guenes is very full of anguish;\n  Off from his neck he flings the pelts of marten,\n  And on his feet stands clear in silken garment.\n  Proud face he had, his eyes with colour, sparkled;\n  Fine limbs he had, his ribs were broadly arched\n  So fair he seemed that all the court regarded.\n  Says to Rollant: \"Fool, wherefore art so wrathful?\n  All men know well that I am thy goodfather;\n  Thou hast decreed, to Marsiliun I travel.\n  Then if God grant that I return hereafter,\n  I'll follow thee with such a force of passion\n  That will endure so long as life may last thee.\"\n  Answers Rollanz: \"Thou'rt full of pride and madness.\n  All men know well, I take no thought for slander;\n  But some wise man, surely, should bear the answer;\n  If the King will, I'm ready to go rather.\"\n                      AOI.\n\n  XXI\n\n  Answers him Guene: \"Thou shalt not go for me.\n  Thou'rt not my man, nor am I lord of thee.\n  Charles commnds that I do his decree,\n  To Sarraguce going to Marsilie;\n  There I will work a little trickery,\n  This mighty wrath of mine I'll thus let free.\"\n  When Rollanz heard, began to laugh for glee.\n                      AOI.\n\n  XXII\n\n  When Guenes sees that Rollant laughs at it,\n  Such grief he has, for rage he's like to split,\n  A little more, and he has lost his wit:\n  Says to that count: \"I love you not a bit;\n  A false judgement you bore me when you chid.\n  Right Emperour, you see me where you sit,\n  I will your word accomplish, as you bid.\n                      AOI.\n\n  XXIII\n\n  \"To Sarraguce I must repair, 'tis plain;\n  Whence who goes there returns no more again.\n  Your sister's hand in marriage have I ta'en;\n  And I've a son, there is no prettier swain:\n  Baldwin, men say he shews the knightly strain.\n  To him I leave my honours and domain.\n  Care well for him; he'll look for me in vain.\"\n  Answers him Charles: \"Your heart is too humane.\n  When I command, time is to start amain.\"\n                      AOI.\n\n  XXIV\n\n  Then says the King: \"Guenes, before me stand;\n  And take from me the glove, also the wand.\n  For you have heard, you're chosen by the Franks,\"\n  \"Sire,\" answers Guenes, \"all this is from Rollanz;\n  I'll not love him, so long as I'm a man,\n  Nor Oliver, who goes at his right hand;\n  The dozen peers, for they are of his band,\n  All I defy, as in your sight I stand.\"\n  Then says the King: \"Over intolerant.\n  Now certainly you go when I command.\"\n  \"And go I can; yet have I no warrant\n  Basile had none nor his brother Basant.\"\n\n  XXV\n\n  His right hand glove that Emperour holds out;\n  But the count Guenes elsewhere would fain be found;\n  When he should take, it falls upon the ground.\n  Murmur the Franks: \"God!  What may that mean now?\n  By this message great loss shall come about.\"\n  \"Lordings,\" says Guene, \"You'll soon have news enow.\"\n\n  XXVI\n\n  \"Now,\" Guenes said, \"give me your orders, Sire;\n  Since I must go, why need I linger, I?\"\n  Then said the King \"In Jesu's Name and mine!\"\n  With his right hand he has absolved and signed,\n  Then to his care the wand and brief confides.\n\n  XXVII\n\n  Guenes the count goes to his hostelry,\n  Finds for the road his garments and his gear,\n  All of the best he takes that may appear:\n  Spurs of fine gold he fastens on his feet,\n  And to his side Murgles his sword of steel.\n  On Tachebrun, his charger, next he leaps,\n  His uncle holds the stirrup, Guinemere.\n  Then you had seen so many knights to weep,\n  Who all exclaim: \"Unlucky lord, indeed!\n  In the King's court these many years you've been,\n  Noble vassal, they say that have you seen.\n  He that for you this journey has decreed\n  King Charlemagne will never hold him dear.\n  The Count Rollant, he should not so have deemed,\n  Knowing you were born of very noble breed.\"\n  After they say: \"Us too, Sire, shall he lead.\"\n  Then answers Guenes: \"Not so, the Lord be pleased!\n  Far better one than many knights should bleed.\n  To France the Douce, my lords, you soon shall speed,\n  On my behalf my gentle wife you'll greet,\n  And Pinabel, who is my friend and peer,\n  And Baldewin, my son, whom you have seen;\n  His rights accord and help him in his need.\"\n  --Rides down the road, and on his way goes he.\n                      AOI.\n\n  XXVIII\n\n  Guenes canters on, and halts beneath a tree;\n  Where Sarrazins assembled he may see,\n  With Blancandrins, who abides his company.\n  Cunning and keen they speak then, each to each,\n  Says Blancandrins: \"Charles, what a man is he,\n  Who conquered Puille and th'whole of Calabrie;\n  Into England he crossed the bitter sea,\n  To th' Holy Pope restored again his fee.\n  What seeks he now of us in our country?\"\n  Then answers Guene  \"So great courage hath he;\n  Never was man against him might succeed.\"\n                      AOI.\n\n  XXIX\n\n  Says Blancandrins \"Gentle the Franks are found;\n  Yet a great wrong these dukes do and these counts\n  Unto their lord, being in counsel proud;\n  Him and themselves they harry and confound.\"\n  Guenes replies: \"There is none such, without\n  Only Rollanz, whom shame will yet find out.\n  Once in the shade the King had sate him down;\n  His nephew came, in sark of iron brown,\n  Spoils he had won, beyond by Carcasoune,\n  Held in his hand an apple red and round.\n  \"Behold, fair Sire,\" said Rollanz as he bowed,\n  \"Of all earth's kings I bring you here the crowns.\"\n  His cruel pride must shortly him confound,\n  Each day t'wards death he goes a little down,\n  When he be slain, shall peace once more abound.\"\n                      AOI.\n\n  XXX\n\n  Says Blancandrins: \"A cruel man, Rollant,\n  That would bring down to bondage every man,\n  And challenges the peace of every land.\n  With what people takes he this task in hand?\"\n  And answers Guene: \"The people of the Franks;\n  They love him so, for men he'll never want.\n  Silver and gold he show'rs upon his band,\n  Chargers and mules, garments and silken mats.\n  The King himself holds all by his command;\n  From hence to the East he'll conquer sea and land.\"\n                      AOI.\n\n  XXXI\n\n  Cantered so far then Blancandrins and Guene\n  Till each by each a covenant had made\n  And sought a plan, how Rollant might be slain.\n  Cantered so far by valley and by plain\n  To Sarraguce beneath a cliff they came.\n  There a fald-stool stood in a pine-tree's shade,\n  Enveloped all in Alexandrin veils;\n  There was the King that held the whole of Espain,\n  Twenty thousand of Sarrazins his train;\n  Nor was there one but did his speech contain,\n  Eager for news, till they might hear the tale.\n  Haste into sight then Blancandrins and Guene.\n\n  XXXII\n\n  Blancandrin comes before Marsiliun,\n  Holding the hand of county Guenelun;\n  Says to the King \"Lord save you, Sire, Mahum\n  And Apollin, whose holy laws here run!\n  Your message we delivered to Charlun,\n  Both his two hands he raised against the sun,\n  Praising his God, but answer made he none.\n  He sends you here his noblest born barun,\n  Greatest in wealth, that out of France is come;\n  From him you'll hear if peace shall be, or none.\"\n  \"Speak,\" said Marsile: \"We'll hear him, every one.\"\n                      AOI.\n\n  XXXIII\n\n  But the count Guenes did deeply meditate;\n  Cunning and keen began at length, and spake\n  Even as one that knoweth well the way;\n  And to the King: \"May God preserve you safe,\n  The All Glorious, to whom we're bound to pray\n  Proud Charlemagne this message bids me say:\n  You must receive the holy Christian Faith,\n  And yield in fee one half the lands of Spain.\n  If to accord this tribute you disdain,\n  Taken by force and bound in iron chain\n  You will be brought before his throne at Aix;\n  Judged and condemned you'll be, and shortly slain,\n  Yes, you will die in misery and shame.\"\n  King Marsilies was very sore afraid,\n  Snatching a dart, with golden feathers gay,\n  He made to strike: they turned aside his aim.\n                      AOI.\n\n  XXXIV\n\n  King Marsilies is turn'ed white with rage,\n  His feathered dart he brandishes and shakes.\n  Guenes beholds: his sword in hand he takes,\n  Two fingers' width from scabbard bares the blade;\n  And says to it: \"O clear and fair and brave;\n  Before this King in court we'll so behave,\n  That the Emperour of France shall never say\n  In a strange land I'd thrown my life away\n  Before these chiefs thy temper had essayed.\"\n  \"Let us prevent this fight:\" the pagans say.\n\n  XXXV\n\n  Then Sarrazins implored him so, the chiefs,\n  On the faldstoel Marsillies took his seat.\n  \"Greatly you harm our cause,\" says the alcaliph:\n  \"When on this Frank your vengeance you would wreak;\n  Rather you should listen to hear him speak.\"\n  \"Sire,\" Guenes says, \"to suffer I am meek.\n  I will not fail, for all the gold God keeps,\n  Nay, should this land its treasure pile in heaps,\n  But I will tell, so long as I be free,\n  What Charlemagne, that Royal Majesty,\n  Bids me inform his mortal enemy.\"\n  Guenes had on a cloke of sable skin,\n  And over it a veil Alexandrin;\n  These he throws down, they're held by Blancandrin;\n  But not his sword, he'll not leave hold of it,\n  In his right hand he grasps the golden hilt.\n  The pagans say.  \"A noble baron, this.\"\n                      AOI.\n\n  XXXVI\n\n  Before the King's face Guenes drawing near\n  Says to him \"Sire, wherefore this rage and fear?\n  Seeing you are, by Charles, of Franks the chief,\n  Bidden to hold the Christians' right belief.\n  One half of Spain he'll render as your fief\n  The rest Rollanz, his nephew, shall receive,\n  Proud parcener in him you'll have indeed.\n  If you will not to Charles this tribute cede,\n  To you he'll come, and Sarraguce besiege;\n  Take you by force, and bind you hands and feet,\n  Bear you outright ev'n unto Aix his seat.\n  You will not then on palfrey nor on steed,\n  Jennet nor mule, come cantering in your speed;\n  Flung you will be on a vile sumpter-beast;\n  Tried there and judged, your head you will not keep.\n  Our Emperour has sent you here this brief.\"\n  He's given it into the pagan's nief.\n\n  XXXVII\n\n  Now Marsilies, is turn'ed white with ire,\n  He breaks the seal and casts the wax aside,\n  Looks in the brief, sees what the King did write:\n  \"Charles commands, who holds all France by might,\n  I bear in mind his bitter grief and ire;\n  'Tis of Basan and 's brother Basilye,\n  Whose heads I took on th' hill by Haltilye.\n  If I would save my body now alive,\n  I must despatch my uncle the alcalyph,\n  Charles will not love me ever otherwise.\"\n  After, there speaks his son to Marsilye,\n  Says to the King: \"In madness spoke this wight.\n  So wrong he was, to spare him were not right;\n  Leave him to me, I will that wrong requite.\"\n  When Guenes hears, he draws his sword outright,\n  Against the trunk he stands, beneath that pine.\n\n  XXXVIII\n\n  The King is gone into that orchard then;\n  With him he takes the best among his men;\n  And Blancandrins there shews his snowy hair,\n  And Jursalet, was the King's son and heir,\n  And the alcaliph, his uncle and his friend.\n  Says Blancandrins: \"Summon the Frank again,\n  In our service his faith to me he's pledged.\"\n  Then says the King: \"So let him now be fetched.\"\n  He's taken Guenes by his right finger-ends,\n  And through the orchard straight to the King they wend.\n  Of treason there make lawless parliament.\n                      AOI.\n\n  XXXIX\n\n  \"Fair Master Guenes,\" says then King Marsilie,\n  \"I did you now a little trickery,\n  Making to strike, I shewed my great fury.\n  These sable skins take as amends from me,\n  Five hundred pounds would not their worth redeem.\n  To-morrow night the gift shall ready be.\"\n  Guene answers him: \"I'll not refuse it, me.\n  May God be pleased to shew you His mercy.\"\n                      AOI.\n\n  XL\n\n  Then says Marsile \"Guenes, the truth to ken,\n  Minded I am to love you very well.\n  Of Charlemagne I wish to hear you tell,\n  He's very old, his time is nearly spent,\n  Two hundred years he's lived now, as 'tis said.\n  Through many lands his armies he has led,\n  So many blows his buckled shield has shed,\n  And so rich kings he's brought to beg their bread;\n  What time from war will he draw back instead?\"\n  And answers Guenes: \"Not so was Charles bred.\n  There is no man that sees and knows him well\n  But will proclaim the Emperour's hardihead.\n  Praise him as best I may, when all is said,\n  Remain untold, honour and goodness yet.\n  His great valour how can it be counted?\n  Him with such grace hath God illumined,\n  Better to die than leave his banneret.\"\n\n  XLI\n\n  The pagan says: \"You make me marvel sore\n  At Charlemagne, who is so old and hoar;\n  Two hundred years, they say, he's lived and more.\n  So many lands he's led his armies o'er,\n  So many blows from spears and lances borne,\n  And so rich kings brought down to beg and sorn,\n  When will time come that he draws back from war?\"\n  \"Never,\" says Guenes, \"so long as lives his nephew;\n  No such vassal goes neath the dome of heaven;\n  And proof also is Oliver his henchman;\n  The dozen peers, whom Charl'es holds so precious,\n  These are his guards, with other thousands twenty.\n  Charles is secure, he holds no man in terror.\"\n                      AOI.\n\n  XLII\n\n  Says Sarrazin: \"My wonder yet is grand\n  At Charlemagne, who hoary is and blanched.\n  Two hundred years and more, I understand,\n  He has gone forth and conquered many a land,\n  Such blows hath borne from many a trenchant lance,\n  Vanquished and slain of kings so rich a band,\n  When will time come that he from war draws back?\"\n  \"Never,\" says Guene, \"so long as lives Rollanz,\n  From hence to the East there is no such vassal;\n  And proof also, Oliver his comrade;\n  The dozen peers he cherishes at hand,\n  These are his guard, with twenty thousand Franks.\n  Charles is secure, he fears no living man.\"\n                      AOI.\n\n  XLIII\n\n  \"Fair Master Guenes,\" says Marsilies the King,\n  \"Such men are mine, fairer than tongue can sing,\n  Of knights I can four hundred thousand bring\n  So I may fight with Franks and with their King.\"\n  Answers him Guenes: \"Not on this journeying\n  Save of pagans a great loss suffering.\n  Leave you the fools, wise counsel following;\n  To the Emperour such wealth of treasure give\n  That every Frank at once is marvelling.\n  For twenty men that you shall now send in\n  To France the Douce he will repair, that King;\n  In the rereward will follow after him\n  Both his nephew, count Rollant, as I think,\n  And Oliver, that courteous paladin;\n  Dead are the counts, believe me if you will.\n  Charles will behold his great pride perishing,\n  For battle then he'll have no more the skill.\n                      AOI.\n\n  XLIV\n\n  Fair Master Guene,\" says then King Marsilie,\n  \"Shew the device, how Rollant slain may be.\"\n  Answers him Guenes: \"That will I soon make clear\n  The King will cross by the good pass of Size,\n  A guard he'll set behind him, in the rear;\n  His nephew there, count Rollant, that rich peer,\n  And Oliver, in whom he well believes;\n  Twenty thousand Franks in their company\n  Five score thousand pagans upon them lead,\n  Franks unawares in battle you shall meet,\n  Bruised and bled white the race of Franks shall be;\n  I do not say, but yours shall also bleed.\n  Battle again deliver, and with speed.\n  So, first or last, from Rollant you'll be freed.\n  You will have wrought a high chivalrous deed,\n  Nor all your life know war again, but peace.\n                      AOI.\n\n  XLV\n\n  \"Could one achieve that Rollant's life was lost,\n  Charle's right arm were from his body torn;\n  Though there remained his marvellous great host,\n  He'ld not again assemble in such force;\n  Terra Major would languish in repose.\"\n  Marsile has heard, he's kissed him on the throat;\n  Next he begins to undo his treasure-store.\n                      AOI.\n\n  XLVI\n\n  Said Marsilie--but now what more said they?--\n  \"No faith in words by oath unbound I lay;\n  Swear me the death of Rollant on that day.\"\n  Then answered Guene: \"So be it, as you say.\"\n  On the relics, are in his sword Murgles,\n  Treason he's sworn, forsworn his faith away.\n                      AOI.\n\n  XLVII\n\n  Was a fald-stool there, made of olifant.\n  A book thereon Marsilies bade them plant,\n  In it their laws, Mahum's and Tervagant's.\n  He's sworn thereby, the Spanish Sarazand,\n  In the rereward if he shall find Rollant,\n  Battle to himself and all his band,\n  And verily he'll slay him if he can.\n  And answered Guenes: \"So be it, as you command!\"\n                      AOI.\n\n  XLVIII\n\n  In haste there came a pagan Valdabrun,\n  Warden had been to King Marsiliun,\n  Smiling and clear, he's said to Guenelun,\n  \"Take now this sword, and better sword has none;\n  Into the hilt a thousand coins are run.\n  To you, fair sir, I offer it in love;\n  Give us your aid from Rollant the barun,\n  That in rereward against him we may come.\"\n  Guenes the count answers: \"It shall-be done.\"\n  Then, cheek and chin, kissed each the other one.\n\n  XLIX\n\n  After there came a pagan, Climorins,\n  Smiling and clear to Guenelun begins:\n  \"Take now my helm, better is none than this;\n  But give us aid, on Rollant the marquis,\n  By what device we may dishonour bring.\"\n  \"It shall be done.\" Count Guenes answered him;\n  On mouth and cheek then each the other kissed.\n                      AOI.\n\n  L\n\n  In haste there came the Queen forth, Bramimound;\n  \"I love you well, sir,\" said she to the count,\n  \"For prize you dear my lord and all around;\n  Here for your wife I have two brooches found,\n  Amethysts and jacynths in golden mount;\n  More worth are they than all the wealth of Roum;\n  Your Emperour has none such, I'll be bound.\"\n  He's taken them, and in his hosen pouched.\n                      AOI.\n\n  LI\n\n  The King now calls Malduiz, that guards his treasure.\n  \"Tribute for Charles, say, is it now made ready?\"\n  He answers him: \"Ay, Sire, for here is plenty\n  Silver and gold on hundred camels seven,\n  And twenty men, the gentlest under heaven.\"\n                      AOI.\n\n  LII\n\n  Marsilie's arm Guene's shoulder doth enfold;\n  He's said to him: \"You are both wise and bold.\n  Now, by the law that you most sacred hold,\n  Let not your heart in our behalf grow cold!\n  Out of my store I'll give you wealth untold,\n  Charging ten mules with fine Arabian gold;\n  I'll do the same for you, new year and old.\n  Take then the keys of this city so large,\n  This great tribute present you first to Charles,\n  Then get me placed Rollanz in the rereward.\n  If him I find in valley or in pass,\n  Battle I'll give him that shall be the last.\"\n  Answers him Guenes: \"My time is nearly past.\"\n  His charger mounts, and on his journey starts.\n                      AOI.\n\n  LIII\n\n  That Emperour draws near to his domain,\n  He is come down unto the city Gailne.\n  The Count Rollanz had broken it and ta'en,\n  An hundred years its ruins shall remain.\n  Of Guenelun the King for news is fain,\n  And for tribute from the great land of Spain.\n  At dawn of day, just as the light grows plain,\n  Into their camp is come the county Guene.\n                      AOI.\n\n  LIV\n\n  In morning time is risen the Emperere,\n  Mattins and Mass he's heard, and made his prayer;\n  On the green grass before the tent his chair,\n  Where Rollant stood and that bold Oliver,\n  Neimes the Duke, and many others there.\n  Guenes arrived, the felon perjurer,\n  Begins to speak, with very cunning air,\n  Says to the King: \"God keep you, Sire, I swear!\n  Of Sarraguce the keys to you I bear,\n  Tribute I bring you, very great and rare,\n  And twenty men; look after them with care.\n  Proud Marsilies bade me this word declare\n  That alcaliph, his uncle, you must spare.\n  My own eyes saw four hundred thousand there,\n  In hauberks dressed, closed helms that gleamed in the air,\n  And golden hilts upon their swords they bare.\n  They followed him, right to the sea they'll fare;\n  Marsile they left, that would their faith forswear,\n  For Christendom they've neither wish nor care.\n  But the fourth league they had not compassed, ere\n  Brake from the North tempest and storm in the air;\n  Then were they drowned, they will no more appear.\n  Were he alive, I should have brought him here.\n  The pagan king, in truth, Sire, bids you hear,\n  Ere you have seen one month pass of this year\n  He'll follow you to France, to your Empire,\n  He will accept the laws you hold and fear;\n  Joining his hands, will do you homage there,\n  Kingdom of Spain will hold as you declare.\"\n  Then says the King: \"Now God be praised, I swear!\n  Well have you wrought, and rich reward shall wear.\"\n  Bids through the host a thousand trumpets blare.\n  Franks leave their lines; the sumpter-beasts are yare\n  T'wards France the Douce all on their way repair.\n                      AOI.\n\n  LV\n\n  Charles the Great that land of Spain had wasted,\n  Her castles ta'en, her cities violated.\n  Then said the King, his war was now abated.\n  Towards Douce France that Emperour has hasted.\n  Upon a lance Rollant his ensign raised,\n  High on a cliff against the sky 'twas placed;\n  The Franks in camp through all that country baited.\n  Cantered pagans, through those wide valleys raced,\n  Hauberks they wore and sarks with iron plated,\n  Swords to their sides were girt, their helms were laced,\n  Lances made sharp, escutcheons newly painted:\n  There in the mists beyond the peaks remained\n  The day of doom four hundred thousand waited.\n  God! what a grief.  Franks know not what is fated.\n                      AOI.\n\n  LVI\n\n  Passes the day, the darkness is grown deep.\n  That Emperour, rich Charles, lies asleep;\n  Dreams that he stands in the great pass of Size,\n  In his two hands his ashen spear he sees;\n  Guenes the count that spear from him doth seize,\n  Brandishes it and twists it with such ease,\n  That flown into the sky the flinders seem.\n  Charles sleeps on nor wakens from his dream.\n\n  LVII\n\n  And after this another vision saw,\n  In France, at Aix, in his Chapelle once more,\n  That his right arm an evil bear did gnaw;\n  Out of Ardennes he saw a leopard stalk,\n  His body dear did savagely assault;\n  But then there dashed a harrier from the hall,\n  Leaping in the air he sped to Charles call,\n  First the right ear of that grim bear he caught,\n  And furiously the leopard next he fought.\n  Of battle great the Franks then seemed to talk,\n  Yet which might win they knew not, in his thought.\n  Charles sleeps on, nor wakens he for aught.\n                      AOI.\n\n  LVIII\n\n  Passes the night and opens the clear day;\n  That Emperour canters in brave array,\n  Looks through the host often and everyway;\n  \"My lords barons,\" at length doth Charles say,\n  \"Ye see the pass along these valleys strait,\n  Judge for me now, who shall in rereward wait.\"\n  \"There's my good-son, Rollanz,\" then answers Guenes,\n  \"You've no baron whose valour is as great.\"\n  When the King hears, he looks upon him straight,\n  And says to him: \"You devil incarnate;\n  Into your heart is come a mortal hate.\n  And who shall go before me in the gate?\"\n  \"Oger is here, of Denmark;\" answers Guenes,\n  \"You've no baron were better in that place.\"\n                      AOI.\n\n  LIX\n\n  The count Rollanz hath heard himself decreed;\n  Speaks then to Guenes by rule of courtesy:\n  \"Good-father, Sir, I ought to hold you dear,\n  Since the rereward you have for me decreed.\n  Charles the King will never lose by me,\n  As I know well, nor charger nor palfrey,\n  Jennet nor mule that canter can with speed,\n  Nor sumpter-horse will lose, nor any steed;\n  But my sword's point shall first exact their meed.\"\n  Answers him Guenes: \"I know; 'tis true in-deed.\"\n                      AOI.\n\n  LX\n\n  When Rollant heard that he should be rerewarden\n  Furiously he spoke to his good-father:\n  \"Aha! culvert; begotten of a bastard.\n  Thinkest the glove will slip from me hereafter,\n  As then from thee the wand fell before Charles?\"\n                      AOI.\n\n  LXI\n\n  \"Right Emperour,\" says the baron Rollanz,\n  \"Give me the bow you carry in your hand;\n  Neer in reproach, I know, will any man\n  Say that it fell and lay upon the land,\n  As Guenes let fall, when he received the wand.\"\n  That Emperour with lowered front doth stand,\n  He tugs his beard, his chin is in his hand\n  Tears fill his eyes, he cannot them command.\n\n  LXII\n\n  And after that is come duke Neimes furth,\n  (Better vassal there was not upon earth)\n  Says to the King: \"Right well now have you heard\n  The count Rollanz to bitter wrath is stirred,\n  For that on him the rereward is conferred;\n  No baron else have you, would do that work.\n  Give him the bow your hands have bent, at first;\n  Then find him men, his company are worth.\"\n  Gives it, the King, and Rollant bears it furth.\n\n  LXIII\n\n  That Emperour, Rollanz then calleth he:\n  \"Fair nephew mine, know this in verity;\n  Half of my host I leave you presently;\n  Retain you them; your safeguard this shall be.\"\n  Then says the count: \"I will not have them, me I\n  Confound me God, if I fail in the deed!\n  Good valiant Franks, a thousand score I'll keep.\n  Go through the pass in all security,\n  While I'm alive there's no man you need fear.\"\n                      AOI.\n\n  LXIV\n\n  The count Rollanz has mounted his charger.\n  Beside him came his comrade Oliver,\n  Also Gerins and the proud count Geriers,\n  And Otes came, and also Berengiers,\n  Old Anseis, and Sansun too came there;\n  Gerart also of Rossillon the fierce,\n  And there is come the Gascon Engeliers.\n  \"Now by my head I'll go!\" the Archbishop swears.\n  \"And I'm with you,\" says then the count Gualtiers,\n  \"I'm Rollant's man, I may not leave him there.\"\n  A thousand score they choose of chevaliers.\n                      AOI.\n\n  LXV\n\n  Gualter del Hum he calls, that Count Rollanz;\n  \"A thousand Franks take, out of France our land;\n  Dispose them so, among ravines and crags,\n  That the Emperour lose not a single man.\"\n  Gualter replies: \"I'll do as you command.\"\n  A thousand Franks, come out of France their land,\n  At Gualter's word they scour ravines and crags;\n  They'll not come down, howe'er the news be bad,\n  Ere from their sheaths swords seven hundred flash.\n  King Almaris, Belserne for kingdom had,\n  On the evil day he met them in combat.\n                      AOI.\n\n  LXVI\n\n  High are the peaks, the valleys shadowful,\n  Swarthy the rocks, the narrows wonderful.\n  Franks passed that day all very sorrowful,\n  Fifteen leagues round the rumour of them grew.\n  When they were come, and Terra Major knew,\n  Saw Gascony their land and their seigneur's,\n  Remembering their fiefs and their honours,\n  Their little maids, their gentle wives and true;\n  There was not one that shed not tears for rue.\n  Beyond the rest Charles was of anguish full,\n  In Spanish Pass he'd left his dear nephew;\n  Pity him seized; he could but weep for rue.\n                      AOI.\n\n  LXVII\n\n  The dozen peers are left behind in Spain,\n  Franks in their band a thousand score remain,\n  No fear have these, death hold they in disdain.\n  That Emperour goes into France apace;\n  Under his cloke he fain would hide his face.\n  Up to his side comes cantering Duke Neimes,\n  Says to the King: \"What grief upon you weighs?\"\n  Charles answers him: \"He's wrong that question makes.\n  So great my grief I cannot but complain.\n  France is destroyed, by the device of Guene:\n  This night I saw, by an angel's vision plain,\n  Between my hands he brake my spear in twain;\n  Great fear I have, since Rollant must remain:\n  I've left him there, upon a border strange.\n  God! If he's lost, I'll not outlive that shame.\"\n                      AOI.\n\n  LXVIII\n\n  Charles the great, he cannot but deplore.\n  And with him Franks an hundred thousand mourn,\n  Who for Rollanz have marvellous remorse.\n  The felon Guenes had treacherously wrought;\n  From pagan kin has had his rich reward,\n  Silver and gold, and veils and silken cloths,\n  Camels, lions, with many a mule and horse.\n  Barons from Spain King Marsilies hath called,\n  Counts and viscounts and dukes and almacours,\n  And the admirals, and cadets nobly born;\n  Within three days come hundreds thousands four.\n  In Sarraguce they sound the drums of war;\n  Mahum they raise upon their highest tow'r,\n  Pagan is none, that does not him adore.\n  They canter then with great contention\n  Through Certeine land, valleys and mountains, on,\n  Till of the Franks they see the gonfalons,\n  Being in rereward those dozen companions;\n  They will not fail battle to do anon.\n\n  LXIX\n\n  Marsile's nephew is come before the band,\n  Riding a mule, he goads it with a wand,\n  Smiling and clear, his uncle's ear demands:\n  \"Fair Lord and King, since, in your service, glad,\n  I have endured sorrow and sufferance,\n  Have fought in field, and victories have had.\n  Give me a fee: the right to smite Rollanz!\n  I'll slay him clean with my good trenchant lance,\n  If Mahumet will be my sure warrant;\n  Spain I'll set free, deliver all her land\n  From Pass of Aspre even unto Durestant.\n  Charles will grow faint, and recreant the Franks;\n  There'll be no war while you're a living man.\"\n  Marsilie gives the glove into his hand.\n                      AOI.\n\n  LXX\n\n  Marsile's nephew, holding in hand the glove,\n  His uncle calls, with reason proud enough:\n  \"Fair Lord and King, great gift from you I've won.\n  Choose now for me eleven more baruns,\n  So I may fight those dozen companions.\"\n  First before all there answers Falfarun;\n  --Brother he was to King Marsiliun--\n  \"Fair sir nephew, go you and I at once\n  Then verily this battle shall be done;\n  The rereward of the great host of Carlun,\n  It is decreed we deal them now their doom.\"\n                      AOI.\n\n  LXXI\n\n  King Corsablis is come from the other part,\n  Barbarian, and steeped in evil art.\n  He's spoken then as fits a good vassal,\n  For all God's gold he would not seem coward.\n  Hastes into view Malprimis of Brigal,\n  Faster than a horse, upon his feet can dart,\n  Before Marsile he cries with all his heart:\n  \"My body I will shew at Rencesvals;\n  Find I Rollanz, I'll slay him without fault.\"\n\n  LXXII\n\n  An admiral is there of Balaguet;\n  Clear face and proud, and body nobly bred;\n  Since first he was upon his horse mounted,\n  His arms to bear has shewn great lustihead;\n  In vassalage he is well famoused;\n  Christian were he, he'd shewn good baronhead.\n  Before Marsile aloud has he shouted:\n  \"To Rencesvals my body shall be led;\n  Find I Rollanz, then is he surely dead,\n  And Oliver, and all the other twelve;\n  Franks shall be slain in grief and wretchedness.\n  Charles the great is old now and doted,\n  Weary will be and make no war again;\n  Spain shall be ours, in peace and quietness.\"\n  King Marsilies has heard and thanks him well.\n                      AOI.\n\n  LXXIII\n\n  An almacour is there of Moriane,\n  More felon none in all the land of Spain.\n  Before Marsile his vaunting boast hath made:\n  \"To Rencesvals my company I'll take,\n  A thousand score, with shields and lances brave.\n  Find I Rollanz, with death I'll him acquaint;\n  Day shall not dawn but Charles will make his plaint.\"\n                      AOI.\n\n  LXXIV\n\n  From the other part, Turgis of Turtelose,\n  He was a count, that city was his own;\n  Christians he would them massacre, every one.\n  Before Marsile among the rest is gone,\n  Says to the King: \"Let not dismay be shewn!\n  Mahum's more worth than Saint Peter of Rome;\n  Serve we him well, then fame in field we'll own.\n  To Rencesvals, to meet Rollanz I'll go,\n  From death he'll find his warranty in none.\n  See here my sword, that is both good and long\n  With Durendal I'll lay it well across;\n  Ye'll hear betimes to which the prize is gone.\n  Franks shall be slain, whom we descend upon,\n  Charles the old will suffer grief and wrong,\n  No more on earth his crown will he put on.\"\n\n  LXXV\n\n  From the other part, Escremiz of Valtrenne,\n  A Sarrazin, that land was his as well.\n  Before Marsile he cries amid the press:\n  \"To Rencesvals I go, pride to make less;\n  Find I Rollanz, he'll not bear thence his head,\n  Nor Oliver that hath the others led,\n  The dozen peers condemned are to death;\n  Franks shall be slain, and France lie deserted.\n  Of good vassals will Charles be richly bled.\"\n                      AOI.\n\n  LXXVI\n\n  From the other part, a pagan Esturganz;\n  Estramariz also, was his comrade;\n  Felons were these, and traitors miscreant.\n  Then said Marsile: \"My Lords, before me stand!\n  Into the pass ye'll go to Rencesvals,\n  Give me your aid, and thither lead my band.\"\n  They answer him: \"Sire, even as you command.\n  We will assault Olivier and Rollant,\n  The dozen peers from death have no warrant,\n  For these our swords are trusty and trenchant,\n  In scalding blood we'll dye their blades scarlat.\n  Franks shall be slain, and Chares be right sad.\n  Terra Major we'll give into your hand;\n  Come there, Sir King, truly you'll see all that\n  Yea, the Emperour we'll give into your hand.\"\n\n  LXXVII\n\n  Running there came Margariz of Sibile,\n  Who holds the land by Cadiz, to the sea.\n  For his beauty the ladies hold him dear;\n  Who looks on him, with him her heart is pleased,\n  When she beholds, she can but smile for glee.\n  Was no pagan of such high chivalry.\n  Comes through the press, above them all cries he,\n  \"Be not at all dismayed, King Marsilie!\n  To Rencesvals I go, and Rollanz, he\n  Nor Oliver may scape alive from me;\n  The dozen peers are doomed to martyry.\n  See here the sword, whose hilt is gold indeed,\n  I got in gift from the admiral of Primes;\n  In scarlat blood I pledge it shall be steeped.\n  Franks shall be slain, and France abased be.\n  To Charles the old, with his great blossoming beard,\n  Day shall not dawn but brings him rage and grief,\n  Ere a year pass, all France we shall have seized,\n  Till we can lie in th' burgh of Saint Denise.\"\n  The pagan king has bowed his head down deep.\n                      AOI.\n\n  LXXVIII\n  From the other part, Chemubles of Muneigre.\n  Right to the ground his hair swept either way;\n  He for a jest would bear a heavier weight\n  Than four yoked mules, beneath their load that strain.\n  That land he had, God's curse on it was plain.\n  No sun shone there, nor grew there any grain,\n  No dew fell there, nor any shower of rain,\n  The very stones were black upon that plain;\n  And many say that devils there remain.\n  Says Chemubles \"My sword is in its place,\n  At Rencesvals scarlat I will it stain;\n  Find I Rollanz the proud upon my way,\n  I'll fall on him, or trust me not again,\n  And Durendal I'll conquer with this blade,\n  Franks shall be slain, and France a desert made.\"\n  The dozen peers are, at this word, away,\n  Five score thousand of Sarrazins they take;\n  Who keenly press, and on to battle haste;\n  In a fir-wood their gear they ready make.\n\n  LXXIX\n\n  Ready they make hauberks Sarrazinese,\n  That folded are, the greater part, in three;\n  And they lace on good helms Sarragucese;\n  Gird on their swords of tried steel Viennese;\n  Fine shields they have, and spears Valentinese,\n  And white, blue, red, their ensigns take the breeze,\n  They've left their mules behind, and their palfreys,\n  Their chargers mount, and canter knee by knee.\n  Fair shines the sun, the day is bright and clear,\n  Light bums again from all their polished gear.\n  A thousand horns they sound, more proud to seem;\n  Great is the noise, the Franks its echo hear.\n  Says Oliver: \"Companion, I believe,\n  Sarrazins now in battle must we meet.\"\n  Answers Rollanz: \"God grant us then the fee!\n  For our King's sake well must we quit us here;\n  Man for his lord should suffer great disease,\n  Most bitter cold endure, and burning heat,\n  His hair and skin should offer up at need.\n  Now must we each lay on most hardily,\n  So evil songs neer sung of us shall be.\n  Pagans are wrong: Christians are right indeed.\n  Evil example will never come of me.\"\n                      AOI.\n\n  LXXX\n\n  Oliver mounts upon a lofty peak,\n  Looks to his right along the valley green,\n  The pagan tribes approaching there appear;\n  He calls Rollanz, his companion, to see:\n  \"What sound is this, come out of Spain, we hear,\n  What hauberks bright, what helmets these that gleam?\n  They'll smite our Franks with fury past belief,\n  He knew it, Guenes, the traitor and the thief,\n  Who chose us out before the King our chief.\"\n  Answers the count Rollanz: \"Olivier, cease.\n  That man is my good-father; hold thy peace.\"\n\n  LXXXI\n\n  Upon a peak is Oliver mounted,\n  Kingdom of Spain he sees before him spread,\n  And Sarrazins, so many gathered.\n  Their helmets gleam, with gold are jewelled,\n  Also their shields, their hauberks orfreyed,\n  Also their swords, ensigns on spears fixed.\n  Rank beyond rank could not be numbered,\n  So many there, no measure could he set.\n  In his own heart he's sore astonished,\n  Fast as he could, down from the peak hath sped\n  Comes to the Franks, to them his tale hath said.\n\n  LXXXII\n\n  Says Oliver: \"Pagans from there I saw;\n  Never on earth did any man see more.\n  Gainst us their shields an hundred thousand bore,\n  That laced helms and shining hauberks wore;\n  And, bolt upright, their bright brown spearheads shone.\n  Battle we'll have as never was before.\n  Lords of the Franks, God keep you in valour!\n  So hold your ground, we be not overborne!\"\n  Then say the Franks \"Shame take him that goes off:\n  If we must die, then perish one and all.\"\n                      AOI.\n\n  LXXXIII\n\n  Says Oliver: \"Pagans in force abound,\n  While of us Franks but very few I count;\n  Comrade Rollanz, your horn I pray you sound!\n  If Charles hear, he'll turn his armies round.\"\n  Answers Rollanz: \"A fool I should be found;\n  In France the Douce would perish my renown.\n  With Durendal I'll lay on thick and stout,\n  In blood the blade, to its golden hilt, I'll drown.\n  Felon pagans to th' pass shall not come down;\n  I pledge you now, to death they all are bound.\n                      AOI.\n\n  LXXXIV\n\n  \"Comrade Rollanz, sound the olifant, I pray;\n  If Charles hear, the host he'll turn again;\n  Will succour us our King and baronage.\"\n  Answers Rollanz: \"Never, by God, I say,\n  For my misdeed shall kinsmen hear the blame,\n  Nor France the Douce fall into evil fame!\n  Rather stout blows with Durendal I'll lay,\n  With my good sword that by my side doth sway;\n  Till bloodied o'er you shall behold the blade.\n  Felon pagans are gathered to their shame;\n  I pledge you now, to death they're doomed to-day.\"\n\n  LXXXV\n\n  \"Comrade Rollanz, once sound your olifant!\n  If Charles hear, where in the pass he stands,\n  I pledge you now, they'll turn again, the Franks.\"\n  \"Never, by God,\" then answers him Rollanz,\n  \"Shall it be said by any living man,\n  That for pagans I took my horn in hand!\n  Never by me shall men reproach my clan.\n  When I am come into the battle grand,\n  And blows lay on, by hundred, by thousand,\n  Of Durendal bloodied you'll see the brand.\n  Franks are good men; like vassals brave they'll stand;\n  Nay, Spanish men from death have no warrant.\"\n\n  LXXXVI\n\n  Says Oliver: \"In this I see no blame;\n  I have beheld the Sarrazins of Spain;\n  Covered with them, the mountains and the vales,\n  The wastes I saw, and all the farthest plains.\n  A muster great they've made, this people strange;\n  We have of men a very little tale.\"\n  Answers Rollanz: \"My anger is inflamed.\n  Never, please God His Angels and His Saints,\n  Never by me shall Frankish valour fail!\n  Rather I'll die than shame shall me attain.\n  Therefore strike on, the Emperour's love to gain.\"\n\n  LXXXVII\n\n  Pride hath Rollanz, wisdom Olivier hath;\n  And both of them shew marvellous courage;\n  Once they are horsed, once they have donned their arms,\n  Rather they'd die than from the battle pass.\n  Good are the counts, and lofty their language.\n  Felon pagans come cantering in their wrath.\n  Says Oliver: \"Behold and see, Rollanz,\n  These are right near, but Charles is very far.\n  On the olifant deign now to sound a blast;\n  Were the King here, we should not fear damage.\n  Only look up towards the Pass of Aspre,\n  In sorrow there you'll see the whole rereward.\n  Who does this deed, does no more afterward.\"\n  Answers Rollanz: \"Utter not such outrage!\n  Evil his heart that is in thought coward!\n  We shall remain firm in our place installed;\n  From us the blows shall come, from us the assault.\"\n                      AOI.\n\n  LXXXVIII\n\n  When Rollant sees that now must be combat,\n  More fierce he's found than lion or leopard;\n  The Franks he calls, and Oliver commands:\n  \"Now say no more, my friends, nor thou, comrade.\n  That Emperour, who left us Franks on guard,\n  A thousand score stout men he set apart,\n  And well he knows, not one will prove coward.\n  Man for his lord should suffer with good heart,\n  Of bitter cold and great heat bear the smart,\n  His blood let drain, and all his flesh be scarred.\n  Strike with thy lance, and I with Durendal,\n  With my good sword that was the King's reward.\n  So, if I die, who has it afterward\n  Noble vassal's he well may say it was.\"\n\n  LXXXIX\n\n  From the other part is the Archbishop Turpin,\n  He pricks his horse and mounts upon a hill;\n  Calling the Franks, sermon to them begins:\n  \"My lords barons, Charles left us here for this;\n  He is our King, well may we die for him:\n  To Christendom good service offering.\n  Battle you'll have, you all are bound to it,\n  For with your eyes you see the Sarrazins.\n  Pray for God's grace, confessing Him your sins!\n  For your souls' health, I'll absolution give\n  So, though you die, blest martyrs shall you live,\n  Thrones you shall win in the great Paradis.\"\n  The Franks dismount, upon the ground are lit.\n  That Archbishop God's Benediction gives,\n  For their penance, good blows to strike he bids.\n\n  XC\n\n  The Franks arise, and stand upon their feet,\n  They're well absolved, and from their sins made clean,\n  And the Archbishop has signed them with God's seal;\n  And next they mount upon their chargers keen;\n  By rule of knights they have put on their gear,\n  For battle all apparelled as is meet.\n  The count Rollant calls Oliver, and speaks\n  \"Comrade and friend, now clearly have you seen\n  That Guenelun hath got us by deceit;\n  Gold hath he ta'en; much wealth is his to keep;\n  That Emperour vengeance for us must wreak.\n  King Marsilies hath bargained for us cheap;\n  At the sword's point he yet shall pay our meed.\"\n                      AOI.\n\n  XCI\n\n  To Spanish pass is Rollanz now going\n  On Veillantif, his good steed, galloping;\n  He is well armed, pride is in his bearing,\n  He goes, so brave, his spear in hand holding,\n  He goes, its point against the sky turning;\n  A gonfalon all white thereon he's pinned,\n  Down to his hand flutters the golden fringe:\n  Noble his limbs, his face clear and smiling.\n  His companion goes after, following,\n  The men of France their warrant find in him.\n  Proudly he looks towards the Sarrazins,\n  And to the Franks sweetly, himself humbling;\n  And courteously has said to them this thing:\n  \"My lords barons, go now your pace holding!\n  Pagans are come great martyrdom seeking;\n  Noble and fair reward this day shall bring,\n  Was never won by any Frankish King.\"\n  Upon these words the hosts are come touching.\n                      AOI.\n\n  XCII\n\n  Speaks Oliver: \"No more now will I say.\n  Your olifant, to sound it do not deign,\n  Since from Carlun you'll never more have aid.\n  He has not heard; no fault of his, so brave.\n  Those with him there are never to be blamed.\n  So canter on, with what prowess you may!\n  Lords and barons, firmly your ground maintain!\n  Be minded well, I pray you in God's Name,\n  Stout blows to strike, to give as you shall take.\n  Forget the cry of Charles we never may.\"\n  Upon this word the Franks cry out amain.\n  Who then had heard them all \"Monjoie!\" acclaim\n  Of vassalage might well recall the tale.\n  They canter forth, God! with what proud parade,\n  Pricking their spurs, the better speed to gain;\n  They go to strike,--what other thing could they?--\n  But Sarrazins are not at all afraid.\n  Pagans and Franks, you'ld see them now engaged.\n\n  XCIII\n\n  Marsile's nephew, his name is Aelroth,\n  First of them all canters before the host,\n  Says of our Franks these ill words as he goes:\n  \"Felons of France, so here on us you close!\n  Betrayed you has he that to guard you ought;\n  Mad is the King who left you in this post.\n  So shall the fame of France the Douce be lost,\n  And the right arm from Charles body torn.\"\n  When Rollant hears, what rage he has, by God!\n  His steed he spurs, gallops with great effort;\n  He goes, that count, to strike with all his force,\n  The shield he breaks, the hauberk's seam unsews,\n  Slices the heart, and shatters up the bones,\n  All of the spine he severs with that blow,\n  And with his spear the soul from body throws\n  So well he's pinned, he shakes in the air that corse,\n  On his spear's hilt he's flung it from the horse:\n  So in two halves Aeroth's neck he broke,\n  Nor left him yet, they say, but rather spoke:\n  \"Avaunt, culvert!  A madman Charles is not,\n  No treachery was ever in his thought.\n  Proudly he did, who left us in this post;\n  The fame of France the Douce shall not be lost.\n  Strike on, the Franks!  Ours are the foremost blows.\n  For we are right, but these gluttons are wrong.\"\n                      AOI.\n\n  XCIV\n\n  A duke there was, his name was Falfarun,\n  Brother was he to King Marsiliun,\n  He held their land, Dathan's and Abirun's;\n  Beneath the sky no more encrimed felun;\n  Between his eyes so broad was he in front\n  A great half-foot you'ld measure there in full.\n  His nephew dead he's seen with grief enough,\n  Comes through the press and wildly forth he runs,\n  Aloud he shouts their cry the pagans use;\n  And to the Franks is right contrarious:\n  \"Honour of France the Douce shall fall to us!\"\n  Hears Oliver, he's very furious,\n  His horse he pricks with both his golden spurs,\n  And goes to strike, ev'n as a baron doth;\n  The shield he breaks and through the hauberk cuts,\n  His ensign's fringe into the carcass thrusts,\n  On his spear's hilt he's flung it dead in dust.\n  Looks on the ground, sees glutton lying thus,\n  And says to him, with reason proud enough:\n  \"From threatening, culvert, your mouth I've shut.\n  Strike on, the Franks!  Right well we'll overcome.\"\n  \"Monjoie,\"  he shouts, 'twas the ensign of Carlun.\n                      AOI.\n\n  XCV\n\n  A king there was, his name was Corsablix,\n  Barbarian, and of a strange country,\n  He's called aloud to the other Sarrazins:\n  \"Well may we join battle upon this field,\n  For of the Franks but very few are here;\n  And those are here, we should account them cheap,\n  From Charles not one has any warranty.\n  This is the day when they their death shall meet.\"\n  Has heard him well that Archbishop Turpin,\n  No man he'ld hate so much the sky beneath;\n  Spurs of fine gold he pricks into his steed,\n  To strike that king by virtue great goes he,\n  The hauberk all unfastens, breaks the shield,\n  Thrusts his great spear in through the carcass clean,\n  Pins it so well he shakes it in its seat,\n  Dead in the road he's flung it from his spear.\n  Looks on the ground, that glutton lying sees,\n  Nor leaves him yet, they say, but rather speaks:\n  \"Culvert pagan, you lied now in your teeth,\n  Charles my lord our warrant is indeed;\n  None of our Franks hath any mind to flee.\n  Your companions all on this spot we'll keep,\n  I tell you news; death shall ye suffer here.\n  Strike on, the Franks!  Fail none of you at need!\n  Ours the first blow, to God the glory be!\"\n  \"Monjoie!\" he cries, for all the camp to hear.\n\n  XCVI\n\n  And Gerins strikes Malprimis of Brigal\n  So his good shield is nothing worth at all,\n  Shatters the boss, was fashioned of crystal,\n  One half of it downward to earth flies off;\n  Right to the flesh has through his hauberk torn,\n  On his good spear he has the carcass caught.\n  And with one blow that pagan downward falls;\n  The soul of him Satan away hath borne.\n                      AOI.\n\n  XCVII\n\n  And his comrade Gerers strikes the admiral,\n  The shield he breaks, the hauberk unmetals,\n  And his good spear drives into his vitals,\n  So well he's pinned him, clean through the carcass,\n  Dead on the field he's flung him from his hand.\n  Says Oliver: \"Now is our battle grand.\"\n\n  XCVIII\n\n  Sansun the Duke goes strike that almacour,\n  The shield he breaks, with golden flowers tooled,\n  That good hauberk for him is nothing proof,\n  He's sliced the heart, the lungs and liver through,\n  And flung him dead, as well or ill may prove.\n  Says the Archbishop: \"A baron's stroke, in truth.\"\n\n  XCIX\n\n  And Anseis has let his charger run;\n  He goes to strike Turgis of Turtelus,\n  The shield he breaks, its golden boss above,\n  The hauberk too, its doubled mail undoes,\n  His good spear's point into the carcass runs,\n  So well he's thrust, clean through the whole steel comes,\n  And from the hilt he's thrown him dead in dust.\n  Then says Rollant: \"Great prowess in that thrust.\"\n\n  C\n\n  And Engelers the Gascoin of Burdele\n  Spurs on his horse, lets fall the reins as well,\n  He goes to strike Escremiz of Valtrene,\n  The shield he breaks and shatters on his neck,\n  The hauberk too, he has its chinguard rent,\n  Between the arm-pits has pierced him through the breast,\n  On his spear's hilt from saddle throws him dead;\n  After he says \"So are you turned to hell.\"\n                      AOI.\n\n  CI\n\n  And Otes strikes a pagan Estorgant\n  Upon the shield, before its leathern band,\n  Slices it through, the white with the scarlat;\n  The hauberk too, has torn its folds apart,\n  And his good spear thrusts clean through the carcass,\n  And flings it dead, ev'n as the horse goes past;\n  He says: \"You have no warrant afterward.\"\n\n  CII\n\n  And Berenger, he strikes Estramariz,\n  The shield he breaks, the hauberk tears and splits,\n  Thrusts his stout spear through's middle, and him flings\n  Down dead among a thousand Sarrazins.\n  Of their dozen peers ten have now been killed,\n  No more than two remain alive and quick,\n  Being Chernuble, and the count Margariz.\n\n  CIII\n\n  Margariz is a very gallant knight,\n  Both fair and strong, and swift he is and light;\n  He spurs his horse, goes Oliver to strike,\n  And breaks his shield, by th'golden buckle bright;\n  Along his ribs the pagan's spear doth glide;\n  God's his warrant, his body has respite,\n  The shaft breaks off, Oliver stays upright;\n  That other goes, naught stays him in his flight,\n  His trumpet sounds, rallies his tribe to fight.\n\n  CIV\n\n  Common the fight is now and marvellous.\n  The count Rollanz no way himself secures,\n  Strikes with his spear, long as the shaft endures,\n  By fifteen blows it is clean broken through\n  Then Durendal he bares, his sabre good\n  Spurs on his horse, is gone to strike Chemuble,\n  The helmet breaks, where bright carbuncles grew,\n  Slices the cap and shears the locks in two,\n  Slices also the eyes and the features,\n  The hauberk white, whose mail was close of woof,\n  Down to the groin cuts all his body through\n  To the saddle; with beaten gold 'twas tooled.\n  Upon the horse that sword a moment stood,\n  Then sliced its spine, no join there any knew,\n  Dead in the field among thick grass them threw.\n  After he said  \"Culvert, false step you moved,\n  From Mahumet your help will not come soon.\n  No victory for gluttons such as you.\"\n\n  CV\n\n  The count Rollanz, he canters through the field,\n  Holds Durendal, he well can thrust and wield,\n  Right great damage he's done the Sarrazines\n  You'd seen them, one on other, dead in heaps,\n  Through all that place their blood was flowing clear!\n  In blood his arms were and his hauberk steeped,\n  And bloodied o'er, shoulders and neck, his steed.\n  And Oliver goes on to strike with speed;\n  No blame that way deserve the dozen peers,\n  For all the Franks they strike and slay with heat,\n  Pagans are slain, some swoon there in their seats,\n  Says the Archbishop: \"Good baronage indeed!\"\n  \"Monjoie\" he cries, the call of Charles repeats.\n                      AOI.\n\n  CVI\n\n  And Oliver has cantered through the crush;\n  Broken his spear, the truncheon still he thrusts;\n  Going to strike a pagan Malsarun;\n  Flowers and gold, are on the shield, he cuts,\n  Out of the head both the two eyes have burst,\n  And all the brains are fallen in the dust;\n  He flings him dead, sev'n hundred else amongst.\n  Then has he slain Turgin and Esturgus;\n  Right to the hilt, his spear in flinders flew.\n  Then says Rollant: \"Companion, what do you?\n  In such a fight, there's little strength in wood,\n  Iron and steel should here their valour prove.\n  Where is your sword, that Halteclere I knew?\n  Golden its hilt, whereon a crystal grew.\"\n  Says Oliver: \"I had not, if I drew,\n  Time left to strike enough good blows and true.\"\n                      AOI.\n\n  CVII\n\n  Then Oliver has drawn his mighty sword\n  As his comrade had bidden and implored,\n  In knightly wise the blade to him has shewed;\n  Justin he strikes, that Iron Valley's lord,\n  All of his head has down the middle shorn,\n  The carcass sliced, the broidered sark has torn,\n  The good saddle that was with old adorned,\n  And through the spine has sliced that pagan's horse;\n  Dead in the field before his feet they fall.\n  Says Rollant: \"Now my brother I you call;\n  He'll love us for such blows, our Emperor.\"\n  On every side \"Monjoie\" you'ld hear them roar.\n                      AOI.\n\n  CVIII\n\n  That count Gerins sate on his horse Sorel,\n  On Passe-Cerf was Gerers there, his friend;\n  They've loosed their reins, together spurred and sped,\n  And go to strike a pagan Timozel;\n  One on the shield, on hauberk the other fell;\n  And their two spears went through the carcass well,\n  A fallow field amidst they've thrown him dead.\n  I do not know, I never heard it said\n  Which of the two was nimbler as they went.\n  Esperveris was there, son of Borel,\n  And him there slew Engelers of Burdel.\n  And the Archbishop, he slew them Siglorel,\n  The enchanter, who before had been in hell,\n  Where Jupiter bore him by a magic spell.\n  Then Turpin says \"To us he's forfeited.\"\n  Answers Rollanz: \"The culvert is bested.\n  Such blows, brother Olivier, I like well.\"\n\n  CIX\n\n  The battle grows more hard and harder yet,\n  Franks and pagans, with marvellous onset,\n  Each other strike and each himself defends.\n  So many shafts bloodstained and shattered,\n  So many flags and ensigns tattered;\n  So many Franks lose their young lustihead,\n  Who'll see no more their mothers nor their friends,\n  Nor hosts of France, that in the pass attend.\n  Charles the Great weeps therefor with regret.\n  What profits that?  No succour shall they get.\n  Evil service, that day, Guenes rendered them,\n  To Sarraguce going, his own to sell.\n  After he lost his members and his head,\n  In court, at Aix, to gallows-tree condemned;\n  And thirty more with him, of his kindred,\n  Were hanged, a thing they never did expect.\n                      AOI.\n\n  CX\n\n  Now marvellous and weighty the combat,\n  Right well they strike, Olivier and Rollant,\n  A thousand blows come from the Archbishop's hand,\n  The dozen peers are nothing short of that,\n  With one accord join battle all the Franks.\n  Pagans are slain by hundred, by thousand,\n  Who flies not then, from death has no warrant,\n  Will he or nill, foregoes the allotted span.\n  The Franks have lost the foremost of their band,\n  They'll see no more their fathers nor their clans,\n  Nor Charlemagne, where in the pass he stands.\n  Torment arose, right marvellous, in France,\n  Tempest there was, of wind and thunder black,\n  With rain and hail, so much could not be spanned;\n  Fell thunderbolts often on every hand,\n  And verily the earth quaked in answer back\n  From Saint Michael of Peril unto Sanz,\n  From Besencun to the harbour of Guitsand;\n  No house stood there but straight its walls must crack:\n  In full mid-day the darkness was so grand,\n  Save the sky split, no light was in the land.\n  Beheld these things with terror every man,\n  And many said: \"We in the Judgement stand;\n  The end of time is presently at hand.\"\n  They spake no truth; they did not understand;\n  'Twas the great day of mourning for Rollant.\n\n  CXI\n\n  The Franks strike on; their hearts are good and stout.\n  Pagans are slain, a thousandfold, in crowds,\n  Left of five score are not two thousands now.\n  Says the Archbishop: \"Our men are very proud,\n  No man on earth has more nor better found.\n  In Chronicles of Franks is written down,\n  What vassalage he had, our Emperour.\"\n  Then through the field they go, their friends seek out,\n  And their eyes weep with grief and pain profound\n  For kinsmen dear, by hearty friendship bound.\n  King Marsilies and his great host draw round.\n                      AOI.\n\n  CXII\n\n  King Marsilies along a valley led\n  The mighty host that he had gathered.\n  Twenty columns that king had numbered.\n  With gleaminag gold their helms were jewelled.\n  Shone too their shields and sarks embroidered.\n  Sounded the charge seven thousand trumpets,\n  Great was the noise through all that country went.\n  Then said Rollanz: \"Olivier, brother, friend,\n  That felon Guenes hath sworn to achieve our death;\n  For his treason no longer is secret.\n  Right great vengeance our Emperour will get.\n  Battle we'll have, both long and keenly set,\n  Never has man beheld such armies met.\n  With Durendal my sword I'll strike again,\n  And, comrade, you shall strike with Halteclere.\n  These swords in lands so many have we held,\n  Battles with them so many brought to end,\n  No evil song shall e'er be sung or said.\"\n                      AOI.\n\n  CXIII\n\n  When the Franks see so many there, pagans,\n  On every side covering all the land,\n  Often they call Olivier and Rollant,\n  The dozen peers, to be their safe warrant.\n  And the Archbishop speaks to them, as he can:\n  \"My lords barons, go thinking nothing bad!\n  For God I pray you fly not hence but stand,\n  Lest evil songs of our valour men chant!\n  Far better t'were to perish in the van.\n  Certain it is, our end is near at hand,\n  Beyond this day shall no more live one man;\n  But of one thing I give you good warrant:\n  Blest Paradise to you now open stands,\n  By the Innocents your thrones you there shall have.\"\n  Upon these words grow bold again the Franks;\n  There is not one but he \"Monjoie\" demands.\n                      AOI.\n\n  CXIV\n\n  A Sarrazin was there, of Sarraguce,\n  Of that city one half was his by use,\n  'Twas Climborins, a man was nothing proof;\n  By Guenelun the count an oath he took,\n  And kissed his mouth in amity and truth,\n  Gave him his sword and his carbuncle too.\n  Terra Major, he said, to shame he'ld put,\n  From the Emperour his crown he would remove.\n  He sate his horse, which he called Barbamusche,\n  Never so swift sparrow nor swallow flew,\n  He spurred him well, and down the reins he threw,\n  Going to strike Engelier of Gascune;\n  Nor shield nor sark him any warrant proved,\n  The pagan spear's point did his body wound,\n  He pinned him well, and all the steel sent through,\n  From the hilt flung him dead beneath his foot.\n  After he said: \"Good are they to confuse.\n  Pagans, strike on, and so this press set loose!\"\n  \"God!\" say the Franks, \"Grief, such a man to lose!\"\n                      AOI.\n\n  CXV\n\n  The count Rollanz called upon Oliver:\n  \"Sir companion, dead now is Engeler;\n  Than whom we'd no more valiant chevalier.\"\n  Answered that count: \"God, let me him avenge!\"\n  Spurs of fine gold into his horse drove then,\n  Held Halteclere, with blood its steel was red,\n  By virtue great to strike that pagan went,\n  Brandished his blade, the Sarrazin upset;\n  The Adversaries of God his soul bare thence.\n  Next he has slain the duke Alphaien,\n  And sliced away Escababi his head,\n  And has unhorsed some seven Arabs else;\n  No good for those to go to war again.\n  Then said Rollanz: \"My comrade shews anger,\n  So in my sight he makes me prize him well;\n  More dear by Charles for such blows are we held.\"\n  Aloud he's cried: \"Strike on, the chevaliers!\"\n                      AOI.\n\n  CXVI\n\n  From the other part a pagan Valdabron.\n  Warden he'd been to king Marsilion,\n  And lord, by sea, of four hundred dromonds;\n  No sailor was but called his name upon;\n  Jerusalem he'd taken by treason,\n  Violated the Temple of Salomon,\n  The Partiarch had slain before the fonts.\n  He'd pledged his oath by county Guenelon,\n  Gave him his sword, a thousand coins thereon.\n  He sate his horse, which he called Gramimond,\n  Never so swift flew in the air falcon;\n  He's pricked him well, with sharp spurs he had on,\n  Going to strike e'en that rich Duke, Sanson;\n  His shield has split, his hauberk has undone,\n  The ensign's folds have through his body gone,\n  Dead from the hilt out of his seat he's dropt:\n  \"Pagans, strike on, for well we'll overcome!\"\n  \"God!\" say the Franks, \"Grief for a brave baron!\"\n                      AOI.\n\n  CXVII\n\n  The count Rollanz, when Sansun dead he saw,\n  You may believe, great grief he had therefor.\n  His horse he spurs, gallops with great effort,\n  Wields Durendal, was worth fine gold and more,\n  Goes as he may to strike that baron bold\n  Above the helm, that was embossed with gold,\n  Slices the head, the sark, and all the corse,\n  The good saddle, that was embossed with gold,\n  And cuts deep through the backbone of his horse;\n  He's slain them both, blame him for that or laud.\n  The pagans say: \"'Twas hard on us, that blow.\"\n  Answers Rollanz: \"Nay, love you I can not,\n  For on your side is arrogance and wrong.\"\n                      AOI.\n\n  CXVIII\n\n  Out of Affrike an Affrican was come,\n  'Twas Malquiant, the son of king Malcud;\n  With beaten gold was all his armour done,\n  Fore all men's else it shone beneath the sun.\n  He sate his horse, which he called Salt-Perdut,\n  Never so swift was any beast could run.\n  And Anseis upon the shield he struck,\n  The scarlat with the blue he sliced it up,\n  Of his hauberk he's torn the folds and cut,\n  The steel and stock has through his body thrust.\n  Dead is that count, he's no more time to run.\n  Then say the Franks:  \"Baron, an evil luck!\"\n\n  CXIX\n\n  Swift through the field Turpin the Archbishop passed;\n  Such shaven-crown has never else sung Mass\n  Who with his limbs such prowess might compass;\n  To th'pagan said  \"God send thee all that's bad!\n  One thou hast slain for whom my heart is sad.\"\n  So his good horse forth at his bidding ran,\n  He's struck him then on his shield Toledan,\n  Until he flings him dead on the green grass.\n\n  CXX\n\n  From the other part was a pagan Grandones,\n  Son of Capuel, the king of Capadoce.\n  He sate his horse, the which he called Marmore,\n  Never so swift was any bird in course;\n  He's loosed the reins, and spurring on that horse\n  He's gone to strike Gerin with all his force;\n  The scarlat shield from's neck he's broken off,\n  And all his sark thereafter has he torn,\n  The ensign blue clean through his body's gone,\n  Until he flings him dead, on a high rock;\n  His companion Gerer he's slain also,\n  And Berenger, and Guiun of Santone;\n  Next a rich duke he's gone to strike, Austore,\n  That held Valence and the Honour of the Rhone;\n  He's flung him dead; great joy the pagans shew.\n  Then say the Franks: \"Of ours how many fall.\"\n\n  CXXI\n\n  The count Rollanz, his sword with blood is stained,\n  Well has he heard what way the Franks complained;\n  Such grief he has, his heart would split in twain:\n  To the pagan says: \"God send thee every shame!\n  One hast thou slain that dearly thou'lt repay.\"\n  He spurs his horse, that on with speed doth strain;\n  Which should forfeit, they both together came.\n\n  CXXII\n\n  Grandonie was both proof and valiant,\n  And virtuous, a vassal combatant.\n  Upon the way there, he has met Rollant;\n  He'd never seen, yet knew him at a glance,\n  By the proud face and those fine limbs he had,\n  By his regard, and by his contenance;\n  He could not help but he grew faint thereat,\n  He would escape, nothing avail he can.\n  Struck him the count, with so great virtue, that\n  To the nose-plate he's all the helmet cracked,\n  Sliced through the nose and mouth and teeth he has,\n  Hauberk close-mailed, and all the whole carcass,\n  Saddle of gold, with plates of silver flanked,\n  And of his horse has deeply scarred the back;\n  He's slain them both, they'll make no more attack:\n  The Spanish men in sorrow cry, \"Alack!\"\n  Then say the Franks: \"He strikes well, our warrant.\"\n\n  CXXIII\n\n  Marvellous is the battle in its speed,\n  The Franks there strike with vigour and with heat,\n  Cutting through wrists and ribs and chines in-deed,\n  Through garments to the lively flesh beneath;\n  On the green grass the clear blood runs in streams.\n  The pagans say: \"No more we'll suffer, we.\n  Terra Major, Mahummet's curse on thee!\n  Beyond all men thy people are hardy!\"\n  There was not one but cried then: \"Marsilie,\n  Canter, O king, thy succour now we need!\"\n\n  CXXIV\n\n  Marvellous is the battle now and grand,\n  The Franks there strike, their good brown spears in hand.\n  Then had you seen such sorrowing of clans,\n  So many a slain, shattered and bleeding man!\n  Biting the earth, or piled there on their backs!\n  The Sarrazins cannot such loss withstand.\n  Will they or nill, from off the field draw back;\n  By lively force chase them away the Franks.\n                      AOI.\n\n  CXXV\n\n  Their martyrdom, his men's, Marsile has seen,\n  So he bids sound his horns and his buccines;\n  Then canters forth with all his great army.\n  Canters before a Sarrazin, Abisme,\n  More felon none was in that company;\n  Cankered with guile and every felony,\n  He fears not God, the Son of Saint Mary;\n  Black is that man as molten pitch that seethes;\n  Better he loves murder and treachery\n  Than to have all the gold of Galicie;\n  Never has man beheld him sport for glee;\n  Yet vassalage he's shown, and great folly,\n  So is he dear to th' felon king Marsile;\n  Dragon he bears, to which his tribe rally.\n  That Archbishop could never love him, he;\n  Seeing him there, to strike he's very keen,\n  Within himself he says all quietly:\n  \"This Sarrazin great heretick meseems,\n  Rather I'ld die, than not slay him clean,\n  Neer did I love coward nor cowardice.\"\n                      AOI.\n\n  CXXVI\n\n  That Archbishop begins the fight again,\n  Sitting the horse which he took from Grossaille\n  --That was a king he had in Denmark slain;--\n  That charger is swift and of noble race;\n  Fine are his hooves, his legs are smooth and straight,\n  Short are his thighs, broad crupper he displays,\n  Long are his ribs, aloft his spine is raised,\n  White is his tail and yellow is his mane,\n  Little his ears, and tawny all his face;\n  No beast is there, can match him in a race.\n  That Archbishop spurs on by vassalage,\n  He will not pause ere Abisme he assail;\n  So strikes that shield, is wonderfully arrayed,\n  Whereon are stones, amethyst and topaze,\n  Esterminals and carbuncles that blaze;\n  A devil's gift it was, in Val Metase,\n  Who handed it to the admiral Galafes;\n  So Turpin strikes, spares him not anyway;\n  After that blow, he's worth no penny wage;\n  The carcass he's sliced, rib from rib away,\n  So flings him down dead in an empty place.\n  Then say the Franks: \"He has great vassalage,\n  With the Archbishop, surely the Cross is safe.\"\n\n  CXXVII\n\n  The count Rollanz calls upon Oliver:\n  \"Sir companion, witness you'll freely bear,\n  The Archbishop is a right good chevalier,\n  None better is neath Heaven anywhere;\n  Well can he strike with lance and well with spear.\"\n  Answers that count: \"Support to him we'll bear!\"\n  Upon that word the Franks again make yare;\n  Hard are the blows, slaughter and suffering there,\n  For Christians too, most bitter grief and care.\n  Who could had seen Rollanz and Oliver\n  With their good swords to strike and to slaughter!\n  And the Archbishop lays on there with his spear.\n  Those that are dead, men well may hold them dear.\n  In charters and in briefs is written clear,\n  Four thousand fell, and more, the tales declare.\n  Gainst four assaults easily did they fare,\n  But then the fifth brought heavy griefs to bear.\n  They all are slain, those Frankish chevaliers;\n  Only three-score, whom God was pleased to spare,\n  Before these die, they'll sell them very dear.\n                      AOI.\n\n  CXXVIII\n\n  The count Rollant great loss of his men sees,\n  His companion Olivier calls, and speaks:\n  \"Sir and comrade, in God's Name, That you keeps,\n  Such good vassals you see lie here in heaps;\n  For France the Douce, fair country, may we weep,\n  Of such barons long desolate she'll be.\n  Ah!  King and friend, wherefore are you not here?\n  How, Oliver, brother, can we achieve?\n  And by what means our news to him repeat?\"\n  Says Oliver: \"I know not how to seek;\n  Rather I'ld die than shame come of this feat.\"\n                      AOI.\n\n  CXXIX\n\n  Then says Rollanz: \"I'll wind this olifant,\n  If Charles hear, where in the pass he stands,\n  I pledge you now they will return, the Franks.\"\n  Says Oliver: \"Great shame would come of that\n  And a reproach on every one, your clan,\n  That shall endure while each lives in the land,\n  When I implored, you would not do this act;\n  Doing it now, no raise from me you'll have:\n  So wind your horn but not by courage rash,\n  Seeing that both your arms with blood are splashed.\"\n  Answers that count: \"Fine blows I've struck them back.\"\n                      AOI.\n\n  CXXX\n\n  Then says Rollant: \"Strong it is now, our battle;\n  I'll wind my horn, so the King hears it, Charles.\"\n  Says Oliver: \"That act were not a vassal's.\n  When I implored you, comrade, you were wrathful.\n  Were the King here, we had not borne such damage.\n  Nor should we blame those with him there, his army.\"\n  Says Oliver: \"Now by my beard, hereafter\n  If I may see my gentle sister Alde,\n  She in her arms, I swear, shall never clasp you.\"\n                      AOI.\n\n  CXXXI\n\n  Then says Rollanz: \"Wherefore so wroth with me?\"\n  He answers him: \"Comrade, it was your deed:\n  Vassalage comes by sense, and not folly;\n  Prudence more worth is than stupidity.\n  Here are Franks dead, all for your trickery;\n  No more service to Carlun may we yield.\n  My lord were here now, had you trusted me,\n  And fought and won this battle then had we,\n  Taken or slain were the king Marsilie.\n  In your prowess, Rollanz, no good we've seen!\n  Charles the great in vain your aid will seek--\n  None such as he till God His Judgement speak;--\n  Here must you die, and France in shame be steeped;\n  Here perishes our loyal company,\n  Before this night great severance and grief.\"\n                      AOI.\n\n  CXXXII\n\n  That Archbishop has heard them, how they spoke,\n  His horse he pricks with his fine spurs of gold,\n  Coming to them he takes up his reproach:\n  \"Sir Oliver, and you, Sir Rollant, both,\n  For God I pray, do not each other scold!\n  No help it were to us, the horn to blow,\n  But, none the less, it may be better so;\n  The King will come, with vengeance that he owes;\n  These Spanish men never away shall go.\n  Our Franks here, each descending from his horse,\n  Will find us dead, and limb from body torn;\n  They'll take us hence, on biers and litters borne;\n  With pity and with grief for us they'll mourn;\n  They'll bury each in some old minster-close;\n  No wolf nor swine nor dog shall gnaw our bones.\"\n  Answers Rollant: \"Sir, very well you spoke.\"\n                      AOI.\n\n  CXXXIII\n\n  Rollant hath set the olifant to his mouth,\n  He grasps it well, and with great virtue sounds.\n  High are those peaks, afar it rings and loud,\n  Thirty great leagues they hear its echoes mount.\n  So Charles heard, and all his comrades round;\n  Then said that King: \"Battle they do, our counts!\"\n  And Guenelun answered, contrarious:\n  \"That were a lie, in any other mouth.\"\n                      AOI.\n\n  CXXIV\n\n  The Count Rollanz, with sorrow and with pangs,\n  And with great pain sounded his olifant:\n  Out of his mouth the clear blood leaped and ran,\n  About his brain the very temples cracked.\n  Loud is its voice, that horn he holds in hand;\n  Charles hath heard, where in the pass he stands,\n  And Neimes hears, and listen all the Franks.\n  Then says the King: \"I hear his horn, Rollant's;\n  He'ld never sound, but he were in combat.\"\n  Answers him Guenes \"It is no battle, that.\n  Now are you old, blossoming white and blanched,\n  Yet by such words you still appear infant.\n  You know full well the great pride of Rollant\n  Marvel it is, God stays so tolerant.\n  Noples he took, not waiting your command;\n  Thence issued forth the Sarrazins, a band\n  With vassalage had fought against Rollant;\n      A He slew them first, with Durendal his brand,\n  Then washed their blood with water from the land;\n  So what he'd done might not be seen of man.\n  He for a hare goes all day, horn in hand;\n  Before his peers in foolish jest he brags.\n  No race neath heav'n in field him dare attack.\n  So canter on!  Nay, wherefore hold we back?\n  Terra Major is far away, our land.\"\n                      AOI.\n\n  CXXXV\n\n  The count Rollanz, though blood his mouth doth stain,\n  And burst are both the temples of his brain,\n  His olifant he sounds with grief and pain;\n  Charles hath heard, listen the Franks again.\n  \"That horn,\" the King says, \"hath a mighty strain!\"\n  Answers Duke Neimes: \"A baron blows with pain!\n  Battle is there, indeed I see it plain,\n  He is betrayed, by one that still doth feign.\n  Equip you, sir, cry out your old refrain,\n  That noble band, go succour them amain!\n  Enough you've heard how Rollant doth complain.\"\n\n  CXXVI\n\n  That Emperour hath bid them sound their horns.\n  The Franks dismount, and dress themselves for war,\n  Put hauberks on, helmets and golden swords;\n  Fine shields they have, and spears of length and force\n  Scarlat and blue and white their ensigns float.\n  His charger mounts each baron of the host;\n  They spur with haste as through the pass they go.\n  Nor was there one but thus to 's neighbour spoke:\n  \"Now, ere he die, may we see Rollant, so\n  Ranged by his side we'll give some goodly blows.\"\n  But what avail?  They've stayed too long below.\n\n  CCXXXVII\n\n  That even-tide is light as was the day;\n  Their armour shines beneath the sun's clear ray,\n  Hauberks and helms throw off a dazzling flame,\n  And blazoned shields, flowered in bright array,\n  Also their spears, with golden ensigns gay.\n  That Emperour, he canters on with rage,\n  And all the Franks with wonder and dismay;\n  There is not one can bitter tears restrain,\n  And for Rollant they're very sore afraid.\n  The King has bid them seize that county Guene,\n  And charged with him the scullions of his train;\n  The master-cook he's called, Besgun by name:\n  \"Guard me him well, his felony is plain,\n  Who in my house vile treachery has made.\"\n  He holds him, and a hundred others takes\n  From the kitchen, both good and evil knaves;\n  Then Guenes beard and both his cheeks they shaved,\n  And four blows each with their closed fists they gave,\n  They trounced him well with cudgels and with staves,\n  And on his neck they clasped an iron chain;\n  So like a bear enchained they held him safe,\n  On a pack-mule they set him in his shame:\n  Kept him till Charles should call for him again.\n                      AOI.\n\n  CXXXVIII\n\n  High were the peaks and shadowy and grand,\n  The valleys deep, the rivers swiftly ran.\n  Trumpets they blew in rear and in the van,\n  Till all again answered that olifant.\n  That Emperour canters with fury mad,\n  And all the Franks dismay and wonder have;\n  There is not one but weeps and waxes sad\n  And all pray God that He will guard Rollant\n  Till in the field together they may stand;\n  There by his side they'll strike as well they can.\n  But what avail?  No good there is in that;\n  They're not in time; too long have they held back.\n                      AOI.\n\n  CXXXIX\n\n  In his great rage on canters Charlemagne;\n  Over his sark his beard is flowing plain.\n  Barons of France, in haste they spur and strain;\n  There is not one that can his wrath contain\n  That they are not with Rollant the Captain,\n  Whereas he fights the Sarrazins of Spain.\n  If he be struck, will not one soul remain.\n  --God!  Sixty men are all now in his train!\n  Never a king had better Capitains.\n                      AOI.\n\n  CXL\n\n  Rollant regards the barren mountain-sides;\n  Dead men of France, he sees so many lie,\n  And weeps for them as fits a gentle knight:\n  \"Lords and barons, may God to you be kind!\n  And all your souls redeem for Paradise!\n  And let you there mid holy flowers lie!\n  Better vassals than you saw never I.\n  Ever you've served me, and so long a time,\n  By you Carlon hath conquered kingdoms wide;\n  That Emperour reared you for evil plight!\n  Douce land of France, o very precious clime,\n  Laid desolate by such a sour exile!\n  Barons of France, for me I've seen you die,\n  And no support, no warrant could I find;\n  God be your aid, Who never yet hath lied!\n  I must not fail now, brother, by your side;\n  Save I be slain, for sorrow shall I die.\n  Sir companion, let us again go strike!\"\n\n  CXLI\n\n  The count Rollanz, back to the field then hieing\n  Holds Durendal, and like a vassal striking\n  Faldrun of Pui has through the middle sliced,\n  With twenty-four of all they rated highest;\n  Was never man, for vengeance shewed such liking.\n  Even as a stag before the hounds goes flying,\n  Before Rollanz the pagans scatter, frightened.\n  Says the Archbishop: \"You deal now very wisely!\n  Such valour should he shew that is bred knightly,\n  And beareth arms, and a good charger rideth;\n  In battle should be strong and proud and sprightly;\n  Or otherwise he is not worth a shilling,\n  Should be a monk in one of those old minsters,\n  Where, day, by day, he'ld pray for us poor sinners.\"\n  Answers Rollant: \"Strike on; no quarter give them!\"\n  Upon these words Franks are again beginning;\n  Very great loss they suffer then, the Christians.\n\n  CXLII\n\n  The man who knows, for him there's no prison,\n  In such a fight with keen defence lays on;\n  Wherefore the Franks are fiercer than lions.\n  Marsile you'd seen go as a brave baron,\n  Sitting his horse, the which he calls Gaignon;\n  He spurs it well, going to strike Bevon,\n  That was the lord of Beaune and of Dijon,\n  His shield he breaks, his hauberk has undone,\n  So flings him dead, without condition;\n  Next he hath slain Yvoerie and Ivon,\n  Also with them Gerard of Russillon.\n  The count Rollanz, being not far him from,\n  To th'pagan says: \"Confound thee our Lord God!\n  So wrongfully you've slain my companions,\n  A blow you'll take, ere we apart be gone,\n  And of my sword the name I'll bid you con.\"\n  He goes to strike him, as a brave baron,\n  And his right hand the count clean slices off;\n  Then takes the head of Jursaleu the blond;\n  That was the son of king Marsilion.\n  Pagans cry out  \"Assist us now, Mahom!\n  God of our race, avenge us on Carlon!\n  Into this land he's sent us such felons\n  That will not leave the fight before they drop.\"\n  Says each to each: \"Nay let us fly!\"  Upon\n  That word, they're fled, an hundred thousand gone;\n  Call them who may, they'll never more come on.\n                      AOI.\n\n  CXLIII\n\n  But what avail?  Though fled be Marsilies,\n  He's left behind his uncle, the alcaliph\n  Who holds Alferne, Kartagene, Garmalie,\n  And Ethiope, a cursed land indeed;\n  The blackamoors from there are in his keep,\n  Broad in the nose they are and flat in the ear,\n  Fifty thousand and more in company.\n  These canter forth with arrogance and heat,\n  Then they cry out the pagans' rallying-cheer;\n  And Rollant says: \"Martyrdom we'll receive;\n  Not long to live, I know it well, have we;\n  Felon he's named that sells his body cheap!\n  Strike on, my lords, with burnished swords and keen;\n  Contest each inch your life and death between,\n  That neer by us Douce France in shame be steeped.\n  When Charles my lord shall come into this field,\n  Such discipline of Sarrazins he'll see,\n  For one of ours he'll find them dead fifteen;\n  He will not fail, but bless us all in peace.\"\n                      AOI.\n\n  CXLIV\n\n  When Rollant sees those misbegotten men,\n  Who are more black than ink is on the pen\n  With no part white, only their teeth except,\n  Then says that count: \"I know now very well\n  That here to die we're bound, as I can tell.\n  Strike on, the Franks!  For so I recommend.\"\n  Says Oliver: \"Who holds back, is condemned!\"\n  Upon those words, the Franks to strike again.\n\n  CXLV\n\n  Franks are but few; which, when the pagans know,\n  Among themselves comfort and pride they shew;\n  Says each to each: \"Wrong was that Emperor.\"\n  Their alcaliph upon a sorrel rode,\n  And pricked it well with both his spurs of gold;\n  Struck Oliver, behind, on the back-bone,\n  His hauberk white into his body broke,\n  Clean through his breast the thrusting spear he drove;\n  After he said: \"You've borne a mighty blow.\n  Charles the great should not have left you so;\n  He's done us wrong, small thanks to him we owe;\n  I've well avenged all ours on you alone.\"\n\n  CXLVI\n\n  Oliver feels that he to die is bound,\n  Holds Halteclere, whose steel is rough and brown,\n  Strikes the alcaliph on his helm's golden mount;\n  Flowers and stones fall clattering to the ground,\n  Slices his head, to th'small teeth in his mouth;\n  So brandishes his blade and flings him down;\n  After he says: \"Pagan, accurst be thou!\n  Thou'lt never say that Charles forsakes me now;\n  Nor to thy wife, nor any dame thou'st found,\n  Thou'lt never boast, in lands where thou wast crowned,\n  One pennyworth from me thou'st taken out,\n  Nor damage wrought on me nor any around.\"\n  After, for aid, \"Rollant!\" he cries aloud.\n                      AOI.\n\n  CXLVII\n\n  Oliver feels that death is drawing nigh;\n  To avenge himself he hath no longer time;\n  Through the great press most gallantly he strikes,\n  He breaks their spears, their buckled shields doth slice,\n  Their feet, their fists, their shoulders and their sides,\n  Dismembers them: whoso had seen that sigh,\n  Dead in the field one on another piled,\n  Remember well a vassal brave he might.\n  Charles ensign he'll not forget it quite;\n  Aloud and clear \"Monjoie\" again he cries.\n  To call Rollanz, his friend and peer, he tries:\n  \"My companion, come hither to my side.\n  With bitter grief we must us now divide.\"\n                      AOI.\n\n  CXLVIII\n\n  Then Rollant looked upon Olivier's face;\n  Which was all wan and colourless and pale,\n  While the clear blood, out of his body sprayed,\n  Upon the ground gushed forth and ran away.\n  \"God!\" said that count, \"What shall I do or say?\n  My companion, gallant for such ill fate!\n  Neer shall man be, against thee could prevail.\n  Ah!  France the Douce, henceforth art thou made waste\n  Of vassals brave, confounded and disgraced!\n  Our Emperour shall suffer damage great.\"\n  And with these words upon his horse he faints.\n                      AOI.\n\n  CXLIX\n\n  You'd seen Rollant aswoon there in his seat,\n  And Oliver, who unto death doth bleed,\n  So much he's bled, his eyes are dim and weak;\n  Nor clear enough his vision, far or near,\n  To recognise whatever man he sees;\n  His companion, when each the other meets,\n  Above the helm jewelled with gold he beats,\n  Slicing it down from there to the nose-piece,\n  But not his head; he's touched not brow nor cheek.\n  At such a blow Rollant regards him keen,\n  And asks of him, in gentle tones and sweet:\n  \"To do this thing, my comrade, did you mean?\n  This is Rollanz, who ever held you dear;\n  And no mistrust was ever us between.\"\n  Says Oliver: \"Now can I hear you speak;\n  I see you not: may the Lord God you keep!\n  I struck you now: and for your pardon plead.\"\n  Answers Rollanz: \"I am not hurt, indeed;\n  I pardon you, before God's Throne and here.\"\n  Upon these words, each to the other leans;\n  And in such love you had their parting seen.\n\n  CL\n\n  Oliver feels death's anguish on him now;\n  And in his head his two eyes swimming round;\n  Nothing he sees; he hears not any sound;\n  Dismounting then, he kneels upon the ground,\n  Proclaims his sins both firmly and aloud,\n  Clasps his two hands, heavenwards holds them out,\n  Prays God himself in Paradise to allow;\n  Blessings on Charles, and on Douce France he vows,\n  And his comrade, Rollanz, to whom he's bound.\n  Then his heart fails; his helmet nods and bows;\n  Upon the earth he lays his whole length out:\n  And he is dead, may stay no more, that count.\n  Rollanz the brave mourns him with grief profound;\n  Nowhere on earth so sad a man you'd found.\n\n  CLI\n\n  So Rollant's friend is dead whom when he sees\n  Face to the ground, and biting it with's teeth,\n  Begins to mourn in language very sweet:\n  \"Unlucky, friend, your courage was indeed!\n  Together we have spent such days and years;\n  No harmful thing twixt thee and me has been.\n  Now thou art dead, and all my life a grief.\"\n  And with these words again he swoons, that chief,\n  Upon his horse, which he calls Veillantif;\n  Stirrups of gold support him underneath;\n  He cannot fall, whichever way he lean.\n\n  CLII\n\n  Soon as Rollant his senses won and knew,\n  Recovering and turning from that swoon.\n  Bitter great loss appeared there in his view:\n  Dead are the Franks; he'd all of them to lose,\n  Save the Archbishop, and save Gualter del Hum;\n  He is come down out of the mountains, who\n  Gainst Spanish men made there a great ado;\n  Dead are his men, for those the pagans slew;\n  Will he or nill, along the vales he flew,\n  And called Rollant, to bring him succour soon:\n  \"Ah!  Gentle count, brave soldier, where are you?\n  For By thy side no fear I ever knew.\n  Gualter it is, who conquered Maelgut,\n  And nephew was to hoary old Drouin;\n  My vassalage thou ever thoughtest good.\n  Broken my spear, and split my shield in two;\n  Gone is the mail that on my hauberk grew;\n  This body of mine eight lances have gone through;\n  I'm dying.  Yet full price for life I took.\"\n  Rollant has heard these words and understood,\n  Has spurred his horse, and on towards him drew.\n                      AOI.\n\n  CLIII\n\n  Grief gives Rollanz intolerance and pride;\n  Through the great press he goes again to strike;\n  To slay a score of Spaniards he contrives,\n  Gualter has six, the Archbishop other five.\n  The pagans say: \"Men, these, of felon kind!\n  Lordings, take care they go not hence alive!\n  Felon he's named that does not break their line,\n  Recreant, who lets them any safety find!\"\n  And so once more begin the hue and cry,\n  From every part they come to break the line.\n                      AOI.\n\n  CLI\n\n  Count Rollant is a noble and brave soldier,\n  Gualter del Hum's a right good chevalier,\n  That Archbishop hath shewn good prowess there;\n  None of them falls behind the other pair;\n  Through the great press, pagans they strike again.\n  Come on afoot a thousand Sarrazens,\n  And on horseback some forty thousand men.\n  But well I know, to approach they never dare;\n  Lances and spears they poise to hurl at them,\n  Arrows, barbs, darts and javelins in the air.\n  With the first flight they've slain our Gualtier;\n  Turpin of Reims has all his shield broken,\n  And cracked his helm; he's wounded in the head,\n  From his hauberk the woven mail they tear,\n  In his body four spear-wounds doth he bear;\n  Beneath him too his charger's fallen dead.\n  Great grief it was, when that Archbishop fell.\n                      AOI.\n\n  CLV\n\n  Turpin of Reims hath felt himself undone,\n  Since that four spears have through his body come;\n  Nimble and bold upon his feet he jumps;\n  Looks for Rollant, and then towards him runs,\n  Saying this word: \"I am not overcome.\n  While life remains, no good vassal gives up.\"\n  He's drawn Almace, whose steel was brown and rough,\n  Through the great press a thousand blows he's struck:\n  As Charles said, quarter he gave to none;\n  He found him there, four hundred else among,\n  Wounded the most, speared through the middle some,\n  Also there were from whom the heads he'd cut:\n  So tells the tale, he that was there says thus,\n  The brave Saint Giles, whom God made marvellous,\n  Who charters wrote for th' Minster at Loum;\n  Nothing he's heard that does not know this much.\n\n  CLVI\n\n  The count Rollanz has nobly fought and well,\n  But he is hot, and all his body sweats;\n  Great pain he has, and trouble in his head,\n  His temples burst when he the horn sounded;\n  But he would know if Charles will come to them,\n  Takes the olifant, and feebly sounds again.\n  That Emperour stood still and listened then:\n  \"My lords,\" said he, \"Right evilly we fare!\n  This day Rollanz, my nephew shall be dead:\n  I hear his horn, with scarcely any breath.\n  Nimbly canter, whoever would be there!\n  Your trumpets sound, as many as ye bear!\"\n  Sixty thousand so loud together blare,\n  The mountains ring, the valleys answer them.\n  The pagans hear, they think it not a jest;\n  Says each to each: \"Carlum doth us bestead.\"\n                      AOI.\n\n  CLVII\n\n  The pagans say: \"That Emperour's at hand,\n  We hear their sound, the trumpets of the Franks;\n  If Charles come, great loss we then shall stand,\n  And wars renewed, unless we slay Rollant;\n  All Spain we'll lose, our own clear father-land.\"\n  Four hundred men of them in helmets stand;\n  The best of them that might be in their ranks\n  Make on Rollanz a grim and fierce attack;\n  Gainst these the count had well enough in hand.\n                      AOI.\n\n  CLVIII\n\n  The count Rollanz, when their approach he sees\n  Is grown so bold and manifest and fierce\n  So long as he's alive he will not yield.\n  He sits his horse, which men call Veillantif,\n  Pricking him well with golden spurs beneath,\n  Through the great press he goes, their line to meet,\n  And by his side is the Archbishop Turpin.\n  \"Now, friend, begone!\" say pagans, each to each;\n  \"These Frankish men, their horns we plainly hear\n  Charle is at hand, that King in Majesty.\"\n\n  CLIX\n\n  The count Rollanz has never loved cowards,\n  Nor arrogant, nor men of evil heart,\n  Nor chevalier that was not good vassal.\n  That Archbishop, Turpins, he calls apart:\n  \"Sir, you're afoot, and I my charger have;\n  For love of you, here will I take my stand,\n  Together we'll endure things good and bad;\n  I'll leave you not, for no incarnate man:\n  We'll give again these pagans their attack;\n  The better blows are those from Durendal.\"\n  Says the Archbishop: \"Shame on him that holds back!\n  Charle is at hand, full vengeance he'll exact.\"\n\n  CLX\n\n  The pagans say: \"Unlucky were we born!\n  An evil day for us did this day dawn!\n  For we have lost our peers and all our lords.\n  Charles his great host once more upon us draws,\n  Of Frankish men we plainly hear the horns,\n  \"Monjoie\" they cry, and great is their uproar.\n  The count Rollant is of such pride and force\n  He'll never yield to man of woman born;\n  Let's aim at him, then leave him on the spot!\"\n  And aim they did: with arrows long and short,\n  Lances and spears and feathered javelots;\n  Count Rollant's shield they've broken through and bored,\n  The woven mail have from his hauberk torn,\n  But not himself, they've never touched his corse;\n  Veillantif is in thirty places gored,\n  Beneath the count he's fallen dead, that horse.\n  Pagans are fled, and leave him on the spot;\n  The count Rollant stands on his feet once more.\n                      AOI.\n\n  CLXI\n\n  Pagans are fled, enangered and enraged,\n  Home into Spain with speed they make their way;\n  The count Rollanz, he has not given chase,\n  For Veillantif, his charger, they have slain;\n  Will he or nill, on foot he must remain.\n  To the Archbishop, Turpins, he goes with aid;\n   I   He's from his head the golden helm unlaced,\n  Taken from him his white hauberk away,\n  And cut the gown in strips, was round his waist;\n  On his great wounds the pieces of it placed,\n  Then to his heart has caught him and embraced;\n  On the green grass he has him softly laid,\n  Most sweetly then to him has Rollant prayed:\n  \"Ah!  Gentle sir, give me your leave, I say;\n  Our companions, whom we so dear appraised,\n  Are now all dead; we cannot let them stay;\n  I will go seek and bring them to this place,\n  Arrange them here in ranks, before your face.\"\n  Said the Archbishop: \"Go, and return again.\n  This field is yours and mine now; God be praised!\"\n\n  CLXII\n\n  So Rollanz turns; through the field, all alone,\n  Searching the vales and mountains, he is gone;\n  He finds Gerin, Gerers his companion,\n  Also he finds Berenger and Otton,\n  There too he finds Anseis and Sanson,\n  And finds Gerard the old, of Rossillon;\n  By one and one he's taken those barons,\n  To the Archbishop with each of them he comes,\n  Before his knees arranges every one.\n  That Archbishop, he cannot help but sob,\n  He lifts his hand, gives benediction;\n  After he's said: \"Unlucky, Lords, your lot!\n  But all your souls He'll lay, our Glorious God,\n  In Paradise, His holy flowers upon!\n  For my own death such anguish now I've got;\n  I shall not see him, our rich Emperor.\"\n\n  CLXIII\n\n  So Rollant turns, goes through the field in quest;\n  His companion Olivier finds at length;\n  He has embraced him close against his breast,\n  To the Archbishop returns as he can best;\n  Upon a shield he's laid him, by the rest;\n  And the Archbishop has them absolved and blest:\n  Whereon his grief and pity grow afresh.\n  Then says Rollanz: \"Fair comrade Olivier,\n  You were the son of the good count Reinier,\n  Who held the march by th' Vale of Runier;\n  To shatter spears, through buckled shields to bear,\n  And from hauberks the mail to break and tear,\n  Proof men to lead, and prudent counsel share,\n  Gluttons in field to frighten and conquer,\n  No land has known a better chevalier.\"\n\n  CLXIV\n\n  The count Rollanz, when dead he saw his peers,\n  And Oliver, he held so very dear,\n  Grew tender, and began to shed a tear;\n  Out of his face the colour disappeared;\n  No longer could he stand, for so much grief,\n  Will he or nill, he swooned upon the field.\n  Said the Archbishop: \"Unlucky lord, indeed!\"\n\n  CLXV\n\n  When the Archbishop beheld him swoon, Rollant,\n  Never before such bitter grief he'd had;\n  Stretching his hand, he took that olifant.\n  Through Rencesvals a little river ran;\n  He would go there, fetch water for Rollant.\n  Went step by step, to stumble soon began,\n  So feeble he is, no further fare he can,\n  For too much blood he's lost, and no strength has;\n  Ere he has crossed an acre of the land,\n  His heart grows faint, he falls down forwards and\n  Death comes to him with very cruel pangs.\n\n  CLXVI\n\n  The count Rollanz wakes from his swoon once more,\n  Climbs to his feet; his pains are very sore;\n  Looks down the vale, looks to the hills above;\n  On the green grass, beyond his companions,\n  He sees him lie, that noble old baron;\n  'Tis the Archbishop, whom in His name wrought God;\n  There he proclaims his sins, and looks above;\n  Joins his two hands, to Heaven holds them forth,\n  And Paradise prays God to him to accord.\n  Dead is Turpin, the warrior of Charlon.\n  In battles great and very rare sermons\n  Against pagans ever a champion.\n  God grant him now His Benediction!\n                      AOI.\n\n  CLXVII\n\n  The count Rollant sees the Archbishop lie dead,\n  Sees the bowels out of his body shed,\n  And sees the brains that surge from his forehead;\n  Between his two arm-pits, upon his breast,\n  Crossways he folds those hands so white and fair.\n  Then mourns aloud, as was the custom there:\n  \"Thee, gentle sir, chevalier nobly bred,\n  To the Glorious Celestial I commend;\n  Neer shall man be, that will Him serve so well;\n  Since the Apostles was never such prophet,\n  To hold the laws and draw the hearts of men.\n  Now may your soul no pain nor sorrow ken,\n  Finding the gates of Paradise open!\"\n\n  CLXVIII\n\n  Then Rollanz feels that death to him draws near,\n  For all his brain is issued from his ears;\n  He prays to God that He will call the peers,\n  Bids Gabriel, the angel, t' himself appear.\n  Takes the olifant, that no reproach shall hear,\n  And Durendal in the other hand he wields;\n  Further than might a cross-bow's arrow speed\n  Goes towards Spain into a fallow-field;\n  Climbs on a cliff; where, under two fair trees,\n  Four terraces, of marble wrought, he sees.\n  There he falls down, and lies upon the green;\n  He swoons again, for death is very near.\n\n  CLXIX\n\n  High are the peaks, the trees are very high.\n  Four terraces of polished marble shine;\n  On the green grass count Rollant swoons thereby.\n  A Sarrazin him all the time espies,\n  Who feigning death among the others hides;\n  Blood hath his face and all his body dyed;\n  He gets afoot, running towards him hies;\n  Fair was he, strong and of a courage high;\n  A mortal hate he's kindled in his pride.\n  He's seized Rollant, and the arms, were at his side,\n  \"Charles nephew,\" he's said, \"here conquered lies.\n  To Araby I'll bear this sword as prize.\"\n  As he drew it, something the count descried.\n\n  CLXX\n\n  So Rollant felt his sword was taken forth,\n  Opened his eyes, and this word to him spoke\n  \"Thou'rt never one of ours, full well I know.\"\n  Took the olifant, that he would not let go,\n  Struck him on th' helm, that jewelled was with gold,\n  And broke its steel, his skull and all his bones,\n  Out of his head both the two eyes he drove;\n  Dead at his feet he has the pagan thrown:\n  After he's said: \"Culvert, thou wert too bold,\n  Or right or wrong, of my sword seizing hold!\n  They'll dub thee fool, to whom the tale is told.\n  But my great one, my olifant I broke;\n  Fallen from it the crystal and the gold.\"\n\n  CLXXI\n\n  Then Rollanz feels that he has lost his sight,\n  Climbs to his feet, uses what strength he might;\n  In all his face the colour is grown white.\n  In front of him a great brown boulder lies;\n  Whereon ten blows with grief and rage he strikes;\n  The steel cries out, but does not break outright;\n  And the count says: \"Saint Mary, be my guide\n  Good Durendal, unlucky is your plight!\n  I've need of you no more; spent is my pride!\n  We in the field have won so many fights,\n  Combating through so many regions wide\n  That Charles holds, whose beard is hoary white!\n  Be you not his that turns from any in flight!\n  A good vassal has held you this long time;\n  Never shall France the Free behold his like.\"\n\n  CLXXII\n\n  Rollant hath struck the sardonyx terrace;\n  The steel cries out, but broken is no ways.\n  So when he sees he never can it break,\n  Within himself begins he to complain:\n  \"Ah!  Durendal, white art thou, clear of stain!\n  Beneath the sun reflecting back his rays!\n  In Moriane was Charles, in the vale,\n  When from heaven God by His angel bade\n  Him give thee to a count and capitain;\n  Girt thee on me that noble King and great.\n  I won for him with thee Anjou, Bretaigne,\n  And won for him with thee Peitou, the Maine,\n  And Normandy the free for him I gained,\n  Also with thee Provence and Equitaigne,\n  And Lumbardie and all the whole Romaigne,\n  I won Baivere, all Flanders in the plain,\n  Also Burguigne and all the whole Puillane,\n  Costentinnople, that homage to him pays;\n  In Saisonie all is as he ordains;\n  With thee I won him Scotland, Ireland, Wales,\n  England also, where he his chamber makes;\n  Won I with thee so many countries strange\n  That Charles holds, whose beard is white with age!\n  For this sword's sake sorrow upon me weighs,\n  Rather I'ld die, than it mid pagans stay.\n  Lord God Father, never let France be shamed!\"\n\n  CLXXIII\n\n  Rollant his stroke on a dark stone repeats,\n  And more of it breaks off than I can speak.\n  The sword cries out, yet breaks not in the least,\n  Back from the blow into the air it leaps.\n  Destroy it can he not; which when he sees,\n  Within himself he makes a plaint most sweet.\n  \"Ah! Durendal, most holy, fair indeed!\n  Relics enough thy golden hilt conceals:\n  Saint Peter's Tooth, the Blood of Saint Basile,\n  Some of the Hairs of my Lord, Saint Denise,\n  Some of the Robe, was worn by Saint Mary.\n  It is not right that pagans should thee seize,\n  For Christian men your use shall ever be.\n  Nor any man's that worketh cowardice!\n  Many broad lands with you have I retrieved\n  Which Charles holds, who hath the great white beard;\n  Wherefore that King so proud and rich is he.\"\n\n  CLXXIV\n\n  But Rollant felt that death had made a way\n  Down from his head till on his heart it lay;\n  Beneath a pine running in haste he came,\n  On the green grass he lay there on his face;\n  His olifant and sword beneath him placed,\n  Turning his head towards the pagan race,\n  Now this he did, in truth, that Charles might say\n  (As he desired) and all the Franks his race;--\n  'Ah, gentle count; conquering he was slain!'--\n  He owned his faults often and every way,\n  And for his sins his glove to God upraised.\n                      AOI.\n\n  CLXXV\n\n  But Rollant feels he's no more time to seek;\n  Looking to Spain, he lies on a sharp peak,\n  And with one hand upon his breast he beats:\n  \"Mea Culpa!  God, by Thy Virtues clean\n  Me from my sins, the mortal and the mean,\n  Which from the hour that I was born have been\n  Until this day, when life is ended here!\"\n  Holds out his glove towards God, as he speaks\n  Angels descend from heaven on that scene.\n                      AOI.\n\n  CLXXVI\n\n  The count Rollanz, beneath a pine he sits;\n  Turning his eyes towards Spain, he begins\n  Remembering so many divers things:\n  So many lands where he went conquering,\n  And France the Douce, the heroes of his kin,\n  And Charlemagne, his lord who nourished him.\n  Nor can he help but weep and sigh at this.\n  But his own self, he's not forgotten him,\n  He owns his faults, and God's forgiveness bids:\n  \"Very Father, in Whom no falsehood is,\n  Saint Lazaron from death Thou didst remit,\n  And Daniel save from the lions' pit;\n  My soul in me preserve from all perils\n  And from the sins I did in life commit!\"\n  His right-hand glove, to God he offers it\n  Saint Gabriel from's hand hath taken it.\n  Over his arm his head bows down and slips,\n  He joins his hands: and so is life finish'd.\n  God sent him down His angel cherubin,\n  And Saint Michael, we worship in peril;\n  And by their side Saint Gabriel alit;\n  So the count's soul they bare to Paradis.\n\n  CLXXVII\n\n  Rollant is dead; his soul to heav'n God bare.\n  That Emperour to Rencesvals doth fare.\n  There was no path nor passage anywhere\n  Nor of waste ground no ell nor foot to spare\n  Without a Frank or pagan lying there.\n  Charles cries aloud: \"Where are you, nephew fair?\n  Where's the Archbishop and that count Oliviers?\n  Where is Gerins and his comrade Gerers?\n  Otes the Duke, and the count Berengiers\n  And Ivorie, and Ive, so dear they were?\n  What is become of Gascon Engelier,\n  Sansun the Duke and Anseis the fierce?\n  Where's old Gerard of Russillun; oh, where\n  The dozen peers I left behind me here?\"\n  But what avail, since none can answer bear?\n  \"God!\" says the King, \"Now well may I despair,\n  I was not here the first assault to share!\"\n  Seeming enraged, his beard the King doth tear.\n  Weep from their eyes barons and chevaliers,\n  A thousand score, they swoon upon the earth;\n  Duke Neimes for them was moved with pity rare.\n\n  CLXXVIII\n\n  No chevalier nor baron is there, who\n  Pitifully weeps not for grief and dule;\n  They mourn their sons, their brothers, their nephews,\n  And their liege lords, and trusty friends and true;\n  Upon the ground a many of them swoon.\n  Thereon Duke Neimes doth act with wisdom proof,\n  First before all he's said to the Emperour:\n  \"See beforehand, a league from us or two,\n  From the highways dust rising in our view;\n  Pagans are there, and many them, too.\n  Canter therefore!  Vengeance upon them do!\"\n  \"Ah, God!\" says Charles, \"so far are they re-moved!\n  Do right by me, my honour still renew!\n  They've torn from me the flower of France the Douce.\"\n  The King commands Gebuin and Otun,\n  Tedbalt of Reims, also the count Milun:\n  \"Guard me this field, these hills and valleys too,\n  Let the dead lie, all as they are, unmoved,\n  Let not approach lion, nor any brute,\n  Let not approach esquire, nor any groom;\n  For I forbid that any come thereto,\n  Until God will that we return anew.\"\n  These answer him sweetly, their love to prove:\n  \"Right Emperour, dear Sire, so will we do.\"\n  A thousand knights they keep in retinue.\n                      AOI.\n\n  CLXXIX\n\n  That Emperour bids trumpets sound again,\n  Then canters forth with his great host so brave.\n  Of Spanish men, whose backs are turned their way,\n  Franks one and all continue in their chase.\n  When the King sees the light at even fade,\n  On the green grass dismounting as he may,\n  He kneels aground, to God the Lord doth pray\n  That the sun's course He will for him delay,\n  Put off the night, and still prolong the day.\n  An angel then, with him should reason make,\n  Nimbly enough appeared to him and spake:\n  \"Charles, canter on!  Light needst not thou await.\n  The flower of France, as God knows well, is slain;\n  Thou canst be avenged upon that crimeful race.\"\n  Upon that word mounts the Emperour again.\n                      AOI.\n\n  CLXXX\n\n  For Charlemagne a great marvel God planned:\n  Making the sun still in his course to stand.\n  So pagans fled, and chased them well the Franks\n  Through the Valley of Shadows, close in hand;\n  Towards Sarraguce by force they chased them back,\n  And as they went with killing blows attacked:\n  Barred their highways and every path they had.\n  The River Sebre before them reared its bank,\n  'Twas very deep, marvellous current ran;\n  No barge thereon nor dromond nor caland.\n  A god of theirs invoked they, Tervagant.\n  And then leaped in, but there no warrant had.\n  The armed men more weighty were for that,\n  Many of them down to the bottom sank,\n  Downstream the rest floated as they might hap;\n  So much water the luckiest of them drank,\n  That all were drowned, with marvellous keen pangs.\n  \"An evil day,\" cry Franks, \"ye saw Rollant!\"\n\n  CLXXXI\n\n  When Charles sees that pagans all are dead,\n  Some of them slain, the greater part drowned;\n  (Whereby great spoils his chevaliers collect)\n  That gentle King upon his feet descends,\n  Kneels on the ground, his thanks to God presents.\n  When he once more rise, the sun is set.\n  Says the Emperour \"Time is to pitch our tents;\n  To Rencesvals too late to go again.\n  Our horses are worn out and foundered:\n  Unsaddle them, take bridles from their heads,\n  And through these meads let them refreshment get.\"\n  Answer the Franks: \"Sire, you have spoken well.\"\n                      AOI.\n\n  CLXXXII\n\n  That Emperour hath chosen his bivouac;\n  The Franks dismount in those deserted tracts,\n  Their saddles take from off their horses' backs,\n  Bridles of gold from off their heads unstrap,\n  Let them go free; there is enough fresh grass--\n  No service can they render them, save that.\n  Who is most tired sleeps on the ground stretched flat.\n  Upon this night no sentinels keep watch.\n\n  CLXXXIII\n\n  That Emperour is lying in a mead;\n  By's head, so brave, he's placed his mighty spear;\n  On such a night unarmed he will not be.\n  He's donned his white hauberk, with broidery,\n  Has laced his helm, jewelled with golden beads,\n  Girt on Joiuse, there never was its peer,\n  Whereon each day thirty fresh hues appear.\n  All of us know that lance, and well may speak\n  Whereby Our Lord was wounded on the Tree:\n  Charles, by God's grace, possessed its point of steel!\n  His golden hilt he enshrined it underneath.\n  By that honour and by that sanctity\n  The name Joiuse was for that sword decreed.\n  Barons of France may not forgetful be\n  Whence comes the ensign \"Monjoie,\" they cry at need;\n  Wherefore no race against them can succeed.\n\n  CLXXXIV\n\n  Clear was the night, the moon shone radiant.\n  Charles laid him down, but sorrow for Rollant\n  And Oliver, most heavy on him he had,\n  For's dozen peers, for all the Frankish band\n  He had left dead in bloody Rencesvals;\n  He could not help, but wept and waxed mad,\n  And prayed to God to be their souls' Warrant.\n  Weary that King, or grief he's very sad;\n  He falls on sleep, he can no more withstand.\n  Through all those meads they slumber then, the Franks;\n  Is not a horse can any longer stand,\n  Who would eat grass, he takes it lying flat.\n  He has learned much, can understand their pangs.\n\n  CLXXXV\n\n  Charles, like a man worn out with labour, slept.\n  Saint Gabriel the Lord to him hath sent,\n  Whom as a guard o'er the Emperour he set;\n  Stood all night long that angel by his head.\n  In a vision announced he to him then\n  A battle, should be fought against him yet,\n  Significance of griefs demonstrated.\n  Charles looked up towards the sky, and there\n  Thunders and winds and blowing gales beheld,\n  And hurricanes and marvellous tempests;\n  Lightnings and flames he saw in readiness,\n  That speedily on all his people fell;\n  Apple and ash, their spear-shafts all burned,\n  Also their shields, e'en the golden bosses,\n  Crumbled the shafts of their trenchant lances,\n  Crushed their hauberks and all their steel helmets.\n  His chevaliers he saw in great distress.\n  Bears and leopards would feed upon them next;\n  Adversaries, dragons, wyverns, serpents,\n  Griffins were there, thirty thousand, no less,\n  Nor was there one but on some Frank it set.\n  And the Franks cried: \"Ah!  Charlemagne, give help!\"\n  Wherefore the King much grief and pity felt,\n  He'ld go to them but was in duress kept:\n  Out of a wood came a great lion then,\n  'Twas very proud and fierce and terrible;\n  His body dear sought out, and on him leapt,\n  Each in his arms, wrestling, the other held;\n  But he knew not which conquered, nor which fell.\n  That Emperour woke not at all, but slept.\n\n  CLXXXVI\n\n  And, after that, another vision came:\n  Himseemed in France, at Aix, on a terrace,\n  And that he held a bruin by two chains;\n  Out of Ardenne saw thirty bears that came,\n  And each of them words, as a man might, spake\n  Said to him: \"Sire, give him to us again!\n  It is not right that he with you remain,\n  He's of our kin, and we must lend him aid.\"\n  A harrier fair ran out of his palace,\n  Among them all the greatest bear assailed\n  On the green grass, beyond his friends some way.\n  There saw the King marvellous give and take;\n  But he knew not which fell, nor which o'ercame.\n  The angel of God so much to him made plain.\n  Charles slept on till the clear dawn of day.\n\n  CLXXXVII\n\n  King Marsilies, fleeing to Sarraguce,\n  Dismounted there beneath an olive cool;\n  His sword and sark and helm aside he put,\n  On the green grass lay down in shame and gloom;\n  For his right hand he'd lost, 'twas clean cut through;\n  Such blood he'd shed, in anguish keen he swooned.\n  Before his face his lady Bramimunde\n  Bewailed and cried, with very bitter rue;\n  Twenty thousand and more around him stood,\n  All of them cursed Carlun and France the Douce.\n  Then Apollin in's grotto they surround,\n  And threaten him, and ugly words pronounce:\n  \"Such shame on us, vile god!, why bringest thou?\n  This is our king; wherefore dost him confound?\n  Who served thee oft, ill recompense hath found.\"\n  Then they take off his sceptre and his crown,\n  With their hands hang him from a column down,\n  Among their feet trample him on the ground,\n  With great cudgels they batter him and trounce.\n  From Tervagant his carbuncle they impound,\n  And Mahumet into a ditch fling out,\n  Where swine and dogs defile him and devour.\n\n  CLXXXVIII\n\n  Out of his swoon awakens Marsilies,\n  And has him borne his vaulted roof beneath;\n  Many colours were painted there to see,\n  And Bramimunde laments for him, the queen,\n  Tearing her hair; caitiff herself she clepes;\n  Also these words cries very loud and clear:\n  \"Ah!  Sarraguce, henceforth forlorn thou'lt be\n  Of the fair king that had thee in his keep!\n  All those our gods have wrought great felony,\n  Who in battle this morning failed at need.\n  That admiral will shew his cowardice,\n  Unless he fight against that race hardy,\n  Who are so fierce, for life they take no heed.\n  That Emperour, with his blossoming beard,\n  Hath vassalage, and very high folly;\n  Battle to fight, he will not ever flee.\n  Great grief it is, no man may slay him clean.\"\n\n  CLXXXIX\n\n  That Emperour, by his great Majesty,\n    I  Full seven years in Spain now has he been,\n  And castles there, and many cities seized.\n  King Marsilies was therefore sore displeased;\n  In the first year he sealed and sent his brief\n  To Baligant, into Babilonie:\n  ('Twas the admiral, old in antiquity,\n  That clean outlived Omer and Virgilie,)\n  To Sarraguce, with succour bade him speed,\n  For, if he failed, Marsile his gods would leave,\n  All his idols he worshipped formerly;\n  He would receive blest Christianity\n  And reconciled to Charlemagne would be.\n  Long time that one came not, far off was he.\n  Through forty realms he did his tribes rally;\n  His great dromonds, he made them all ready,\n  Barges and skiffs and ships and galleries;\n  Neath Alexandre, a haven next the sea,\n  In readiness he gat his whole navy.\n  That was in May, first summer of the year,\n  All of his hosts he launched upon the sea.\n\n  CXC\n\n  Great are the hosts of that opposed race;\n  With speed they sail, they steer and navigate.\n  High on their yards, at their mast-heads they place\n  Lanterns enough, and carbuncles so great\n  Thence, from above, such light they dissipate\n  The sea's more clear at midnight than by day.\n  And when they come into the land of Spain\n  All that country lightens and shines again:\n  Of their coming Marsile has heard the tale.\n                      AOI.\n\n  CXCI\n\n  The pagan race would never rest, but come\n  Out of the sea, where the sweet waters run;\n  They leave Marbris, they leave behind Marbrus,\n  Upstream by Sebre doth all their navy turn.\n  Lanterns they have, and carbuncles enough,\n  That all night long and very clearly burn.\n  Upon that day they come to Sarragus.\n                      AOI.\n\n  CXCII\n\n  Clear is that day, and the sun radiant.\n  Out of his barge issues their admiral,\n  Espaneliz goes forth at his right hand,\n  Seventeen kings follow him in a band,\n  Counts too, and dukes; I cannot tell of that.\n  Where in a field, midway, a laurel stands,\n  On the green grass they spread a white silk mat,\n  Set a fald-stool there, made of olifant;\n  Sits him thereon the pagan Baligant,\n  And all the rest in rows about him stand.\n  The lord of them speaks before any man:\n  \"Listen to me, free knights and valiant!\n  Charles the King, the Emperour of the Franks,\n  Shall not eat bread, save when that I command.\n  Throughout all Spain great war with me he's had;\n  I will go seek him now, into Douce France,\n  I will not cease, while I'm a living man,\n  Till be slain, or fall between my hands.\"\n  Upon his knee his right-hand glove he slaps.\n\n  CXCIII\n\n  He is fast bound by all that he has said.\n  He will not fail, for all the gold neath heav'n,\n  But go to Aix, where Charles court is held:\n  His men applaud, for so they counselled.\n  After he called two of his chevaliers,\n  One Clarifan, and the other Clarien:\n  \"You are the sons of king Maltraien,\n  Freely was, wont my messages to bear.\n  You I command to Sarraguce to fare.\n  Marsiliun on my part you shall tell\n  Against the Franks I'm come to give him help,\n  Find I their host, great battle shall be there;\n  Give him this glove, that's stitched with golden thread,\n  On his right hand let it be worn and held;\n  This little wand of fine gold take as well,\n  Bid him come here, his homage to declare.\n  To France I'll go, and war with Charles again;\n  Save at my feet he kneel, and mercy beg,\n  Save all the laws of Christians he forget,\n  I'll take away the crown from off his head.\"\n  Answer pagans: \"Sire, you say very well.\"\n\n  CXCIV\n\n  Said Baligant: \"But canter now, barons,\n  Take one the wand, and the other one the glove!\"\n  These answer him: \"Dear lord, it shall be done.\"\n  Canter so far, to Sarraguce they come,\n  Pass through ten gates, across four bridges run,\n  Through all the streets, wherein the burghers crowd.\n  When they draw nigh the citadel above,\n  From the palace they hear a mighty sound;\n  About that place are seen pagans enough,\n  Who weep and cry, with grief are waxen wood,\n  And curse their gods, Tervagan and Mahum\n  And Apolin, from whom no help is come.\n  Says each to each: \"Caitiffs!  What shall be done?\n  For upon us confusion vile is come,\n  Now have we lost our king Marsiliun,\n  For yesterday his hand count Rollanz cut;\n  We'll have no more Fair Jursaleu, his son;\n  The whole of Spain henceforward is undone.\"\n  Both messengers on the terrace dismount.\n\n  CXCV\n\n  Horses they leave under an olive tree,\n  Which by the reins two Sarrazins do lead;\n  Those messengers have wrapped them in their weeds,\n  To the palace they climb the topmost steep.\n  When they're come in, the vaulted roof beneath,\n  Marsilium with courtesy they greet:\n  \"May Mahumet, who all of us doth keep,\n  And Tervagan, and our lord Apoline\n  Preserve the, king and guard from harm the queen!\"\n  Says Bramimunde \"Great foolishness I hear:\n  Those gods of ours in cowardice are steeped;\n  In Rencesvals they wrought an evil deed,\n  Our chevaliers they let be slain in heaps;\n  My lord they failed in battle, in his need,\n  Never again will he his right hand see;\n  For that rich count, Rollanz, hath made him bleed.\n  All our whole Spain shall be for Charles to keep.\n  Miserable!  What shall become of me?\n  Alas!  That I've no man to slay me clean!\"\n                      AOI.\n\n  CXCVI\n\n  Says Clarien: \"My lady, say not that!\n  We're messengers from pagan Baligant;\n  To Marsilies, he says, he'll be warrant,\n  So sends him here his glove, also this wand.\n  Vessels we have, are moored by Sebres bank,\n  Barges and skiffs and gallies four thousand,\n  Dromonds are there--I cannot speak of that.\n  Our admiral is wealthy and puissant.\n  And Charlemagne he will go seek through France\n  And quittance give him, dead or recreant.\"\n  Says Bramimunde: \"Unlucky journey, that!\n  Far nearer here you'll light upon the Franks;\n  For seven years he's stayed now in this land.\n  That Emperour is bold and combatant,\n  Rather he'ld die than from the field draw back;\n  No king neath heav'n above a child he ranks.\n  Charles hath no fear for any living man.\n\n  CXCVII\n\n  Says Marsilies the king: \"Now let that be.\"\n  To th'messengers: \"Sirs, pray you, speak to me.\n  I am held fast by death, as ye may see.\n  No son have I nor daughter to succeed;\n  That one I had, they slew him yester-eve.\n  Bid you my lord, he come to see me here.\n  Rights over Spain that admiral hath he,\n  My claim to him, if he will take't, I yield;\n  But from the Franks he then must set her free.\n  Gainst Charlemagne I'll shew him strategy.\n  Within a month from now he'll conquered be.\n  Of Sarraguce ye'll carry him the keys,\n  He'll go not hence, say, if he trusts in me.\"\n  They answer him: \"Sir, 'tis the truth you speak.\"\n                      AOI.\n\n  CXCVIII\n\n  Then says Marsile: \"The Emperour, Charles the Great\n  Hath slain my men and all my land laid waste,\n  My cities are broken and violate;\n  He lay this night upon the river Sebre;\n  I've counted well, 'tis seven leagues away.\n  Bid the admiral, leading his host this way,\n  Do battle here; this word to him convey.\"\n  Gives them the keys of Sarraguce her gates;\n  Both messengers their leave of him do take,\n  Upon that word bow down, and turn away.\n\n  CXCIX\n\n  Both messengers did on their horses mount;\n  From that city nimbly they issued out.\n  Then, sore afraid, their admiral they sought,\n  To whom the keys of Sarraguce they brought.\n  Says Baligant: \"Speak now; what have ye found?\n  Where's Marsilies, to come to me was bound?\"\n  Says Clarien: \"To death he's stricken down.\n  That Emperour was in the pass but now;\n  To France the Douce he would be homeward-bound,\n  Rereward he set, to save his great honour:\n  His nephew there installed, Rollanz the count,\n  And Oliver; the dozen peers around;\n  A thousand score of Franks in armour found.\n  Marsile the king fought with them there, so proud;\n  He and Rollanz upon that field did joust.\n  With Durendal he dealt him such a clout\n  From his body he cut the right hand down.\n  His son is dead, in whom his heart was bound,\n  And the barons that service to him vowed;\n  Fleeing he came, he could no more hold out.\n  That Emperour has chased him well enow.\n  The king implores, you'll hasten with succour,\n  Yields to you Spain, his kingdom and his crown.\"\n  And Baligant begins to think, and frowns;\n  Such grief he has, doth nearly him confound.\n                      AOI.\n\n  CC\n\n  \"Sir admiral,\" said to him Clariens,\n  \"In Rencesvals was yesterday battle.\n  Dead is Rollanz and that count Oliver,\n  The dozen peers whom Charle so cherished,\n  And of their Franks are twenty thousand dead.\n  King Marsilie's of his right hand bereft,\n  And the Emperour chased him enow from thence.\n  Throughout this land no chevalier is left,\n  But he be slain, or drowned in Sebres bed.\n  By river side the Franks have pitched their tents,\n  Into this land so near to us they've crept;\n  But, if you will, grief shall go with them hence.\"\n  And Baligant looked on him proudly then,\n  In his courage grew joyous and content;\n  From the fald-stool upon his feet he leapt,\n  Then cried aloud:  \"Barons, too long ye've slept;\n  Forth from your ships issue, mount, canter well!\n  If he flee not, that Charlemagne the eld,\n  King Marsilies shall somehow be avenged;\n  For his right hand I'll pay him back an head.\"\n\n  CCI\n\n  Pagan Arabs out of their ships issue,\n  Then mount upon their horses and their mules,\n  And canter forth, (nay, what more might they do?)\n  Their admiral, by whom they all were ruled,\n  Called up to him Gemalfin, whom he knew:\n  \"I give command of all my hosts to you.\"\n  On a brown horse mounted, as he was used,\n  And in his train he took with him four dukes.\n  Cantered so far, he came to Sarraguce.\n  Dismounted on a floor of marble blue,\n  Where four counts were, who by his stirrup stood;\n  Up by the steps, the palace came into;\n  To meet him there came running Bramimunde,\n  Who said to him: \"Accursed from the womb,\n  That in such shame my sovran lord I lose!\n  Fell at his feet, that admiral her took.\n  In grief they came up into Marsile's room.\n                      AOI.\n\n  CCII\n\n  King Marsilies, when he sees Baligant,\n  Calls to him then two Spanish Sarazands:\n  \"Take me by the arms, and so lift up my back.\"\n  One of his gloves he takes in his left hand;\n  Then says Marsile: \"Sire, king and admiral,\n  Quittance I give you here of all my land,\n  With Sarraguce, and the honour thereto hangs.\n  Myself I've lost; my army, every man.\"\n  He answers him: \"Therefore the more I'm sad.\n  No long discourse together may we have;\n  Full well I know, Charles waits not our attack,\n  I take the glove from you, in spite of that.\"\n  He turned away in tears, such grief he had.\n  Down by the steps, out of the palace ran,\n  Mounted his horse, to's people gallopped back.\n  Cantered so far, he came before his band;\n  From hour to hour then, as he went, he sang:\n  \"Pagans, come on: already flee the Franks!\"\n                      AOI.\n\n  CCIII\n\n  In morning time, when the dawn breaks at last,\n  Awakened is that Emperour Charles.\n  Saint Gabriel, who on God's part him guards,\n  Raises his hand, the Sign upon him marks.\n  Rises the King, his arms aside he's cast,\n  The others then, through all the host, disarm.\n  After they mount, by virtue canter fast\n  Through those long ways, and through those roads so large;\n  They go to see the marvellous damage\n  In Rencesvals, there where the battle was.\n                      AOI.\n\n  CCIV\n\n  In Rencesvals is Charles entered,\n  Begins to weep for those he finds there dead;\n  Says to the Franks:  \"My lords, restrain your steps,\n  Since I myself alone should go ahead,\n  For my nephew, whom I would find again.\n  At Aix I was, upon the feast Noel,\n  Vaunted them there my valiant chevaliers,\n  Of battles great and very hot contests;\n  With reason thus I heard Rollant speak then:\n  He would not die in any foreign realm\n  Ere he'd surpassed his peers and all his men.\n  To the foes' land he would have turned his head,\n  Conqueringly his gallant life he'ld end.\"\n  Further than one a little wand could send,\n  Before the rest he's on a peak mounted.\n\n  CCV\n\n  When the Emperour went seeking his nephew,\n  He found the grass, and every flower that bloomed,\n  Turned scarlat, with our barons' blood imbrued;\n  Pity he felt, he could but weep for rue.\n  Beneath two trees he climbed the hill and looked,\n  And Rollant's strokes on three terraces knew,\n  On the green grass saw lying his nephew;\n  `Tis nothing strange that Charles anger grew.\n  Dismounted then, and went--his heart was full,\n  In his two hands the count's body he took;\n  With anguish keen he fell on him and swooned.\n\n  CCVI\n\n  That Emperour is from his swoon revived.\n  Naimes the Duke, and the count Aceline,\n  Gefrei d'Anjou and his brother Tierry,\n  Take up the King, bear him beneath a pine.\n  There on the ground he sees his nephew lie.\n  Most sweetly then begins he to repine:\n  \"Rollant, my friend, may God to thee be kind!\n  Never beheld any man such a knight\n  So to engage and so to end a fight.\n  Now my honour is turned into decline!\"\n  Charle swoons again, he cannot stand upright.\n                      AOI.\n\n  CCVII\n\n  Charles the King returned out of his swoon.\n  Him in their hands four of his barons took,\n  He looked to the earth, saw lying his nephew;\n  All colourless his lusty body grew,\n  He turned his eyes, were very shadowful.\n  Charles complained in amity and truth:\n  \"Rollant, my friend, God lay thee mid the blooms\n  Of Paradise, among the glorious!\n  Thou cam'st to Spain in evil tide, seigneur!\n  Day shall not dawn, for thee I've no dolour.\n  How perishes my strength and my valour!\n  None shall I have now to sustain my honour;\n  I think I've not one friend neath heaven's roof,\n  Kinsmen I have, but none of them's so proof.\"\n  He tore his locks, till both his hands were full.\n  Five score thousand Franks had such great dolour\n  There was not one but sorely wept for rue.\n                      AOI.\n\n  CCVIII\n\n  \"Rollant, my friend, to France I will away;\n  When at Loum, I'm in my hall again,\n  Strange men will come from many far domains,\n  Who'll ask me, where's that count, the Capitain;\n  I'll say to them that he is dead in Spain.\n  In bitter grief henceforward shall I reign,\n  Day shall not dawn, I weep not nor complain.\n\n  CCIX\n\n  \"Rollant, my friend, fair youth that bar'st the bell,\n  When I arrive at Aix, in my Chapelle,\n  Men coming there will ask what news I tell;\n  I'll say to them: `Marvellous news and fell.\n  My nephew's dead, who won for me such realms!'\n  Against me then the Saxon will rebel,\n  Hungar, Bulgar, and many hostile men,\n  Romain, Puillain, all those are in Palerne,\n  And in Affrike, and those in Califerne;\n  Afresh then will my pain and suffrance swell.\n  For who will lead my armies with such strength,\n  When he is slain, that all our days us led?\n  Ah!  France the Douce, now art thou deserted!\n  Such grief I have that I would fain be dead.\"\n  All his white beard he hath begun to rend,\n  Tore with both hands the hair out of his head.\n  Five score thousand Franks swooned on the earth and fell.\n\n  CCX\n\n  \"Rollant, my friend, God shew thee His mercy!\n  In Paradise repose the soul of thee!\n  Who hath thee slain, exile for France decreed.\n  I'ld live no more, so bitter is my grief\n  For my household, who have been slain for me.\n  God grant me this, the Son of Saint Mary,\n  Ere I am come to th' master-pass of Size,\n  From my body my soul at length go free!\n  Among their souls let mine in glory be,\n  And let my flesh upon their flesh be heaped.\"\n  Still his white beard he tears, and his eyes weep.\n  Duke Naimes says: \"His wrath is great indeed.\"\n                      AOI.\n\n  CCXI\n\n  \"Sire, Emperour,\" Gefrei d'Anjou implored,\n  \"Let not your grief to such excess be wrought;\n  Bid that our men through all this field be sought,\n  Whom those of Spain have in the battle caught;\n  In a charnel command that they be borne.\"\n  Answered the King: \"Sound then upon your horn.\"\n                      AOI.\n\n  CCXII\n\n  Gefreid d'Anjou upon his trumpet sounds;\n  As Charles bade them, all the Franks dismount.\n  All of their friends, whose bodies they have found\n  To a charnel speedily the bring down.\n  Bishops there are, and abbots there enow,\n  Canons and monks, vicars with shaven crowns;\n  Absolution in God's name they've pronounced;\n  Incense and myrrh with precious gums they've ground,\n  And lustily they've swung the censers round;\n  With honour great they've laid them in the ground.\n  They've left them there; what else might they do now?\n                      AOI.\n\n  CCXIII\n\n  That Emperour sets Rollant on one side\n  And Oliver, and the Archbishop Turpine;\n  Their bodies bids open before his eyes.\n  And all their hearts in silken veils to wind,\n  And set them in coffers of marble white;\n  After, they take the bodies of those knights,\n  Each of the three is wrapped in a deer's hide;\n  They're washen well in allspice and in wine.\n  The King commands Tedbalt and Gebuin,\n  Marquis Otun, Milun the count besides:\n  Along the road in three wagons to drive.\n  They're covered well with carpets Galazine.\n                      AOI.\n\n  CCXIV\n\n  Now to be off would that Emperour Charles,\n  When pagans, lo! comes surging the vanguard;\n  Two messengers come from their ranks forward,\n  From the admiral bring challenge to combat:\n  \"'Tis not yet time, proud King, that thou de-part.\n  Lo, Baligant comes cantering afterward,\n  Great are the hosts he leads from Arab parts;\n  This day we'll see if thou hast vassalage.\"\n  Charles the King his snowy beard has clasped,\n  Remembering his sorrow and damage,\n  Haughtily then his people all regards,\n  In a loud voice he cries with all his heart:\n  \"Barons and Franks, to horse, I say, to arms!\"\n                      AOI.\n\n  CCXC\n\n  First before all was armed that Emperour,\n  Nimbly enough his iron sark indued,\n  Laced up his helm, girt on his sword Joiuse,\n  Outshone the sun that dazzling light it threw,\n  Hung from his neck a shield, was of Girunde,\n  And took his spear, was fashioned at Blandune.\n  On his good horse then mounted, Tencendur,\n  Which he had won at th'ford below Marsune\n  When he flung dead Malpalin of Nerbune,\n  Let go the reins, spurred him with either foot;\n  Five score thousand behind him as he flew,\n  Calling on God and the Apostle of Roum.\n                      AOI.\n\n  CCXVI\n\n  Through all the field dismount the Frankish men,\n  Five-score thousand and more, they arm themselves;\n  The gear they have enhances much their strength,\n  Their horses swift, their arms are fashioned well;\n  Mounted they are, and fight with great science.\n  Find they that host, battle they'll render them.\n  Their gonfalons flutter above their helms.\n  When Charles sees the fair aspect of them,\n  He calls to him Jozeran of Provence,\n  Naimon the Duke, with Antelme of Maience:\n  \"In such vassals should man have confidence,\n  Whom not to trust were surely want of sense;\n  Unless the Arabs of coming here repent,\n  Then Rollant's life, I think, we'll dearly sell.\"\n  Answers Duke Neimes: \"God grant us his consent!\"\n                      AOI.\n\n  CCXVII\n\n  Charles hath called Rabel and Guineman;\n  Thus said the King: \"My lords, you I command\n  To take their place, Olivier and Rollant,\n  One bear the sword and the other the olifant;\n  So canter forth ahead, before the van,\n  And in your train take fifteen thousand Franks,\n  Young bachelors, that are most valiant.\n  As many more shall after them advance,\n  Whom Gebuins shall lead, also Lorains.\"\n  Naimes the Duke and the count Jozerans\n  Go to adjust these columns in their ranks.\n  Find they that host, they'll make a grand attack.\n                      AOI.\n\n  CCXVIII\n\n  Of Franks the first columns made ready there,\n  After those two a third they next prepare;\n  In it are set the vassals of Baiviere,\n  Some thousand score high-prized chevaliers;\n  Never was lost the battle, where they were:\n  Charles for no race neath heaven hath more care,\n  Save those of France, who realms for him conquered.\n  The Danish chief, the warrior count Oger,\n  Shall lead that troop, for haughty is their air.\n                      AOI.\n\n  CCXIX\n\n  Three columns now, he has, the Emperour Charles.\n  Naimes the Duke a fourth next sets apart\n  Of good barons, endowed with vassalage;\n  Germans they are, come from the German March,\n  A thousand score, as all said afterward;\n  They're well equipped with horses and with arms,\n  Rather they'll die than from the battle pass;\n  They shall be led by Hermans, Duke of Trace,\n  Who'll die before he's any way coward.\n                      AOI.\n\n  CCXX\n\n  Naimes the Duke and the count Jozerans\n  The fifth column have mustered, of Normans,\n  A thousand score, or so say all the Franks;\n  Well armed are they, their horses charge and prance;\n  Rather they'ld die, than eer be recreant;\n  No race neath heav'n can more in th'field compass.\n  Richard the old, lead them in th'field he shall,\n  He'll strike hard there with his good trenchant lance.\n                      AOI.\n\n  CCXXI\n\n  The sixth column is mustered of Bretons;\n  Thirty thousand chevaliers therein come;\n  These canter in the manner of barons,\n  Upright their spears, their ensigns fastened on.\n  The overlord of them is named Oedon,\n  Who doth command the county Nevelon,\n  Tedbald of Reims and the marquis Oton:\n  \"Lead ye my men, by my commission.\"\n                      AOI.\n\n  CCXXII\n\n  That Emperour hath now six columns yare\n  Naimes the Duke the seventh next prepares\n  Of Peitevins and barons from Alverne;\n  Forty thousand chevaliers might be there;\n  Their horses good, their arms are all most fair.\n  They're neath a cliff, in a vale by themselves;\n  With his right hand King Charles hath them blessed,\n  Them Jozerans shall lead, also Godselmes.\n                      AOI.\n\n  CCXXIII\n\n  And the eighth column hath Naimes made ready;\n   Tis of Flamengs, and barons out of Frise;\n  Forty thousand and more good knights are these,\n  Nor lost by them has any battle been.\n  And the King says: \"These shall do my service.\"\n  Between Rembalt and Hamon of Galice\n  Shall they be led, for all their chivalry.\n                      AOI.\n\n  CCXXIV\n\n  Between Naimon and Jozeran the count\n  Are prudent men for the ninth column found,\n  Of Lotherengs and those out of Borgoune;\n  Fifty thousand good knights they are, by count;\n  In helmets laced and sarks of iron brown,\n  Strong are their spears, short are the shafts cut down;\n  If the Arrabits demur not, but come out\n  And trust themselves to these, they'll strike them down.\n  Tierris the Duke shall lead them, of Argoune.\n                      AOI.\n\n  CCXXV\n\n  The tenth column is of barons of France,\n  Five score thousand of our best capitans;\n  Lusty of limb, and proud of countenance,\n  Snowy their heads are, and their beards are blanched,\n  In doubled sarks, and in hauberks they're clad,\n  Girt on their sides Frankish and Spanish brands\n  And noble shields of divers cognisance.\n  Soon as they mount, the battle they demand,\n  \"Monjoie\" they cry.  With them goes Charlemagne.\n  Gefreid d'Anjou carries that oriflamme;\n  Saint Peter's  twas, and bare the name Roman,\n  But on that day Monjoie, by change, it gat.\n                      AOI.\n\n  CCXXVI\n\n  That Emperour down from his horse descends;\n  To the green grass, kneeling, his face he bends.\n  Then turns his eyes towards the Orient,\n  Calls upon God with heartiest intent:\n  \"Very Father, this day do me defend,\n  Who to Jonas succour didst truly send\n  Out of the whale's belly, where he was pent;\n  And who didst spare the king of Niniven,\n  And Daniel from marvellous torment\n  When he was caged within the lions' den;\n  And three children, all in a fire ardent:\n  Thy gracious Love to me be here present.\n  In Thy Mercy, if it please Thee, consent\n  That my nephew Rollant I may avenge.\n  When he had prayed, upon his feet he stepped,\n  With the strong mark of virtue signed his head;\n  Upon his swift charger the King mounted\n  While Jozerans and Neimes his stirrup held;\n  He took his shield, his trenchant spear he kept;\n  Fine limbs he had, both gallant and well set;\n  Clear was his face and filled with good intent.\n  Vigorously he cantered onward thence.\n  In front, in rear, they sounded their trumpets,\n  Above them all boomed the olifant again.\n  Then all the Franks for pity of Rollant wept.\n\n  CCXXVII\n\n  That Emperour canters in noble array,\n  Over his sark all of his beard displays;\n  For love of him, all others do the same,\n  Five score thousand Franks are thereby made plain.\n  They pass those peaks, those rocks and those mountains,\n  Those terrible narrows, and those deep vales,\n  Then issue from the passes and the wastes\n  Till they are come into the March of Spain;\n  A halt they've made, in th'middle of a plain.\n  To Baligant his vanguard comes again\n  A Sulian hath told him his message:\n  \"We have seen Charles, that haughty sovereign;\n  Fierce are his men, they have no mind to fail.\n  Arm yourself then: Battle you'll have to-day.\"\n  Says Baligant: \"Mine is great vassalage;\n  Let horns this news to my pagans proclaim.\"\n\n  CCXXVIII\n\n  Through all the host they have their drums sounded,\n  And their bugles, and, very clear trumpets.\n  Pagans dismount, that they may arm themselves.\n  Their admiral will stay no longer then;\n  Puts on a sark, embroidered in the hems,\n  Laces his helm, that is with gold begemmed;\n  After, his sword on his left side he's set,\n  Out of his pride a name for it he's spelt\n  Like to Carlun's, as he has heard it said,\n  So Preciuse he bad his own be clept;\n  Twas their ensign when they to battle went,\n  His chevaliers'; he gave that cry to them.\n  His own broad shield he hangs upon his neck,\n  (Round its gold boss a band of crystal went,\n  The strap of it was a good silken web;)\n  He grasps his spear, the which he calls Maltet;--\n  So great its shaft as is a stout cudgel,\n  Beneath its steel alone, a mule had bent;\n  On his charger is Baligant mounted,\n  Marcules, from over seas, his stirrup held.\n  That warrior, with a great stride he stepped,\n  Small were his thighs, his ribs of wide extent,\n  Great was his breast, and finely fashioned,\n  With shoulders broad and very clear aspect;\n  Proud was his face, his hair was ringleted,\n  White as a flow'r in summer was his head.\n  His vassalage had often been proved.\n  God! what a knight, were he a Christian yet!\n  His horse he's spurred, the clear blood issued;\n  He's gallopped on, over a ditch he's leapt,\n  Full fifty feet a man might mark its breadth.\n  Pagans cry out: \"Our Marches shall be held;\n  There is no Frank, may once with him contest,\n  Will he or nill, his life he'll soon have spent.\n  Charles is mad, that he departs not hence.\"\n                      AOI.\n\n  CCXXIX\n\n  That admiral to a baron's like enough,\n  White is his beard as flowers by summer burnt;\n  In his own laws, of wisdom hath he much;\n  And in battle he's proud and arduous.\n  His son Malprimes is very chivalrous,\n  He's great and strong;--his ancestors were thus.\n  Says to his sire: \"To canter then let us!\n  I marvel much that soon we'll see Carlun.\"\n  Says Baligant: \"Yea, for he's very pruff;\n  In many tales honour to him is done;\n  He hath no more Rollant, his sister's son,\n  He'll have no strength to stay in fight with us.\"\n                      AOI.\n\n  CCXXX\n\n  \"Fair son Malprimes,\" then says t'him Baligant,\n  \"Was slain yestreen the good vassal Rollanz,\n  And Oliver, the proof and valiant,\n  The dozen peers, whom Charles so cherished, and\n  Twenty thousand more Frankish combatants.\n  For all the rest I'ld not unglove my hand.\n  But the Emperour is verily come back,\n  --So tells me now my man, that Sulian--\n  Ten great columns he's set them in their ranks;\n  He's a proof man who sounds that olifant,\n  With a clear call he rallies his comrades;\n  These at the head come cantering in advance,\n  Also with them are fifteen thousand Franks,\n  Young bachelors, whom Charles calls Infants;\n  As many again come following that band,\n  Who will lay on with utmost arrogance.\"\n  Then says Malprimes: \"The first blow I demand.\"\n                      AOI.\n\n  CCXXXI\n\n  \"Fair son Malprimes,\" says Baligant to him,\n  \"I grant it you, as you have asked me this;\n  Against the Franks go now, and smite them quick.\n  And take with you Torleu, the Persian king\n  And Dapamort, another king Leutish.\n  Their arrogance if you can humble it,\n  Of my domains a slice to you I'll give\n  From Cheriant unto the Vale Marquis.\"\n  \"I thank you, Sire!\"  Malprimes answers him;\n  Going before, he takes delivery;\n  'Tis of that land, was held by king Flurit.\n  After that hour he never looked on it,\n  Investiture gat never, nor seizin.\n\n  CCXXXII\n\n  That admiral canters among his hosts;\n  After, his son with's great body follows,\n  Torleus the king, and the king Dapamort;\n  Thirty columns most speedily they form.\n  They've chevaliers in marvellous great force;\n  Fifty thousand the smallest column holds.\n  The first is raised of men from Butenrot,\n  The next, after, Micenes, whose heads are gross;\n  Along their backs, above their spinal bones,\n  As they were hogs, great bristles on them grow.\n  The third is raised from Nubles and from Blos;\n  The fourth is raised from Bruns and Esclavoz;\n  The fifth is raised from Sorbres and from Sorz;\n  The sixth is raised from Ermines and from Mors;\n  The seventh is the men of Jericho;\n  Negroes are the eighth; the ninth are men of Gros;\n  The tenth is raised from Balide the stronghold,\n  That is a tribe no goodwill ever shews.\n  That admiral hath sworn, the way he knows,\n  By Mahumet, his virtues and his bones:\n  \"Charles of France is mad to canter so;\n  Battle he'll have, unless he take him home;\n  No more he'll wear on's head that crown of gold.\"\n\n  CCXXXIII\n\n  Ten great columns they marshal thereafter;\n  Of Canelious, right ugly, is the first,\n  Who from Val-Fuit came across country there;\n  The next's of Turks; of Persians is the third;\n  The fourth is raised of desperate Pinceners,\n  The fifth is raised from Soltras and Avers;\n  The sixth is from Ormaleus and Eugez;\n  The seventh is the tribe of Samuel;\n  The eighth is from Bruise; the ninth from Esclavers;\n  The tenth is from Occiant, the desert,\n  That is a tribe, do not the Lord God serve,\n  Of such felons you never else have heard;\n  Hard is their hide, as though it iron were,\n  Wherefore of helm or hauberk they've no care;\n  In the battle they're felon murderers.\n                      AOI.\n\n  CCXXXIV\n\n  That admiral ten columns more reviews;\n  The first is raised of Giants from Malpruse;\n  The next of Huns; the third a Hungar crew;\n  And from Baldise the Long the fourth have trooped;\n  The fifth is raised of men from Val-Penuse;\n  The sixth is raised of tribesmen from Maruse;\n  The seventh is from Leus and Astrimunes;\n  The eighth from Argoilles; the ninth is from Clarbune;\n  The tenth is raised of beardsmen from Val-Frunde,\n  That is a tribe, no love of God e'er knew.\n  Gesta Francor' these thirty columns prove.\n  Great are the hosts, their horns come sounding through.\n  Pagans canter as men of valour should.\n                      AOI.\n\n  CCXXXV\n\n  That admiral hath great possessions;\n  He makes them bear before him his dragon,\n  And their standard, Tervagan's and Mahom's,\n  And his image, Apollin the felon.\n  Ten Canelious canter in the environs,\n  And very loud the cry out this sermon:\n  \"Let who would from our gods have garrison,\n  Serve them and pray with great affliction.\"\n  Pagans awhile their heads and faces on\n  Their breasts abase, their polished helmets doff.\n  And the Franks say: \"Now shall you die, gluttons;\n  This day shall bring you vile confusion!\n  Give warranty, our God, unto Carlon!\n  And in his name this victory be won!\"\n                      AOI.\n\n  CCXXXVI\n\n  That admiral hath wisdom great indeed;\n  His son to him and those two kings calls he:\n  My lords barons, beforehand canter ye,\n  All my columns together shall you lead;\n  But of the best I'll keep beside me three:\n  One is of Turks; the next of Ormaleis;\n  And the third is the Giants of Malpreis.\n  And Occiant's, they'll also stay with me,\n  Until with Charles and with the Franks they meet.\n  That Emperour, if he combat with me,\n  Must lose his head, cut from his shoulders clean;\n  He may be sure naught else for him's decreed.\n                      AOI.\n\n  CCXXXVII\n\n  Great are the hosts, and all the columns fair,\n  No peak nor vale nor cliff between them there,\n  Thicket nor wood, nor ambush anywhere;\n  Across the plain they see each other well.\n  Says Baligant: \"My pagan tribes adverse,\n  Battle to seek, canter ye now ahead!\"\n  Carries the ensign Amboires of Oluferne;\n  Pagans cry out, by Preciuse they swear.\n  And the Franks say: \"Great hurt this day you'll get!\"\n  And very loud \"Monjoie!\" they cry again.\n  That Emperour has bid them sound trumpets;\n  And the olifant sounds over all its knell.\n  The pagans say: \"Carlun's people are fair.\n  Battle we'll have, bitter and keenly set.\"\n                      AOI.\n\n  CCXXXVIII\n\n  Great is that plain, and wide is that country;\n  Their helmets shine with golden jewellery,\n  Also their sarks embroidered and their shields,\n  And the ensigns fixed on all their burnished spears.\n  The trumpets sound, their voice is very clear,\n  And the olifant its echoing music speaks.\n  Then the admiral, his brother calleth he,\n  'Tis Canabeus, the king of Floredee,\n  Who holds the land unto the Vale Sevree;\n  He's shewn to him Carlun's ten companies:\n  \"The pride of France, renowned land, you see.\n  That Emperour canters right haughtily,\n  His bearded men are with him in the rear;\n  Over their sarks they have thrown out their beards\n  Which are as white as driven snows that freeze.\n  Strike us they will with lances and with spears:\n  Battle with them we'll have, prolonged and keen;\n  Never has man beheld such armies meet.\"\n  Further than one might cast a rod that's peeled\n  Goes Baligant before his companies.\n  His reason then he's shewn to them, and speaks:\n  \"Pagans, come on; for now I take the field.\"\n  His spear in hand he brandishes and wields,\n  Towards Carlun has turned the point of steel.\n                      AOI.\n\n  CCXXXIX\n\n  Charles the Great, when he sees the admiral\n  And the dragon, his ensign and standard;--\n  (In such great strength are mustered those Arabs\n  Of that country they've covered every part\n  Save only that whereon the Emperour was.)\n  The King of France in a loud voice has called:\n  \"Barons and Franks, good vassals are ye all,\n  Ye in the field have fought so great combats;\n  See the pagans; they're felons and cowards,\n  No pennyworth is there in all their laws.\n  Though they've great hosts, my lords, what matters that?\n  Let him go hence, who'ld fail me in the attack.\"\n  Next with both spurs he's gored his horse's flanks,\n  And Tencendor has made four bounds thereat.\n  Then say the Franks: \"This King's a good vassal.\n  Canter, brave lord, for none of us holds back.\"\n\n  CCXL\n\n  Clear is the day, and the sun radiant;\n  The hosts are fair, the companies are grand.\n  The first columns are come now hand to hand.\n  The count Rabel and the count Guinemans\n  Let fall the reins on their swift horses' backs,\n  Spurring in haste; then on rush all the Franks,\n  And go to strike, each with his trenchant lance.\n                      AOI.\n\n  CCXLI\n\n  That count Rabel, he was a hardy knight,\n  He pricked his horse with spurs of gold so fine,\n  The Persian king, Torleu, he went to strike.\n  Nor shield nor sark could such a blow abide;\n  The golden spear his carcass passed inside;\n  Flung down upon a little bush, he died.\n  Then say the Franks: \"Lord God, be Thou our Guide!\n  Charles we must not fail; his cause is right.\"\n                      AOI.\n\n  CCXLII\n\n  And Guineman tilts with the king Leutice;\n  Has broken all the flowers on his shield,\n  Next of his sark he has undone the seam,\n  All his ensign thrust through the carcass clean,\n  So flings him dead, let any laugh or weep.\n  Upon that blow, the Franks cry out with heat:\n  \"Strike on, baron, nor slacken in your speed!\n  Charle's in the right against the pagan breed;\n  God sent us here his justice to complete.\"\n                      AOI.\n\n  CCXLIII\n\n  Pure white the horse whereon Malprimes sate;\n  Guided his corse amid the press of Franks,\n  Hour in, hour out, great blows he struck them back,\n  And, ever, dead one upon others packed.\n  Before them all has cried out Baligant:\n  \"Barons, long time I've fed you at my hand.\n  Ye see my son, who goes on Carlun's track,\n  And with his arms so many lords attacks;\n  Better vassal than him I'll not demand.\n  Go, succour him, each with his trenchant lance!\"\n  Upon that word the pagans all advance;\n  Grim blows they strike, the slaughter's very grand.\n  And marvellous and weighty the combat:\n  Before nor since was never such attack.\n                      AOI.\n\n  CCXLIV\n\n  Great are the hosts; the companies in pride\n  Come touching, all the breadth of either side;\n  And the pagans do marvellously strike.\n  So many shafts, by God! in pieces lie\n  And crumpled shields, and sarks with mail untwined!\n  So spattered all the earth there would you find\n  That through the field the grass so green and fine\n  With men's life-blood is all vermilion dyed.\n  That admiral rallies once more his tribe:\n  \"Barons, strike on, shatter the Christian line.\"\n  Now very keen and lasting is the fight,\n  As never was, before or since that time;\n  The finish none shall reach, unless he die.\n                      AOI.\n\n  CCXLV\n\n  That admiral to all his race appeals:\n  \"Pagans, strike on; came you not therefore here?\n  I promise you noble women and dear,\n  I promise you honours and lands and fiefs.\"\n  Answer pagans: \"We must do well indeed.\"\n  With mighty blows they shatter all their spears;\n  Five score thousand swords from their scabbards leap,\n  Slaughter then, grim and sorrowful, you'd seen.\n  Battle he saw, that stood those hosts between.\n                      AOI.\n\n  CCXLVI\n\n  That Emperour calls on his Franks and speaks:\n  \"I love you, lords, in whom I well believe;\n  So many great battles you've fought for me,\n  Kings overthrown, and kingdoms have redeemed!\n  Guerdon I owe, I know it well indeed;\n  My lands, my wealth, my body are yours to keep.\n  For sons, for heirs, for brothers wreak\n  Who in Rencesvals were slaughtered yester-eve!\n  Mine is the right, ye know, gainst pagan breeds.\"\n  Answer the Franks: \"Sire, 'tis the truth you speak.\"\n  Twenty thousand beside him Charles leads,\n  Who with one voice have sworn him fealty;\n  In straits of death they never will him leave.\n  There is not one thenceforth employs his spear,\n  But with their swords they strike in company.\n  The battle is straitened marvellously.\n                      AOI.\n\n  CCXLVII\n\n  Across that field the bold Malprimes canters;\n  Who of the Franks hath wrought there much great damage.\n  Naimes the Duke right haughtily regards him,\n  And goes to strike him, like a man of valour,\n  And of his shield breaks all the upper margin,\n  Tears both the sides of his embroidered ha'berk,\n  Through the carcass thrusts all his yellow banner;\n  So dead among sev'n hundred else he casts him.\n\n  CCXLVIII\n\n  King Canabeus, brother of the admiral,\n  Has pricked his horse with spurs in either flank;\n  He's drawn his sword, whose hilt is of crystal,\n  And strikes Naimun on's helmet principal;\n  Away from it he's broken off one half,\n  Five of the links his brand of steel hath knapped;\n  No pennyworth the hood is after that;\n  Right to the flesh he slices through the cap;\n  One piece of it he's flung upon the land.\n  Great was the blow; the Duke, amazed thereat,\n  Had fallen ev'n, but aid from God he had;\n  His charger's neck he clasped with both his hands.\n  Had the pagan but once renewed the attack,\n  Then was he slain, that noble old vassal.\n  Came there to him, with succour, Charles of France.\n                      AOI.\n\n  CCXLIX\n\n  Keen anguish then he suffers, that Duke Naimes,\n  And the pagan, to strike him, hotly hastens.\n  \"Culvert,\" says Charles, \"You'll get now as you gave him!\"\n  With vassalage he goes to strike that pagan,\n  Shatters his shield, against his heart he breaks it,\n  Tears the chin-guard above his hauberk mailed;\n  So flings him dead: his saddle shall be wasted.\n\n  CCL\n\n  Bitter great grief has Charlemagne the King,\n  Who Duke Naimun before him sees lying,\n  On the green grass all his clear blood shedding.\n  Then the Emperour to him this counsel gives:\n  \"Fair master Naimes, canter with me to win!\n  The glutton's dead, that had you straitly pinned;\n  Through his carcass my spear I thrust once in.\"\n  Answers the Duke: \"Sire, I believe it, this.\n  Great proof you'll have of valour, if I live.\"\n  They 'ngage them then, true love and faith swearing;\n  A thousand score of Franks surround them still.\n  Nor is there one, but slaughters, strikes and kills.\n                      AOI.\n\n  CCLI\n\n  Then through the field cantered that admiral,\n  Going to strike the county Guineman;\n  Against his heart his argent shield he cracked,\n  The folds of his hauberk apart he slashed,\n  Two of his ribs out of his side he hacked,\n  So flung him dead, while still his charger ran.\n  After, he slew Gebuin and Lorain,\n  Richard the old, the lord of those Normans.\n  \"Preciuse,\" cry pagans, \"is valiant!\n  Baron, strike on; here have we our warrant!\"\n                      AOI.\n\n  CCLII\n\n  Who then had seen those Arrabit chevaliers,\n  From Occiant, from Argoille and from Bascle!\n  And well they strike and slaughter with their lances;\n  But Franks, to escape they think it no great matter;\n  On either side dead men to the earth fall crashing.\n  Till even-tide 'tis very strong, that battle;\n  Barons of France do suffer much great damage,\n  Grief shall be there ere the two hosts be scattered.\n                      AOI.\n\n  CCLIII\n\n  Right well they strike, both Franks and Arrabies,\n  Breaking the shafts of all their burnished spears.\n  Whoso had seen that shattering of shields,\n  Whoso had heard those shining hauberks creak,\n  And heard those shields on iron helmets beat,\n  Whoso had seen fall down those chevaliers,\n  And heard men groan, dying upon that field,\n  Some memory of bitter pains might keep.\n  That battle is most hard to endure, indeed.\n  And the admiral calls upon Apollin\n  And Tervagan and Mahum, prays and speaks:\n  \"My lords and gods, I've done you much service;\n  Your images, in gold I'll fashion each;\n  Against Carlun give me your warranty!\"\n  Comes before him his dear friend Gemalfin,\n  Evil the news he brings to him and speaks:\n  \"Sir Baliganz, this day in shame you're steeped;\n  For you have lost your son, even Malprime;\n  And Canabeus, your brother, slain is he.\n  Fairly two Franks have got the victory;\n  That Emperour was one, as I have seen;\n  Great limbs he has, he's every way Marquis,\n  White is his beard as flowers in April.\"\n  That admiral has bent his head down deep,\n  And thereafter lowers his face and weeps,\n  Fain would he die at once, so great his grief;\n  He calls to him Jangleu from over sea.\n                      AOI.\n\n  CCLIV\n\n  Says the admiral, \"Jangleu, beside me stand!\n  For you are proof, and greatly understand,\n  Counsel from you I've ever sought to have.\n  How seems it you, of Arrabits and Franks,\n  Shall we from hence victorious go back?\"\n  He answers him: \"Slain are you, Baligant!\n  For from your gods you'll never have warrant.\n  So proud is Charles, his men so valiant,\n  Never saw I a race so combatant.\n  But call upon barons of Occiant,\n  Turks and Enfruns, Arrabits and Giants.\n  No more delay: what must be, take in hand.\"\n\n  CCLV\n\n  That admiral has shaken out his beard\n  That ev'n so white as thorn in blossom seems;\n  He'll no way hide, whateer his fate may be,\n  Then to his mouth he sets a trumpet clear,\n  And clearly sounds, so all the pagans hear.\n  Throughout the field rally his companies.\n  From Occiant, those men who bray and bleat,\n  And from Argoille, who, like dogs barking, speak;\n  Seek out the Franks with such a high folly,\n  Break through their line, the thickest press they meet\n  Dead from that shock they've seven thousand heaped.\n\n  CCLVI\n\n  The count Oger no cowardice e'er knew,\n  Better vassal hath not his sark indued.\n  He sees the Franks, their columns broken through,\n  So calls to him Duke Tierris, of Argune,\n  Count Jozeran, and Gefreid, of Anjou;\n  And to Carlun most proud his reason proves:\n  \"Behold pagans, and how your men they slew!\n  Now from your head please God the crown remove\n  Unless you strike, and vengeance on them do!\"\n  And not one word to answer him he knew;\n  They spurred in haste, their horses let run loose,\n  And, wheresoeer they met the pagans, strook.\n                      AOI.\n\n  CCLVII\n\n  Now very well strikes the King Charlemagne,\n  Naimes the Duke, also Oger the Dane,\n  Geifreid d'Anjou, who that ensign displays.\n  Exceeding proof is Don Oger, the Dane;\n  He spurs his horse, and lets him run in haste,\n  So strikes that man who the dragon displays.\n  Both in the field before his feet he breaks\n  That king's ensign and dragon, both abased.\n  Baligant sees his gonfalon disgraced,\n  And Mahumet's standard thrown from its place;\n  That admiral at once perceives it plain,\n  That he is wrong, and right is Charlemain.\n  Pagan Arabs coyly themselves contain;\n  That Emperour calls on his Franks again:\n  \"Say, barons, come, support me, in God's Name!\"\n  Answer the Franks, \"Question you make in vain;\n  All felon he that dares not exploits brave!\"\n                      AOI.\n\n  CCLVIII\n\n  Passes that day, turns into vesper-tide.\n  Franks and pagans still with their swords do strike.\n  Brave vassals they, who brought those hosts to fight,\n  Never have they forgotten their ensigns;\n  That admiral still \"Preciuse\" doth cry,\n  Charles \"Monjoie,\" renowned word of pride.\n  Each the other knows by his clear voice and high;\n  Amid the field they're both come into sight,\n  Then, as they go, great blows on either side\n  They with their spears on their round targes strike;\n  And shatter them, beneath their buckles wide;\n  And all the folds of their hauberks divide;\n  But bodies, no; wound them they never might.\n  Broken their girths, downwards their saddles slide;\n  Both those Kings fall, themselves aground do find;\n  Nimbly enough upon their feet they rise;\n  Most vassal-like they draw their swords outright.\n  From this battle they'll ne'er be turned aside\n  Nor make an end, without that one man die.\n                      AOI.\n\n  CCLIX\n\n  A great vassal was Charles, of France the Douce;\n  That admiral no fear nor caution knew.\n  Those swords they had, bare from their sheaths they drew;\n  Many great blows on 's shield each gave and took;\n  The leather pierced, and doubled core of wood;\n  Down fell the nails, the buckles brake in two;\n  Still they struck on, bare in their sarks they stood.\n  From their bright helms the light shone forth anew.\n  Finish nor fail that battle never could\n  But one of them must in the wrong be proved.\n                      AOI.\n\n  CCLX\n\n  Says the admiral: \"Nay, Charles, think, I beg,\n  And counsel take that t'wards me thou repent!\n  Thou'st slain my son, I know that very well;\n  Most wrongfully my land thou challengest;\n  Become my man, a fief from me thou'lt get;\n  Come, serving me, from here to the Orient!\"\n  Charle answers him: \"That were most vile offence;\n  No peace nor love may I to pagan lend.\n  Receive the Law that God to us presents,\n  Christianity, and then I'll love thee well;\n  Serve and believe the King Omnipotent!\"\n  Says Baligant: \"Evil sermon thou saist.\"\n  They go to strikewith th'swords, are on their belts.\n                      AOI.\n\n  CCLXI\n\n  In the admiral is much great virtue found;\n  He strikes Carlun on his steel helm so brown,\n  Has broken it and rent, above his brow,\n  Through his thick hair the sword goes glancing round,\n  A great palm's breadth and more of flesh cuts out,\n  So that all bare the bone is, in that wound.\n  Charles tottereth, falls nearly to the ground;\n  God wills not he be slain or overpow'red.\n  Saint Gabriel once more to him comes down,\n  And questions him \"Great King, what doest thou?\"\n\n  CCLXII\n\n  Charles, hearing how that holy Angel spake,\n  Had fear of death no longer, nor dismay;\n  Remembrance and a fresh vigour he's gained.\n  So the admiral he strikes with France's blade,\n  His helmet breaks, whereon the jewels blaze,\n  Slices his head, to scatter all his brains,\n  And, down unto the white beard, all his face;\n  So he falls dead, recovers not again.\n  \"Monjoie,\" cries Charles, that all may know the tale.\n  Upon that word is come to him Duke Naimes,\n  Holds Tencendur, bids mount that King so Great.\n  Pagans turn back, God wills not they remain.\n  And Franks have all their wish, be that what may.\n\n  CCLXIII\n\n  Pagans are fled, ev'n as the Lord God wills;\n  Chase them the Franks, and the Emperour therewith.\n  Says the King then: \"My Lords, avenge your ills,\n  Unto your hearts' content, do what you will!\n  For tears, this morn, I saw your eyes did spill.\"\n  Answer the Franks: \"Sir, even so we will.\"\n  Then such great blows, as each may strike, he gives\n  That few escape, of those remain there still.\n\n  CCLXIV\n\n  Great was the heat, the dust arose and blew;\n  Still pagans fled, and hotly Franks pursued.\n  The chase endured from there to Sarraguce.\n  On her tower, high up clomb Bramimunde,\n  Around her there the clerks and canons stood\n  Of the false law, whom God ne'er loved nor knew;\n  Orders they'd none, nor were their heads tonsured.\n  And when she saw those Arrabits confused\n  Aloud she cried: \"Give us your aid, Mahume!\n  Ah!  Noble king, conquered are all our troops,\n  And the admiral to shameful slaughter put!\"\n  When Marsile heard, towards the wall he looked,\n  Wept from his eyes, and all his body stooped,\n  So died of grief.  With sins he's so corrupt;\n  The soul of him to Hell live devils took.\n\n  CCLXV\n\n  Pagans are slain; the rest are put to rout\n  Whom Charles hath in battle overpowered.\n  Of Sarraguce the gates he's battered down,\n  For well he knows there's no defence there now;\n  In come his men, he occupies that town;\n  And all that night they lie there in their pow'r.\n  Fierce is that King, with 's hoary beard, and proud,\n  And Bramimunde hath yielded up her towers;\n  But ten ere great, and lesser fifty around.\n  Great exploits his whom the Lord God endows!\n\n  CCLXVI\n\n  Passes the day, the darkness is grown deep,\n  But all the stars burn, and the moon shines clear.\n  And Sarraguce is in the Emperour's keep.\n  A thousand Franks he bids seek through the streets,\n  The synagogues and the mahumeries;\n  With iron malls and axes which they wield\n  They break the idols and all the imageries;\n  So there remain no fraud nor falsity.\n  That King fears God, and would do His service,\n  On water then Bishops their blessing speak,\n  And pagans bring into the baptistry.\n  If any Charles with contradiction meet\n  Then hanged or burned or slaughtered shall he be.\n  Five score thousand and more are thus redeemed,\n  Very Christians; save that alone the queen\n  To France the Douce goes in captivity;\n  By love the King will her conversion seek.\n\n  CCLXVII\n\n  Passes the night, the clear day opens now.\n  Of Sarraguce Charles garrisons the tow'rs;\n  A thousand knights he's left there, fighters stout;\n  Who guard that town as bids their Emperour.\n  After, the King and all his army mount,\n  And Bramimunde a prisoner is bound,\n  No harm to her, but only good he's vowed.\n  So are they come, with joy and gladness out,\n  They pass Nerbone by force and by vigour,\n  Come to Burdele, that city of high valour.\n  Above the altar, to Saint Sevrin endowed,\n  Stands the olifant, with golden pieces bound;\n  All the pilgrims may see it, who thither crowd.\n  Passing Girunde in great ships, there abound,\n  Ev'n unto Blaive he's brought his nephew down\n  And Oliver, his noble companioun,\n  And the Archbishop, who was so wise and proud.\n  In white coffers he bids them lay those counts\n  At Saint Romain: So rest they in that ground.\n  Franks them to God and to His Angels vow.\n  Charles canters on, by valleys and by mounts,\n  Not before Aix will he not make sojourn;\n  Canters so far, on th'terrace he dismounts.\n  When he is come into his lofty house,\n  By messengers he seeks his judges out;\n  Saxons, Baivers, Lotherencs and Frisouns,\n  Germans he calls, and also calls Borgounds;\n  From Normandy, from Brittany and Poitou,\n  And those in France that are the sagest found.\n  Thereon begins the cause of Gueneloun.\n\n  CCLXVIII\n\n  That Emperour, returning out of Spain,\n  Arrived in France, in his chief seat, at Aix,\n  Clomb to th' Palace, into the hall he came.\n  Was come to him there Alde, that fair dame;\n  Said to the King: \"Where's Rollanz the Captain,\n  Who sware to me, he'ld have me for his mate?\"\n  Then upon Charles a heavy sorrow weighed,\n  And his eyes wept, he tore his beard again:\n  \"Sister, dear friend, of a dead man you spake.\n  I'll give you one far better in exchange,\n  That is Loewis, what further can I say;\n  He is my son, and shall my marches take.\"\n  Alde answered him: \"That word to me is strange.\n  Never, please God, His Angels and His Saints,\n  When Rollant's dead shall I alive remain!\"\n  Her colour fails, at th' feet of Charlemain,\n  She falls; she's dead.  Her soul God's Mercy awaits!\n  Barons of France weep therefore and complain.\n\n  CCLXIX\n\n  Alde the fair is gone now to her rest.\n  Yet the King thought she was but swooning then,\n  Pity he had, our Emperour, and wept,\n  Took her in's hands, raised her from th'earth again;\n  On her shoulders her head still drooped and leant.\n  When Charles saw that she was truly dead\n  Four countesses at once he summoned;\n  To a monast'ry of nuns they bare her thence,\n  All night their watch until the dawn they held;\n  Before the altar her tomb was fashioned well;\n  Her memory the King with honour kept.\n                      AOI.\n\n  CCLXX\n\n  That Emperour is now returned to Aix.\n  The felon Guene, all in his iron chains\n  Is in that town, before the King's Palace;\n  Those serfs have bound him, fast upon his stake,\n  In deer-hide thongs his hands they've helpless made,\n  With clubs and whips they trounce him well and baste:\n  He has deserved not any better fate;\n  In bitter grief his trial there he awaits.\n\n  CCLXXI\n\n  Written it is, and in an ancient geste\n  How Charles called from many lands his men,\n  Assembled them at Aix, in his Chapelle.\n  Holy that day, for some chief feast was held,\n  Saint Silvester's that baron's, many tell.\n  Thereon began the trial and defence\n  Of Guenelun, who had the treason spelt.\n  Before himself the Emperour has him led.\n                      AOI.\n\n  CCLXXII\n\n  \"Lords and barons,\" Charles the King doth speak,\n  \"Of Guenelun judge what the right may be!\n  He was in th'host, even in Spain with me;\n  There of my Franks a thousand score did steal,\n  And my nephew, whom never more you'll see,\n  And Oliver, in 's pride and courtesy,\n  And, wealth to gain, betrayed the dozen peers.\"\n  \"Felon be I,\" said Guenes, \"aught to conceal!\n  He did from me much gold and wealth forfeit,\n  Whence to destroy and slay him did I seek;\n  But treason, no; I vow there's not the least.\"\n  Answer the Franks: \"Take counsel now must we.\"\n\n  CCLXXIII\n\n  So Guenelun, before the King there, stood;\n  Lusty his limbs, his face of gentle hue;\n  Were he loyal, right baron-like he'd looked.\n  He saw those Franks, and all who'ld judge his doom,\n  And by his side his thirty kinsmen knew.\n  After, he cried aloud; his voice was full:\n  \"For th' Love of God, listen to me, baruns!\n  I was in th' host, beside our Emperour,\n  Service I did him there in faith and truth.\n  Hatred of me had Rollant, his nephew;\n  So he decreed death for me and dolour.\n  Message I bare to king Marsiliun;\n  By my cunning I held myself secure.\n  To that fighter Rollant my challenge threw,\n  To Oliver, and all their comrades too;\n  Charles heard that, and his noble baruns.\n  Vengeance I gat, but there's no treason proved.\"\n  Answered the Franks: \"Now go we to the moot.\n\n  CCLXXIV\n\n  When Guenes sees, his great cause is beginning,\n  Thirty he has around him of his kinsmen,\n  There's one of them to whom the others listen,\n  'Tis Pinabel, who in Sorence castle liveth;\n  Well can he speak, soundly his reasons giving,\n  A good vassal, whose arm to fight is stiffened.\n  Says to him Guenes: \"In you my faith is fixed.\n  Save me this day from death, also from prison.\"\n  Says Pinabel: \"Straightway you'll be delivered.\n  Is there one Frank, that you to hang committeth?\n  Let the Emperour but once together bring us,\n  With my steel brand he shall be smartly chidden.\"\n  Guenes the count kneels at his feet to kiss them.\n\n  CCLXXV\n\n  To th' counsel go those of Bavier and Saxe,\n  Normans also, with Poitevins and Franks;\n  Enough there are of Tudese and Germans.\n  Those of Alverne the greatest court'sy have,\n  From Pinabel most quietly draw back.\n  Says each to each: \"'Twere well to let it stand.\n  Leave we this cause, and of the King demand\n  That he cry quits with Guenes for this act;\n  With love and faith he'll serve him after that.\n  Since he is dead, no more ye'll see Rollanz,\n  Nor any wealth nor gold may win him back.\n  Most foolish then is he, would do combat.\"\n  There is but one agrees not to their plan;\n  Tierri, brother to Don Geifreit, 's that man.\n                      AOI.\n\n  CCLXXVI\n\n  Then his barons, returning to Carlun,\n  Say to their King:  \"Sire, we beseech of you\n  That you cry quits with county Guenelun,\n  So he may serve you still in love and truth;\n  Nay let him live, so noble a man 's he proved.\n  Rollant is dead, no longer in our view,\n  Nor for no wealth may we his life renew.\"\n  Then says the King: \"You're felons all of you!\"\n                      AOI.\n\n  CCLXXVII\n\n  When Charles saw that all of them did fail,\n  Deep down he bowed his head and all his face\n  For th' grief he had, caitiff himself proclaimed.\n  One of his knights, Tierris, before him came,\n  Gefrei's brother, that Duke of Anjou famed;\n  Lean were his limbs, and lengthy and delicate,\n  Black was his hair and somewhat brown his face;\n  Was not too small, and yet was hardly great;\n  And courteously to the Emperour he spake:\n  \"Fair' Lord and King, do not yourself dismay!\n  You know that I have served you many ways:\n  By my ancestors should I this cause maintain.\n  And if Rollant was forfeited to Guenes\n  Still your service to him full warrant gave.\n  Felon is Guene, since th' hour that he betrayed,\n  And, towards you, is perjured and ashamed:\n  Wherefore I judge that he be hanged and slain,\n  His carcass flung to th' dogs beside the way,\n  As a felon who felony did make.\n  But, has he a friend that would dispute my claim\n  With this my sword which I have girt in place\n  My judgement will I warrant every way.\"\n  Answer the Franks: \"Now very well you spake.\"\n\n  CCLXXVIII\n\n  Before the King is come now Pinabel;\n  Great is he, strong, vassalous and nimble;\n  Who bears his blow has no more time to dwell:\n  Says to him: \"Sire, on you this cause depends;\n  Command therefore this noise be made an end.\n  See Tierri here, who hath his judgment dealt;\n  I cry him false, and will the cause contest.\"\n  His deer-hide glove in the King's hand he's left.\n  Says the Emperour: \"Good pledges must I get.\"\n  Thirty kinsmen offer their loyal pledge.\n  \"I'll do the same for you,\" the King has said;\n  Until the right be shewn, bids guard them well.\n                      AOI.\n\n  CCLXXIX\n\n  When Tierri sees that battle shall come after,\n  His right hand glove he offereth to Chares.\n  That Emperour by way of hostage guards it;\n  Four benches then upon the place he marshals\n  Where sit them down champions of either party.\n  They're chos'n aright, as the others' judgement cast them;\n  Oger the Dane between them made the parley.\n  Next they demand their horses and their armour.\n                      AOI.\n\n  CCLXXX\n\n  For battle, now, ready you might them see,\n  They're well confessed, absolved, from sin set free;\n  Masses they've heard, Communion received,\n  Rich offerings to those minsters they leave.\n  Before Carlun now both the two appear:\n  They have their spurs, are fastened on their feet,\n  And, light and strong, their hauberks brightly gleam;\n  Upon their heads they've laced their helmets clear,\n  And girt on swords, with pure gold hilted each;\n  And from their necks hang down their quartered shields;\n  In their right hands they grasp their trenchant spears.\n  At last they mount on their swift coursing steeds.\n  Five score thousand chevaliers therefor weep,\n  For Rollant's sake pity for Tierri feel.\n  God knows full well which way the end shall be.\n\n  CCLXXXI\n\n  Down under Aix there is a pasture large\n  Which for the fight of th' two barons is marked.\n  Proof men are these, and of great vassalage,\n  And their horses, unwearied, gallop fast;\n  They spur them well, the reins aside they cast,\n  With virtue great, to strike each other, dart;\n  All of their shields shatter and rend apart.\n  Their hauberks tear; the girths asunder start,\n  The saddles slip, and fall upon the grass.\n  Five score thousand weep, who that sight regard.\n                      AOI.\n\n  CCLXXXII\n\n  Upon the ground are fallen both the knights;\n  Nimbly enough upon their feet they rise.\n  Nimble and strong is Pinabels, and light.\n  Each the other seeks; horses are out of mind,\n  But with those swords whose hilts with gold are lined\n  Upon those helms of steel they beat and strike:\n  Great are the blows, those helmets to divide.\n  The chevaliers of France do much repine.\n  \"O God!\" says Charles, \"Make plain to us the right!\"\n\n  CCLXXXIII\n\n  Says Pinabel \"Tierri, I pray thee, yield:\n  I'll be thy man, in love and fealty;\n  For the pleasure my wealth I'll give to thee;\n  But make the King with Guenelun agree.\"\n  Answers Tierri: \"Such counsel's not for me.\n  Pure felon I, if e'er I that concede!\n  God shall this day the right shew, us between!\"\n                      AOI.\n\n  CCLXXXIV\n\n  Then said Tierri \"Bold art thou, Pinabel,\n  Thou'rt great and strong, with body finely bred;\n  For vassalage thy peers esteem thee well:\n  Of this battle let us now make an end!\n  With Charlemagne I soon will have thee friends;\n  To Guenelun such justice shall be dealt\n  Day shall not dawn but men of it will tell.\"\n  \"Please the Lord God, not so!\" said Pinabel.\n  \"I would sustain the cause of my kindred\n  No mortal man is there from whom I've fled;\n  Rather I'ld die than hear reproaches said.\"\n  Then with their swords began to strike again\n  Upon those helms that were with gold begemmed\n  Into the sky the bright sparks rained and fell.\n  It cannot be that they be sundered,\n  Nor make an end, without one man be dead.\n                      AOI.\n\n  CCLXXXV\n\n  He's very proof, Pinabel of Sorence,\n  Tierri he strikes, on 's helmet of Provence,\n  Leaps such a spark, the grass is kindled thence;\n  Of his steel brand the point he then presents,\n  On Tierri's brow the helmet has he wrenched\n  So down his face its broken halves descend;\n  And his right cheek in flowing blood is drenched;\n  And his hauberk, over his belly, rent.\n  God's his warrant, Who death from him prevents.\n                      AOI.\n\n  CCLXXXVI\n\n  Sees Tierris then 'that in the face he's struck,\n  On grassy field runs clear his flowing blood;\n  Strikes Pinabel on 's helmet brown and rough,\n  To the nose-piece he's broken it and cut,\n  And from his head scatters his brains in th' dust;\n  Brandishes him on th' sword, till dead he's flung.\n  Upon that blow is all the battle won.\n  Franks cry aloud: \"God hath great virtue done.\n  It is proved right that Guenelun be hung.\n  And those his kin, that in his cause are come.\"\n                      AOI.\n\n  CCLXXXVII\n\n  Now that Tierris the battle fairly wins,\n  That Emperour Charles is come to him;\n  Forty barons are in his following.\n  Naimes the Duke, Oger that Danish Prince,\n  Geifrei d'Anjou, Willalme of Blaive therewith.\n  Tierri, the King takes in his arms to kiss;\n  And wipes his face with his great marten-skins;\n  He lays them down, and others then they bring;\n  The chevaliers most sweetly disarm him;\n  An Arab mule they've brought, whereon he sits.\n  With baronage and joy they bring him in.\n  They come to Aix, halt and dismount therein.\n  The punishment of the others then begins.\n\n  CCLXXXVIII\n\n  His counts and Dukes then calls to him Carlun:\n  \"With these I guard, advise what shall be done.\n  Hither they came because of Guenelun;\n  For Pinabel, as pledges gave them up.\"\n  Answer the Franks: \"Shall not of them live one.\"\n  The King commands his provost then, Basbrun:\n  \"Go hang them all on th' tree of cursed wood!\n  Nay, by this beard, whose hairs are white enough,\n  If one escape, to death and shame thou'rt struck!\"\n  He answers him: \"How could I act, save thus?\"\n  With an hundred serjeants by force they come;\n  Thirty of them there are, that straight are hung.\n  Who betrays man, himself and 's friends undoes.\n                      AOI.\n\n  CCLXXXIX\n\n  Then turned away the Baivers and Germans\n  And Poitevins and Bretons and Normans.\n  Fore all the rest, 'twas voted by the Franks\n  That Guenes die with marvellous great pangs;\n  So to lead forth four stallions they bade;\n  After, they bound his feet and both his hands;\n  Those steeds were swift, and of a temper mad;\n  Which, by their heads, led forward four sejeants\n  Towards a stream that flowed amid that land.\n  Sones fell Gue into perdition black;\n  All his sinews were strained until they snapped,\n  And all the limbs were from his body dragged.\n  On the green grass his clear blood gushed and ran.\n  Guenes is dead, a felon recreant.\n  Who betrays man, need make no boast of that.\n\n  CCXC\n\n  When the Emperour had made his whole vengeance,\n  He called to him the Bishops out of France,\n  Those of Baviere and also the Germans:\n  \"A dame free-born lies captive in my hands,\n  So oft she's heard sermons and reprimands,\n  She would fear God, and christening demands.\n  Baptise her then, so God her soul may have.\"\n  They answer him: \"Sponsors the rite demands,\n  Dames of estate and long inheritance.\"\n  The baths at Aix great companies attract;\n  There they baptised the Queen of Sarazands,\n  And found for her the name of Juliane.\n  Christian is she by very cognisance.\n\n  CCXCI\n\n  When the Emperour his justice hath achieved,\n  His mighty wrath's abated from its heat,\n  And Bramimunde has christening received;\n  Passes the day, the darkness is grown deep,\n  And now that King in 's vaulted chamber sleeps.\n  Saint Gabriel is come from God, and speaks:\n  \"Summon the hosts, Charles, of thine Empire,\n  Go thou by force into the land of Bire,\n  King Vivien thou'lt succour there, at Imphe,\n  In the city which pagans have besieged.\n  The Christians there implore thee and beseech.\"\n  Right loth to go, that Emperour was he:\n  \"God!\" said the King: \"My life is hard indeed!\"\n  Tears filled his eyes, he tore his snowy beard.\n\n\n  SO ENDS THE TALE WHICH TUROLD HATH CONCEIVED.\n\n\n\n\n\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Song of Roland, by Anonymous\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE SONG OF ROLAND ***\n\n***** This file should be named 391.txt or 391.zip *****\nThis and all associated files of various formats will be found in:\n        http:\/\/www.gutenberg.org\/3\/9\/391\/\n\nProduced by Douglas B. Killings and R. J. Maley.\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp:\/\/gutenberg.net\/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark\/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s\/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http:\/\/www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp:\/\/pglaf.org\/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http:\/\/pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http:\/\/pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http:\/\/pglaf.org\/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http:\/\/www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n","id":1074,"split":"train"}
