{"ori_id":"43ed57d07fc5da860ec08b1102bb319670801978","title":"The Twinkle Tales","context":"The Twinkle Tales\n Mr. Woodchuck is about the time Twinkle's father sets a trap for a woodchuck that lives near his property. Twinkle goes to see the woodchuck get caught, and has a dream in which she meets the woodchuck and his family. The woodchucks put her on trial for being a human, because humans set cruel traps for the purposes of killing woodchucks. Twinkle is sentenced to be put in a trap herself, and when she wakes up from the dream, she convinces her father never to set traps for animals ever again.\nBandit Jim Crow is about a baby crow with a broken wing that Twinkle adopts for a pet. The crow has an evil nature, and as soon as his wing is healed, he kills the family's chickens and escapes to a section of the forest inhabited by birds. There, Jim Crow starts stealing and eating other birds' eggs, until the birds get Policeman Bluejay to keep Jim Crow in check. Jim then disguises himself with chalk, and continues stealing eggs. All the birds attack the disguised Jim Crow, and blind him. Jim Crow is forced to spend the rest of his life helpless, living off of the kindness of the other birds.\nPrairie-Dog Town is about how Twinkle and her friend Chubbins go to have a picnic near a prairie dog village. The prairie dogs talk to the children, and the children are magically shrunk down to prairie-dog size so they can enter the village. Inside, they meet a well-to-do family and the mayor of the prairie dog village. The two children are returned to their normal size, and wonder if the whole adventure was simply a dream. (Compare a similar story, \"The Discontented Gopher,\" in Baum's Animal Fairy Tales.)\nPrince Mud-Turtle is about Twinkle finding an unusually-colored turtle and bringing it home with her. She later finds that the turtle is a fairy prince named Melga who was put under a curse by the evil Corrugated Giant, a creature with no bones. With the help of the turtle, Twinkle is able to travel to the giant's castle and restore the prince to his normal form. The prince then defeats the giant, and Twinkle is sent back home.\nTwinkle's Enchantment is about Twinkle entering a gulch in order to get some berries. She meets many curious proverb-based creatures, such a Rolling Stone That Gathers No Moss, a Little Learning (which she avoids because it is a dangerous thing), a Weasel that Goes \"Pop!\", and the Birds of One Feather. She then spends time with a dancing bear, and is invited to a grasshopper's ball. She wakes up.\nSugar-Loaf Mountain is about how Twinkle and her friend Chubbins discover a trap door in Sugar-Loaf Mountain. They find a key and enter inside the mountain, where they find a city peopled by beings made entirely out of sugar of one form or another. They are captured by soldiers and taken to the king, who shows them the sights and introduces them to several high-grade citizens. While leaving, Twinkle and Chubbins accidentally drop the key inside, so no one can ever enter Sugar-Loaf Mountain again.\nï»¿The Project Gutenberg eBook of Twinkle and Chubbins, by L. Frank (Lyman\nFrank) Baum, Illustrated by Maginel Wright Enright\n\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n\n\n\n\nTitle: Twinkle and Chubbins\n       Their Astonishing Adventures in Nature-Fairyland\n\n\nAuthor: L. Frank (Lyman Frank) Baum\n\n\n\nRelease Date: April 10, 2009  [eBook #28552]\n\nLanguage: English\n\nCharacter set encoding: ISO-646-US (US-ASCII)\n\n\n***START OF THE PROJECT GUTENBERG EBOOK TWINKLE AND CHUBBINS***\n\n\nE-text prepared by Michael Gray\n\n\n\nNote: Project Gutenberg also has an HTML version of this\n      file which includes the original lovely illustrations.\n      See 28552-h.htm or 28552-h.zip:\n      (http:\/\/www.gutenberg.net\/dirs\/2\/8\/5\/5\/28552\/28552-h\/28552-h.htm)\n      or\n      (http:\/\/www.gutenberg.net\/dirs\/2\/8\/5\/5\/28552\/28552-h.zip)\n\n\n\n\n\nTWINKLE AND CHUBBINS\n\nTheir Astonishing Adventures\nin Nature-Fairyland\n\nby\n\nLAURA BANCROFT\n\nIllustrated by Maginal Wright Enright\n\n\n\n\n\n\n\nPublishers\nThe Reilly & Britton Co.\nChicago\n\nCopyright, 1911\nby\nThe Reilly & Britton Co.\n\n\n\n\nCONTENTS\n\n                                 PAGE\nI     Mr. Woodchuck.................9\nII    Bandit Jim Crow..............69\nIII   Prarie-Dog Town.............133\nIV    Prince Mud-Turtle...........195\nV     Twinkle's Enchantment.......257\nVI    Sugar-Loaf Mountain.........321\n\n\n\n\nList of Chapters\n\n                                        PAGE\nI     The Trap............................11\nII    Mr. Woodchuck Captures a Girl.......18\nIII   Mr. Woodchuck Scolds Tinkle.........26\nIV    Mrs. Woodchuck and Her Family ......35\nV     Mr. Woodchuck Argues the Question...43\nVI    Twinkle is Taken to the Judge.......50\nVII   Twinkle is Condemned................56\nVIII  Twinkle Remembers...................66\n\n\n\nChapter I\nThe Trap\n\n\"THERE'S a woodchuck over on the side hill that is eating my clover,\" said\nTwinkle's father, who was a farmer.\n\n\"Why don't you set a trap for it?\" asked Twinkle's mother.\n\n\"I believe I will,\" answered the man.\n\nSo, when the midday dinner was over, the farmer went to the barn and got\na steel trap, and carried it over to the clover-field on the hillside.\n\nTwinkle wanted very much to go with him, but she had to help mamma wash\nthe dishes and put them away, and then brush up the dining-room and put\nit in order. But when the work was done, and she had all the rest of the\nafternoon to herself, she decided to go over to the woodchuck's hole and\nsee how papa had set the trap, and also discover if the woodchuck had\nyet been caught.\n\nSo the little girl took her blue-and-white sun-bonnet, and climbed over\nthe garden fence and ran across the corn-field and through the rye until\nshe came to the red-clover patch on the hill.\n\nShe knew perfectly well where the woodchuck's hole was, for she had\nlooked at it curiously many times; so she approached it carefully and\nfound the trap set just in front of the hole. If the woodchuck stepped\non it, when he came out, it would grab his leg and hold him fast; and\nthere was a chain fastened to the trap, and also to a stout post driven\ninto the ground, so that when the woodchuck was caught he couldn't run\naway with the trap.\n\nBut although the day was bright and sunshiny, and just the kind of day\nwoodchucks like, the clover-eater had not yet walked out of his hole to\nget caught in the trap.\n\nSo Twinkle lay down in the clover-field, half hidden by a small bank in\nfront of the woodchuck's hole, and began to watch for the little animal\nto come out. Her eyes could see right into the hole, which seemed to\nslant upward into the hill instead of downward; but of course she\ncouldn't see very far in, because the hole wasn't straight, and grew\nblack a little way from the opening.\n\nIt was somewhat wearisome, waiting and watching so long, and the warm\nsun and the soft chirp of the crickets that hopped through the clover\nmade Twinkle drowsy. She didn't intend to go to sleep, because then she\nmight miss the woodchuck; but there was no harm in closing her eyes just\none little minute; so she allowed the long lashes to droop over her\npretty pink cheeks--just because they felt so heavy, and there was no\nway to prop them up.\n\nThen, with a start, she opened her eyes again, and saw the trap and the\nwoodchuck hole just as they were before. Not quite, though, come to look\ncarefully. The hole seemed to be bigger than at first; yes, strange as\nit might seem, the hole was growing bigger every minute! She watched it\nwith much surprise, and then looked at the trap, which remained the same\nsize it had always been. And when she turned her eyes upon the hole once\nmore it had not only become very big and high, but a stone arch appeared\nover it, and a fine, polished front door now shut it off from the\noutside world. She could even read a name upon the silver door-plate,\nand the name was this:\n\nMister Woodchuck\n\n\n\nChapter II\nMister Woodchuck Captures a Girl\n\n\"WELL, I declare!\" whispered Twinkle to herself; \"how could all that have\nhappened?\"\n\nOn each side of the door was a little green bench, big enough for two to\nsit upon, and between the benches was a doorstep of white marble, with a\nmat lying on it. On one side Twinkle saw an electric door-bell.\n\nWhile she gazed at this astonishing sight a sound of rapid footsteps was\nheard, and a large Jack-Rabbit, almost as big as herself, and dressed in\na messenger-boy's uniform, ran up to the woodchuck's front door and rang\nthe bell.\n\nAlmost at once the door opened inward, and a curious personage stepped\nout.\n\nTwinkle saw at a glance that it was the woodchuck himself,--but what a\nbig and queer woodchuck it was!\n\nHe wore a swallow-tailed coat, with a waistcoat of white satin and fancy\nknee-breeches, and upon his feet were shoes with silver buckles. On his\nhead was perched a tall silk hat that made him look just as high as\nTwinkle's father, and in one paw he held a gold-headed cane. Also he\nwore big spectacles over his eyes, which made him look more dignified\nthan any other woodchuck Twinkle had ever seen.\n\nWhen this person opened the door and saw the Jack-Rabbit messenger-boy,\nhe cried out:\n\n\"Well, what do you mean by ringing my bell so violently? I suppose\nyou're half an hour late, and trying to make me think you're in a\nhurry.\"\n\nThe Jack-Rabbit took a telegram from its pocket and handed it to the\nwoodchuck without a word in reply. At once the woodchuck tore open the\nenvelope and read the telegram carefully.\n\n\"Thank you. There's no answer,\" he said; and in an instant the\nJack-Rabbit had whisked away and was gone.\n\n\"Well, well,\" said the woodchuck, as if to himself, \"the foolish farmer\nhas set a trap for me, it seems, and my friends have sent a telegram to\nwarn me. Let's see--where is the thing?\"\n\nHe soon discovered the trap, and seizing hold of the chain he pulled the\npeg out of the ground and threw the whole thing far away into the field.\n\n\"I must give that farmer a sound scolding,\" he muttered, \"for he's\nbecoming so impudent lately that soon he will think he owns the whole\ncountry.\"\n\nBut now his eyes fell upon Twinkle, who lay in the clover staring up at\nhim; and the woodchuck gave a laugh and grabbed her fast by one arm.\n\n\"Oh ho!\" he exclaimed; \"you're spying upon me, are you?\"\n\n\"I'm just waiting to see you get caught in the trap,\" said the girl,\nstanding up because the big creature pulled upon her arm. She wasn't\nmuch frightened, strange to say, because this woodchuck had a\ngood-humored way about him that gave her confidence.\n\n\"You would have to wait a long time for that,\" he said, with a laugh\nthat was a sort of low chuckle. \"Instead of seeing me caught, you've got\ncaught yourself. That's turning the tables, sure enough; isn't it?\"\n\n\"I suppose it is,\" said Twinkle, regretfully. \"Am I a prisoner?\"\n\n\"You might call it that; and then, again, you mightn't,\" answered the\nwoodchuck. \"To tell you the truth, I hardly know what to do with you.\nBut come inside, and we'll talk it over. We musn't be seen out here in\nthe fields.\"\n\nStill holding fast to her arm, the woodchuck led her through the door,\nwhich he carefully closed and locked. Then they passed through a kind of\nhallway, into which opened several handsomely furnished rooms, and out\nagain into a beautiful garden at the back, all filled with flowers and\nbrightly colored plants, and with a pretty fountain playing in the\nmiddle. A high stone wall was built around the garden, shutting it off\nfrom all the rest of the world.\n\nThe woodchuck led his prisoner to a bench beside the fountain, and told\nher to sit down and make herself comfortable.\n\n\n\nChapter III\nMister Woodchuck Scolds Twinkle\n\nTWINKLE was much pleased with her surroundings, and soon discovered\nseveral gold-fishes swimming in the water at the foot of the fountain.\n\n\"Well, how does it strike you?\" asked the woodchuck, strutting up and\ndown the gravel walk before her and swinging his gold-headed cane rather\ngracefully.\n\n\"It seems like a dream,\" said Twinkle.\n\n\"To be sure,\" he answered, nodding. \"You'd no business to fall asleep in\nthe clover.\"\n\n\"Did I?\" she asked, rather startled at the suggestion.\n\n\"It stands to reason you did,\" he replied. \"You don't for a moment think\nthis is real, do you?\"\n\n\"It _seems_ real,\" she answered. \"Aren't you the woodchuck?\"\n\n\"_Mister_ Woodchuck, if you please. Address me properly, young lady, or\nyou'll make me angry.\"\n\n\"Well, then, aren't you Mister Woodchuck?\"\n\n\"At present I am; but when you wake up, I won't be,\" he said.\n\n\"Then you think I'm dreaming?\"\n\n\"You must figure that out for yourself,\" said Mister Woodchuck.\n\n\"What do you suppose made me dream?\"\n\n\"I don't know.\"\n\n\"Do you think it's something I've eaten?\" she asked anxiously.\n\n\"I hardly think so. This isn't any nightmare, you know, because there's\nnothing at all horrible about it so far. You've probably been reading\nsome of those creepy, sensational story-books.\"\n\n\"I haven't read a book in a long time,\" said Twinkle.\n\n\"Dreams,\" remarked Mister Woodchuck, thoughtfully, \"are not always to be\naccounted for. But this conversation is all wrong. When one is dreaming\none doesn't talk about it, or even know it's a dream. So let's speak of\nsomething else.\"\n\n\"It's very pleasant in this garden,\" said Twinkle. \"I don't mind being\nhere a bit.\"\n\n\"But you can't stay here,\" replied Mister Woodchuck, \"and you ought to\nbe very uncomfortable in my presence. You see, you're one of the\ndeadliest enemies of my race. All you human beings live for or think of\nis how to torture and destroy woodchucks.\"\n\n\"Oh, no!\" she answered. \"We have many more important things than that to\nthink of. But when a woodchuck gets eating our clover and the\nvegetables, and spoils a lot, we just have to do something to stop it.\nThat's why my papa set the trap.\"\n\n\"You're selfish,\" said Mister Woodchuck, \"and you're cruel to poor\nlittle animals that can't help themselves, and have to eat what they can\nfind, or starve. There's enough for all of us growing in the broad\nfields.\"\n\nTwinkle felt a little ashamed.\n\n\"We have to sell the clover and the vegetables to earn our living,\" she\nexplained; \"and if the animals eat them up we can't sell them.\"\n\n\"We don't eat enough to rob you,\" said the woodchuck, \"and the land\nbelonged to the wild creatures long before you people came here and\nbegan to farm. And really, there is no reason why you should be so\ncruel. It hurts dreadfully to be caught in a trap, and an animal\ncaptured in that way sometimes has to suffer for many hours before the\nman comes to kill it. We don't mind the killing so much. Death doesn't\nlast but an instant. But every minute of suffering seems to be an hour.\"\n\n\"That's true,\" said Twinkle, feeling sorry and repentant. \"I'll ask papa\nnever to set another trap.\"\n\n\"That will be some help,\" returned Mister Woodchuck, more cheerfully,\n\"and I hope you'll not forget the promise when you wake up. But that\nisn't enough to settle the account for all our past sufferings, I assure\nyou; so I am trying to think of a suitable way to punish you for the\npast wickedness of your father, and of all other men that have set\ntraps.\"\n\n\"Why, if you feel that way,\" said the little girl, \"you're just as bad\nas we are!\"\n\n\"How's that?\" asked Mister Woodchuck, pausing in his walk to look at\nher.\n\n\"It's as naughty to want revenge as it is to be selfish and cruel,\" she\nsaid.\n\n\"I believe you are right about that,\" answered the animal, taking off\nhis silk hat and rubbing the fur smooth with his elbow. \"But woodchucks\nare not perfect, any more than men are, so you'll have to take us as you\nfind us. And now I'll call my family, and exhibit you to them. The\nchildren, especially, will enjoy seeing the wild human girl I've had the\nluck to capture.\"\n\n\"Wild!\" she cried, indignantly.\n\n\"If you're not wild now, you will be before you wake up,\" he said.\n\n\n\nChapter IV\nMrs. Woodchuck and Her Family\n\nBUT Mister Woodchuck had no need to call his family, for just as he\nspoke a chatter of voices was heard and Mrs. Woodchuck came walking down\na path of the garden with several young woodchucks following after her.\n\nThe lady animal was very fussily dressed, with puffs and ruffles and\nlaces all over her silk gown, and perched upon her head was a broad\nwhite hat with long ostrich plumes. She was exceedingly fat, even for a\nwoodchuck, and her head fitted close to her body, without any neck\nwhatever to separate them. Although it was shady in the garden, she held\na lace parasol over her head, and her walk was so mincing and airy that\nTwinkle almost laughed in her face.\n\nThe young woodchucks were of several sizes and kinds. One little\nwoodchuck girl rolled before her a doll's baby-cab, in which lay a\nwoodchuck doll made of cloth, in quite a perfect imitation of a real\nwoodchuck. It was stuffed with something soft to make it round and fat,\nand its eyes were two glass beads sewn upon the face. A big boy\nwoodchuck wore knickerbockers and a Tam o' Shanter cap and rolled a\nhoop; and there were several smaller boy and girl woodchucks, dressed\nquite as absurdly, who followed after their mother in a long train.\n\n\"My dear,\" said Mister Woodchuck to his wife, \"here is a human creature\nthat I captured just outside our front door.\"\n\n\"Huh!\" sneered the lady woodchuck, looking at Twinkle in a very haughty\nway; \"why will you bring such an animal into our garden, Leander? It\nmakes me shiver just to look at the horrid thing!\"\n\n\"Oh, mommer!\" yelled one of the children, \"see how skinny the beast is!\"\n\n\"Hasn't any hair on its face at all,\" said another, \"or on its paws!\"\n\n\"And no sign of a tail!\" cried the little woodchuck girl with the doll.\n\n\"Yes, it's a very strange and remarkable creature,\" said the mother.\n\"Don't touch it, my precious darlings. It might bite.\"\n\n\"You needn't worry,\" said Twinkle, rather provoked at these speeches. \"I\nwouldn't bite a dirty, greasy woodchuck on any account!\"\n\n\"Whoo! did you hear what she called us, mommer? She says we're greasy\nand dirty!\" shouted the children, and some of them grabbed pebbles from\nthe path in their paws, as if to throw them at Twinkle.\n\n\"Tut, tut! don't be cruel,\" said Mister Woodchuck. \"Remember the poor\ncreature is a prisoner, and isn't used to good society; and besides\nthat, she's dreaming.\"\n\n\"Really?\" exclaimed Mrs. Woodchuck, looking at the girl curiously.\n\n\"To be sure,\" he answered. \"Otherwise she wouldn't see us dressed in\nsuch fancy clothes, nor would we be bigger than she is. The whole thing\nis unnatural, my dear, as you must admit.\"\n\n\"But _we_'re not dreaming; are we, Daddy?\" anxiously asked the boy with\nthe hoop.\n\n\"Certainly not,\" Mister Woodchuck answered; \"so this is a fine\nopportunity for you to study one of those human animals who have always\nbeen our worst enemies. You will notice they are very curiously made.\nAside from their lack of hair in any place except the top of the head,\ntheir paws are formed in a strange manner. Those long slits in them make\nwhat are called fingers, and their claws are flat and dull--not at all\nsharp and strong like ours.\"\n\n\"I think the beast is ugly,\" said Mrs. Woodchuck. \"It would give me the\nshivers to touch its skinny flesh.\"\n\n\"I'm glad of that,\" said Twinkle, indignantly. \"You wouldn't have _all_\nthe shivers, I can tell you! And you're a disagreeable, ign'rant\ncreature! If you had any manners at all, you'd treat strangers more\npolitely.\"\n\n\"Just listen to the thing!\" said Mrs. Woodchuck, in a horrified tone.\n\"Isn't it wild, though!\"\n\n\n\nChapter V\nMr. Woodchuck Argues the Question\n\n\"REALLY,\" Mister Woodchuck said to his wife, \"you should be more\nconsiderate of the little human's feelings. She is quite intelligent and\ntame, for one of her kind, and has a tender heart, I am sure.\"\n\n\"I don't see anything intelligent about her,\" said the girl woodchuck.\n\n\"I guess I've been to school as much as you have,\" said Twinkle.\n\n\"School! Why, what's that?\"\n\n\"Don't you know what school is?\" cried Twinkle, much amused.\n\n\"We don't have school here,\" said Mister Woodchuck, as if proud of the\nfact.\n\n\"Don't you know any geography?\" asked the child.\n\n\"We haven't any use for it,\" said Mister Woodchuck; \"for we never get\nfar from home, and don't care a rap what state bounds Florida on the\nsouth. We don't travel much, and studying geography would be time\nwasted.\"\n\n\"But don't you study arithmetic?\" she asked; \"don't you know how to do\nsums?\"\n\n\"Why should we?\" he returned. \"The thing that bothers you humans most,\nand that's money, is not used by us woodchucks. So we don't need to\nfigure and do sums.\"\n\n\"I don't see how you get along without money,\" said Twinkle,\nwonderingly. \"You must have to buy all your fine clothes.\"\n\n\"You know very well that woodchucks don't wear clothes, under ordinary\ncircumstances,\" Mister Woodchuck replied. \"It's only because you are\ndreaming that you see us dressed in this way.\"\n\n\"Perhaps that's true,\" said Twinkle. \"But don't talk to me about not\nbeing intelligent, or not knowing things. If you haven't any schools\nit's certain I know more than your whole family put together!\"\n\n\"About some things, perhaps,\" acknowledged Mister Woodchuck. \"But tell\nme: do you know which kind of red clover is the best to eat?\"\n\n\"No,\" she said.\n\n\"Or how to dig a hole in the ground to live in, with different rooms and\npassages, so that it slants up hill and the rain won't come in and drown\nyou?\"\n\n\"No,\" said Twinkle.\n\n\"And could you tell, on the second day of February (which is woodchuck\nday, you know), whether it's going to be warm weather, or cold, during\nthe next six weeks?\"\n\n\"I don't believe I could,\" replied the girl.\n\n\"Then,\" said Mister Woodchuck, \"there are some things that we know that\nyou don't; and although a woodchuck might not be of much account in one\nof your schoolrooms, you must forgive me for saying that I think you'd\nmake a mighty poor woodchuck.\"\n\n\"I think so, too!\" said Twinkle, laughing.\n\n\"And now, little human,\" he resumed, after looking at his watch, \"it's\nnearly time for you to wake up; so if we intend to punish you for all\nthe misery your people has inflicted on the woodchucks, we won't have a\nminute to spare.\"\n\n\"Don't be in a hurry,\" said Twinkle. \"I can wait.\"\n\n\"She's trying to get out of it,\" exclaimed Mrs. Woodchuck, scornfully.\n\"Don't you let her, Leander.\"\n\n\"Certainly not, my dear,\" he replied; \"but I haven't decided how to\npunish her.\"\n\n\"Take her to Judge Stoneyheart,\" said Mrs. Woodchuck. \"He will know what\nto do with her.\"\n\n\n\nChapter VI\nTwinkle is Taken to the Judge\n\nAT this the woodchuck children all hooted with joy, crying: \"Take her,\nDaddy! Take her to old Stoneyheart! Oh, my! won't he give it to her,\nthough!\"\n\n\"Who is Judge Stoneyheart?\" asked Twinkle, a little uneasily.\n\n\"A highly respected and aged woodchuck who is cousin to my wife's\ngrandfather,\" was the reply. \"We consider him the wisest and most\nintelligent of our race; but, while he is very just in all things, the\njudge never shows any mercy to evil-doers.\"\n\n\"I haven't done anything wrong,\" said the girl.\n\n\"But your father has, and much wrong is done us by the other farmers\naround here. They fight my people without mercy, and kill every\nwoodchuck they can possibly catch.\"\n\nTwinkle was silent, for she knew this to be true.\n\n\"For my part,\" continued Mister Woodchuck, \"I'm very soft-hearted, and\nwouldn't even step on an ant if I could help it. Also I am sure you have\na kind disposition. But you are a human, and I am a woodchuck; so I\nthink I will take you to old Stoneyheart and let him decide your fate.\"\n\n\"Hooray!\" yelled the young woodchucks, and away they ran through the\npaths of the garden, followed slowly by their fat mother, who held the\nlace parasol over her head as if she feared she would be sunstruck.\n\nTwinkle was glad to see them go. She didn't care much for the woodchuck\nchildren, they were so wild and ill-mannered, and their mother was even\nmore disagreeable than they were. As for Mister Woodchuck, she did not\nobject to him so much; in fact, she rather liked to talk to him, for his\nwords were polite and his eyes pleasant and kindly.\n\n\"Now, my dear,\" he said, \"as we are about to leave this garden, where\nyou have been quite secure, I must try to prevent your running away when\nwe are outside the wall. I hope it won't hurt your feelings to become a\nreal prisoner for a few minutes.\"\n\nThen Mister Woodchuck drew from his pocket a leather collar, very much\nlike a dog-collar, Twinkle thought, and proceeded to buckle it around\nthe girl's neck. To the collar was attached a fine chain about six feet\nlong, and the other end of the chain Mister Woodchuck held in his hand.\n\n\"Now, then,\" said he, \"please come along quietly, and don't make a\nfuss.\"\n\nHe led her to the end of the garden and opened a wooden gate in the\nwall, through which they passed. Outside the garden the ground was\nnothing but hard, baked earth, without any grass or other green thing\ngrowing upon it, or any tree or shrub to shade it from the hot sun. And\nnot far away stood a round mound, also of baked earth, which Twinkle at\nonce decided to be a house, because it had a door and some windows in\nit.\n\nThere was no living thing in sight--not even a woodchuck--and Twinkle\ndidn't care much for the baked-clay scenery.\n\nMister Woodchuck, holding fast to the chain, led his prisoner across the\nbarren space to the round mound, where he paused to rap softly upon the\ndoor.\n\n\n\nChapter VII\nTwinkle is Condemned\n\n\"COME in!\" called a voice.\n\nMister Woodchuck pushed open the door and entered, drawing Tinkle after\nhim by the chain.\n\nIn the middle of the room sat a woodchuck whose hair was grizzled with\nold age. He wore big spectacles upon his nose, and a round knitted cap,\nwith a tassel dangling from the top, upon his head. His only garment was\nan old and faded dressing-gown.\n\nWhen they entered, the old woodchuck was busy playing a game with a\nnumber of baked-clay dominoes, which he shuffled and arranged upon a\nbaked-mud table; nor did he look up for a long time, but continued to\nmatch the dominoes and to study their arrangement with intense interest.\n\nFinally, however, he finished the game, and then he raised his head and\nlooked sharply at his visitors.\n\n\"Good afternoon, Judge,\" said Mister Woodchuck, taking off his silk hat\nand bowing respectfully.\n\nThe judge did not answer him, but continued to stare at Twinkle.\n\n\"I have called to ask your advice,\" continued Mister Woodchuck. \"By good\nchance I have been able to capture one of those fierce humans that are\nthe greatest enemies of peaceful woodchucks.\"\n\nThe judge nodded his gray head wisely, but still answered nothing.\n\n\"But now that I've captured the creature, I don't know what to do with\nher,\" went on Mister Woodchuck; \"although I believe, of course, she\nshould be punished in some way, and made to feel as unhappy as her\npeople have made us feel. Yet I realize that it's a dreadful thing to\nhurt any living creature, and as far as I'm concerned I'm quite willing\nto forgive her.\" With these words he wiped his face with a red silk\nhandkerchief, as if really distressed.\n\n\"She's dreaming,\" said the judge, in a sharp, quick voice.\n\n\"Am I?\" asked Twinkle.\n\n\"Of course. You were probably lying on the wrong side when you went to\nsleep.\"\n\n\"Oh!\" she said. \"I wondered what made it.\"\n\n\"Very disagreeable dream, isn't it?\" continued the judge.\n\n\"Not so very,\" she answered. \"It's interesting to see and hear\nwoodchucks in their own homes, and Mister Woodchuck has shown me how\ncruel it is for us to set traps for you.\"\n\n\"Good!\" said the judge. \"But some dreams are easily forgotten, so I'll\nteach you a lesson you'll be likely to remember. You shall be caught in\na trap yourself.\"\n\n\"Me!\" cried Twinkle, in dismay.\n\n\"Yes, you. When you find how dreadfully it hurts you'll bear the traps\nin mind forever afterward. People don't remember dreams unless the\ndreams are unusually horrible. But I guess you'll remember this one.\"\n\nHe got up and opened a mud cupboard, from which he took a big steel\ntrap. Twinkle could see that it was just like the trap papa had set to\ncatch the woodchucks, only it seemed much bigger and stronger.\n\nThe judge got a mallet and with it pounded a stake into the mud floor.\nThen he fastened the chain of the trap to the stake, and afterward\nopened the iron jaws of the cruel-looking thing and set them with a\nlever, so that the slightest touch would spring the trap and make the\nstrong jaws snap together.\n\n\"Now, little girl,\" said he, \"you must step in the trap and get caught.\"\n\n\"Why, it would break my leg!\" cried Twinkle.\n\n\"Did your father care whether a woodchuck got its leg broken or not?\"\nasked the judge.\n\n\"No,\" she answered, beginning to be greatly frightened.\n\n\"Step!\" cried the judge, sternly.\n\n\"It will hurt awfully,\" said Mister Woodchuck; \"but that can't be\nhelped. Traps are cruel things, at the best.\"\n\nTwinkle was now trembling with nervousness and fear.\n\n\"Step!\" called the judge, again.\n\n\"Dear me!\" said Mister Woodchuck, just then, as he looked earnestly into\nTwinkle's face, \"I believe she's going to wake up!\"\n\n\"That's too bad,\" said the judge.\n\n\"No, I'm glad of it,\" replied Mister Woodchuck.\n\nAnd just then the girl gave a start and opened her eyes.\n\nShe was lying in the clover, and before her was the opening of the\nwoodchuck's hole, with the trap still set before it.\n\n\n\nChapter VIII\nTwinkle Remembers\n\n\"PAPA,\" said Twinkle, when supper was over and she was nestled snugly in\nhis lap, \"I wish you wouldn't set any more traps for the woodchucks.\"\n\n\"Why not, my darling?\" he asked in surprise.\n\n\"They're cruel,\" she answered. \"It must hurt the poor animals dreadfully\nto be caught in them.\"\n\n\"I suppose it does,\" said her father, thoughtfully. \"But if I don't trap\nthe woodchucks they eat our clover and vegetables.\"\n\n\"Never mind that,\" said Twinkle, earnestly. \"Let's divide with them. God\nmade the woodchucks, you know, just as He made us, and they can't plant\nand grow things as we do; so they have to take what they can get, or\nstarve to death. And surely, papa, there's enough to eat in this big and\nbeautiful world, for all of God's creatures.\"\n\nPapa whistled softly, although his face was grave; and then he bent down\nand kissed his little girl's forehead.\n\n\"I won't set any more traps, dear,\" he said.\n\nAnd that evening, after Twinkle had been tucked snugly away in bed, her\nfather walked slowly through the sweet-smelling fields to the\nwoodchuck's hole; there lay the trap, showing plainly in the bright\nmoonlight. He picked it up and carried it back to the barn. It was never\nused again.\n\n\nTHE END\n\n\n\nBANDIT JIM CROW\n\n\n\nBANDIT JIM CROW\n\n\n\nList of Chapters\n\n                                               PAGE\nI     Jim Crow Becomes a Pet.....................73\nII    Jim Crow Runs Away.........................81\nIII   Jim Crow Finds a New Home..................86\nIV    Jim Crow Becomes a Robber..................97\nV     Jim Crow Meets Policeman Blue Jay.........105\nVI    Jim Crow Fools the Policeman..............113\nVII   Jim Crow is Punished......................121\nVIII  Jim Crow has Time to Repent His Sins......129\n\n\n\nChapter I\nJim Crow Becomes a Pet\n\nONE day, when Twinkle's father was in the corn-field, he shot his gun at\na flock of crows that were busy digging up, with their long bills, the\nkernels of corn he had planted. But Twinkle's father didn't aim very\nstraight, for the birds screamed at the bang of the gun and quickly flew\naway--all except one young crow that fluttered its wings, but couldn't\nrise into the air, and so began to run along the ground in an effort to\nescape.\n\nThe man chased the young crow, and caught it; and then he found that one\nof the little lead bullets had broken the right wing, although the bird\nseemed not to be hurt in any other way.\n\nIt struggled hard, and tried to peck the hands that held it; but it was\ntoo young to hurt any one, so Twinkle's father decided he would carry it\nhome to his little girl.\n\n\"Here's a pet for you, Twinkle,\" he said, as he came into the house. \"It\ncan't fly, because its wing is broken; but don't let it get too near\nyour eyes, or it may peck at them. It's very wild and fierce, you know.\"\n\nTwinkle was delighted with her pet, and at once got her mother to\nbandage the broken wing, so that it would heal quickly.\n\nThe crow had jet black feathers, but there was a pretty purplish and\nviolet gloss, or sheen, on its back and wings, and its eyes were bright\nand had a knowing look in them. They were hazel-brown in color, and the\nbird had a queer way of turning his head on one side to look at Twinkle\nwith his right eye, and then twisting it the other side that he might\nsee her with his left eye. She often wondered if she looked the same to\nboth eyes, or if each one made her seem different.\n\nShe named her pet \"Jim Crow\" because papa said that all crows were\ncalled Jim, although he never could find out the reason. But the name\nseemed to fit her pet as well as any, so Twinkle never bothered about\nthe reason.\n\nHaving no cage to keep him in, and fearing he would run away, the girl\ntied a strong cord around one of Jim Crow's legs, and the other end of\nthe cord she fastened to the round of a chair--or to the table-leg--when\nthey were in the house. The crow would run all around, as far as the\nstring would let him go; but he couldn't get away. And when they went\nout of doors Twinkle held the end of the cord in her hand, as one leads\na dog, and Jim Crow would run along in front of her, and then stop and\nwait. And when she came near he'd run on again, screaming \"Caw! Caw!\" at\nthe top of his shrill little voice.\n\nHe soon came to know he belonged to Twinkle, and would often lie in her\nlap or perch upon her shoulder. And whenever she entered the room where\nhe was he would say, \"Caw--caw!\" to her, in pleading tones, until she\npicked him up or took some notice of him.\n\nIt was wonderful how quickly a bird that had always lived wild and free\nseemed to become tame and gentle. Twinkle's father said that was because\nhe was so young, and because his broken wing kept him from flying in the\nair and rejoining his fellows. But Jim Crow wasn't as tame as he seemed,\nand he had a very wicked and ungrateful disposition, as you will\npresently learn.\n\nFor a few weeks, however, he was as nice a pet as any little girl could\nwish for. He got into mischief occasionally, and caused mamma some\nannoyance when he waded into a pan of milk or jumped upon the dinner\ntable and ate up papa's pumpkin pie before Twinkle could stop him. But\nall pets are more or less trouble, at times, so Jim Crow escaped with a\nfew severe scoldings from mamma, which never seemed to worry him in the\nleast or make him a bit unhappy.\n\n\n\nChapter II\nJim Crow Runs Away\n\nAT last Jim got so tame that Twinkle took the cord off his leg and let\nhim go free, wherever he pleased. So he wandered all over the house and\nout into the yard, where he chased the ducks and bothered the pigs and\nmade himself generally disliked. He had a way of perching upon the back\nof old Tom, papa's favorite horse, and chattering away in Tom's ear\nuntil the horse plunged and pranced in his stall to get rid of his\nunwelcome visitor.\n\nTwinkle always kept the bandage on the wounded wing, for she didn't know\nwhether it was well yet, or not, and she thought it was better to be on\nthe safe side. But the truth was, that Jim Crow's wing had healed long\nago, and was now as strong as ever; and, as the weeks passed by, and he\ngrew big and fat, a great longing came into his wild heart to fly again--\nfar, far up into the air and away to the lands where there were forests\nof trees and brooks of running water.\n\nHe didn't ever expect to rejoin his family again. They were far enough\naway by this time. And he didn't care much to associate with other\ncrows. All he wanted was to be free, and do exactly as he pleased, and\nnot have some one cuffing him a dozen times a day because he was doing\nwrong.\n\nSo one morning, before Twinkle was up, or even awake, Jim Crow pecked at\nthe bandage on his wing until he got the end unfastened, and then it\nwasn't long before the entire strip of cloth was loosened and fell to\nthe ground.\n\nNow Jim fluttered his feathers, and pruned them with his long bill where\nthey had been pressed together, and presently he knew that the wing\nwhich had been injured was exactly as strong and well as the other one.\nHe could fly away whenever he pleased.\n\nThe crow had been well fed by Twinkle and her mamma, and was in splendid\nhealth. But he was not at all grateful. With the knowledge of his\nfreedom a fierce, cruel joy crept into his heart, and he resumed the\nwild nature that crows are born with and never lay aside as long as they\nlive.\n\nHaving forgotten in an instant that he had ever been tame, and the pet\nof a gentle little girl, Jim Crow had no thought of saying good-bye to\nTwinkle. Instead, he decided he would do something that would make these\nfoolish humans remember him for a long time. So he dashed into a group\nof young chickens that had only been hatched a day or two before, and\nkilled seven of them with his strong, curved claws and his wicked black\nbeak. When the mother hen flew at him he pecked at her eyes; and then,\nscreaming a defiance to all the world, Jim Crow flew into the air and\nsailed away to a new life in another part of the world.\n\n\n\nChapter III\nJim Crow Finds a New Home\n\nI'LL not try to tell you of all the awful things this bad crow did\nduring the next few days, on his long journey toward the South.\n\nTwinkle almost cried when she found her pet gone; and she really did cry\nwhen she saw the poor murdered chickens. But mamma said she was very\nglad to have Jim Crow run away, and papa scowled angrily and declared he\nwas sorry he had not killed the cruel bird when he shot at it in the\ncorn-field.\n\nIn the mean time the runaway crow flew through the country, and when he\nwas hungry he would stop at a farm-house and rob a hen's nest and eat\nthe eggs. It was his knowledge of farm-houses that made him so bold; but\nthe farmers shot at the thieving bird once or twice, and this frightened\nJim Crow so badly that he decided to keep away from the farms and find a\nliving in some less dangerous way.\n\nAnd one day he came to a fine forest, where there were big and little\ntrees of all kinds, with several streams of water running through the\nwoods.\n\n\"Here,\" said Jim Crow, \"I will make my home; for surely this is the\nfinest place I am ever likely to find.\"\n\nThere were plenty of birds in this forest, for Jim could hear them\nsinging and twittering everywhere among the trees; and their nests hung\nsuspended from branches, or nestled in a fork made by two limbs, in\nalmost every direction he might look. And the birds were of many kinds,\ntoo: robins, thrushes, bullfinches, mocking-birds, wrens, yellowtails\nand skylarks. Even tiny humming-birds fluttered around the wild\nflowers that grew in the glades; and in the waters of the brooks waded\nlong-legged herons, while kingfishers sat upon overhanging branches and\nwaited patiently to seize any careless fish that might swim too near\nthem. Jim Crow decided this must be a real paradise for birds, because\nit was far away from the houses of men. So he made up his mind to get\nacquainted with the inhabitants of the forest as soon as possible, and\nlet them know who he was, and that he must be treated with proper\nrespect.\n\nIn a big fir-tree, whose branches reached nearly to the ground, he saw a\nlarge gathering of the birds, who sat chattering and gossiping\npleasantly together. So he flew down and joined them.\n\n\"Good morning, folks,\" he said; and his voice sounded to them like a\nharsh croak, because it had become much deeper in tone since he had\ngrown to his full size.\n\nThe birds looked at him curiously, and one or two fluttered their wings\nin a timid and nervous way; but none of them, little or big, thought\nbest to make any reply.\n\n\"Well,\" said Jim Crow, gruffly, \"what's the matter with you fellows?\nHaven't you got tongues? You seemed to talk fast enough a minute ago.\"\n\n\"Excuse me,\" replied a bullfinch, in a dignified voice; \"we haven't the\nhonor of your acquaintance. You are a stranger.\"\n\n\"My name's Jim Crow,\" he answered, \"and I won't be a stranger long,\nbecause I'm going to live here.\"\n\nThey all looked grave at this speech, and a little thrush hopped from\none branch to another, and remarked:\n\n\"We haven't any crows here at all. If you want to find your own folks\nyou must go to some other place.\"\n\n\"What do I care about my own folks?\" asked Jim, with a laugh that made\nthe little thrush shudder. \"I prefer to live alone.\"\n\n\"Haven't you a mate?\" asked a robin, speaking in a very polite tone.\n\n\"No; and I don't want any,\" said Jim Crow. \"I'm going to live all by\nmyself. There's plenty of room in this forest, I guess.\"\n\n\"Certainly,\" replied the bullfinch. \"There is plenty of room for you here\nif you behave yourself and obey the laws.\"\n\n\"Who's going to make me?\" he asked, angrily.\n\n\"Any decent person, even if he's a crow, is bound to respect the law,\"\nanswered the bullfinch, calmly.\n\nJim Crow was a little ashamed, for he didn't wish to acknowledge he\nwasn't decent. So he said:\n\n\"What are your laws?\"\n\n\"The same as those in all other forests. You must respect the nests and\nthe property of all other birds, and not interfere with them when\nthey're hunting for food. And you must warn your fellow-birds whenever\nthere is danger, and assist them to protect their young from prowling\nbeasts. If you obey these laws, and do not steal from or interfere with\nyour neighbors, you have a right to a nest in our forest.\"\n\n\"To be quite frank with you, though,\" said the robin, \"we prefer your\nroom to your company.\"\n\n\"I'm going to stay,\" said the crow. \"I guess I'm as good as the rest of\nyou; so you fellows just mind your own business and I'll mind mine.\"\n\nWith these words he left them, and when he had mounted to a position\nabove the trees he saw that one tall, slim pine was higher than all the\nrest, and that at its very top was a big deserted nest.\n\n\n\nChapter IV\nJim Crow Becomes a Robber\n\nIT looked like a crow's nest to Jim, so he flew toward the pine tree and\nlit upon a branch close by. One glance told him that at some time it\nreally must have been the home of birds of his kind, who for some reason\nhad abandoned it long ago. The nest was large and bulky, being made of\nstrong sticks woven together with fine roots and grasses. It was rough\noutside, but smooth inside, and when Jim Crow had kicked out the dead\nleaves and twigs that had fallen into it, he decided it was nearly as\ngood as new, and plenty good enough for a solitary crow like him to live\nin. So with his bill he made a mark on the nest, that every bird might\nknow it belonged to him, and felt that at last he had found a home.\n\nDuring the next few days he made several attempts to get acquainted with\nthe other birds, but they were cold and distant, though very polite to\nhim; and none of them seemed to care for his society.\n\nNo bird ever came near his nest, but he often flew down to the lower\ntrees and perched upon one or another of them, so gradually the birds of\nthe forest got used to seeing him around, and paid very little attention\nto his actions.\n\nOne day Mrs. Wren missed two brown eggs from her nest, and her little\nheart was nearly broken with grief. It took the mocking bird and the\nbullfinch a whole afternoon to comfort her, while Mr. Wren hopped around\nin nearly as much distress as his wife. No animals had been seen in the\nforest who would do this evil thing, so no one could imagine who the\nthief might be.\n\nSuch an outrage was almost unknown in this pleasant forest, and it made\nall the birds nervous and fearful. A few days later a still greater\nhorror came upon them, for the helpless young children of Mrs. Linnet\nwere seized one morning from their nest, while their parents were absent\nin search of food, and were carried away bodily. Mr. Linnet declared\nthat on his way back to his nest he had seen a big black monster leaving\nit, but had been too frightened to notice just what the creature looked\nlike. But the lark, who had been up very early that morning, stated that\nhe had seen no one near that part of the forest except Jim Crow, who had\nflown swiftly to his nest in the tall pine-tree.\n\nThis was enough to make all the birds look upon Jim Crow with grave\nsuspicion, and Robin Redbreast called a secret meeting of all the birds\nto discuss the question and decide what must be done to preserve their\nnests from the robber. Jim Crow was so much bigger and fiercer than any\nof the others that none dared accuse him openly or venture to quarrel\nwith him; but they had a good friend living not far away who was not\nafraid of Jim Crow or any one else, so they finally decided to send for\nhim and ask his assistance.\n\nThe starling undertook to be the messenger, and as soon as the meeting\nwas over he flew away upon his errand.\n\n\"What were all you folks talking about?\" asked the crow, flying down and\nalighting upon a limb near to those who had not yet left the place of\nmeeting.\n\n\"We were talking about you,\" said the thrush, boldly; \"and you wouldn't\ncare at all to know what we said, Mister Jim Crow.\"\n\nJim looked a trifle guilty and ashamed at hearing this, but knowing they\nwere all afraid of him he burst out into a rude laugh.\n\n\"Caw! caw! caw!\" he chuckled hoarsely; \"what do I care what you say\nabout me? But don't you get saucy, my pretty thrush, or your friends\nwill miss you some fine morning, and never see you again.\"\n\nThis awful threat made them all silent, for they remembered the fate of\npoor Mrs. Linnet's children, and very few of the birds now had any doubt\nbut that Jim Crow knew more about the death of those helpless little\nones than he cared to tell.\n\nFinding they would not talk with him, the crow flew back to his tree,\nwhere he sat sullenly perched upon a branch near his nest. And they were\nvery glad to get rid of him so easily.\n\n\n\nChapter V\nJim Crow Meets Policeman Blue Jay\n\nNEXT morning Jim Crow woke up hungry, and as he sat lazily in his big\nnest, he remembered that he had seen four pretty brown eggs, speckled\nwith white, in the nest of the oriole that lived at the edge of the\nforest.\n\n\"Those eggs will taste very good for breakfast,\" he thought. \"I'll go at\nonce and get them; and if old Mammy Oriole makes a fuss, I'll eat her,\ntoo.\"\n\nHe hopped out of his nest and on to a branch, and the first thing his\nsharp eye saw was a big and strange bird sitting upon the tree just\nopposite him and looking steadily in his direction.\n\nNever having lived among other birds until now, the crow did not know\nwhat kind of bird this was, but as he faced the new-comer he had a sort\nof shiver in his heart that warned him to beware an enemy. Indeed, it\nwas none other than the Blue Jay that had appeared so suddenly, and he\nhad arrived that morning because the starling had told him of the thefts\nthat had taken place, and the Blue Jay is well known as the policeman of\nthe forest and a terror to all evil-doers.\n\nIn size he was nearly as big as Jim Crow himself, and he had a large\ncrest of feathers on the top of his head that made him look even more\nfierce--especially when he ruffled them up. His body was purplish blue\ncolor on the back and purplish gray below, and there was a collar of\nblack feathers running all around his neck. But his wings and tail were\na beautiful rich blue, as delightful in color as the sky on a fine May\nmorning; so in personal appearance Policeman Blue Jay was much handsomer\nthan Jim Crow. But it was the sharp, stout beak that most alarmed the\ncrow, and had Jim been wiser he would have known that before him was the\nmost deadly foe of his race, and that the greatest pleasure a Blue Jay\nfinds in life is to fight with and punish a crow.\n\nBut Jim was not very wise; and so he imagined, after his first terror\nhad passed away, that he could bully this bird as he had the others, and\nmake it fear him.\n\n\"Well, what are you doing here?\" he called out, in his crossest voice,\nfor he was anxious to get away and rob the oriole's nest.\n\nThe Blue Jay gave a scornful, chattering laugh as he answered:\n\n\"That's none of your business, Jim Crow.\"\n\n\"Take care!\" warned the crow; \"you'll be sorry if you don't treat me\nwith proper respect.\"\n\nThe Blue Jay winked solemnly, in a way that would have been very comical\nto any observer other than the angry crow.\n\n\"Don't hurt me--please don't!\" he said, fluttering on the branch as if\ngreatly frightened. \"My mother would feel dreadful bad if anything\nhappened to me.\"\n\n\"Well, then, behave yourself,\" returned the crow, strutting proudly\nalong a limb and flopping his broad wings in an impressive manner. For\nhe was foolish enough to think he had made the other afraid.\n\nBut no sooner had he taken flight and soared into the air than the Blue\nJay darted at him like an arrow from a bow, and before Jim Crow could\nturn to defend himself the bill of his enemy struck him full in the\nbreast. Then, with a shriek of shrill laughter, the policeman darted\naway and disappeared in the forest, leaving the crow to whirl around in\nthe air once or twice and then sink slowly down, with some of his own\ntorn feathers floating near him as witnesses to his defeat.\n\nThe attack had dazed and astonished him beyond measure; but he found he\nwas not much hurt, after all. Crows are tougher than most birds. Jim\nmanaged to reach one of the brooks, where he bathed his breast in the\ncool water, and soon he felt much refreshed and more like his old self\nagain.\n\nBut he decided not to go to the oriole's nest that morning, but to\nsearch for grabs and beetles amongst the mosses beneath the oak-trees.\n\n\n\nChapter VI\nJim Crow Fools the Policeman\n\nFROM that time on Policeman Blue Jay made his home in the forest,\nkeeping a sharp eye upon the actions of Jim Crow. And one day he flew\naway to the southward and returned with Mrs. Blue Jay, who was even more\nbeautiful than her mate. Together they built a fine nest in a tree that\nstood near to the crow's tall pine, and soon after they had settled down\nto housekeeping Mrs. Blue Jay began to lay eggs of a pretty brown color\nmottled with darker brown specks.\n\nHad Jim Crow known what was best for him he would have flown away from\nthis forest and found himself a new home. Within a short flight were\nmany bits of woodland where a crow might get a good living and not be\nbothered by blue jays. But Jim was obstinate and foolish, and had made\nup his mind that he never would again be happy until he had been\nrevenged upon his enemy.\n\nHe dared no longer rob the nests so boldly as he had before, so he\nbecame sly and cunning. He soon found out that the Blue Jay could not\nfly as high as he could, nor as fast; so, if he kept a sharp lookout for\nthe approach of his foe, he had no trouble in escaping. But if he went\nnear to the nests of the smaller birds, there was the blue policeman\nstanding guard, and ready and anxious to fight at a moment's notice. It\nwas really no place for a robber at all, unless the robber was clever.\n\nOne day Jim Crow discovered a chalkpit among the rocks at the north of\nthe forest, just beyond the edge of trees. The chalk was soft and in\nsome places crumbled to a fine powder, so that when he had rolled\nhimself for a few minutes in the dust all his feathers became as white\nas snow. This fact gave to Jim Crow a bright idea. No longer black, but\nwhite as a dove, he flew away to the forest and passed right by\nPoliceman Blue Jay, who only noticed that a big white bird had flown\namongst the trees, and did not suspect it was the thieving crow in a\nclever disguise.\n\nJim found a robin's nest that was not protected, both the robin and his\nwife being away in search of food. So he ate up the eggs and kicked the\nnest to pieces and then flew away again, passing the Blue Jay a second\ntime all unnoticed.\n\nWhen he reached a brook he washed all the chalk away from his feathers\nand then returned to his nest as black as ever.\n\nAll the birds were angry and dismayed when they found what had happened,\nbut none could imagine who had robbed the robins. Mrs. Robin, who was\nnot easily discouraged, built another nest and laid more eggs in it; but\nthe next day a second nest in the forest was robbed, and then another\nand another, until the birds complained that Policeman Blue Jay did not\nprotect them at all.\n\n\"I can't understand it in the least,\" said the policeman, \"for I have\nwatched carefully, and I know Jim Crow has never dared to come near to\nyour trees.\"\n\n\"Then some one else is the robber,\" declared the thrush fussily.\n\n\"The only stranger I have noticed around here is a big white bird,\"\nreplied the Blue Jay, \"and white birds never rob nests or eat eggs, as\nyou all know very well.\"\n\nSo they were no nearer the truth than before, and the thefts continued;\nfor each day Jim Crow would make himself white in the chalk-pit, fly\ninto the forest and destroy the precious eggs of some innocent little\nbird, and afterward wash himself in some far-away brook, and return to\nhis nest chuckling with glee to think he had fooled the Blue Jay so\nnicely.\n\nBut the Blue Jay, although stupid and unsuspecting at first, presently\nbegan to get a little wisdom. He remembered that all this trouble had\ncommenced when the strange white bird first arrived in the forest; and\nalthough it was doubtless true that white birds never eat eggs and have\nhonest reputations, he decided to watch this stranger and make sure that\nit was innocent of the frightful crimes that had so aroused the dwellers\nin the forest.\n\n\n\nChapter VII\nJim Crow is Punished\n\nSO one day Policeman Blue Jay hid himself in some thick bushes until he\nsaw the big white bird fly by, and then he followed quietly after it,\nflitting from tree to tree and keeping out of sight as much as possible,\nuntil at last he saw the white bird alight near a bullfinch's nest and\neat up all the eggs it contained.\n\nThen, ruffling his crest angrily, Policeman Blue Jay flew to attack the\nbig white robber, and was astonished to find he could not catch it. For\nthe white bird flew higher into the air than he could, and also flew\nmuch faster, so that it soon escaped and passed out of sight.\n\n\"It must be a white crow,\" thought the Blue Jay; \"for only a crow can\nbeat me at flying, and some of that race are said to be white, although\nI have never seen one.\"\n\nSo he called together all the birds, and told them what he had seen, and\nthey all agreed to hide themselves the next day and lie in wait for the\nthief.\n\nBy this time Jim Crow thought himself perfectly safe, and success had\nmade him as bold as he was wicked. Therefore he suspected nothing when,\nafter rolling himself in the chalk, he flew down the next day into the\nforest to feast upon birds' eggs. He soon came to a pretty nest, and was\njust about to rob it, when a chorus of shrill cries arose on every side\nof him and hundreds, of birds--so many that they quite filled the air--\nflew straight at the white one, pecking him with their bills and\nstriking him with their wings; for anger had made even the most timid of\nthe little birds fierce, and there were so many of them that they gave\neach other courage.\n\nJim Crow tried to escape, but whichever way he might fly his foes\nclustered all around him, getting in his way so that he could not use\nhis big wings properly. And all the time they were pecking at him and\nfighting him as hard as they could. Also, the chalk was brushed from his\nfeathers, by degrees, and soon the birds were able to recognize their\nold enemy the crow, and then, indeed, they became more furious than\never.\n\nPoliceman Blue Jay was especially angry at the deception practiced upon\nhim, and if he could have got at the crow just then he would have killed\nit instantly. But the little birds were all in his way, so he was forced\nto hold aloof.\n\nFilled with terror and smarting with pain, Jim Crow had only one\nthought: to get to the shelter of his nest in the pine-tree. In some way\nhe managed to do this, and to sink exhausted into the hollow of his\nnest. But many of his enemies followed him, and although the thick\nfeathers of his back and wings protected his body, Jim's head and eyes\nwere at the mercy of the sharp bills of the vengeful birds.\n\nWhen at last they left him, thinking he had been sufficiently punished,\nJim Crow was as nearly dead as a bird could be. But crows are tough, and\nthis one was unlucky enough to remain alive. For when his wounds had\nhealed he had become totally blind, and day after day he sat in his\nnest, helpless and alone, and dared not leave it.\n\n\n\nChapter VIII\nJim Crow Has Time to Repent His Sins\n\n\"WHERE are you going, my dear?\" asked the Blue Jay of his wife.\n\n\"I'm going to carry some grubs to Jim Crow,\" she answered. \"I'll be back\nin a minute.\"\n\n\"Jim Crow is a robber and a murderer!\" said the policeman, harshly.\n\n\"I know,\" she replied, in a sweet voice; \"but he is blind.\"\n\n\"Well, fly along,\" said her husband; \"but hurry back again.\"\n\nAnd the robin-redbreast and his wife filled a cup-shaped flower with\nwater from the brook, and then carried it in their bills to the\npine-tree, without spilling a drop.\n\n\"Where are you going?\" asked the oriole, as they passed.\n\n\"We're just taking some water to Jim Crow,\" replied Mrs. Robin.\n\n\"He's a thief and a scoundrel!\" cried the oriole, indignantly.\n\n\"That is true.\" said Mrs. Robin, in a soft, pitiful voice; \"but he is\nblind.\"\n\n\"Let me help you.\" exclaimed the oriole. \"I'll carry this side of the\ncup, so it can't tip.\"\n\nSo Jim Crow, blind and helpless, sat in his nest day after day and week\nafter week, while the little birds he had so cruelly wronged brought him\nfood and water and cared for him as generously as they could.\n\nAnd I wonder what his thoughts were--don't you?\n\n\n\nPRAIRIE-DOG TOWN\n\n\n\nPRARIE-DOG TOWN\n\n\n\nList of Chapters                          PAGE\nI        The Picnic...........................137\nII        Prairie-Dog Town.....................145\nIII        Mr. Bowko, the Mayor.................150\nIV        Presto Digi, the Magician............158\nV        The Home of the Puff-Pudgys..........166\nVI        Teenty and Weenty....................174\nVII        The Mayor Gives a Luncheon...........181\nVIII        On Top of the Earth Again............189\n\n\n\nChapter I\nThe Picnic\n\nON the great western prairies of Dakota is a little town called Edgeley,\nbecause it is on the edge of civilization--a very big word which means\nsome folks have found a better way to live than other folks. The Edgeley\npeople have a good way to live, for there are almost seventeen wooden\nhouses there, and among them is a school-house, a church, a store and a\nblacksmith-shop. If people walked out their front doors they were upon\nthe little street; if they walked out the back doors they were on the\nbroad prairies. That was why Twinkle, who was a farmer's little girl,\nlived so near the town that she could easily walk to school.\n\nShe was a pretty, rosy-cheeked little thing, with long, fluffy hair, and\nbig round eyes that everybody smiled into when they saw them. It was\nhard to keep that fluffy hair from getting tangled; so mamma used to tie\nit in the back with a big, broad ribbon. And Twinkle wore calico slips\nfor school days and gingham dresses when she wanted to \"dress up\" or\nlook especially nice. And to keep the sun from spotting her face with\nfreckles, she wore sunbonnets made of the same goods as her dresses.\n\nTwinkle's best chum was a little boy called Chubbins, who was the only\nchild of the tired-faced school-teacher. Chubbins was about as old as\nTwinkle; but he wasn't so tall and slender for his age as she was, being\nshort and rather fat. The hair on his little round head was cut close,\nand he usually wore a shirt-waist and \"knickers,\" with a wide straw hat\non the back of his head. Chubbins's face was very solemn. He never said\nmany words when grown folks were around, but he could talk fast enough\nwhen he and Twinkle were playing together alone.\n\nWell, one Saturday the school had a picnic, and Twinkle and Chubbins\nboth went. On the Dakota prairies there are no shade-trees at all, and\nvery little water except what they they get by boring deep holes in the\nground; so you may wonder where the people could possibly have a picnic.\nBut about three miles from the town a little stream of water (which they\ncalled a \"river,\" but we would call only a brook) ran slow and muddy\nacross the prairie; and where the road crossed it a flat bridge had been\nbuilt. If you climbed down the banks of the river you would find a nice\nshady place under the wooden bridge; and so here it was that the picnics\nwere held.\n\nAll the village went to the picnic, and they started bright and early in\nthe morning, with horses and farm-wagons, and baskets full of good\nthings to eat, and soon arrived at the bridge.\n\nThere was room enough in its shade for all to be comfortable; so they\nunhitched the horses and carried the baskets to the river bank, and\nbegan to laugh and be as merry as they could.\n\nTwinkle and Chubbins, however, didn't care much for the shade of the\nbridge. This was a strange place to them, so they decided to explore it\nand see if it was any different from any other part of the prairie.\nWithout telling anybody where they were going, they took hold of hands\nand trotted across the bridge and away into the plains on the other\nside.\n\nThe ground here wasn't flat, but had long rolls to it, like big waves on\nthe ocean, so that as soon as the little girl and boy had climbed over\nthe top of the first wave, or hill, those by the river lost sight of\nthem.\n\nThey saw nothing but grass in the first hollow, but there was another\nhill just beyond, so they kept going, and climbed over that too. And now\nthey found, lying in the second hollow, one of the most curious sights\nthat the western prairies afford.\n\n\"What is it?\" asked Chubbins, wonderingly.\n\n\"Why, it's a Prairie-Dog Town,\" said Twinkle.\n\n\n\nChapter II\nPrarie-Dog Town\n\nLYING in every direction, and quite filling the little hollow, were\nround mounds of earth, each one having a hole in the center. The mounds\nwere about two feet high and as big around as a wash-tub, and the edges\nof the holes were pounded hard and smooth by the pattering feet of the\nlittle creatures that lived within.\n\n\"Isn't it funny!\" said Chubbins, staring at the mounds.\n\n\"Awful,\" replied Twinkle, staring too. \"Do you know, Chub, there are\nan'mals living in every single one of those holes?\"\n\n\"What kind?\" asked Chubbins.\n\n\"Well, they're something like squirrels, only they _aren't_ squirrels,\"\nshe explained. \"They're prairie-dogs.\"\n\n\"Don't like dogs,\" said the boy, looking a bit uneasy.\n\n\"Oh, they're not dogs at all,\" said Twinkle; \"they're soft and fluffy,\nand gentle.\"\n\n\"Do they bark?\" he asked.\n\n\"Yes; but they don't bite.\"\n\n\"How d' you know, Twink?\"\n\n\"Papa has told me about them, lots of times. He says they're so shy that\nthey run into their holes when anybody's around; but if you keep quiet\nand watch, they'll stick their heads out in a few minutes.\"\n\n\"Let's watch,\" said Chubbins.\n\n\"All right,\" she agreed.\n\nVery near to some of the mounds was a raised bank, covered with soft\ngrass; so the children stole softly up to this bank and lay down upon\nit in such a way that their heads just stuck over the top of it,\nwhile their bodies were hidden from the eyes of any of the folks of\nPrairie-Dog Town.\n\n\"Are you comferble, Chub?\" asked the little girl.\n\n\"Yes.\"\n\n\"Then lie still and don't talk, and keep your eyes open, and perhaps the\nan'mals will stick their heads up.\"\n\n\"All right,\" says Chubbins.\n\nSo they kept quiet and waited, and it seemed a long time to both the boy\nand the girl before a soft, furry head popped out of a near-by hole, and\ntwo big, gentle brown eyes looked at them curiously.\n\n\n\nChapter III\nMr. Bowko, the Mayor\n\n\"DEAR me!\" said the prairie-dog, speaking almost in a whisper; \"here are\nsome of those queer humans from the village.\"\n\n\"Let me see! Let me see!\" cried two shrill little voices, and the wee\nheads of two small creatures popped out of the hole and fixed their\nbright eyes upon the heads of Twinkle and Chubbins.\n\n\"Go down at once!\" said the mother prairie-dog. \"Do you want to get\nhurt, you naughty little things?\"\n\n\"Oh, they won't get hurt,\" said another deeper voice, and the children\nturned their eyes toward a second mound, on top of which sat a plump\nprairie-dog whose reddish fur was tipped with white on the end of each\nhair. He seemed to be quite old, or at least well along in years, and he\nhad a wise and thoughtful look on his face.\n\n\"They're humans,\" said the mother.\n\n\"True enough; but they're only human children, and wouldn't hurt your\nlittle ones for the world,\" the old one said.\n\n\"That's so!\" called Twinkle. \"All we want, is to get acquainted.\"\n\n\"Why, in that case,\" replied the old prairie-dog, \"you are very welcome\nin our town, and we're glad to see you.\"\n\n\"Thank you,\" said Twinkle, gratefully. It didn't occur to her just then\nthat it was wonderful to be talking to the little prairie-dogs just as\nif they were people. It seemed very natural they should speak with each\nother and be friendly.\n\nAs if attracted by the sound of voices, little heads began to pop out of\nthe other mounds--one here and one there--until the town was alive with\nthe pretty creatures, all squatting near the edges of their holes and\neyeing Chubbins and Twinkle with grave and curious looks.\n\n\"Let me introduce myself,\" said the old one that had first proved\nfriendly. \"My name is Bowko, and I'm the Mayor and High Chief of\nPrairie-Dog Town.\"\n\n\"Don't you have a king?\" asked Twinkle.\n\n\"Not in this town,\" he answered. \"There seems to be no place for kings\nin this free United States. And a Mayor and High Chief is just as good\nas a king, any day.\"\n\n\"I think so, too,\" answered the girl.\n\n\"Better!\" declared Chubbins.\n\nThe Mayor smiled, as if pleased.\n\n\"I see you've been properly brought up,\" he continued; \"and now let me\nintroduce to you some of my fellow-citizens. This,\" pointing with one\nlittle paw to the hole where the mother and her two children were\nsitting, \"is Mrs. Puff-Pudgy and her family--Teenty and Weenty. Mr.\nPuff-Pudgy, I regret to say, was recently chased out of town for saying\nhis prayers backwards.\"\n\n\"How could he?\" asked Chubbins, much surprised.\n\n\"He was always contrary,\" answered the Mayor, with a sigh, \"and wouldn't\ndo things the same way that others did. His good wife, Mrs. Puff-Pudgy,\nhad to scold him all day long; so we finally made him leave the town,\nand I don't know where he's gone to.\"\n\n\"Won't he be sorry not to have his little children any more?\" asked\nTwinkle, regretfully.\n\n\"I suppose so; but if people are contrary, and won't behave, they must\ntake the consequences. This is Mr. Chuckledorf,\" continued the Mayor,\nand a very fat prairie-dog bowed to them most politely; \"and here is\nMrs. Fuzcum; and Mrs. Chatterby; and Mr. Sneezeley, and Doctor Dosem.\"\n\nAll these folks bowed gravely and politely, and Chubbins and Twinkle\nbobbed their heads in return until their necks ached, for it seemed as\nif the Mayor would never get through introducing the hundreds of\nprairie-dogs that were squatting around.\n\n\"I'll never be able to tell one from the other,\" whispered the girl;\n\"'cause they all look exactly alike.\"\n\n\"Some of 'em's fatter,\" observed Chubbins; \"but I don't know which.\"\n\n\n\nChapter IV\nPresto Digi, the Magician\n\n\"AND now, if you like, we will be pleased to have you visit some of our\nhouses,\" said Mr. Bowko, the Mayor, in a friendly tone.\n\n\"But we can't!\" exclaimed Twinkle. \"We're too big,\" and she got up and\nsat down upon the bank, to show him how big she really was when compared\nwith the prairie-dogs.\n\n\"Oh, that doesn't matter in the least,\" the Mayor replied. \"I'll have\nPresto Digi, our magician, reduce you to our size.\"\n\n\"Can he?\" asked Twinkle, doubtfully.\n\n\"Our magician can do anything,\" declared the Mayor. Then he sat up and\nput both his front paws to his mouth and made a curious sound that was\nsomething like a bark and something like a whistle, but not exactly like\neither one.\n\nThen everybody waited in silence until a queer old prairie-dog slowly\nput his head out of a big mound near the center of the village.\n\n\"Good morning, Mr. Presto Digi,\" said the Mayor.\n\n\"Morning!\" answered the magician, blinking his eyes as if he had just\nawakened from sleep.\n\nTwinkle nearly laughed at this scrawny, skinny personage; but by good\nfortune, for she didn't wish to offend him, she kept her face straight\nand did not even smile.\n\n\"We have two guests here, this morning,\" continued the Mayor, addressing\nthe magician, \"who are a little too large to get into our houses. So, as\nthey are invited to stay to luncheon, it would please us all if you\nwould kindly reduce them to fit our underground rooms.\"\n\n\"Is _that_ all you want?\" asked Mr. Presto Digi, bobbing his head at the\nchildren.\n\n\"It seems to me a great deal,\" answered Twinkle. \"I'm afraid you never\ncould do it.\"\n\n\"Wow!\" said the magician, in a scornful voice that was almost a bark. \"I\ncan do that with one paw. Come here to me, and don't step on any of our\nmounds while you're so big and clumsy.\"\n\nSo Twinkle and Chubbins got up and walked slowly toward the magician,\ntaking great care where they stepped. Teenty and Weenty were frightened,\nand ducked their heads with little squeals as the big children passed\ntheir mound; but they bobbed up again the next moment, being curious to\nsee what would happen.\n\nWhen the boy and girl stopped before Mr. Presto Digi's mound, he began\nwaving one of his thin, scraggy paws and at the same time made a\ngurgling noise that was deep down in his throat. And his eyes rolled and\ntwisted around in a very odd way.\n\nNeither Twinkle nor Chubbins felt any effect from the magic, nor any\ndifferent from ordinary; but they knew they were growing smaller,\nbecause their eyes were getting closer to the magician.\n\n\"Is that enough?\" asked Mr. Presto, after a while.\n\n\"Just a little more, please,\" replied the Mayor; \"I don't want them to\nbump their heads against the doorways.\"\n\nSo the magician again waved his paw and chuckled and gurgled and\nblinked, until Twinkle suddenly found she had to look up at him as he\nsquatted on his mound.\n\n\"Stop!\" she screamed; \"if you keep on, we won't be anything at all!\"\n\n\"You're just about the right size,\" said the Mayor, looking them over\nwith much pleasure, and when the girl turned around she found Mr. Bowko\nand Mrs. Puff-Pudgy standing beside her, and she could easily see that\nChubbins was no bigger than they, and she was no bigger than Chubbins.\n\n\"Kindly follow me,\" said Mrs. Puff-Pudgy, \"for my little darlings are\nanxious to make your acquaintance, and as I was the first to discover\nyou, you are to be my guests first of all, and afterward go to the\nMayor's to luncheon.\"\n\n\n\nChapter V\nThe Home of the Puff-Pudgys\n\nSO Twinkle and Chubbins, still holding hands, trotted along to the\nPuff-Pudgy mound, and it was strange how rough the ground now seemed to\ntheir tiny feet. They climbed up the slope of the mound rather clumsily,\nand when they came to the hole it seemed to them as big as a well. Then\nthey saw that it wasn't a deep hole, but a sort of tunnel leading down\nhill into the mound, and Twinkle knew if they were careful they were not\nlikely to slip or tumble down.\n\nMrs. Puff-Pudgy popped into the hole like a flash, for she was used to\nit, and waited just below the opening to guide them. So, Twinkle slipped\ndown to the floor of the tunnel and Chubbins followed close after her,\nand then they began to go downward.\n\n\"It's a little dark right here,\" said Mrs. Puff-Pudgy; \"but I've ordered\nthe maid to light the candles for you, so you'll see well enough when\nyou're in the rooms.\"\n\n\"Thank you,\" said Twinkle, walking along the hall and feeling her way by\nkeeping her hand upon the smooth sides of the passage. \"I hope you won't\ngo to any trouble, or put on airs, just because we've come to visit\nyou.\"\n\n\"If I do,\" replied Mrs. Puffy-Pudgy, \"it's because I know the right way\nto treat company. We've always belonged to the 'four hundred,' you know.\nSome folks never know what to do, or how to do it, but that isn't the\nway with the Puff-Pudgys. Hi! you, Teenty and Weenty--get out of here\nand behave yourselves! You'll soon have a good look at our visitors.\"\n\nAnd now they came into a room so comfortable and even splendid that\nTwinkle's eyes opened wide with amazement.\n\nIt was big, and of a round shape, and on the walls were painted very\nhandsome portraits of different prairie-dogs of the Puff-Pudgy family.\nThe furniture was made of white clay, baked hard in the sun and\ndecorated with paints made from blue clay and red clay and yellow clay.\nThis gave it a gorgeous appearance. There was a round table in the\nmiddle of the room, and several comfortable chairs and sofas. Around the\nwalls were little brackets with candles in them, lighting the place very\npleasantly.\n\n\"Sit down, please,\" said Mrs. Puff-Pudgy. \"You'll want to rest a minute\nbefore I show you around.\"\n\nSo Twinkle and Chubbins sat upon the pretty clay chairs, and Teenty and\nWeenty sat opposite them and stared with their mischievous round eyes as\nhard as they could.\n\n\"What nice furniture,\" exclaimed the girl.\n\n\"Yes,\" replied Mrs. Puff-Pudgy, looking up at the picture of a sad-faced\nprairie-dog; \"Mr. Puff-Pudgy made it all himself. He was very handy at\nsuch things. It's a shame he turned out so obstinate.\"\n\n\"Did he build the house too?\"\n\n\"Why, he dug it out, if that's what you mean. But I advised him how to\ndo it, so I deserve some credit for it myself. Next to the Mayor's, it's\nthe best house in town, which accounts for our high social standing.\nWeenty! take your paw out of your mouth. You're biting your claws\nagain.\"\n\n\"I'm not!\" said Weenty.\n\n\"And now,\" continued Mrs. Puff-Pudgy, \"if you are rested, I'll show you\nthrough the rest of our house.\"\n\nSo, they got up and followed her, and she led the children through an\narchway into the dining-room. Here was a cupboard full of the cunningest\nlittle dishes Twinkle had ever seen. They were all made of clay, baked\nhard in the sun, and were of graceful shapes, and nearly as smooth and\nperfect as our own dishes.\n\n\n\nChapter VI\nTeenty and Weenty\n\nALL around the sides of the dining-room were pockets, or bins, in the\nwall; and these were full of those things the prairie-dogs are most fond\nof eating. Clover-seeds filled one bin, and sweet roots another; dried\nmulberry leaves--that must have come from a long distance--were in\nanother bin, and even kernels of yellow field corn were heaped in one\nplace. The Puff-Pudgys were surely in no danger of starving for some\ntime to come.\n\n\"Teenty! Put back that grain of wheat,\" commanded the mother, in a\nsevere voice.\n\nInstead of obeying, Teenty put the wheat in his mouth and ate it as\nquickly as possible.\n\n\"The little dears are _so_ restless,\" Mrs. Puff-Pudgy said to Twinkle,\n\"that it's hard to manage them.\"\n\n\"They don't behave,\" remarked Chubbins, staring hard at the children.\n\n\"No, they have a share of their father's obstinate nature,\" replied Mrs.\nPuff-Pudgy. \"Excuse me a minute and I'll cuff them; It'll do them good.\"\n\nBut before their mother could reach them, the children found trouble of\ntheir own. Teenty sprang at Weenty and began to fight, because his\nbrother had pinched him, and Weenty fought back with all his might and\nmain. They scratched with their claws and bit with their teeth, and\nrolled over and over upon the floor, bumping into the wall and upsetting\nthe chairs, and snarling and growling all the while like two puppies.\n\nMrs. Puff-Pudgy sat down and watched them, but did not interfere.\n\n\"Won't they hurt themselves?\" asked Twinkle, anxiously.\n\n\"Perhaps so,\" said the mother; \"but if they do, it will punish them for\nbeing so naughty. I always let them fight it out, because they are so\nsore for a day or two afterward that they have to keep quiet, and then I\nget a little rest.\"\n\nWeenty set up a great howling, just then, and Teenty drew away from his\ndefeated brother and looked at him closely. The fur on both of them was\nbadly mussed up, and Weenty had a long scratch on his nose, that must\nhave hurt him, or he wouldn't have howled so. Teenty's left eye was\nclosed tight, but if it hurt him he bore the pain in silence.\n\nMrs. Puff-Pudgy now pushed them both into a little room and shut them\nup, saying they must stay there until bedtime; and then she led Twinkle\nand Chubbins into the kitchen and showed them a pool of clear water, in\na big clay basin, that had been caught during the last rain and saved\nfor drinking purposes. The children drank of it, and found it cool and\nrefreshing.\n\nThen they saw the bedrooms, and learned that the beds of prairie-dogs\nwere nothing more than round hollows made in heaps of clay. These\nanimals always curl themselves up when they sleep, and the round hollows\njust fitted their bodies; so, no doubt, they found them very\ncomfortable.\n\nThere were several bedrooms, for the Puff-Pudgy house was really very\nlarge. It was also very cool and pleasant, being all underground and not\na bit damp.\n\nAfter they had admired everything in a way that made Mrs. Puff-Pudgy\nvery proud and happy, their hostess took one of the lighted candles from\na bracket and said she would now escort them to the house of the\nHonorable Mr. Bowko, the Mayor.\n\n\n\nChapter VII\nThe Mayor Gives a Luncheon\n\n\"DON'T we have to go upstairs and out of doors?\" asked Twinkle.\n\n\"Oh, no,\" replied the prairie-dog, \"we have halls connecting all the\ndifferent houses of importance. Just follow me, and you can't get lost.\"\n\nThey might easily have been lost without their guide, the little girl\nthought, after they had gone through several winding passages. They\nturned this way and that, in quite a bewildering manner, and there were\nso many underground tunnels going in every direction that it was a\nwonder Mrs. Puff-Pudgy knew which way to go.\n\n\"You ought to have sign-posts,\" said Chubbins, who had once been in a\ncity.\n\n\"Why, as for that, every one in the town knows which way to go,\"\nanswered their guide; \"and it isn't often we have visitors. Last week a\ngray owl stopped with us for a couple of days, and we had a fine ball in\nher honor. But you are the first humans that have ever been entertained\nin our town, so it's quite an event with us.\" A few minutes later she\nsaid: \"Here we are, at the Mayor's house,\" and as they passed under a\nbroad archway she blew out her candle, because the Mayor's house was so\nbrilliantly lighted.\n\n\"Welcome!\" said Mr. Bowko, greeting the children with polite bows. \"You\nare just in time, for luncheon is about ready and my guests are waiting\nfor you.\"\n\nHe led them at once into a big dining-room that was so magnificently\npainted with colored clays that the walls were as bright as a June\nrainbow.\n\n\"How pretty!\" cried Twinkle, clapping her hands together in delight.\n\n\"I'm glad you like it,\" said the Mayor, much pleased. \"Some people, who\nare lacking in good taste, think it's a little overdone, but a Mayor's\nhouse should be gorgeous, I think, so as to be a credit to the\ncommunity. My grandfather, who designed and painted this house, was a\nvery fine artist. But luncheon is ready, so pray be seated.\"\n\nThey sat down on little clay chairs that were placed at the round table.\nThe Mayor sat on one side of Twinkle and Mrs. Puff-Pudgy on the other,\nand Chubbins was between the skinny old magician and Mr. Sneezeley.\nAlso, in other chairs sat Dr. Dosem, and Mrs. Chatterby, and Mrs.\nFuzcum, and several others. It was a large company, indeed, which showed\nthat the Mayor considered this a very important occasion.\n\nThey were waited upon by several sleek prairie-dog maids in white aprons\nand white caps, who looked neat and respectable, and were very graceful\nin their motions.\n\nNeither Twinkle nor Chubbins was very hungry, but they were curious to\nknow what kind of food the prairie-dogs ate, so they watched carefully\nwhen the different dishes were passed around. Only grains and vegetables\nwere used, for prairie-dogs do not eat meat. There was a milk-weed soup\nat first; and then yellow corn, boiled and sliced thin. Afterward they\nhad a salad of thistle leaves, and some bread made of barley. The\ndessert was a dish of the sweet, dark honey made by prairie-bees, and\nsome cakes flavored with sweet and spicy roots that only prairie-dogs\nknow how to find.\n\nThe children tasted of several dishes, just to show their politeness;\nbut they couldn't eat much. Chubbins spent most of his time watching Mr.\nPresto Digi, who ate up everything that was near him and seemed to be as\nhungry after the luncheon as he had been before.\n\nMrs. Puff-Pudgy talked so much about the social standing and dignity of\nthe Puff-Pudgys that she couldn't find time to eat much, although she\nasked for the recipe of the milk-weed soup. But most of the others\npresent paid strict attention to the meal and ate with very good\nappetites.\n\n\n\nChapter VIII\nOn Top of the Earth Again\n\nAFTERWARD they all went into the big drawing-room, where Mrs. Fuzcum\nsang a song for them in a very shrill voice, and Mr. Sneezeley and Mrs.\nChatterby danced a graceful minuet that was much admired by all present.\n\n\"We ought to be going home,\" said Twinkle, after this entertainment was\nover. \"I'm afraid our folks will worry about us.\"\n\n\"We regret to part with you,\" replied the Mayor; \"but, if you really\nthink you ought to go, we will not be so impolite as to urge you to\nstay.\"\n\n\"You'll find we have excellent manners,\" added Mrs. Puff-Pudgy.\n\n\"I want to get big again,\" said Chubbins.\n\n\"Very well; please step this way,\" said the Mayor.\n\nSo they all followed him through a long passage until they began to go\nupward, as if climbing a hill. And then a gleam of daylight showed just\nahead of them, and a few more steps brought them to the hole in the\nmiddle of the mound.\n\nThe Mayor and Mrs. Puff-Pudgy jumped up first, and then they helped\nTwinkle and Chubbins to scramble out. The strong sunlight made them\nblink their eyes for a time, but when they were able to look around they\nfound one or more heads of prairie-dogs sticking from every mound.\n\n\"Now, Mr. Presto Digi,\" said the Mayor, when all the party were standing\non the ground, \"please enlarge our friends to their natural sizes\nagain.\"\n\n\"That is very easy,\" said the magician, with a sigh. \"I really wish, Mr.\nMayor, that you would find something for me to do that is difficult.\"\n\n\"I will, some time,\" promised the Mayor. \"Just now, this is all I can\nrequire of you.\"\n\nSo the magician waved his paw and gurgled, much in the same way he had\ndone before, and Twinkle and Chubbins began to grow, and swell out until\nthey were as large as ever, and the prairie-dogs again seemed very small\nbeside them.\n\n\"Good-bye,\" said the little girl, \"and thank you all, very much, for\nyour kindness to us.\"\n\n\"Good-bye!\" answered a chorus of small voices, and then all the\nprairie-dogs popped into their holes and quickly disappeared.\n\nTwinkle and Chubbins found they were sitting on the green bank again, at\nthe edge of Prairie-Dog Town.\n\n\"Do you think we've been asleep, Chub?\" asked the girl.\n\n\"'Course not,\" replied Chubbins, with a big yawn. \"It's easy 'nough to\nknow that, Twink, 'cause I'm sleepy now!\"\n\n\nTHE END\n\n\n\nPRINCE MUD-TURTLE\n\n\n\nPRINCE MUD-TURTLE\n\n\nList of Chapters                                     PAGE\nI     Twinkle Captures the Turtle.....................199\nII    Twinkle Discovers the Turtle can Talk...........207\nIII   The Turtle Tells of the Corrugated Giant........214\nIV    Prince Turtle Remembers His Magic...............223\nV     Twinkle Promises to be Brave....................232\nVI    Twinkle Meets the Corrugated Giant..............239\nVII   Prince Mud-Turtle Becomes Prince Melga..........244\nVIII  Twinkle Receives a Medal........................250\n\n\n\nChapter I\nTwinkle Captures the Turtle\n\nONE hot summer day Twinkle went down into the meadow to where the brook\nran tinkling over its stones or rushed and whirled around the curves of\nthe banks or floated lazily through the more wide and shallow parts. It\nwasn't much of a brook, to tell the facts, for there were many places\nwhere an active child could leap across it. But it was the only brook\nfor miles around, and to Twinkle it was a never-ending source of\ndelight. Nothing amused or refreshed the little girl more than to go\nwading on the pebbly bottom and let the little waves wash around her\nslim ankles.\n\nThere was one place, just below the pasture lot, where it was deeper;\nand here there were real fishes swimming about, such as \"horned aces\"\nand \"chubs\" and \"shiners\"; and once in a while you could catch a\nmud-turtle under the edges of the flat stones or in hollows beneath the\nbanks. The deep part was not very big, being merely a pool, but Twinkle\nnever waded in it, because the water would come quite up to her waist,\nand then she would be sure to get her skirts wet, which would mean a\ngood scolding from mamma.\n\nTo-day she climbed the fence in the lane, just where the rickety wooden\nbridge crossed the brook, and at once sat down upon the grassy bank and\ntook off her shoes and stockings. Then, wearing her sun-bonnet to shield\nher face from the sun, she stepped softly into the brook and stood\nwatching the cool water rush by her legs.\n\nIt was very nice and pleasant; but Twinkle never could stand still for\nvery long, so she began to wade slowly down the stream, keeping in the\nmiddle of the brook, and being able to see through the clear water all\nthe best places to put her feet.\n\nPretty soon she had to duck her head to pass under the fence that\nseparated the meadow from the pasture lot; but she got through all\nright, and then kept on down the stream, until she came close to the\ndeep pool. She couldn't wade through this, as I have explained; so she\ngot on dry land and crept on her hands and knees up to the edge of the\nbank, so as not to scare the fishes, if any were swimming in the pool.\n\nBy good luck there were several fishes in the pool to-day, and they\ndidn't seem to notice that Twinkle was looking at them, so quiet had she\nbeen. One little fellow shone like silver when the sunshine caught his\nglossy sides, and the little girl watched him wiggling here and there\nwith much delight. There was also a big, mud-colored fish that lay a\nlong time upon the bottom without moving anything except his fins and\nthe tip of his tail, and Twinkle also discovered a group of several\nsmall fishes not over an inch long, that always swam together in a\nbunch, as if they belonged to one family.\n\nThe girl watched these little creatures long and earnestly. The pool was\nall of the world these simple fishes would ever know. They were born\nhere, and would die here, without ever getting away from the place, or\neven knowing there was a much bigger world outside of it.\n\nAfter a time the child noticed that the water had become a little muddy\nnear the edge of the bank where she lay, and as it slowly grew clear\nagain she saw a beautiful turtle lying just under her head and against\nthe side of the bank. It was a little bigger around than a silver\ndollar, and instead of its shell being of a dull brown color, like that\nof all other mud-turtles she had seen, this one's back was streaked with\nbrilliant patches of yellow and red.\n\n\"I must get that lovely turtle!\" thought Twinkle; and as the water was\nshallow where it lay she suddenly plunged in her hand, grabbed the\nturtle, and flung it out of the water on to the bank, where it fell upon\nits back, wiggling its four fat legs desperately in an attempt to turn\nover.\n\n\n\nChapter II\nTwinkle Discovers the Turtle Can Talk\n\nAT this sudden commotion in their water, the fishes darted away and\ndisappeared in a flash. But Twinkle didn't mind that, for all her\ninterest was now centered in the struggling turtle.\n\nShe knelt upon the grass and bent over to watch it, and just then she\nthought she heard a small voice say:\n\n\"It's no use; I can't do it!\" and then the turtle drew its head and legs\nbetween the shells and remained still.\n\n\"Good gracious!\" said Twinkle, much astonished. Then, addressing the\nturtle, she asked:\n\n\"Did you say anything, a minute ago?\"\n\nThere was no reply. The turtle lay as quiet as if it were dead. Twinkle\nthought she must have been mistaken; so she picked up the turtle and\nheld it in the palm of her hand while she got into the water again and\nwaded slowly back to where she had left her shoes and stockings.\n\nWhen she got home she put the mud-turtle in a tub which her papa had\nmade by sawing a barrel in two. Then she put a little water into the tub\nand blocked it up by putting a brick under one side, so that the turtle\ncould either stay in the water or crawl up the inclined bottom of the\ntub to where it was dry, whichever he pleased. She did this because\nmamma said that turtles sometimes liked to stay in the water and\nsometimes on land, and Twinkle's turtle could now take his choice. He\ncouldn't climb up the steep sides of the tub and so get away, and the\nlittle girl thoughtfully placed crumbs of bread and fine bits of meat,\nwhere the turtle could get them whenever he felt hungry.\n\nAfter that, Twinkle often sat for hours watching the turtle, which would\ncrawl around the bottom of the tub, and swim in the little pool of water\nand eat the food placed before him in an eager and amusing way.\n\nAt times she took him in her hand and examined him closely, and then the\nmud-turtle would put out its little head and look at her with its bright\neyes as curiously as the girl looked at him.\n\nShe had owned her turtle just a week, when she came to the tub one\nafternoon and held him in her hand, intending to feed her pet some\nscraps of meat she had brought with her. But as soon as the turtle put\nout its head it said to her, in a small but distinct voice:\n\n\"Good morning, Twinkle.\"\n\nShe was so surprised that the meat dropped from her hand, and she nearly\ndropped the turtle, too. But she managed to control her astonishment,\nand asked, in a voice that trembled a little:\n\n\"Can you talk?\"\n\n\"To be sure,\" replied the turtle; \"but only on every seventh day--which\nof course is every Saturday. On other days I cannot talk at all.\"\n\n\"Then I really must have heard you speak when I caught you; didn't I?\"\n\n\"I believe you did. I was so startled at being captured that I spoke\nbefore I thought, which is a bad habit to get into. But afterward I\nresolved not to answer when you questioned me, for I didn't know you\nthen, and feared it would be unwise to trust you with my secret. Even\nnow I must ask you not to tell any one that you have a turtle that knows\nhow to talk.\"\n\n\n\nChapter III\nThe Turtle Tells of the Corrugated Giant\n\n\"WHY, it's wonderful!\" said Twinkle, who had listened eagerly to the\nturtle's speech.\n\n\"It would be wonderful, indeed, if I were but a simple turtle,\" was the\nreply.\n\n\"But aren't you a turtle?\"\n\n\"Of course, so far as my outward appearance goes, I'm a common little\nmud-turtle,\" it answered; \"and I think you will agree with me that it\nwas rather clever in the Corrugated Giant to transform me into such a\ncreature.\"\n\n\"What's a Corrulated Giant?\" asked Twinkle, with breathless interest.\n\n\"The Corrugated Giant is a monster that is full of deep wrinkles,\nbecause he has no bones inside him to hold his flesh up properly,\" said\nthe turtle. \"I hated this giant, who is both wicked and cruel, I assure\nyou; and this giant hated me in return. So, when one day I tried to\ndestroy him, the monster transformed me into the helpless little being\nyou see before you.\"\n\n\"But who were you before you were transformed?\" asked the girl.\n\n\"A fairy prince named Melga, the seventh son of the fairy Queen\nFlutterlight, who rules all the fairies in the north part of this land.\"\n\n\"And how long have you been a turtle?\"\n\n\"Fourteen years,\" replied the creature, with a deep sigh. \"At least, I\nthink it is fourteen years; but of course when one is swimming around in\nbrooks and grubbing in the mud for food, one is apt to lose all track of\ntime.\"\n\n\"I should think so, indeed,\" said Twinkle. \"But, according to that,\nyou're older than I am.\"\n\n\"Much older,\" declared the turtle. \"I had lived about four hundred years\nbefore the Corrugated Giant turned me into a turtle.\"\n\n\"Was your head gray?\" she asked; \"and did you have white whiskers?\"\n\n\"No, indeed!\" said the turtle. \"Fairies are always young and beautiful\nin appearance, no matter how many years they have lived. And, as they\nnever die, they're bound to get pretty old sometimes, as a matter of\ncourse.\"\n\n\"Of course!\" agreed Twinkle. \"Mama has told me about the fairies. But\nmust you always be a mud-turtle?\"\n\n\"That will depend on whether you are willing to help me or not,\" was the\nanswer.\n\n\"Why, it sounds just like a fairy tale in a book!\" cried the little\ngirl.\n\n\"Yes,\" replied the turtle, \"these things have been happening ever since\nthere were fairies, and you might expect some of our adventures would\nget into books. But are you willing to help me? That is the important\nthing just now.\"\n\n\"I'll do anything I can,\" said Twinkle.\n\n\"Then,\" said the turtle, \"I may expect to get back to my own form again\nin a reasonably short time. But you must be brave, and not shrink from\nsuch a little thing as danger.\"\n\nThat made Twinkle look solemn.\n\n\"Of course I don't want to get hurt,\" she said. \"My mama and papa would\ngo di_struc_ted if anything happened to me.\"\n\n\"Something will happen, _sure,_\" declared the turtle; \"but nothing that\nhappens will hurt you in the least if you do exactly as I tell you.\"\n\n\"I won't have to fight that Carbolated Giant, will I?\" Twinkle asked\ndoubtfully.\n\n\"He isn't carbolated; he's corrugated. No, you won't have to fight at\nall. When the proper time comes I'll do the fighting myself. But you may\nhave to come with me to the Black Mountains, in order to set me free.\"\n\n\"Is it far?\" she asked.\n\n\"Yes; but it won't take us long to go there,\" answered the turtle. \"Now,\nI'll tell you what to do and, if you follow my advice no one will ever\nknow you've been mixed up with fairies and strange adventures.\"\n\n\"And Collerated Giants,\" she added.\n\n\"Corrugated,\" he corrected. \"It is too late, this Saturday, to start\nupon our journey, so we must wait another week. But next Saturday\nmorning do you come to me bright and early, as soon as you've had\nbreakfast, and then I'll tell you what to do.\"\n\n\"All right,\" said Twinkle; \"I won't forget.\"\n\n\"In the mean time, do give me a little clean water now and then. I'm a\nmud-turtle, sure enough; but I'm also a fairy prince, and I must say I\nprefer clean water.\"\n\n\"I'll attend to it,\" promised the girl.\n\n\"Now put me down and run away,\" continued the turtle. \"It will take me\nall the week to think over my plans, and decide exactly what we are to\ndo.\"\n\n\n\nChapter IV\nPrince Turtle Remembers His Magic\n\nTWINKLE was as nervous as she could be during all the week that followed\nthis strange conversation with Prince Turtle. Every day, as soon as\nschool was out, she would run to the tub to see if the turtle was still\nsafe--for she worried lest it should run away or disappear in some\nstrange manner. And during school hours it was such hard work to keep\nher mind on her lessons that teacher scolded her more than once.\n\nThe fairy imprisoned in the turtle's form had nothing to say to her\nduring this week, because he would not be allowed to talk again until\nSaturday; so the most that Twinkle could do to show her interest in the\nPrince was to give him the choicest food she could get and supply him\nwith plenty of fresh, clean water.\n\nAt last the day of her adventure arrived, and as soon as she could get\naway from the breakfast table Twinkle ran out to the tub. There was her\nfairy turtle, safe as could be, and as she leaned over the tub he put\nout his head and called \"Good morning!\" in his small, shrill voice.\n\n\"Good morning,\" she replied.\n\n\"Are you still willing and ready to assist me?\" asked the turtle.\n\n\"To be sure,\" said Twinkle.\n\n\"Then take me in your hand,\" said he.\n\nSo she picked him out of the tub and placed him upon her hand. And the\nturtle said:\n\n\"Now pay strict attention, and do exactly as I tell you, and all will be\nwell. In the first place, we want to get to the Black Mountains; so you\nmust repeat after me these words: '_Uller; aller; iller; oller!_'\"\n\n\"Uller; aller; iller; oller!\" said Twinkle.\n\nThe next minute it seemed as though a gale of wind had struck her. It\nblew so strongly against her eyes that she could not see; so she covered\nher face with one arm while with the other hand she held fast to the\nturtle. Her skirts fluttered so wildly that it seemed as if they would\ntear themselves from her body, and her sun-bonnet, not being properly\nfastened, was gone in a minute.\n\nBut it didn't last long, fortunately. After a few moments the wind\nstopped, and she found she could breathe again. Then she looked around\nher and drew another long breath, for instead of being in the back yard\nat home she stood on the side of a beautiful mountain, and spread before\nher were the loveliest green valleys she had ever beheld.\n\n\"Well, we're here,\" said the turtle, in a voice that sounded as if he\nwere well pleased. \"I thought I hadn't forgotten my fairy wisdom.\"\n\n\"Where are we?\" asked the child.\n\n\"In the Black Mountains, of course,\" was the reply. \"We've come a good\nway, but it didn't take us long to arrive, did it?\"\n\n\"No, indeed,\" she answered, still gazing down the mountain side at the\nflower-strewn grass-land of the valleys.\n\n\"This,\" said the turtle, sticking his little head out of the shell as\nfar as it would go, \"is the realm of the fairies, where I used to dwell.\nThose beautiful palaces you see yonder are inhabited by Queen\nFlutterlight and my people, and that grim castle at your left, standing\non the side of the mountain, is where the Corrugated Giant lives.\"\n\n\"I don't see anything!\" exclaimed Twinkle; \"that is, nothing but the\nvalleys and the flowers and grass.\"\n\n\"True; I had forgotten that these things are invisible to your mortal\neyes. But it is necessary that you should see all clearly, if you are\ngoing to rescue me from this terrible form and restore me to my natural\nshape. Now, put me down upon the ground, for I must search for a\nparticular plant whose leaf has a magic virtue.\"\n\nSo Twinkle put him down, and the little turtle began running around here\nand there, looking carefully at the different plants that grew amongst\nthe grass on the mountain side. But his legs were so short and his\nshell-covered body so heavy, that he couldn't move very fast; so\npresently he called for her to pick him up again, and hold him close to\nthe ground while she walked among the plants. She did this, and after\nwhat seemed a long search the turtle suddenly cried out:\n\n\"Stop! Here it is! This is the plant I want.\"\n\n\"Which--this?\" asked the girl, touching a broad green leaf.\n\n\"Yes. Pluck the leaf from the stem and rub your eyelids with it.\"\n\nShe obeyed, and having rubbed her lids well with the leaf, she again\nopened her eyes and beheld the real Fairyland.\n\n\n\nChapter V\nTwinkle Promises to Be Brave\n\nIN the center of the valley was a great cluster of palaces that appeared\nto be built of crystal and silver and mother-of-pearl, and golden\nfiligree-work. So dainty and beautiful were these fairy dwellings that\nTwinkle had no doubt for an instant but that she gazed upon fairyland.\nShe could almost see, from the far mountain upon which she stood, the\nairy, gauze-winged forms of the fairies themselves, floating gently\namidst their pretty palaces and moving gracefully along the jeweled\nstreets.\n\nBut another sight now attracted her attention--a big, gray, ugly looking\ncastle standing frowning on the mountain side at her left. It overlooked\nthe lovely city of palaces like a dark cloud on the edge of a blue sky,\nand the girl could not help giving a shudder as she saw it. All around\nthe castle was a high fence of iron spikes.\n\n\"That fence is enchanted,\" said the turtle, as if he knew she was\nlooking at it; \"and no fairy can pass it, because the power to prevent\nit has been given to the giant. But a mortal has never been forbidden to\npass the fence, for no one ever supposed that a mortal would come here\nor be able to see it. That is the reason I have brought you to this\nplace, and the reason why you alone are able to help me.\"\n\n\"Gracious!\" cried Twinkle; \"must I meet the Carbonated Giant?\"\n\n\"He's corrugated,\" said the turtle.\n\n\"I know he's something dreadful,\" she wailed, \"because he's so hard to\npronounce.\"\n\n\"You will surely have to meet him,\" declared the turtle; \"but do not\nfear, I will protect you from all harm.\"\n\n\"Well, a Corralated Giant's a mighty big person,\" said the girl,\ndoubtfully, \"and a mud-turtle isn't much of a fighter. I guess I'll go\nhome.\"\n\n\"That is impossible,\" declared the turtle. \"You are too far from home\never to get back without my help, so you may as well be good and\nobedient.\"\n\n\"What must I do?\" she asked.\n\n\"We will wait until it is nearly noon, when the giant will put his pot\non the fire to boil his dinner. We can tell the right time by watching\nthe smoke come out of his chimney. Then you must march straight up to\nthe castle and into the kitchen where the giant is at work, and throw me\nquickly into the boiling kettle. That is all that you will be required\nto do.\"\n\n\"I never could do it!\" declared Twinkle.\n\n\"Why not?\"\n\n\"You'd be scalded to death, and then I'd be a murderer!\"\n\n\"Nonsense!\" said the turtle, peevishly. \"I know what I'm doing, and if\nyou obey me I'll not be scalded but an instant; for then I'll resume my\nown form. Remember that I'm a fairy, and fairies can't be killed so\neasily as you seem to think.\"\n\n\"Won't it hurt you?\" she inquired.\n\n\"Only for a moment; but the reward will be so great that I won't mind an\ninstant's pain. Will you do this favor for me?\"\n\n\"I'll try,\" replied Twinkle, gravely.\n\n\"Then I will be very grateful,\" said Prince Turtle, \"and agree to\nafterward send you home safe and sound, and as quickly as you came.\"\n\n\n\nChapter VI\nTwinkle Meets the Corrugated Giant\n\n\"AND now, while we are waiting,\" continued the fairy turtle, \"I want to\nfind a certain flower that has wonderful powers to protect mortals from\nany injury. Not that I fear I shall be unable to take care of you, but\nit's just as well to be on the safe side.\"\n\n\"Better,\" said Twinkle, earnestly. \"Where's the flower?\"\n\n\"We'll hunt for it,\" replied the turtle.\n\nSo holding him in her hand in such a way that he could see all the\nflowers that grew, the girl began wandering over the mountain side, and\neverything was so beautiful around her that she would have been quite\ncontented and happy had not the gray castle been before her to remind\nher constantly that she must face the terrible giant who lived within\nit.\n\nThey found the flower at last--a pretty pink blossom that looked like a\ndouble daisy, but must have been something else, because a daisy has no\nmagic power that I ever heard of. And when it was found, the turtle told\nher to pick the flower and pin it fast to the front of her dress; which\nshe did.\n\nBy that time the smoke began to roll out of the giant's chimney in big\nblack clouds; so the fairy turtle said the giant must be getting dinner,\nand the pot would surely be boiling by the time they got to the castle.\n\nTwinkle couldn't help being a little afraid to approach the giant's\nstronghold, but she tried to be brave, and so stepped along briskly\nuntil she came to the fence of iron spikes.\n\n\"You must squeeze through between two of the spikes,\" said the turtle.\n\nShe didn't think it could possibly be done; but to her surprise it was\nquite easy, and she managed to squeeze through the fence without even\ntearing her dress. Then she walked up a great driveway, which was lined\nwith white skulls of many sheep which the giant had eaten, to the front\ndoor of the castle, which stood ajar.\n\n\"Go in,\" said the turtle; so she boldly entered and passed down a high\narched hall toward a room in the rear.\n\n\"This is the kitchen,\" said the turtle, \"Enter quickly, go straight to\nthe kettle, and throw me into the boiling water.\"\n\nTwinkle entered quickly enough, but then she stopped short with a cry of\namazement; for there before her stood the ugly giant, blowing the fire\nwith an immense pair of bellows.\n\n\n\nChapter VII\nPrince Mud-Turtle Becomes Prince Melga\n\nTHE giant was as big around as ten men, and as tall as two; but, having\nno bones, he seemed pushed together, so that his skin wrinkled up like\nthe sides of an accordeon, or a photograph camera, even his face being\nso wrinkled that his nose stuck out between two folds of flesh and his\neyes from between two more. In one end of the kitchen was the great\nfireplace, above which hung an iron kettle with a big iron spoon in it.\nAnd at the other end was a table set for dinner.\n\nAs the giant was standing between the kettle and Twinkle, she could not\ndo as the turtle had commanded, and throw him into the pot. So she\nhesitated, wondering how to obey the fairy. Just then the giant happened\nto turn around and see her.\n\n\"By the whiskers of Gammarog--who was one of my ancestors that was\nkilled by Jack the Giant-Killer!\" he cried, but in a very mild voice for\nso big a person. \"Whom have we here?\"\n\n\"I'm Twinkle,\" said the girl, drawing a long breath.\n\n\"Then, to pay you for your folly in entering my castle, I will make you\nmy slave, and some day, if you're not good, I'll feed you to my\nseventeen-headed dog. I never eat little girls myself. I prefer mutton.\"\n\nTwinkle's heart almost stopped beating when she heard these awful words.\nAll she could do was to stand still and look imploringly at the giant.\nBut she held the fairy mud-turtle clasped tight in her hand, so that the\nmonster couldn't see it.\n\n\"Well, what are you staring at?\" shouted the Corrugated Giant, angrily.\n\"Blow up that fire this instant, slave!\"\n\nHe stood aside for her to pass, and Twinkle ran at once to the\nfireplace. The pot was now before her, and within easy reach, and it was\nbubbling hot.\n\nIn an instant she reached out her hand and tossed the turtle into the\nboiling water; and then, with a cry of horror at her own action, she\ndrew back to see what would happen.\n\nThe turtle was a fairy, all right; and he had known very well the best\nway to break the enchantment his enemy had put upon him. For no sooner\nhad Twinkle tossed him into the boiling pot than a great hissing was\nheard, and a cloud of steam hid for an instant the fireplace. Then, as\nit cleared away, a handsome young prince stepped forward, fully armed;\nfor the turtle was again a fairy, and the kettle had changed into a\nstrong shield which he bore upon his left arm, and the iron spoon was\nnow a long and glittering sword.\n\n\n\nChapter VIII\nTwinkle Receives a Medal\n\nTHE giant gave a roar like that of a baby bull when he saw Prince Melga\nstanding before him, and in a twinkling he had caught up a big club that\nstood near and began whirling it over his head. But before it could\ndescend, the prince ran at him and stuck his sword as far as it would go\ninto the corrugated body of the giant. Again the monster roared and\ntried to fight; but the sword had hurt him badly, and the prince pushed\nit into the evil creature again and again, until the end came, and his\ncorrugated enemy rolled over upon the floor quite dead.\n\nThen the fairy turned to Twinkle, and kneeling before her he kissed her\nhand.\n\n\"Thank you very much,\" he said, in a sweet voice, \"for setting me free.\nYou are a very brave little girl!\"\n\n\"I'm not so sure about that,\" she answered. \"I was dreadfully scared!\"\n\nNow he took her hand and led her from the castle; and she didn't have to\nsqueeze through the fence again, because the fairy had only to utter a\nmagic word and the gate flew open. And when they turned to look back,\nthe castle of the Corrugated Giant, with all that it had contained, had\nvanished from sight, never to be seen again by either mortal or fairy\neyes. For that was sure to happen whenever the giant was dead.\n\nThe prince led Twinkle into the valley where the fairy palaces stood,\nand told all his people, when they crowded around to welcome him, how\nkind the little girl had been to him, and how her courage had enabled\nhim to defeat the giant and to regain his proper form. And all the\nfairies praised Twinkle with kind words, and the lovely Queen\nFlutterlight, who seemed altogether too young to be the mother of the\nhandsome prince, gave to the child a golden medal with a tiny mud-turtle\nengraved upon one side of it.\n\nThen, after a fine feast had been prepared, and the little girl had\neaten all she could of the fairy sweetmeats, she told Prince Melga she\nwould like to go home again.\n\n\"Very well,\" said he. \"Don't forget me, Twinkle, although we probably\nshall never meet again. I'll send you home quite as safely as you came;\nbut as your eyes have been rubbed with the magic maita-leaf, you will\ndoubtless always see many strange sights that are hidden from other\nmortals.\"\n\n\"I don't mind,\" said Twinkle.\n\nThen she bade good-bye to the fairies, and the prince spoke a magic\nword. There was another rush of wind, and when it had passed Twinkle\nfound herself once more in the back yard at home.\n\nAs she sat upon the grass rubbing her eyes and wondering at the strange\nadventure that had befallen her, mamma came out upon the back porch and\nsaid:\n\n\"Your turtle has crawled out of the tub and run away.\"\n\n\"Yes,\" said Twinkle, \"I know; and I'm glad of it!\"\n\nBut she kept her secret to herself.\n\n\nTHE END\n\n\n\nTWINKLE'S ENCHANTMENT\n\n\n\nTWINKLE'S ENCHANTMENT\n\n\n\nList of Chapters                             PAGE\nI     Twinkle Enters the Big Gulch............261\nII    The Rolling Stone.......................269\nIII   Some Queer Acquaintances................277\nIV    The Dancing Bear........................288\nV     The Cave of the Waterfall...............298\nVI    Prince Nimble...........................306\nVII   The Grasshoppers' Hop...................312\n\n\n\nChapter I\nTwinkle Enters the Big Gulch\n\nONE afternoon Twinkle decided to go into the big gulch and pick some\nblueberries for papa's supper. She had on her blue gingham dress and her\nblue sun-bonnet, and there were stout shoes upon her feet. So she took\nher tin pail and started out.\n\n\"Be back in time for supper,\" called mamma from the kitchen porch.\n\n\"'Course,\" said Twinkle, as she trotted away. \"I'm not hungry now, but\nI'll be hungry 'nough when supper-time comes. 'Course I'll be back!\"\n\nThe side of the gulch was but a little way from the house. It was like a\nbig ditch, only the sides were not too steep to crawl down; and in the\nmiddle of the gulch were rolling hills and deep gullies, all covered\nwith wild bushes and vines and a few flowering plants--very rare in this\npart of the country.\n\nTwinkle hadn't lived very long in this section of Dakota, for her father\nhad just bought the new farm that lay beside the gulch. So the big ditch\nwas a great delight to her, and she loved to wander through it and pick\nthe berries and flowers that never grew on the plains above.\n\nTo-day she crept carefully down the path back of the house and soon\nreached the bottom of the gulch. Then she began to search for the\nberries; but all were gone in the places where she had picked them\nbefore; so she found she must go further along.\n\nShe sat down to rest for a time, and by and by she happened to look up\nat the other side and saw a big cluster of bushes hanging full of ripe\nblueberries--just about half way up the opposite bank.\n\nShe had never gone so far before, but if she wanted the berries for\npapa's supper she knew she must climb up the slope and get them; so she\nrose to her feet and began to walk in that direction. It was all new to\nthe little girl, and seemed to her like a beautiful fairyland; but she\nhad no idea that the gulch was enchanted. Soon a beetle crawled across\nher path, and as she stopped to let it go by, she heard it say:\n\n\"Look out for the line of enchantment! You'll soon cross it, if you\ndon't watch out.\"\n\n\"What line of enchantment?\" asked Twinkle.\n\n\"It's almost under your nose,\" replied the little creature.\n\n\"I don't see anything at all,\" she said, after looking closely.\n\n\"Of course you don't,\" said the beetle. \"It isn't a mark, you know, that\nany one can see with their eyes; but it's a line of enchantment, just\nthe same, and whoever steps over it is sure to see strange things and\nhave strange adventures.\"\n\n\"I don't mind that,\" said Twinkle.\n\n\"Well, I don't mind if you don't,\" returned the beetle, and by that time\nhe had crept across the path and disappeared underneath a big rock.\n\nTwinkle went on, without being at all afraid. If the beetle spoke truly,\nand there really was an invisible line that divided the common, real\nworld from an enchanted country, she was very eager to cross it, as any\nlittle girl might well be. And then it occurred to her that she must\nhave crossed the enchanted line before she met the beetle, for otherwise\nshe wouldn't have understood his language, or known what he was talking\nabout. Children don't talk with beetles in the real world, as Twinkle\nknew very well, and she was walking along soberly, thinking this over,\nwhen suddenly a voice cried out to her:\n\n\"Be careful!\"\n\n\n\nChapter II\nThe Rolling Stone\n\nOF course Twinkle stopped then, and looked around to see who had spoken.\nBut no one was anywhere in sight. So she started on again.\n\n\"Look out, or you'll step on me!\" cried the voice a second time.\n\nShe looked at her feet very carefully. There was nothing near them but a\nbig round stone that was about the size of her head, and a prickly\nthistle that she never would step on if she could possibly help it.\n\n\"Who's talking?\" she asked.\n\n\"Why, _I'm_ talking,\" answered the voice. \"Who do you suppose it is?\"\n\n\"I don't know,\" said Twinkle. \"I just can't see anybody at all.\"\n\n\"Then you must be blind,\" said the voice. \"I'm the Rolling Stone, and\nI'm about two inches from your left toes.\"\n\n\"The Rolling Stone!\"\n\n\"That's it. That's me. I'm the Rolling Stone that gathers no moss.\"\n\n\"You can't be,\" said Twinkle, sitting down in the path and looking\ncarefully at the stone.\n\n\"Why not?\"\n\n\"Because you don't roll,\" she said. \"You're a stone, of course; I can\nsee that, all right. But you're not rolling.\"\n\n\"How silly!\" replied the Stone. \"I don't have to roll every minute to be\na Rolling Stone, do I?\"\n\n\"Of course you do,\" answered Twinkle. \"If you don't roll you're just a\ncommon, _still_ stone.\"\n\n\"Well, I declare!\" exclaimed the Stone; \"you don't seem to understand\nanything. You're a Talking Girl, are you not?\"\n\n\"To be sure I am,\" said Twinkle.\n\n\"But you don't talk every minute, do you?\"\n\n\"Mama says I do,\" she answered.\n\n\"But you don't. You're sometimes quiet, aren't you?\"\n\n\"'Course I am.\"\n\n\"That's the way with me. Sometimes I roll, and so I'm called the Rolling\nStone. Sometimes you talk, and so you're the Talking Girl.\"\n\n\"No; I'm Twinkle,\" she said.\n\n\"That doesn't sound like a name,\" remarked the Stone.\n\n\"It's what papa calls me, anyway,\" explained the girl. Then, thinking\nshe had lingered long enough, she added:\n\n\"I'm going up the hill to pick those berries. Since you can roll,\nsuppose you go with me.\"\n\n\"What! Up hill?\" exclaimed the Stone.\n\n\"Why not?\" asked Twinkle.\n\n\"Who ever heard of a stone rolling up hill? It's unnatural!\"\n\n\"Any stone can roll down hill,\" said the child. \"If you can't roll up\nhill, you're no better than a common cobble-stone.\"\n\n\"Oh, I can roll up hill if I have to,\" declared the Stone, peevishly.\n\"But it's hard work, and nearly breaks my back.\"\n\n\"I can't see that you have any back,\" said Twinkle.\n\n\"Why, I'm all back,\" replied the Stone. \"When _your_ back aches, it's\nonly a part of you. But when _my_ back aches, it's all of me except the\nmiddle.\"\n\n\"The middle ache is the worst of all,\" said Twinkle, solemnly. \"Well, if\nyou don't want to go,\" she added, jumping up, \"I'll say good-bye.\"\n\n\"Anything to be sociable,\" said the Stone, sighing deeply. \"I'll go\nalong and keep you company. But it's lots easier to roll down than it is\nto roll up, I assure you!\"\n\n\"Why, you're a reg'lar grumbler!\" exclaimed Twinkle.\n\n\"That's because I lead a hard life,\" returned the Stone, dismally. \"But\ndon't let us quarrel; it is so seldom I get a chance to talk with one of\nmy own standing in society.\"\n\n\"You can't have any standing, without feet,\" declared Twinkle, shaking\nher head at the Stone.\n\n\"One can have _under_standing, at least,\" was the answer; \"and\nunderstanding is the best standing any person can have.\"\n\n\"Perhaps that is true,\" said the child, thoughtfully; \"but I'm glad I\nhave legs, just the same.\"\n\n\n\nChapter III\nSome Queer Acquaintances\n\n\"WAIT a minute!\" implored a small voice, and the girl noticed a yellow\nbutterfly that had just settled down upon the stone. \"Aren't you the\nchild from the farm?\"\n\n\"To be sure,\" she answered, much amused to hear the butterfly speak.\n\n\"Then can you tell me if your mother expects to churn to-day,\" said the\npretty creature, slowly folding and unfolding its dainty wings.\n\n\"Why do you want to know?\"\n\n\"If she churns to-day, I'll fly over to the house and try to steal some\nbutter. But if your mother isn't going to churn, I'll fly down into the\ngulch and rob a bees' nest I know of.\"\n\n\"Why do you rob and steal?\" inquired Twinkle.\n\n\"It's the only way I can get my living,\" said the butterfly. \"Nobody\never gives me anything, and so I have to take what I want.\"\n\n\"Do you like butter?\"\n\n\"Of course I do! That's why we are called butterflies, you know. I\nprefer butter to anything else, and I have heard that in some countries\nthe children always leave a little dish of butter on the window-sill, so\nthat we may help ourselves whenever we are hungry. I wish I had been\nborn in such a country.\"\n\n\"Mother won't churn until Saturday,\" said Twinkle. \"I know, 'cause I've\ngot to help her, and I just hate butter-making!\"\n\n\"Then I won't go to the farm to-day,\" replied the butterfly. \"Good-bye,\nlittle girl. If you think of it, leave a dish of butter around where I\ncan get at it.\"\n\n\"All right,\" said Twinkle, and the butterfly waved its wings and\nfluttered through the air into the gulch below.\n\nThen the girl started up the hill and the Stone rolled slowly beside\nher, groaning and grumbling because the ground was so rough.\n\nPresently she noticed running across the path a tiny Book, not much\nbigger than a postage-stamp. It had two slender legs, like those of a\nbumble-bee, and upon these it ran so fast that all the leaves fluttered\nwildly, the covers being half open.\n\n\"What's that?\" asked Twinkle, looking after the book in surprise.\n\n\"That is a little Learning,\" answered the Stone. \"Look out for it, for\nthey say it's a dangerous thing.\"\n\n\"It's gone already,\" said Twinkle.\n\n\"Let it go. Nobody wants it, that I know of. Just help me over this\nbump, will you?\"\n\nSo she rolled the Stone over the little hillock, and just as she did so\nher attention was attracted by a curious noise that sounded like \"Pop!\npop! pop!\"\n\n\"What's that?\" she inquired, hesitating to advance.\n\n\"Only a weasel,\" answered the Stone. \"Stand still a minute, and you'll\nsee him. Whenever he thinks he's alone, and there's no one to hear,\n'pop' goes the weasel.\"\n\nSure enough, a little animal soon crossed their path, making the funny\nnoise at every step. But as soon as he saw that Twinkle was staring at\nhim he stopped popping and rushed into a bunch of tall grass and hid\nhimself.\n\nAnd now they were almost at the berry-bushes, and Twinkle trotted so\nfast that the Rolling Stone had hard work to keep up with her. But when\nshe got to the bushes she found a flock of strange birds sitting upon\nthem and eating up the berries as fast as they could. The birds were not\nmuch bigger than robins, and were covered with a soft, velvety skin\ninstead of with feathers, and they had merry black eyes and long,\nslender beaks curving downward from their noses, which gave to their\nfaces a saucy expression. The lack of usual feathers might not have\nsurprised Twinkle so much had she not noticed upon the tail of each bird\none single, solitary feather of great length, which was certainly a\nremarkable thing.\n\n\"I know what they are,\" she said, nodding her head wisely; \"they're\nbirds of a feather.\"\n\nAt this the birds burst into a chorus of laughter, and one of them said:\n\n\"Perhaps you think that's why we flock together.\"\n\n\"Well, isn't that the reason?\" she asked.\n\n\"Not a bit of it,\" declared the bird. \"The reason we flock together is\nbecause we're too proud to mix with common birds, who have feathers all\nover them.\"\n\n\"I should think you'd be ashamed, 'cause you're so naked,\" she returned.\n\n\"The fact is, Twinkle,\" said another bird, as he pecked at a blueberry\nand swallowed it, \"the common things in this world don't amount to much.\nThere are millions of birds on earth, but only a few of us that have but\none feather. In my opinion, if you had but one hair upon your head you'd\nbe much prettier.\"\n\n\"I'd be more 'strord'nary, I'm sure,\" said Twinkle, using the biggest\nword she could think of.\n\n\"There's no accounting for tastes,\" remarked the Rolling Stone, which\nhad just arrived at Twinkle's side after a hard roll up the path. \"For\nmy part, I haven't either hair or feathers, and I'm glad of it.\"\n\nThe birds laughed again, at this, and as they had eaten all the berries\nthey cared for, they now flew into the air and disappeared.\n\n\n\nChapter IV\nThe Dancing Bear\n\n\"REALLY,\" said Twinkle, as she began picking the berries and putting them\ninto her pail, \"I didn't know so many things could talk.\"\n\n\"It's because you are in the part of the gulch that's enchanted,\"\nanswered the Rolling Stone. \"When you get home again, you'll think this\nis all a dream.\"\n\n\"I wonder if it isn't!\" she suddenly cried, stopping to look around, and\nthen feeling of herself carefully. \"It's usually the way in all the\nfairy stories that papa reads to me. I don't remember going to sleep any\ntime; but perhaps I did, after all.\"\n\n\"Don't let it worry you,\" said the Stone, making a queer noise that\nTwinkle thought was meant for a laugh. \"If you wake up, you'll be sorry\nyou didn't dream longer; and if you find you haven't been asleep, this\nwill be a wonderful adventure.\"\n\n\"That's true enough,\" the girl answered, and again began filling her\npail with the berries. \"When I tell mama all this, she won't believe a\nword of it. And papa will laugh and pinch my cheek, and say I'm like\nAlice in Wonderland, or Dorothy in the Land of Oz.\"\n\nJust then she noticed something big and black coming around the bushes\nfrom the other side, and her heart beat a good deal faster when she saw\nbefore her a great bear standing upon his rear legs beside her.\n\nHe had a little red cap on his head that was kept in place by a band of\nrubber elastic. His eyes were small, but round and sparkling, and there\nseemed to be a smile upon his face, for his white teeth showed in two\nlong rows.\n\n\"Don't be afraid,\" called out the Rolling Stone; \"it's only the Dancing\nBear.\"\n\n\"Why should the child be afraid?\" asked the bear, speaking in a low,\nsoft tone that reminded her of the purring of a kitten. \"No one ever\nheard of a Dancing Bear hurting anybody. We're about the most harmless\nthings in the world.\"\n\n\"Are you really a Dancing Bear?\" asked Twinkle, curiously.\n\n\"I am, my dear,\" he replied, bowing low and then folding his arms\nproudly as he leaned against a big rock that was near. \"I wish there was\nsome one here who could tell you what a fine dancer I am. It wouldn't be\nmodest for me to praise myself, you know.\"\n\n\"I s'pose not,\" said Twinkle. \"But if you're a Dancing Bear, why don't\nyou dance?\"\n\n\"There it is again!\" cried the Rolling Stone. \"This girl Twinkle wants\nto keep everybody moving. She wouldn't believe, at first, that I was a\nRolling Stone, because I was lying quiet just then. And now she won't\nbelieve you're a Dancing Bear, because you don't eternally keep\ndancing.\"\n\n\"Well, there's some sense in that, after all,\" declared the Bear. \"I'm\nonly a Dancing Bear while I'm dancing, to speak the exact truth; and\nyou're only a Rolling Stone while you're rolling.\"\n\n\"I beg to disagree with you,\" returned the Stone, in a cold voice.\n\n\"Well, don't let us quarrel, on any account,\" said the Bear. \"I invite\nyou both to come to my cave and see me dance. Then Twinkle will be sure\nI'm a Dancing Bear.\"\n\n\"I haven't filled my pail yet,\" said the little girl, \"and I've got to\nget enough berries for papa's supper.\"\n\n\"I'll help you,\" replied the Bear, politely; and at once he began to\npick berries and to put them into Twinkle's pail. His big paws looked\nvery clumsy and awkward, but it was astonishing how many blueberries the\nbear could pick with them. Twinkle had hard work to keep up with him,\nand almost before she realized how fast they had worked, the little pail\nwas full and overflowing with fine, plump berries.\n\n\"And now,\" said the Bear, \"I will show you the way to my cave.\"\n\nHe took her hand in his soft paw and began leading her along the side of\nthe steep hill, while the Stone rolled busily along just behind them.\nBut they had not gone far before Twinkle's foot slipped, and in trying\nto save herself from falling she pushed hard against the Stone and\ntumbled it from the pathway.\n\n\"Now you've done it!\" growled the Stone, excitedly, as it whirled\naround. \"Here I go, for I've lost my balance and I can't help myself!\"\n\nEven as he spoke the big round stone was flying down the side of the\ngulch, bumping against the hillocks and bits of rock--sometimes leaping\ninto the air and then clinging close to the ground, but going faster and\nfaster every minute.\n\n\"Dear me,\" said Twinkle, looking after it; \"I'm afraid the Rolling Stone\nwill get hurt.\"\n\n\"No danger of that,\" replied the Bear. \"It's as hard as a rock, and not\na thing in the gulch could hurt it a bit. But our friend would have to\nroll a long time to get back here again, so we won't wait. Come along,\nmy dear.\"\n\nHe held out his paw again, and Twinkle took it with one of her hands\nwhile she carried the pail with the other, and so managed to get over\nthe rough ground very easily.\n\n\n\nChapter V\nThe Cave of the Waterfall\n\nBEFORE long they came to the entrance to the cave, and as it looked dark\nand gloomy from without Twinkle drew back and said she guessed she\nwouldn't go in.\n\n\"But it's quite light inside,\" said the bear, \"and there's a pretty\nwaterfall there, too. Don't be afraid, Twinkle; I'll take good care of\nyou.\"\n\nSo the girl plucked up courage and permitted him to lead her into the\ncave; and then she was glad she had come, instead of being a 'fraid-cat.\nFor the place was big and roomy, and there were many cracks in the roof,\nthat admitted plenty of light and air. Around the side walls were\nseveral pairs of big ears, which seemed to have been carved out of the\nrock. These astonished the little girl.\n\n\"What are the ears for?\" she asked.\n\n\"Don't walls have ears where you live?\" returned the Bear, as if\nsurprised.\n\n\"I've heard they do,\" she answered, \"but I've never seen any before.\"\n\nAt the back of the cave was a little, tinkling waterfall, that splashed\ninto a pool beneath with a sound that was very like music. Near this was\na square slab of rock, a little raised above the level of the floor.\n\n\"Kindly take a seat, my dear,\" said the bear, \"and I'll try to amuse\nyou, and at the same time prove that I can dance.\"\n\nSo to the music of the waterfall the bear began dancing. He climbed upon\nthe flat stone, made a graceful bow to Twinkle, and then balanced\nhimself first upon one foot and then upon the other, and swung slowly\naround in a circle, and then back again.\n\n\"How do you like it?\" he asked.\n\n\"I don't care much for it,\" said Twinkle. \"I believe I could do better\nmyself.\"\n\n\"But you are not a bear,\" he answered. \"Girls ought to dance better than\nbears, you know. But not every bear can dance. If I had a hand-organ to\nmake the music, instead of this waterfall, I might do better.\"\n\n\"Then I wish you had one,\" said the girl.\n\nThe Bear began dancing again, and this time he moved more rapidly and\nshuffled his feet in quite a funny manner. He almost fell off the slab\nonce or twice, so anxious was he to prove he could dance. And once he\ntripped over his own foot, which made Twinkle laugh.\n\nJust as he was finishing his dance a strange voice cried out:\n\n\"For bear!\" and a green monkey sprang into the cave and threw a big rock\nat the performer. It knocked the bear off the slab, and he fell into the\npool of water at the foot of the waterfall, and was dripping wet when he\nscrambled out again.\n\nThe Dancing Bear gave a big growl and ran as fast as he could after the\nmonkey, finally chasing him out of the cave. Twinkle picked up her pail\nof berries and followed, and when she got into the sunshine again on the\nside of the hill she saw the monkey and the bear hugging each other\ntight, and growling and chattering in a way that showed they were angry\nwith each other and not on pleasant terms.\n\n\"You _will_ throw rocks at me, will you?\" shouted the Bear.\n\n\"I will if I get the chance,\" replied the monkey. \"Wasn't that a fine,\nstraight shot? and didn't you go plump into the water, though?\" and he\nshrieked with laughter.\n\nJust then they fell over in a heap, and began rolling down the hill.\n\n\"Let go!\" yelled the Bear.\n\n\"Let go, yourself!\" screamed the monkey.\n\nBut neither of them did let go, so they rolled faster and faster down\nthe hill, and the last that Twinkle saw of them they were bounding among\nthe bushes at the very bottom of the big gulch.\n\n\n\nChapter VI\nPrince Nimble\n\n\"GOOD gracious!\" said the little girl, looking around her; \"I'm as good\nas lost in this strange place, and I don't know in what direction to go\nto get home again.\"\n\nSo she sat down on the grass and tried to think which way she had come,\nand which way she ought to return in order to get across the gulch to\nthe farm-house.\n\n\"If the Rolling Stone was here, he might tell me,\" she said aloud. \"But\nI'm all alone.\"\n\n\"Oh, no, you're not,\" piped a small, sweet voice. \"I'm here, and I know\nmuch more than the Rolling Stone does.\"\n\nTwinkle looked this way and then that, very carefully, in order to see\nwho had spoken, and at last she discovered a pretty grasshopper perched\nupon a long blade of grass nearby.\n\n\"Did I hear you speak?\" she inquired.\n\n\"Yes,\" replied the grasshopper. \"I'm Prince Nimble, the hoppiest hopper\nin Hoptown.\"\n\n\"Where is that?\" asked the child.\n\n\"Why, Hoptown is near the bottom of the gulch, in that thick patch of\ngrass you see yonder. It's on your way home, so I'd be pleased to have\nyou visit it.\"\n\n\"Won't I step on some of you?\" she asked.\n\n\"Not if you are careful,\" replied Prince Nimble. \"Grasshoppers don't\noften get stepped on. We're pretty active, you know.\"\n\n\"All right,\" said Twinkle. \"I'd like to see a grasshopper village.\"\n\n\"Then follow me, and I'll guide you,\" said Nimble, and at once he leaped\nfrom the blade of grass and landed at least six feet away.\n\nTwinkle got up and followed, keeping her eye on the pretty Prince, who\nleaped so fast that she had to trot to keep up with him. Nimble would\nwait on some clump of grass or bit of rock until the girl came up, and\nthen away he'd go again.\n\n\"How far is it?\" Twinkle once asked him.\n\n\"About a mile and a half,\" was the answer; \"we'll soon be there, for you\nare as good as a mile, and I'm good for the half-mile.\"\n\n\"How do you figure that out?\" asked Twinkle.\n\n\"Why, I've always heard that a miss is as good as a mile, and you're a\nmiss, are you not?\"\n\n\"Not yet,\" she answered; \"I'm only a little girl. But papa will be sure\nto miss me if I don't get home to supper.\"\n\n\n\nChapter VII\nThe Grasshoppers' Hop\n\nTWINKLE now began to fear she wouldn't get home to supper, for the sun\nstarted to sink into the big prairie, and in the golden glow it left\nbehind, the girl beheld most beautiful palaces and castles suspended in\nthe air just above the hollow in which she stood. Splendid banners\nfloated from the peaks and spires of these magnificent buildings, and\nall the windows seemed of silver and all the roofs of gold.\n\n\"What city is that?\" she asked, standing still, in amazement.\n\n\"That isn't any city,\" replied the grasshopper. \"They are only Castles\nin the Air--very pretty to look at, but out of everybody's reach. Come\nalong, my little friend; we're almost at Hoptown.\"\n\nSo Twinkle walked on, and before long Prince Nimble paused on the stem\nof a hollyhock and said:\n\n\"Now, sit down carefully, right where you are, and you will be able to\nwatch my people. It is the night of our regular hop--if you listen you\ncan hear the orchestra tuning up.\"\n\nShe sat down, as he bade her, and tried to listen, but only heard a low\nwhirr and rattle like the noise of a beetle's wings.\n\n\"That's the drummer,\" said Prince Nimble. \"He is very clever, indeed.\"\n\n\"Good gracious! It's night,\" said Twinkle, with a start. \"I ought to be\nat home and in bed this very minute!\"\n\n\"Never mind,\" said the grasshopper; \"you can sleep any time, but this is\nour annual ball, and it's a great privilege to witness it.\"\n\nSuddenly the grass all around them became brilliantly lighted, as if\nfrom a thousand tiny electric lamps. Twinkle looked closely, and saw\nthat a vast number of fireflies had formed a circle around them, and\nwere illuminating the scene of the ball.\n\nIn the center of the circle were assembled hundreds of grasshoppers, of\nall sizes. The small ones were of a delicate green color, and the\nmiddle-sized ones of a deeper green, while the biggest ones were a\nyellowish brown.\n\nBut the members of the orchestra interested Twinkle more than anything\nelse. They were seated upon the broad top of a big toadstool at\none side, and the musicians were all beetles and big-bugs. A fat\nwater-beetle played a bass fiddle as big and fat as himself, and two\npretty ladybugs played the violins. A scarab, brightly colored with\nscarlet and black, tooted upon a long horn, and a sand-beetle made the\nsound of a drum with its wings. Then there was a coleopto, making\nshrill sounds like a flute--only of course Twinkle didn't know the\nnames of these beetles, and thought they were all just \"bugs.\"\n\nWhen the orchestra began to play, the music was more pleasing than you\nmight suppose; anyway, the grasshoppers liked it, for they commenced at\nonce to dance.\n\nThe antics of the grasshoppers made Twinkle laugh more than once, for\nthe way they danced was to hop around in a circle, and jump over each\nother, and then a lady grasshopper and a gentleman grasshopper would\ntake hold of hands and stand on their long rear legs and swing partners\nuntil it made the girl dizzy just to watch them.\n\nSometimes two of them would leap at once, and knock against each other\nin the air, and then go tumbling to the ground, where the other dancers\ntripped over them. She saw Prince Nimble dancing away with the others,\nand his partner was a lovely green grasshopper with sparkling black eyes\nand wings that were like velvet. They didn't bump into as many of the\nothers as some did, and Twinkle thought they danced very gracefully\nindeed.\n\nAnd now, while the merriment was at its height, and waiter-grasshoppers\nwere passing around refreshments that looked like grass seeds covered\nwith thick molasses, a big cat suddenly jumped into the circle.\n\nAt once all the lights went out, for the fire-flies fled in every\ndirection; but in the darkness Twinkle thought she could still hear the\ndrone of the big bass fiddle and the flute-like trill of the ladybugs.\n\nThe next thing Twinkle knew, some one was shaking her shoulder.\n\n* * *\n\n\"Wake up, dear,\" said her mother's voice. \"It's nearly supper-time, and\npapa's waiting for you. And I see you haven't picked a single\nblueberry.\"\n\n\"Why, I picked 'em, all right,\" replied Twinkle, sitting up and first\nrubbing her eyes and then looking gravely at her empty tin pail. \"They\nwere all in the pail a few minutes ago. I wonder whatever became of\nthem!\"\n\n\nTHE END\n\n\n\nSUGAR-LOAF MOUNTAIN\n\n\nSUGAR-LOAF MOUNTAIN\n\n\nList of Chapters\nI        The Golden Key........................325\nII        Through the Tunnel....................333\nIII        Sugar-Loaf City.......................340\nIV        To the King's Palace..................348\nV        Princess Sakareen.....................357\nVI        The Royal Chariot.....................365\nVII        Twinkle Gets Thirsty..................372\nVIII        After the Runaway.....................381\n\n\n\nChapter I\nThe Golden Key\n\nTWINKLE had come to visit her old friend Chubbins, whose mother was now\nteaching school in a little town at the foot of the Ozark Mountains, in\nArkansas. Twinkle's own home was in Dakota, so the mountains that now\ntowered around her made her open her eyes in wonder.\n\nNear by--so near, in fact, that she thought she might almost reach out\nher arm and touch it--was Sugar-Loaf Mountain, round and high and big.\nAnd a little to the south was Backbone Mountain, and still farther along\na peak called Crystal Mountain.\n\nThe very next day after her arrival Twinkle asked Chubbins to take her\nto see the mountain; and so the boy, who was about her own age, got his\nmother to fill for them a basket of good things to eat, and away they\nstarted, hand in hand, to explore the mountain-side.\n\nIt was farther to Sugar-Loaf Mountain than Twinkle had thought, and by\nthe time they reached the foot of the great mound, the rocky sides of\nwhich were covered with bushes and small trees, they were both rather\ntired by the walk.\n\n\"Let's eat something,\" suggested Chubbins.\n\n\"I'm willing,\" said Twinkle.\n\nSo they climbed up a little way, to where some big rocks lay flat upon\nthe mountain, and sat themselves down upon a slab of rock while they\nrested and ate some of the sandwiches and cake.\n\n\"Why do they call it 'Sugar-Loaf'?\" asked the girl, looking far up to\nthe top of the mountain.\n\n\"I don't know,\" replied Chubbins.\n\n\"It's a queer name,\" said Twinkle, thoughtfully.\n\n\"That's so,\" agreed the boy. \"They might as well have called it\n'gingerbread' or 'rock-salt,' or 'tea-biscuit.' They call mountains\nfunny names, don't they?\"\n\n\"Seems as if they do,\" said Twinkle.\n\nThey had been sitting upon the edge of one big flat rock, with their\nfeet resting against another that was almost as large. These rocks\nappeared to have been there for ages,--as if some big giants in olden\ndays had tossed them carelessly down and then gone away and left them.\nYet as the children pushed their feet against this one, the heavy mass\nsuddenly began to tremble and then slide downward.\n\n\"Look out!\" cried the girl, frightened to see the slab of rock move.\n\"We'll fall and get hurt!\"\n\nBut they clung to the rock upon which they sat and met with no harm\nwhatever. Nor did the big slab of stone below them move very far from\nits original position.\n\nIt merely slid downward a few feet, and when they looked at the place\nwhere it had been they discovered what seemed to be a small iron door,\nbuilt into the solid stone underneath, and now shown to their view by\nthe moving of the upper rock.\n\n\"Why, it's a door!\" exclaimed Twinkle.\n\nChubbins got down upon his knees and examined the door carefully. There\nwas a ring in it that seemed to be a handle, and he caught hold of it\nand pulled as hard as he could. But it wouldn't move.\n\n\"It's locked, Twink,\" he said.\n\n\"What do you'spose is under it?\" she asked.\n\n\"Maybe it's a treasure!\" answered Chubbins, his eyes big with interest.\n\n\"Well, Chub, we can't get it, anyway,\" said the practical Twinkle; \"so\nlet's climb the mountain.\"\n\nShe got down from her seat and approached the door, and as she did so\nshe struck a small bit of rock with her foot and sent it tumbling down\nthe hill. Then she stopped short with a cry of wonder, for under the\nstone she had kicked away was a little hole in the rock, and within this\nthey saw a small golden key.\n\n\"Perhaps,\" she said, eagerly, as she stooped to pick up the key, \"this\nwill unlock the iron door.\"\n\n\"Let's try it!\" cried the boy.\n\n\n\nChapter II\nThrough the Tunnel\n\nTHEY examined the door carefully, and at last found near the center of\nit a small hole. Twinkle put the golden key into this and found that it\nfitted exactly. But it took all of Chubbins's strength to turn the key\nin the rusty lock. Yet finally it did turn, and they heard the noise of\nbolts shooting back, so they both took hold of the ring, and pulling\nhard together, managed to raise the iron door on its hinges.\n\nAll they saw was a dark tunnel, with stone steps leading down into the\nmountain.\n\n\"No treasure here,\" said the little girl.\n\n\"P'raps it's farther in,\" replied Chubbins. \"Shall we go down?\"\n\n\"Won't it be dangerous?\" she asked.\n\n\"Don't know,\" said Chubbins, honestly. \"It's been years and years since\nthis door was opened. You can see for yourself. That rock must have\ncovered it up a long time.\"\n\n\"There must be _something_ inside,\" she declared, \"or there wouldn't be\nany door, or any steps.\"\n\n\"That's so,\" answered Chubbins. \"I'll go down and see. You wait.\"\n\n\"No; I'll go too,\" said Twinkle. \"I'd be just as scared waiting outside\nas I would be in. And I 'in bigger than you are, Chub.\"\n\n\"You're taller, but you're only a month older, Twink; so don't you put\non airs. And I'm the strongest.\"\n\n\"We'll both go,\" she decided; \"and then if we find the treasure we'll\ndivide.\"\n\n\"All right; come on!\"\n\nForgetting their basket, which they left upon the rocks, they crept\nthrough the little doorway and down the steps. There were only seven\nsteps in all, and then came a narrow but level tunnel that led straight\ninto the mountain-side. It was dark a few feet from the door, but the\nchildren resolved to go on. Taking hold of hands, so as not to get\nseparated, and feeling the sides of the passage to guide them, they\nwalked a long way into the black tunnel.\n\nTwinkle was just about to say they'd better go back, when the passage\nsuddenly turned, and far ahead of them shone a faint light. This\nencouraged them, and they went on faster, hoping they would soon come to\nthe treasure.\n\n\"Keep it up, Twink,\" said the boy. \"It's no use going home yet.\"\n\n\"We must be almost in the middle of Sugar-Loaf Mountain,\" she answered.\n\n\"Oh, no; it's an awful big mountain,\" said he. \"But we've come quite a\nway, haven't we?\"\n\n\"I guess mama'd scold, if she knew where we are.\"\n\n\"Mamas,\" said Chubbins, \"shouldn't know everything, 'cause they'd only\nworry. And if we don't get hurt I can't see as there's any harm done.\"\n\n\"But we mustn't be naughty, Chub.\"\n\n\"The only thing that's naughty,\" he replied, \"is doing what you're told\nnot to do. And no one told us not to go into the middle of Sugar-Loaf\nMountain.\"\n\nJust then they came to another curve in their path, and saw a bright\nlight ahead. It looked to the children just like daylight; so they ran\nalong and soon passed through a low arch and came out into--\n\nWell! the scene before them was so strange that it nearly took away\ntheir breath, and they stood perfectly still and stared as hard as their\nbig eyes could possibly stare.\n\n\n\nChapter III\nSugaf-Loaf City\n\nSUGAR-LOAF Mountain was hollow inside, for the children stood facing a\ngreat dome that rose so far above their heads that it seemed almost as\nhigh as the sky. And underneath this dome lay spread out the loveliest\ncity imaginable. There were streets of houses, and buildings with round\ndomes, and slender, delicate spires reaching far up into the air, and\nturrets beautifully ornamented with carvings. And all these were white\nas the driven snow and sparkling in every part like millions of\ndiamonds--for all were built of pure loaf-sugar! The pavements of the\nstreets were also loaf-sugar, and the trees and bushes and flowers were\nlikewise sugar; but these last were not all white, because all sugar is\nnot white, and they showed many bright colors of red sugar and blue\nsugar and yellow, purple and green sugar, all contrasting most prettily\nwith the sparkling white buildings and the great white dome overhead.\n\nThis alone might well astonish the eyes of children from the outside\nworld, but it was by no means all that Twinkle and Chubbins beheld in\nthat first curious look at Sugar-Loaf City. For the city was inhabited\nby many people--men, women and children--who walked along the streets\njust as briskly as we do; only all were made of sugar. There were\nseveral different kinds of these sugar people. Some, who strutted\nproudly along, were evidently of pure loaf-sugar, and these were of a\nmost respectable appearance. Others seemed to be made of a light brown\nsugar, and were more humble in their manners and seemed to hurry along\nas if they had business to attend to. Then there were some of sugar so\ndark in color that Twinkle suspected it was maple-sugar, and these folks\nseemed of less account than any of the others, being servants, drivers\nof carriages, and beggars and idlers.\n\nCarts and carriages moved along the streets, and were mostly made of\nbrown sugar. The horses that drew them were either pressed sugar or\nmaple-sugar. In fact, everything that existed in this wonderful city was\nmade of some kind of sugar.\n\nWhere the light, which made all this place so bright and beautiful, came\nfrom, Twinkle could not imagine. There was no sun, nor were there any\nelectric lights that could be seen; but it was fully as bright as day\nand everything showed with great plainness.\n\nWhile the children, who stood just inside the archway through which they\nhad entered, were looking at the wonders of Sugar-Loaf City, a file of\nsugar soldiers suddenly came around a corner at a swift trot.\n\n\"Halt!\" cried the Captain. He wore a red sugar jacket and a red sugar\ncap, and the soldiers were dressed in the same manner as their Captain,\nbut without the officer's yellow sugar shoulder-straps. At the command,\nthe sugar soldiers came to a stop, and all pointed their sugar muskets\nat Twinkle and Chubbins.\n\n\"Surrender!\" said the Captain to them. \"Surrender, or I'll--I'll--\"\n\nHe hesitated.\n\n\"What will you do?\" said Twinkle.\n\n\"I don't know what, but something very dreadful,\" replied the Captain.\n\"But of course you'll surrender.\"\n\n\"I suppose we'll have to,\" answered the girl.\n\n\"That's right. I'll just take you to the king, and let him decide what\nto do,\" he added pleasantly.\n\nSo the soldiers surrounded the two children, shouldered arms, and\nmarched away down the street, Twinkle and Chubbins walking slowly, so\nthe candy folks would not have to run; for the tallest soldiers were\nonly as high as their shoulders.\n\n\"This is a great event,\" remarked the Captain, as he walked beside them\nwith as much dignity as he could muster. \"It was really good of you to\ncome and be arrested, for I haven't had any excitement in a long time.\nThe people here are such good sugar that they seldom do anything wrong.\"\n\n\n\nChapter IV\nTo the King's Palace\n\n\"WHAT, allow me to ask, is your grade of sugar?\" inquired the Captain,\nwith much politeness. \"You do not seem to be the best loaf, but I\nsuppose that of course you are solid.\"\n\n\"Solid what?\" asked Chubbins.\n\n\"Solid sugar,\" replied the Captain.\n\n\"We're not sugar at all,\" explained Twinkle. \"We're just meat.\"\n\n\"Meat! And what is that?\"\n\n\"Haven't you any meat in your city?\"\n\n\"No,\" he replied, shaking his head. \"Well, I can't explain exactly what\nmeat is,\" she said; \"but it isn't sugar, anyway.\"\n\nAt this the Captain looked solemn.\n\n\"It isn't any of my business, after all,\" he told them. \"The king must\ndecide about you, for that's _his_ business. But since you are not made\nof sugar you must excuse me if I decline to converse with you any\nlonger. It is beneath my dignity.\"\n\n\"Oh, that's all right,\" said Twinkle.\n\n\"Where we came from,\" said Chubbins, \"meat costs more a pound than sugar\ndoes; so I guess we're just as good as you are.\"\n\nBut the Captain made no reply to this statement, and before long they\nstopped in front of a big sugar building, while a crowd of sugar people\nquickly gathered.\n\n\"Stand back!\" cried the Captain, and the sugar soldiers formed a row\nbetween the children and the sugar citizens, and kept the crowd from\ngetting too near. Then the Captain led Twinkle and Chubbins through a\nhigh sugar gateway and up a broad sugar walk to the entrance of the\nbuilding.\n\n\"Must be the king's castle,\" said Chubbins.\n\n\"The king's palace,\" corrected the Captain, stiffly.\n\n\"What's the difference?\" asked Twinkle.\n\nBut the sugar officer did not care to explain.\n\nBrown sugar servants in plum-colored sugar coats stood at the entrance\nto the palace, and their eyes stuck out like lozenges from their sugar\nfaces when they saw the strangers the Captain was escorting.\n\nBut every one bowed low, and stood aside for them to pass, and they\nwalked through beautiful halls and reception rooms where the sugar was\ncut into panels and scrolls and carved to represent all kinds of fruit\nand flowers.\n\n\"Isn't it sweet!\" said Twinkle.\n\n\"Sure it is,\" answered Chubbins.\n\nAnd now they were ushered into a magnificent room, where a stout little\nsugar man was sitting near the window playing upon a fiddle, while a\ngroup of sugar men and women stood before him in respectful attitudes\nand listened to the music.\n\nTwinkle knew at once that the fiddler was the king, because he had a\nsugar crown upon his head. His Majesty was made of very white and\nsparkling cut loaf-sugar, and his clothing was formed of the same pure\nmaterial. The only color about him was the pink sugar in his cheeks and\nthe brown sugar in his eyes. His fiddle was also of white sugar, and the\nstrings were of spun sugar and had an excellent tone.\n\nWhen the king saw the strange children enter the room he jumped up and\nexclaimed:\n\n\"Bless my beets! What have we here?\"\n\n\"Mortals, Most Granular and Solidified Majesty,\" answered the Captain,\nbowing so low that his forehead touched the floor. \"They came in by the\nancient tunnel.\"\n\n\"Well, I declare,\" said the king. \"I thought that tunnel had been\nstopped up for good and all.\"\n\n\"The stone above the door slipped,\" said Twinkle, \"so we came down to\nsee what we could find.\"\n\n\"You must never do it again,\" said his Majesty, sternly. \"This is our\nown kingdom, a peaceful and retired nation of extra refined and\nsubstantial citizens, and we don't wish to mix with mortals, or any\nother folks.\"\n\n\"We'll go back, pretty soon,\" said Twinkle.\n\n\"Now, that's very nice of you,\" declared the king, \"and I appreciate\nyour kindness. Are you extra refined, my dear?\"\n\n\"I hope so,\" said the girl, a little doubtfully.\n\n\"Then there's no harm in our being friendly while you're here. And as\nyou've promised to go back to your own world soon, I have no objection\nto showing you around the town. You'd like to see how we live, wouldn't\nyou?\"\n\n\"Very much,\" said Twinkle.\n\n\"Order my chariot, Captain Brittle,\" said his Majesty; and the Captain\nagain made one of his lowly bows and strutted from the room to execute\nthe command.\n\nThe king now introduced Chubbins and Twinkle to the sugar ladies and\ngentlemen who were present, and all of them treated the children very\nrespectfully.\n\n\n\nChapter V\nPrincess Sakareen\n\n\"SAY, play us a tune,\" said Chubbins to the king. His Majesty didn't seem\nto like being addressed so bluntly, but he was very fond of playing the\nfiddle, so he graciously obeyed the request and played a pretty and\npathetic ballad upon the spun sugar strings. Then, begging to be excused\nfor a few minutes while the chariot was being made ready, the king left\nthem and went into another room.\n\nThis gave the children a chance to talk freely with the sugar people,\nand Chubbins said to one man, who looked very smooth on the outside:\n\n\"I s'pose you're one of the big men of this place, aren't you?\"\n\nThe man looked frightened for a moment, and then took the boy's arm and\nled him into a corner of the room.\n\n\"You ask me an embarrassing question,\" he whispered, looking around to\nmake sure that no one overheard. \"Although I pose as one of the\nnobility, I am, as a matter of fact, a great fraud!\"\n\n\"How's that?\" asked Chubbins.\n\n\"Have you noticed how smooth I am?\" inquired the sugar man.\n\n\"Yes,\" replied the boy. \"Why is it?\"\n\n\"Why, I'm frosted, that's the reason. No one here suspects it, and I'm\nconsidered very respectable; but the truth is, I'm just coated over with\nfrosting, and not solid sugar at all.\"\n\n\"What's inside you?\" asked Chubbins.\n\n\"That,\" answered the man, \"I do not know. I've never dared to find out.\nFor if I broke my frosting to see what I'm stuffed with, every one else\nwould see too, and I would be disgraced and ruined.\"\n\n\"Perhaps you're cake,\" suggested the boy.\n\n\"Perhaps so,\" answered the man, sadly. \"Please keep my secret, for only\nthose who are solid loaf-sugar are of any account in this country, and\nat present I am received in the best society, as you see.\"\n\n\"Oh, I won't tell,\" said Chubbins.\n\nDuring this time Twinkle had been talking with a sugar lady, in another\npart of the room. This lady seemed to be of the purest loaf-sugar, for\nshe sparkled most beautifully, and Twinkle thought she was quite the\nprettiest person to look at that she had yet seen.\n\n\"Are you related to the king?\" she asked.\n\n\"No, indeed,\" answered the sugar lady, \"although I'm considered one of\nthe very highest quality. But I'll tell you a secret, my dear.\" She took\nTwinkle's hand and led her across to a sugar sofa, where they both sat\ndown.\n\n\"No one,\" resumed the sugar lady, \"has ever suspected the truth; but I'm\nonly a sham, and it worries me dreadfully.\"\n\n\"I don't understand what you mean,\" said Twinkle. \"Your sugar seems as\npure and sparkling as that of the king.\"\n\n\"Things are not always what they seem,\" sighed the sugar lady. \"What you\nsee of me, on the outside, is all right; but the fact is, _I'm hollow!_\"\n\n\"Dear me!\" exclaimed Twinkle, in surprise. \"How do you know it?\"\n\n\"I can feel it,\" answered the lady, impressively. \"If you weighed me\nyou'd find I'm not as heavy as the solid ones, and Tor a long time I Ve\nrealized the bitter truth that I'm hollow. It makes me very unhappy, but\nI don't dare confide my secret to anyone here, because it would disgrace\nme forever.\"\n\n\"I wouldn't worry,\" said the child. \"They'll never know the difference.\"\n\n\"Not unless I should break,\" replied the sugar lady. \"But if that\nhappened, all the world could see that I'm hollow, and instead of being\nwelcomed in good society I'd become an outcast. It's even more\nrespectable to be made of brown sugar, than to be hollow; don't you\nthink so?\"\n\n\"I'm a stranger here,\" said Twinkle; \"so I can't judge. But if I were\nyou, I wouldn't worry unless I got broke; and you may be wrong, after\nall, and as sound as a brick!\"\n\n\n\nChapter VI\nThe Royal Chariot\n\nJUST then the king came back to the room and said:\n\n\"The chariot is at the door; and, as there are three seats, I'll take\nLord Cloy and Princess Sakareen with us.\"\n\nSo the children followed the king to the door of the palace, where stood\na beautiful white and yellow sugar chariot, drawn by six handsome sugar\nhorses with spun sugar tails and manes, and driven by a brown sugar\ncoachman in a blue sugar livery.\n\nThe king got in first, and the others followed. Then the children\ndiscovered that Lord Cloy was the frosted man and Princess Sakareen was\nthe sugar lady who had told Twinkle that she was hollow.\n\nThere was quite a crowd of sugar people at the gates to watch the\ndeparture of the royal party, and a few soldiers and policemen were also\npresent to keep order. Twinkle sat beside the king, and Chubbins sat on\nthe same seat with the Princess Sakareen, while Lord Cloy was obliged to\nsit with the coachman. When all were ready the driver cracked a sugar\nwhip (but didn't break it), and away the chariot dashed over a road\npaved with blocks of cut loaf-sugar.\n\nThe air was cool and pleasant, but there was a sweet smell to the breeze\nthat was peculiar to this strange country. Sugar birds flew here and\nthere, singing sweet songs, and a few sugar dogs ran out to bark at the\nking's chariot as it whirled along.\n\n\"Haven't you any automobiles in your country?\" asked the girl.\n\n\"No,\" answered the king. \"Anything that requires heat to make it go is\navoided here, because heat would melt us and ruin our bodies in a few\nminutes. Automobiles would be dangerous in Sugar-Loaf City.\"\n\n\"They're dangerous enough anywhere,\" she said. \"What do you feed to your\nhorses?\"\n\n\"They eat a fine quality of barley-sugar that grows in our fields,\"\nanswered the king. \"You'll see it presently, for we will drive out to my\ncountry villa, which is near the edge of the dome, opposite to where you\ncame in.\"\n\nFirst, however, they rode all about the city, and the king pointed out\nthe public buildings, and the theaters, and the churches, and a number\nof small but pretty public parks. And there was a high tower near the\ncenter that rose half-way to the dome, it was so tall.\n\n\"Aren't you afraid the roof will cave in some time, and ruin your city?\"\nTwinkle asked the king.\n\n\"Oh, no,\" he answered. \"We never think of such a thing. Isn't there a\ndome over the place where you live?\"\n\n\"Yes,\" said Twinkle; \"but it's the sky.\"\n\n\"Do you ever fear it will cave in?\" inquired the king.\n\n\"No, indeed!\" she replied, with a laugh at the idea.\n\n\"Well, it's the same way with us,\" returned his Majesty. \"Domes are the\nstrongest things in all the world.\"\n\n\n\nChapter VII\nTwinkle Gets Thirsty\n\nAFTER they had seen the sights of the city the carriage turned into a\nbroad highway that led into the country, and soon they began to pass\nfields of sugar corn and gardens of sugar cabbages and sugar beets and\nsugar potatoes. There were also orchards of sugar plums and sugar apples\nand vineyards of sugar grapes. All the trees were sugar, and even the\ngrass was sugar, while sugar grasshoppers hopped about in it. Indeed,\nChubbins decided that not a speck of anything beneath the dome of\nSugar-Loaf Mountain was anything but pure sugar--unless the inside of\nthe frosted man proved to be of a different material.\n\nBy and by they reached a pretty villa, where they all left the carriage\nand followed the sugar king into the sugar house. Refreshments had been\nordered in advance, over the sugar telephone, so that the dining table\nwas already laid and all they had to do was to sit in the pretty sugar\nchairs and be waited upon by maple-sugar attendants.\n\nThere were sandwiches and salads and fruits and many other sugar things\nto eat, served on sugar plates; and the children found that some were\nflavored with winter-green and raspberry and lemon, so that they were\nalmost as good as candies. At each plate was a glass made of crystal\nsugar and filled with thick sugar syrup, and this seemed to be the only\nthing to drink. After eating so much sugar the children naturally became\nthirsty, and when the king asked Twinkle if she would like anything else\nshe answered promptly:\n\n\"Yes, I'd like a drink of water.\"\n\nAt once a murmur of horror arose from the sugar people present, and the\nking pushed back his chair as if greatly disturbed.\n\n\"Water!\" he exclaimed, in amazement.\n\n\"Sure,\" replied Chubbins. \"I want some, too. We're thirsty.\"\n\nThe king shuddered.\n\n\"Nothing in the world,\" said he gravely, \"is so dangerous as water. It\nmelts sugar in no time, and to drink it would destroy you instantly.\"\n\n\"We're not made of sugar,\" said Twinkle. \"In our country we drink all\nthe water we want.\"\n\n\"It may be true,\" returned the king; \"but I am thankful to say there is\nno drop of water in all this favored country. But we have syrup, which\nis much better for your health. It fills up the spaces inside you, and\nhardens and makes you solid.\"\n\n\"It makes me thirstier than ever,\" said the girl. \"But if you have no\nwater we must try to get along until we get home again.\"\n\nWhen the luncheon was over, they entered the carriage again and were\ndriven back towards the city. On the way the six sugar horses became\nrestless, and pranced around in so lively a manner that the sugar\ncoachman could scarcely hold them in. And when they had nearly reached\nthe palace a part of the harness broke, and without warning all six\nhorses dashed madly away. The chariot smashed against a high wall of\nsugar and broke into many pieces, the sugar people, as well as Twinkle\nand Chubbins, being thrown out and scattered in all directions.\n\nThe little girl was not at all hurt, nor was Chubbins, who landed on top\nthe wall and had to climb down again. But the king had broken one of the\npoints off his crown, and sat upon the ground gazing sorrowfully at his\nwrecked chariot. And Lord Cloy, the frosted man, had smashed one of his\nfeet, and everybody could now see that underneath the frosting was a\nmaterial very like marshmallow--a discovery that was sure to condemn him\nas unfit for the society of the solid sugar-loaf aristocracy of the\ncountry.\n\nBut perhaps the most serious accident of all had befallen Princess\nSakareen, whose left leg had broken short off at the knee. Twinkle ran\nup to her as soon as she could, and found the Princess smiling happily\nand gazing at the part of the broken leg which she had picked up.\n\n\"See here, Twinkle,\" she cried; \"it's as solid as the king himself! I'm\nnot hollow at all. It was only my imagination.\"\n\n\"I'm glad of that,\" answered Twinkle; \"but what will you do with a\nbroken leg?\"\n\n\"Oh, that's easily mended,\" said the Princess, \"All I must do is to put\na little syrup on the broken parts, and stick them together, and then\nsit in the breeze until it hardens. I'll be all right in an hour from\nnow.\"\n\nIt pleased Twinkle to hear this, for she liked the pretty sugar\nprincess.\n\n\n\nChapter VIII\nAfter the Runaway\n\nNOW the king came up to them, saying: \"I hope you are not injured.\"\n\n\"We are all right,\" said Twinkle; \"but I'm getting dreadful thirsty, so\nif your Majesty has no objection I guess we'll go home.\"\n\n\"No objection at all,\" answered the king.\n\nChubbins had been calmly filling his pockets with broken spokes and\nother bits of the wrecked chariot; but feeling nearly as thirsty as\nTwinkle, he was glad to learn they were about to start for home.\n\nThey exchanged good-byes with all their sugar friends, and thanked the\nsugar king for his royal entertainment. Then Captain Brittle and his\nsoldiers escorted the children to the archway through which they had\nentered Sugar-Loaf City.\n\nThey had little trouble in going back, although the tunnel was so dark\nin places that they had to feel their way. But finally daylight could be\nseen ahead, and a few minutes later they scrambled up the stone steps\nand squeezed through the little doorway.\n\nThere was their basket, just as they had left it, and the afternoon sun\nwas shining softly over the familiar worldly landscape, which they were\nboth rejoiced to see again.\n\nChubbins closed the iron door, and as soon as he did so the bolts shot\ninto place, locking it securely.\n\n\"Where's the key?\" asked Twinkle.\n\n\"I put it into my pocket,\" said Chubbins, \"but it must have dropped out\nwhen I tumbled from the king's chariot.\"\n\n\"That's too bad,\" said Twinkle; \"for now no one can ever get to the\nsugar city again. The door is locked, and the key is on the other side.\"\n\n\"Never mind,\" said the boy. \"We've seen the inside of Sugar-Loaf\nMountain once, and that'll do us all our lives. Come on, Twink. Let's go\nhome and get a drink!\"\n\n\n\n***END OF THE PROJECT GUTENBERG EBOOK TWINKLE AND CHUBBINS***\n\n\n******* This file should be named 28552.txt or 28552.zip *******\n\n\nThis and all associated files of various formats will be found in:\nhttp:\/\/www.gutenberg.org\/dirs\/2\/8\/5\/5\/28552\n\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp:\/\/www.gutenberg.org\/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark\/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s\/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http:\/\/www.gutenberg.org\/fundraising\/pglaf.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http:\/\/www.gutenberg.org\/about\/contact\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http:\/\/www.gutenberg.org\/fundraising\/donate\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit:\nhttp:\/\/www.gutenberg.org\/fundraising\/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\nMost people start at our Web site which has the main PG search facility:\n\n     http:\/\/www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n","id":292,"split":"train"}
