{"ori_id":"bff116935a9696fc3351f49dd8a45a1ad9986458","title":"The Spanish Curate","context":"The Spanish Curate\n Set in Spain, the play deals with a conflict between two brothers over their inheritance. Don Henrique is older than Don Jamie by a year; under the system of primogeniture, Henrique is the heir to their father's estate. The late father's will gives Jamie a small income, but Henrique treats his younger brother with rudeness and condescension, breeding a hostile relationship between the two. The problem is that Henrique and his wife, Violante, have been married for a dozen years but have no children—leaving Jamie as Henrique's heir.\nJamie is a member of a circle of aristocratic friends, which includes a boy named Ascanio. The boy is the son of poor parents, but is admired for his grace and nobility of character. Among Jamie's friends is Leandro, a lusty young man who is interested in the beautiful Amaranta. She is the wife of the rapacious lawyer Bartolus; the attorney keeps his wife closely watched, and Leandro has developed a scheme to seduce her. He masquerades as a wealthy law student come to take instruction from Bartolus. The go-between in this is Lopez, the local curate and the title character.\nDon Henrique, angered over Jamie's status as his heir, makes a radical move to change the situation: he files a legal suit (Bartolus is his lawyer) to have the boy Ascanio declared his heir. Henrique testifies that before he married Violante, he was engaged or \"precontracted\" to Ascanio's mother Jacinta, and that the boy is his natural son. (Like other plays of the era, The Spanish Curate exploits the legal and ethical ambiguity of the precontract, which in some interpretations was like a demi-marriage...but not quite.) After the child's birth, Henrique had second thoughts about the social gap between himself and Jacinta, and got the precontract cancelled. Jacinta can only affirm the basic truth of Henrique's testimony; and on that basis, Henrique wins his suit. Ascanio is now his legal heir, and Jamie is out.\nViolante, however, is outraged that Henrique has exposed this shameful affair and effectively thrown her infertility in her face. She bullies her husband into reversing course and driving Ascanio out of his house; Henrique offers the boy financial support, but the child returns to Jacinta and his pretended father Octavio. Violante is not satisfied with this, however; she reveals herself to be a truly ruthless person when she solicits Jamie to murder both Henrique and Ascanio and so come into his family fortune immediately.\nLeandro works his way into the trust of Bartolus, and tries to seduce Amaranta; she is tempted by him, but stands on her virtue and fidelity. When Bartolus finally becomes suspicious, Amaranta can show that she and Leandro have been in church, and not having a sexual assignation.\nThe plot comes to a head in the final act: Violante meets Jamie and his pretended accomplices for the double murder—only to have her plot exposed. Henrique is shocked into penitence by the exposure of his wife's murder plot—and reveals that he and Violante are not actually, fully legally, married after all. Bartolus too is cowed by his involvement in the matter, and vows to change his ways. Jamie has no problem accepting Ascanio as his nephew, now that their family relations are better ordered. Massinger ends the play with a couplet extolling the middle way in marital relations, between too much pliability in a husband (like Henrique) and too little (like Bartolus)—much like the concluding couplet in Massinger's later play The Picture.\nï»¿Project Gutenberg's The Spanish Curate, by Francis Beaumont and John Fletcher\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n\nTitle: The Spanish Curate\n       A Comedy\n\nAuthor: Francis Beaumont and John Fletcher\n\nRelease Date: April 25, 2004 [EBook #12141]\n\nLanguage: English\n\n\n*** START OF THIS PROJECT GUTENBERG EBOOK THE SPANISH CURATE ***\n\n\n\n\nProduced by Jonathan Ingram, Jayam Subramanian and PG Distributed\nProofreaders\n\n\n\n\n\n\n\n\n\n\n     THE SPANISH CURATE,\n\n\n     A COMEDY.\n\n       *       *       *       *       *\n\n\n\n\n     Persons Represented in the Play.\n\n\n     Don Henrique, _an uxorious Lord,\n     cruel to his Brother_.\n\n     Don Jamie, _younger Brother to_ Don\n     Henrique.\n\n     Bartolus, _a covetous Lawyer Husband\n     to_ Amaranta.\n\n     Leandro, _a Gentleman who wantonly\n     loves the Lawyers Wife_.\n\n     Angelo, } _Three Gentlemen Friend[s]_\n     Milanes,} _to_ Leandro.\n     Arsenio,}\n\n     Ascanio, _Son to_ Don Henrique.\n\n     Octavio, _supposed Husband to_ Jacintha.\n\n     Lopez, _the_ Spanish Curate.\n\n     Diego, _his Sexton_.\n\n     Assistant, _which we call a Judge_.\n\n     Algazeirs, _whom we call Serjeants_.\n\n     4 Parishioners.\n\n     Apparitor.\n\n     Singers.\n\n     Servants.\n\n\n     _WOMEN_.\n\n     Violante, _supposed Wife to_ Don\n     Henrique.\n\n     Jacintha, _formerly contracted to_ Don\n     Henrique.\n\n     Amaranta, _Wife to_ Bartolus.\n\n     A Woman Moor, _Servant to_ Amaranta.\n\n       *       *       *       *       *\n     _The Scene_ Spain.\n\n       *       *       *       *       *\n\n     The principal Actors were,\n\n     Joseph Taylor.  } {William Eglestone.\n     John Lowin.     } {Thomas Polard.\n     Nicholas Toolie.} {Robert Benfeild.\n\n       *       *       *       *       *\n\n\n     Actus primus. Scena prima.\n\n       *       *       *       *       *\n\n     _Enter_ Angelo, Milanes, _and_ Arsenio.\n\n     _Arsenio.\n\n     Leandro_ paid all.\n\n     _Mil_.\n\n     'Tis his usual custom,\n     And requisite he should: he has now put off\n     The Funeral black, (your rich heir wears with joy,\n     When he pretends to weep for his dead Father)\n     Your gathering Sires, so long heap muck together,\n     That their kind Sons, to rid them of their care,\n     Wish them in Heaven; or if they take a taste\n     Of Purgatory by the way, it matters not,\n     Provided they remove hence; what is befaln\n     To his Father, in the other world, I ask not;\n     I am sure his prayer is heard: would I could use one\n     For mine, in the same method.\n\n     _Ars_.\n\n     Fie upon thee.\n     This is prophane.\n\n     _Mil_.\n\n     Good Doctor, do not school me\n     For a fault you are not free from: On my life\n     Were all Heirs in _Corduba_, put to their Oaths,\n     They would confess with me, 'tis a sound Tenet:\n     I am sure _Leandro_ do's.\n\n     _Ars_.\n\n     He is th'owner\n     Of a fair Estate.\n\n     _Mil_.\n\n     And fairly he deserves it,\n     He's a Royal Fellow: yet observes a mean\n     In all his courses, careful too on whom\n     He showers his bounties: he that's liberal\n     To all alike, may do a good by chance,\n     But never out of Judgment: This invites\n     The prime men of the City to frequent\n     All places he resorts to, and are happy\n     In his sweet Converse.\n\n     _Ars.\n\n     Don Jamie_ the Brother\n     To the Grandee _Don Henrique_, appears much taken\n     With his behaviour.\n\n     _Mil_.\n\n     There is something more in't:\n     He needs his Purse, and knows how to make use on't.\n     'Tis now in fashion for your _Don_, that's poor,\n     To vow all Leagues of friendship with a Merchant\n     That can supply his wants, and howsoe're\n     _Don Jamie's_ noble born, his elder Brother\n     _Don Henrique_ rich, and his Revenues long since\n     Encreas'd by marrying with a wealthy Heir\n     Call'd, Madam _Vi[o]lante_, he yet holds\n     A hard hand o're _Jamie_, allowing him\n     A bare annuity only.\n\n     _Ars_.\n\n     Yet 'tis said\n     He hath no child, and by the Laws of _Spain_\n     If he die without issue, _Don Jamie_\n     Inherits his Estate.\n\n     _Mil_.\n\n     Why that's the reason\n     Of their so many jarrs: though the young Lord\n     Be sick of the elder Brother, and in reason\n     Should flatter, and observe him, he's of a nature\n     Too bold and fierce, to stoop so, but bears up,\n     Presuming on his hopes.\n\n     _Ars_.\n\n     What's the young Lad\n     That all of 'em make so much of?\n\n     _Mil._\n\n     'Tis a sweet one,\n     And the best condition'd youth, I ever saw yet,\n     So humble, and so affable, that he wins\n     The love of all that know him, and so modest,\n     That (in despight of poverty) he would starve\n     Rather than ask a courtesie: He's the Son\n     Of a poor cast-Captain, one _Octavio_;\n     And She, that once was call'd th'fair _Jacinta_,\n     Is happy in being his Mother: for his sake,\n\n     _Enter_ Jamie, Leandro, _and_ Ascanio.\n\n     (Though in their Fortunes faln) they are esteem'd of,\n     And cherish'd by the best. O here they come.\n     I now may spare his Character, but observe him,\n     He'l justifie my report.\n\n     _Jam_.\n\n     My good _Ascanio_,\n     Repair more often to me: above Women\n     Thou ever shalt be welcome.\n\n     _Asc_.\n\n     My Lord your favours\n     May quickly teach a raw untutour'd Youth\n     To be both rude and sawcy.\n\n     _Lean_.\n\n     You cannot be\n     Too frequent where you are so much desir'd:\n     And give me leave (dear friend) to be your Rival\n     In part of his affection; I will buy it\n     At any rate.\n\n     _Jam_.\n\n     Stood I but now possess'd\n     Of what my future hope presages to me,\n     I then would make it clear thou hadst a Patron\n     That would not say but do: yet as I am,\n     Be mine, I'le not receive thee as a servant,\n     But as my Son, (and though I want my self)\n     No Page attending in the Court of _Spain_\n     Shall find a kinder master.\n\n     _Asc_.\n\n     I beseech you\n     That my refusal of so great an offer\n     May make no ill construction, 'tis not pride\n     (That common vice is far from my condition)\n     That makes you a denyal to receive\n     A favour I should sue for: nor the fashion\n     Which the Country follows, in which to be a servant\n     In those that groan beneath the heavy weight\n     Of poverty, is held an argument\n     Of a base abject mind, I wish my years\n     Were fit to do you service in a nature\n     That might become a Gentleman (give me leave\n     To think my self one) My Father serv'd the King\n     As a Captain in the field; and though his fortune\n     Return'd him home a poor man, he was rich\n     In Reputation, and wounds fairly taken.\n     Nor am I by his ill success deterr'd,\n     I rather feel a strong desire that sways me\n     To follow his profession, and if Heaven\n     Hath mark'd me out to be a man, how proud,\n     In the service of my Country, should I be,\n     To trail a Pike under your brave command!\n     There, I would follow you as a guide to honour,\n     Though all the horrours of the War made up\n     To stop my passage.\n\n     _Jam_.\n\n     Thou art a hopeful Boy,\n     And it was bravely spoken: For this answer,\n     I love thee more than ever.\n\n     _Mil_.\n\n     Pity such seeds\n     Of promising courage should not grow and prosper.\n\n     _Ang_.\n\n     What ever his reputed Parents be,\n     He hath a mind that speaks him right and noble.\n\n     _Lean_.\n\n     You make him blush; it needs not sweet _Ascanio_,\n     We may hear praises when they are deserv'd,\n     Our modesty unwounded. By my life\n     I would add something to the building up\n     So fair a mind, and if till you are fit\n     To bear Arms in the Field, you'l spend some years\n     In _Salamanca_, I'le supply your studies\n     With all conveniences.\n\n     _Asc_.\n\n     Your goodness (Signiors)\n     And charitable favours overwhelm me.\n     If I were of your blood, you could not be\n     More tender of me: what then can I pay\n     (A poor Boy and a stranger) but a heart\n     Bound to your service? with what willingness\n     I would receive (good Sir) your noble offer,\n     Heaven can bear witness for me: but alas,\n     Should I embrace the means to raise my fortunes,\n     I must destroy the lives of my poor Parents\n     (To who[m] I ow my being) they in me\n     Place all their comforts, and (as if I were\n     The light of their dim eyes) are so indulgent\n     They cannot brook one short dayes absence from me;\n     And (what will hardly win belief) though young,\n     I am their Steward and their Nurse: the bounties\n     Which others bestow on me serves to sustain 'em,\n     And to forsake them in their age, in me\n     Were more than Murther.\n\n     _Enter_ Henrique.\n\n     _Aug_.\n\n     This is a kind of begging\n     Would make a Broker charitable.\n\n     _Mil_.\n\n     Here, (sweet heart)\n     I wish it were more.\n\n     _Lean_.\n\n     When this is spent,\n     Seek for supply from me.\n\n     _Jam_.\n\n     Thy piety\n     For ever be remembred: nay take all,\n     Though 'twere my exhibition to a Royal\n     For one whole year.\n\n     _Asc_.\n\n     High Heavens reward your goodness.\n\n     _Hen_.\n\n     So Sir, is this a slip of your own grafting,\n     You are so prodigal?\n\n     _Jam_.\n\n     A slip Sir?\n\n     _Hen_.\n\n     Yes,\n     A slip; or call it by the proper name,\n     Your Bastard.\n\n     _Jam_.\n\n     You are foul-mouth'd; do not provoke me,\n     I shall forget your Birth if you proceed,\n     And use you, (as your manners do deserve) uncivilly.\n\n     _Hen_.\n\n     So brave! pray you give me hearing,\n     Who am I Sir?\n\n     _Jam_.\n\n     My elder Brother: One\n     That might have been born a fool, and so reputed,\n     But that you had the luck to creep into\n     The world a year before me.\n\n     _Lean_.\n\n     Be more temperate.\n\n     _Jam_.\n\n     I neither can nor will, unless I learn it\n     By his example: let him use his harsh\n     Unsavoury reprehensions upon those\n     That are his Hinds, and not on me. The Land\n     Our Father left to him alone rewards him,\n     For being twelve months elder, let that be\n     Forgotten, and let his Parasites remember\n     One quality of worth or vertue in him\n     That may authorize him, to be a censurer\n     Of me, or my manners, and I will\n     Acknowledge him for a Tutor, till then, never.\n\n     _Hen_.\n\n     From whom have you your means Sir?\n\n     _Jam_.\n\n     From the will\n     Of my dead Father; I am sure I spend not\n     Nor give't upon your purse.\n\n     _Hen.\n\n     But will it hold out\n     Without my help?\n\n     _Jam_.\n\n     I am sure it shall, I'le sink else,\n     For sooner I will seek aid from a Whore,\n     Than a courtesie from you.\n\n     _Hen_.\n\n     'Tis well; you are proud of\n     Your new Exchequer, when you have cheated him\n     And worn him to the quick, I may be found\n     In the List of your acquaintance.\n\n     _Lean_\n\n     Pray you hold\n     And give me leave (my Lord) to say thus much\n     (And in mine own defence) I am no Gull\n     To be wrought on by perswasion: nor no Coward\n     To be beaten out of my means, but know to whom\n     And why I give or lend, and will do nothing\n     But what my reason warrants; you may be\n     As sparing as you please, I must be bold\n     To make use of my own, without your licence.\n\n     _Jam_.\n\n     'Pray thee let him alone, he is not worth thy anger.\n     All that he do's (_Leandro_) is for my good,\n     I think there's not a Gentleman of _Spain_,\n     That has a better Steward, than I have of him.\n\n     _Hen_.\n\n     Your Steward Sir?\n\n     _Jam_.\n\n     Yes, and a provident one:\n     Why, he knows I am given to large expence,\n     And therefore lays up for me: could you believe else\n     That he, that sixteen years hath worn the yoke\n     Of barren wedlock, without hope of issue\n     (His Coffers full, his Lands and Vineyards fruitful)\n     Could be so sold to base and sordid thrift,\n     As almost to deny himself, the means\n     And necessaries of life? Alas, he knows\n     The Laws of _Spain_ appoint me for his Heir,\n     That all must come to me, if I out-live him,\n     Which sure I must do, by the course of Nature,\n     And the assistance of good Mirth, and Sack,\n     How ever you prove Melancholy.\n\n     _Hen_.\n\n     If I live,\n     Thou dearly shalt repent this.\n\n     _Jam_.\n\n     When thou art dead,\n     I am sure I shall not.\n\n     _Mil_.\n\n     Now they begin to burn\n     Like oppos'd Meteors.\n\n     _Ars_.\n\n     Give them line, and way,\n     My life for _Don Jamie_.\n\n     _Jam_.\n\n     Continue still\n     The excellent Husband, and joyn Farm to Farm,\n     Suffer no Lordship, that in a clear day\n     Falls in the prospect of your covetous eye\n     To be anothers; forget you are a Grandee;\n     Take use upon use, and cut the throats of Heirs\n     With cozening Mortgages: rack your poor Tenants,\n     Till they look like so many Skeletons\n     For want of Food; and when that Widows curses,\n     The ruines of ancient Families, tears of Orphans\n     Have hurried you to the Devil, ever remember\n     All was rak'd up for me (your thankful Brother)\n     That will dance merrily upon your Grave,\n     And perhaps give a double Pistolet\n     To some poor needy Frier, to say a Mass\n     To keep your Ghost from walking.\n\n     _Hen_.\n\n     That the Law\n     Should force me to endure this!\n\n     _Jam_.\n\n     Verily,\n     When this shall come to pass (as sure it will)\n     If you can find a loop-hole, though in Hell,\n     To look on my behaviour, you shall see me\n     Ransack your Iron Chests, and once again\n     _Pluto's_ flame-colour'd Daughter shall be free\n     To domineer in Taverns, Masques, and Revels\n     As she was us'd before she was your Captive.\n     Me thinks the meer conceipt of it, should make you\n     Go home sick, and distemper'd; if it do's,\n     I'le send you a Doctor of mine own, and after\n     Take order for your Funeral.\n\n     _Hen_.\n\n     You have said, Sir,\n     I will not fight with words, but deeds to tame you,\n     Rest confident I will, and thou shalt wish\n     This day thou hadst been dumb.--\n\n                                               [_Exit_.\n\n     _Mil_.\n\n     You have given him a heat,\n     But with your own distemper.\n\n     _Jam_.\n\n     Not a whit,\n     Now he is from mine eye, I can be merry,\n     Forget the cause and him: all plagues go with him,\n     Let's talk of something else: what news is stirring?\n     Nothing to pass the time?\n\n     _Mil_.\n\n     'Faith it is said\n     That the next Summer will determine much\n     Of that we long have talk'd of, touching the Wars.\n\n     _Lean_.\n\n     What have we to do with them? Let us discourse\n     Of what concerns our selves. 'Tis now in fashion\n     To have your Gallants set down in a Tavern,\n     What the Arch-Dukes purpose is the next spring, and what\n     Defence my Lords (the States) prepare: what course\n     The Emperour takes against the encroaching Turk,\n     And whether his Moony-standards are design'd\n     For _Persia_ or _Polonia_: and all this\n     The wiser sort of State-Worms seem to know\n     Better than their own affairs: this is discourse\n     Fit for the Council it concerns; we are young,\n     And if that I might give the Theme, 'twere better\n     To talk of handsome Women.\n\n     _Mil_.\n\n     And that's one,\n     Almost as general.\n\n     _Ars_.\n\n     Yet none agree\n     Who are the fairest.\n\n     _Lean_.\n\n     Some prefer the _French_,\n     For their conceited Dressings: some the plump\n     _Italian Bona-Robas_, some the State\n     That ours observe; and I have heard one swear,\n     (A merry friend of mine) that once in _London_,\n     He did enjoy the company of a Gamester,\n     (A common Gamester too) that in one night\n     Met him th' _Italian, French_, and _Spanish_ wayes,\n     And ended in the _Dutch_; for to cool her self,\n     She kiss'd him drunk in the morning.\n\n     _Fam_.\n\n     We may spare\n     The travel of our tongues in forraign Nations,\n     When in _Corduba_, if you dare give credit\n     To my report (for I have seen her, Gallants)\n     There lives a Woman (of a mean birth too,\n     And meanly match'd) whose all-excelling Form\n     Disdains comparison with any She\n     That puts in for a fair one, and though you borrow\n     From every Country of the Earth the best\n     Of those perfections, which the Climat yields\n     To help to make her up, if put in Ballance,\n     This will weigh down the Scale.\n\n     _Lean_.\n\n     You talk of wonders.\n\n     _Jam_.\n\n     She is indeed a wonder, and so kept,\n     And, as the world deserv'd not to behold\n     What curious Nature made without a pattern,\n     Whose Copy she hath lost too, she's shut up,\n     Sequestred from the world.\n\n     _Lean_.\n\n     Who is the owner\n     Of such a Jem? I am fire'd.\n\n     _Jam_.\n\n     One _Bartolus_,\n     A wrangling Advocate.\n\n     _Ars_.\n\n     A knave on Record.\n\n     _Mil_.\n\n     I am sure he cheated me of the best part\n     Of my Estate.\n\n     _Jam_.\n\n     Some Business calls me hence,\n     (And of importance) which denies me leisure\n     To give you his full character: In few words\n     (Though rich) he's covetous beyond expression,\n     And to encrease his heap, will dare the Devil,\n     And all the plagues of darkness: and to these\n     So jealous, as if you would parallel\n     Old _Argus_ to him, you must multiply\n     His Eyes an hundred times: of these none sleep.\n     He that would charm the heaviest lid, must hire\n     A better _Mercurie_, than _Jove_ made use of:\n     Bless your selves from the thought of him and her,\n     For 'twill be labour lost: So farewel Signiors.--\n\n                                               [_Exit_.\n\n     _Ars_.\n\n     _Leandro_? in a dream? wake man for shame.\n\n     _Mil_.\n\n     Trained into a fools paradise with a tale\n     Of an imagin'd Form.\n\n     _Lea_.\n\n     _Jamie_ is noble,\n     And with a forg'd Tale would not wrong his Friend,\n     Nor am I so much fir'd with lust as Envie,\n     That such a churl as _Bartolus_ should reap\n     So sweet a harvest, half my State to any\n     To help me to a share.\n\n     _Ars_.\n\n     Tush do not hope for\n     Impossibilities.\n\n     _Lea_.\n\n     I must enjoy her,\n     And my prophetique love tells me I shall,\n     Lend me but your assistance.\n\n     _Ars_.\n\n     Give it o're.\n\n     _Mil_.\n\n     I would not have thee fool'd.\n     _Lea_. I have strange Engines\n     Fashioning here: and _Bartolus_ on the Anvil,\n     Disswade me not, but help me.\n\n     _Mil_.\n\n     Take your fortune,\n     If you come off well, praise your wit; if not,\n     Expect to be the subject of our Laughter.\n\n                                             [_Exeunt_.\n\n\n\n\n     SCENA II.\n\n     _Enter_ Octavio, _and_ Jacinta.\n\n\n     _Jac_.\n\n     You met _Don Henrique_?\n\n     _Oct_.\n\n     Yes.\n\n     _Jac_.\n\n     What comfort bring you?\n     Speak cheerfully: how did my letter work\n     On his hard temper? I am sure I wrote it\n     So feelingly, and with the pen of sorrow,\n     That it must force Compunction.\n\n     _Oct_.\n\n     You are cozen'd;\n     Can you with one hand prop a falling Tower?\n     Or with the other stop the raging main,\n     When it breaks in on the usurped shore?\n     Or any thing that is impossible?\n     And then conclude that there is some way left,\n     To move him to compassion.\n\n     _Jac_.\n\n     Is there a Justice\n     Or thunder (my _Octavio_) and he\n     Not sunk unto the center?\n\n     _Oct_.\n\n     Good _Jacinta_,\n     With your long practised patience bear afflictions,\n     And by provoking call not on Heavens anger,\n     He did not only scorn to read your letter,\n     But (most inhumane as he is) he cursed you,\n     Cursed you most bitterly.\n\n     _Jac_.\n\n     The bad mans charity.\n     Oh that I could forget there were a Tye,\n     In me, upon him! or the relief I seek,\n     (If given) were bounty in him, and not debt,\n     Debt of a dear accompt!\n\n     _Oct_.\n\n     Touch not that string,\n     'Twill but encrease your sorrow: and tame silence,\n     (The Balm of the oppressed) which hitherto\n     Hath eas'd your griev'd soul, and preserv'd your fame,\n     Must be your Surgeon still.\n\n     _Jac_.\n\n     If the contagion\n     Of my misfortunes had not spread it self\n     Upon my Son _Ascanio_, though my wants\n     Were centupli'd upon my self, I could be patient:\n     But he is so good, I so miserable,\n     His pious care, his duty, and obedience,\n     And all that can be wish'd for from a Son,\n     Discharg'd to me, and I, barr'd of all means\n     To return any scruple of the debt\n     I owe him as a Mother, is a Torment,\n     Too painfull to be born.\n\n     _Oct_.\n\n     I suffer with you,\n     In that; yet find in this assurance comfort,\n     High Heaven ordains (whose purposes cannot alter)\n\n     _Enter_ Ascanio.\n\n     Children that pay obedience to their Parents,\n     Shall never beg their Bread.\n\n     _Jac_.\n\n     Here comes our joy,\n     Where has my dearest been?\n\n     _Asc_.\n\n     I have made, Mother,\n     A fortunate voyage and brought home rich prize,\n     In a few hours: the owners too contented,\n     From whom I took it. See here's Gold, good store too,\n     Nay, pray you take it.\n\n     _Jac_.\n\n     Mens Charities are so cold,\n     That if I knew not, thou wert made of Goodness,\n     'Twould breed a jealousie in me by what means,\n     Thou cam'st by such a sum.\n\n     _Asc_.\n\n     Were it ill got,\n     I am sure it could not be employed so well,\n     As to relieve your wants. Some noble friends,\n     (Rais'd by heavens mercy to me, not my merits)\n     Bestow'd it on me.\n\n     _Oct_.\n\n     It were a sacriledge\n     To rob thee of their bounty, since they gave it\n     To thy use only.\n     _Jac_. Buy thee brave Cloathes with it\n     And fit thee for a fortune, and leave us\n     To our necessities; why do'st thou weep?\n\n     _Asc_.\n\n     Out of my fear I have offended you;\n     For had I not, I am sure you are too kind,\n     Not to accept the offer of my service,\n     In which I am a gainer; I have heard\n     My tutor say, of all aereal fowl\n     The Stork's the Embleme of true pietie,\n     Because when age hath seiz'd upon her dam,\n     And made unfit for flight, the gratefull young one\n     Takes her upon his back, provides her food,\n     Repaying so her tender care of him,\n     E're he was fit to fly, by bearing her:\n     Shall I then that have reason and discourse\n     That tell me all I can doe is too little,\n     Be more unnatural than a silly bird?\n     Or feed or cloath my self superfluously,\n     And know, nay see you want? holy Saints keep me.\n\n     _Jac_.\n\n     Can I be wretched,\n     And know my self the Mother to such Goodness?\n\n     _Oct_.\n\n     Come let us drie our eyes, we'll have a feast,\n     Thanks to our little Steward.\n\n     _Jac_.\n\n     And in him,\n     Believe that we are rich.\n\n     _Asc_.\n\n     I am sure I am,\n     While I have power to comfort you, and serve you.\n\n                                             [_Exeunt_.\n\n\n\n\n     SCENA III.\n\n     _Enter_ Henrique, _and_ Violante.\n\n     _Viol_.\n\n     Is it my fault, _Don Henrique_, or my fate?\n     What's my offence? I came young to your bed,\n     I had a fruitfull Mother, and you met me\n     With equall ardour in your _May_ of blood;\n     And why then am I barren?\n\n     _Hen_.\n\n     'Tis not in Man\n     To yield a reason for the will of Heaven,\n     Which is inscrutable.\n\n     _Viol_.\n\n     To what use serve\n     Full fortunes, and the meaner sort of blessings,\n     When that, which is the Crown of all our wishes,\n     The period of humane happiness,\n     One only Child that may possess what's ours,\n     Is cruelly deni'd us?\n\n     _Hen_.\n\n     'Tis the curse\n     Of great Estates to want those Pledges, which\n     The poor are happy in: They in a Cottage,\n     With joy, behold the Models of their youth,\n     And as their Root decaies, those budding Branches\n     Sprout forth and flourish, to renew their age;\n     But this is the beginning, not the end\n     Of misery to me, that 'gainst my will\n     (Since Heaven denies us Issue of our own)\n     Must leave the fruit of all my care and travel\n     To an unthankfull Brother that insults\n     On my Calamity.\n\n     _Viol_.\n\n     I will rather choose\n     A Bastard from the Hospital and adopt him,\n     And nourish him as mine own.\n\n     _Hen_.\n\n     Such an evasion\n     (My _Violante_) is forbid to us;\n     Happy the Romane State, where it was lawfull,\n     (If our own Sons were vicious) to choose one\n     Out of a vertuous Stock, though of poor Parents,\n     And make him noble. But the laws of _Spain_,\n     (Intending to preserve all ancient Houses)\n     Prevent such free elections; with this, my Brother's\n     Too well acquainted, and this makes him bold to\n     Reign o're me, as a Master.\n\n     _Viol_.\n\n     I will fire\n     The Portion I brought with me, e're he spend\n     A Royal of it: no Quirck left? no Quiddit\n     That may defeat him?\n\n     _Hen_.\n\n     Were I but confirmed,\n     That you would take the means I use with patience,\n     As I must practise it with my dishonour,\n     I could lay level with the earth his hopes\n     That soar above the clouds with expectation\n     To see me in my grave.\n     _Viol_. Effect but this,\n     And our revenge shall be to us a Son\n     That shall inherit for us.\n\n     _Hen_.\n\n     Do not repent\n     When 'tis too late.\n\n     _Viol_.\n\n     I fear not what may fall\n     He dispossess'd that does usurp on all.\n\n                                             [_Exeunt_.\n\n\n\n\n     _Actus Secundus. Scena Prima_.\n\n     _Enter_ Leandro, (_with a letter writ out_) Milanes, _and_ Arsenio.\n\n     _Mil_.\n\n     Can any thing but wonder?\n\n     _Lea_.\n\n     Wonder on,\n     I am as ye see, and, what will follow, Gentlemen?\n\n     _Ars_.\n\n     Why dost thou put on this form? what can this do?\n     Thou lookest most sillily.\n\n     _Mil_.\n\n     Like a young Clerk,\n     A half pin'd-puppy that would write for a Royal.\n     Is this a commanding shape to win a beauty?\n     To what use, what occasion?\n\n     _Lean_.\n\n     Peace, ye are fools,\n     More silly than my out-side seems, ye are ignorant;\n     They that pretend to wonders must weave cunningly.\n\n     _Ars_.\n\n     What manner of access can this get? or if gotten\n     What credit in her eyes?\n\n     _Lean_.\n\n     Will ye but leave me?\n\n     _Mil_.\n\n     Me thinks a young man and a handsom Gentleman\n     (But sure thou art lunatick) me thinks a brave man\n     That would catch cunningly the beams of beauty,\n     And so distribute 'em unto his comfort,\n     Should like himself appear, young, high, and buxom,\n     And in the brightest form.\n\n     _Lean_.\n\n     Ye are cozen'd (Gentlemen)\n     Neither do I believe this, nor will follow it,\n     Thus as I am, I will begin my voyage.\n     When you love, lanch it out in silks and velvets,\n     I'le love in Serge, and will outgo your Sattins.\n     To get upon my great horse and appear\n     The sign of such a man, and trot my measures,\n     Or fiddle out whole frosty nights (my friends)\n     Under the window, while my teeth keep tune,\n     I hold no handsomness. Let me get in,\n     There trot and fiddle where I may have fair play.\n\n     _Ars_.\n\n     But how get in?\n\n     _Lean_.\n\n     Leave that to me, your patience,\n     I have some toyes here that I dare well trust to:\n     I have smelt a Vicar out, they call him _Lopez_.\n     You are ne're the nearer now.\n\n     _Mil_.\n\n     We do confess it.\n\n     _Lea_.\n\n     Weak simple men, this Vicar to this Lawyer\n     Is the most inward _Damon_.\n\n     _Ars_.\n\n     What can this do?\n\n     _Mil_.\n\n     We know the fellow, and he dwells there.\n\n     _Lean_. So.\n\n     _Ars_.\n\n     A poor, thin thief: he help? he? hang the Vicar,\n     Can reading of an ---- prefer thee?\n     Thou art dead-sick in love, and hee'l pray for thee.\n\n     _Lean_.\n\n     Have patience (Gentlemen) I say this Vicar,\n     This thing I say is all one with the Close _Bartolus_\n     (For so they call the Lawyer) or his nature\n     Which I have studied by relation:\n     And make no doubt I shall hit handsomly,\n     Will I work cunningly, and home: understand me.\n\n     _Enter_ Lopez, _and_ Diego.\n\n     Next I pray leave me, leave me to my fortune\n     _Difficilia pulchra_, that's my Motto (Gentlemen)\n     I'le win this Diamond from the rock and wear her,\n     Or--\n\n     _Mil_.\n\n     Peace, the Vicar: send ye a full sail, Sir.\n\n     _Ars_.\n\n     There's your Confessor, but what shall be your penance?\n\n     _Lean_.\n\n     A fools head if I fail, and so forsake me.\n     You shall hear from me daily.\n\n     _Mil_.\n\n     We will be ready.\n\n                                    [_Exeunt _Mil. Ars.\n\n     _Lop_.\n\n     Thin world indeed!\n\n     _Lean_.\n\n     I'le let him breath and mark him:\n     No man would think a stranger as I am\n     Should reap any great commodity from his pigbelly.\n\n     _Lop_.\n\n     Poor stirring for poor Vicars.\n     _Diego_. And poor Sextons.\n\n     _Lop_.\n\n     We pray and pray, but to no purpose,\n     Those that enjoy our lands, choak our Devotions.\n     Our poor thin stipends make us arrant dunces.\n\n     _Diego_.\n\n     If you live miserably, how shall we do (Master)\n     That are fed only with the sound of prayers?\n     We rise and ring the Bells to get good stomachs,\n     And must be fain to eat the ropes with reverence.\n\n     _Lop_.\n\n     When was there a Christning, _Diego_?\n\n     _Diego_.\n\n     Not this ten weeks:\n     Alas, they have forgot to get children (Master)\n     The Wars, the Seas, and usurie undoe us,\n     Takes off our minds, our edges, blunts our plough-shares.\n     They eat nothing here, but herbs, and get nothing but green sauce:\n     There are some poor Labourers, that perhaps\n     Once in seven year, with helping one another,\n     Produce some few pin'd-Butter-prints, that scarce hold\n     The christning neither.\n\n     _Lop_.\n\n     Your Gallants, they get Honour,\n     A strange fantastical Birth, to defraud the Vicar,\n     And the Camp Christens their Issues, or the Curtizans,\n     'Tis a lewd time.\n\n     _Die_.\n\n     They are so hard-hearted here too,\n     They will not dye, there's nothing got by Burials.\n\n     _Lop_.\n\n     _Diego_, the Air's too pure, they cannot perish.\n     To have a thin Stipend, and an everlasting Parish,\n     Lord what a torment 'tis!\n\n     _Die_.\n\n     Good sensible Master,\n     You are allow'd to pray against all weathers,\n     (Both foul, and fair, as you shall find occasion)\n     Why not against all airs?\n\n     _Lop_.\n\n     That's not i'th' Canons.\n     I would it had, 'tis out of our way forty pence.\n\n     _Die_.\n\n     'Tis strange, they are starv'd too yet they will not die here,\n     They will not earth: a good stout plague amongst 'em,\n     Or half a dozen new fantastical Fevers\n     That would turn up their heels by whole-sale (Master)\n     And take the Doctors too, in their grave Counsels,\n     That there might be no natural help for mony:\n     How merrily would my Bells goe then?\n     _Lop_. Peace _Diego_,\n     The Doctors are our friends, let's please them well.\n     For though they kill but slow, they are certain, _Diego_,\n     We must remove into a muddy Air,\n     A most contagious Climate.\n\n     _Die_.\n\n     We must certain,\n     An air that is the nursery of agues,\n     Such agues (Master) that will shake mens souls out,\n     Ne're stay for Possets, nor good old wives plasters.\n\n     _Lop_.\n\n     Gowts and dead Palsies.\n\n     _Die_.\n\n     The dead do's well at all times,\n     Yet Gowts will hang an arse a long time (Master)\n     The Pox, or English Surfeits if we had 'em;\n     Those are rich marle, they make a Church-yard fat,\n     And make the Sexton sing, they never miss, Sir.\n\n     _Lop_.\n\n     Then Wills and Funeral Sermons come in season,\n     And Feasts that make us frolick.\n\n     _Die_.\n\n      Would I could see 'em.\n\n     _Lop_.\n\n     And though I weep i'th' Pulpit for my Brother,\n     Yet (_Diego_) here I laugh.\n\n     _Die_.\n\n     The cause requires it.\n\n     _Lop_.\n\n     Since people left to die I am dunce, _Diego_.\n\n     _Die_. 'Tis a strange thing, I have forgot to dig too.\n\n     _Lea_.\n\n     A pretious pair of youths! I must make toward'em.\n\n     _Lop_.\n\n     Who's that? look it seems he would speak to us.\n     I hope a Marriage, or some Will to make, _Diego_.\n\n     _Die_.\n\n     My friend your business?\n\n     _Lea_.\n\n     'Tis to that grave Gentleman;\n     Bless your good learning, Sir.\n\n     _Lop_.\n\n     And bless you also,\n     He bears a promising face, there's some hope toward.\n\n     _Lea_.\n\n     I have a Letter to your worship.\n\n     _Lop_.\n\n     Well Sir,\n     From whence I pray you?\n\n     _Lea_.\n\n     From _Nova Hispania_, Sir,\n     And from an ancient friend of yours.\n\n     _Lop_.\n\n     'Tis well, Sir,\n     'Tis very well: the devil a-one I know there.\n\n     _Die_.\n\n     Take heed of a Snap, Sir, h'as a cozening countenance\n     do not like his way.\n\n     _Lop_.\n\n     Let him goe forward.\n     _Cantabit vacuus_, They that have nothing fear nothing,\n     All I have to lose, _Diego_, is my learning,\n     And when he has gotten that, he may put it in a Nut shell.\n\n     LETTER READ.\n\n     _Signior Lopez, Since my arrival from_ Cordova _to these parts,\n     I have written divers Letters unto you, but as yet received no\n     Answer of any_ (Good and very good) _And although so great a\n     forgetfulness might cause a want in my due correspondence, yet the\n     desire I have still to serve you must more prevail with me_ (Better\n     and better: the devil a man know I yet) _and therefore with the\n     present occasion offered I am willing to crave a continuance of the\n     favours, which I have heretofore received from you, and do recommend\n     my Son_ Leandro _the Bearer to you with request that he may\n     be admitted in that Universitie till such time as I shall arrive at\n     home; his studies he will make you acquainted withall; This kindness\n     shall supply the want of your slackness: And so heaven keep you.\n\n     Yours_\n\n     Alonzo Tiveria.\n\n     _Alonzo Tiveria_, very well,\n     A very ancient friend of mine, I take it,\n     For till this hour I never heard his name yet.\n\n     _Lea_.\n\n     You look, Sir, as if ye had forgot my Father.\n\n     _Lop_.\n\n     No, no, I look, as I would remember him,\n     For that I never remembred, I cannot forget, Sir,\n     _Alonzo Tiveria_?\n\n     _Lea_.\n\n     The same, Sir.\n\n     _Lop_.\n\n     And now i'th' _Indies_?\n\n     _Lea_.\n\n     Yes.\n\n     _Lop_.\n\n     He may be any where,\n     For ought that I consider.\n\n     _Lea_.\n\n     Think again, Sir,\n     You were Students both at one time in _Salamanca_,\n     And, as I take it, Chamber-fellows.\n\n     _Lop_.\n\n     Ha?\n\n     _Lea_.\n\n     Nay, sure you must remember.\n\n     _Lop_.\n\n     Would I could.\n\n     _Lea_.\n\n     I have heard him say, you were Gossips too.\n\n     _Lop_.\n\n     Very likely,\n     You did not hear him say, to whom? for we Students\n     May oft-times over-reach our memories.\n     Do'st thou remember, _Diego_, this same Signiour?\n     Thou hast been mine these twenty years.\n\n     _Die_.\n\n     Remember?\n     Why this Fellow would make ye mad: _Nova Hispania_?\n     And Signiour _Tiveria_? what are these?\n     He may as well name ye Friends out of _Cataya_.\n     Take heed I beseech your worship: do you hear, (my friend?)\n     You have no Letters for me?\n\n     _Lea_.\n\n     Not any letter,\n     But I was charged to doe my Fathers love\n     To the old honest Sexton _Diego_: are you he, Sir?\n\n     _Di[e]_.\n\n     Ha? have I friends, and know 'em not? my name is _Diego_,\n     But if either I remember you or your Father,\n     Or _Nova Hispania_ (I was never there Sir)\n     Or any kindred that you have--for heaven-sake, Master,\n     Let's cast about a little, and consider,\n     We may dream out our time.\n\n     _Lea_.\n\n     It seems I am deceiv'd, Sir,\n     Yet, that you are _Don Lopez_ all men tell me,\n     The Curate here, and have been some time, Sir,\n     And you the Sexton _Diego_, such I am sent to,\n     The letter tells as much: may be they are dead,\n     And you of the like names succeed: I thank ye Gentlemen,\n     Ye have done honestly, in telling truth,\n     I might have been forward else. For to that _Lopez_,\n     That was my Fathers friend, I had a charge,\n     (A charge of mony) to deliver (Gentlemen)\n     Five hundred Duckets, a poor small gratuity,\n     But since you are not he--\n\n     _Lop_.\n\n     Good Sir, let me think,\n     I pray ye be patient,\n     Pray ye stay a little,\n     Nay, let me remember, I beseech ye stay, Sir.\n\n     _Die_.\n\n     An honest noble friend, that sends so lovingly;\n     An old friend too; I shall remember sure, Sir.\n\n     _Lop_.\n\n     Thou sayst true _Diego_.\n\n     _Die_.\n\n     'Pray ye consider quickly,\n     Doe, doe, by any means, me thinks already\n     A grave staid gentleman comes to my memory.\n\n     _Lea_.\n\n     He's old indeed, sir.\n\n     _Die_.\n\n     With a goodly white Beard,\n     (For now he must be so: I know he must be)\n     _Signior Alonzo_, Master.\n\n     _Lop_.\n\n     I begin to have him.\n\n     _Die_.\n\n     H'as been from hence, about some twenty years, sir.\n\n     _Lea_.\n\n     Some five and twenty, sir.\n\n     _Die_.\n\n     You say most true, Sir,\n     Just to an hour; 'tis now just five and twenty,\n     A fine straight timber'd man, and a brave soldier,\n     He married: let me see,--\n\n     _Lea_.\n\n     _De Castro's_ Daughter.\n\n     _Die_.\n\n     The very same.\n\n     _Lea_.\n\n     Thou art a very Rascal.\n     De _Castro_ is the Turk to thee, or any thing:\n     The Mony rubbs 'em into strange remembrances,\n     For as many Duckets more they would remember _Adam_.\n\n     _Lop_.\n\n     Give me your hand, you are welcome to your country,\n     Now I remember plainly, manifestly,\n     As freshly, as if yesterdy I had seen him,\n     Most heartily welcome: sinfull that I am,\n     Most sinfull man! why should I lose this Gentleman?\n     This loving old Companion? we had all one soul, sir,\n     He dwelt here hard by, at a handsome--\n\n     _Lea_.\n\n     Farm sir,\n     You say most true.\n\n     _Lop_.\n\n     _Alonzo Tiveria_!\n     Lord, Lord that time should play the treacherous knave thus!\n     Why, he was the only friend I had in _Spain_, sir,\n     I knew your Mother too, a handsome Gentlewoman,\n     She was married very young: I married 'em:\n     I do remember now the Maskes and Sports then,\n     The Fire-works, and the fine delights; good faith, sir,\n     Now I look in your face, whose eyes are those, _Diego_?\n     Nay, if he be not just _Alonzo's_ picture--\n\n     _Lea_.\n\n     Lord, how I blush for these two impudents!\n\n     _Die_.\n\n     Well Gentleman, I think your name's _Leandro_.\n\n     _Lea_.\n\n     It is indeed, sir,\n     Gra'-mercy letter, thou hadst never known else.\n\n     _Die_.\n\n     I have dandled ye, and kist ye and plaid with ye\n     A hundred, and a hundred times, and danc'd ye,\n     And swong ye in my Bell-ropes, ye lov'd swinging.\n\n     _Lop_.\n\n     A sweet Boy.\n\n     _Lea_.\n\n     Sweet lying knaves.\n     What would these doe for thousands?\n\n     _Lop_.\n\n     A wondrous sweet Boy then it was, see now\n     Time that consumes us, shoots him up still sweeter.\n     How do's the noble Gentleman? how fares he?\n     When shall we see him? when will he bless his Country?\n\n     _Lea_.\n\n     O, very shortly, Sir, till his return\n     He has sent me over to your charge.\n\n     _Lop_.\n\n     And welcome,\n     Nay, you shall know you are welcome to your friend, sir.\n\n     _Lea_.\n\n     And to my Study, Sir, which must be the Law.\n     To further which, he would entreat your care\n     To plant me in the favour of some man\n     That's expert in that knowledge: for his pains\n     I have three hundred Duckets more: For my Diet,\n     Enough, Sir, to defray me: which I am charged\n     To take still, as I use it, from your custodie,\n     I have the mony ready, and I am weary.\n\n     _Lop_.\n\n     Sit down, sit down, and once more ye are most welcome,\n     The Law you have hit upon most happily,\n     Here is a Master in that art, _Bartolus_,\n     A neighbour by, to him I will prefer ye,\n     A learned man, and my most loving neighbour,\n     I'le doe ye faithful service, Sir.\n\n     _Die_.\n\n     He's an Ass,\n     And so wee'll use him; he shall be a Lawyer.\n\n     _Lop_.\n\n     But if ever he recover this mony again--before, _Diego_,\n     And get some pretty pittance: my Pupill's hungry.\n\n     _Lea_.\n\n     Pray ye Sir, unlade me.\n\n     _Lop_.\n\n     I'le refresh ye Sir;\n     When ye want, you know your Exchequer.\n\n     _Lea_.\n\n     If all this get me but access, I am happy.\n\n     _Lop_.\n\n     Come, I am tender of ye.\n\n     _Lea_.\n\n     I'le go with ye.\n     To have this fort betray'd these fools must fleece me.\n\n                                             [_Exeunt_.\n\n\n\n\n     SCENA II.\n\n     _Enter_ Bartolus, _and_ Amaranta.\n\n     _Bar_.\n\n     My _Amaranta_, a retir'd sweet life,\n     Private and close, and still, and houswifely,\n     Becomes a Wife, sets off the grace of woman.\n     At home to be believ'd both young, and handsome,\n     As Lilies that are cas'd in crystall Glasses,\n     Makes up the wonder: shew it abroad 'tis stale,\n     And still the more eyes cheapen it 'tis more slubber'd,\n     And what need windowes open to inviting?\n     Or evening Tarrasses, to take opinions?\n     When the most wholsome air (my wife) blows inward,\n     When good thoughts are the noblest Companions,\n     And old chast stories, wife, the best discourses;\n     But why do I talk thus, that know thy nature?\n\n     _Ama_.\n\n     You know your own disease: distrust, and jealousie,\n     And those two, give these Lessons, not good meaning,\n     What trial is there of my honestie,\n     When I am mew'd at home? to what end Husband,\n     Serves all the vertuous thoughts, and chast behaviours\n     Without their uses? Then they are known most excellent\n     When by their contraries they are set off, and burnish'd.\n     If ye both hold me fair, and chast, and vertuous,\n     Let me goe fearless out, and win that greatness:\n     These seeds grow not in shades, and conceal'd places:\n     Set 'em i'th' heat of all, then they rise glorious.\n\n     _Bar_.\n\n     Peace, ye are too loud.\n\n     _Ama_.\n\n    You are too covetous.\n     If that be rank'd a vertue, you have a rich one.\n     Set me (like other Lawyers wives) off handsomely,\n     Attended as I ought, and as they have it,\n     My Coach, my people, and my handsome women,\n     My will in honest things.\n\n     _Bar_.\n\n     Peace _Amaranta_.\n\n     _Ama_.\n\n     They have content, rich clothes, and that secures 'em,\n     Binds, to their carefull husbands, their observance,\n     They are merry, ride abroad, meet, laugh.\n\n     _Bar_.\n\n     Thou shalt too.\n\n     _Ama_.\n\n      And freely may converse with proper Gentlemen,\n     Suffer temptations daily to their honour.\n\n     _Enter_ Woman-Mo[o]re.\n\n     _Bar_.\n\n     You are now too far again: thou shalt have any thing,\n     Let me but lay up for a handsome Office,\n     And then my _Amaranta_--\n\n     _Ama_.\n\n     Here's a thing now,\n     Ye place as pleasure to me: all my retinue,\n     My Chamber-maid, my Kitchin-maid, my friend,\n     And what she fails in, I must doe my self.\n     A foyle to set my Beauty off, I thank ye,\n     You will place the Devil next for a Companion.\n\n     _Bar_.\n\n     No more such words, good wife,\n     What would you have, Maid?\n\n     _Moor_.\n\n     Master Curate, and the Sexton, and a stranger, sir,\n     Attend to speak with your worship.\n\n     _Bar_.\n\n     A stranger?\n\n     _Ama_.\n\n     You had best to be jealous of the man you know not.\n\n     _Bar_.\n\n     'Pray thee no more of that.\n\n     _Ama_.\n\n     'Pray ye goe out to 'em,\n     That will be safest for ye, I am well here,\n     I only love your peace, and serve like a slave for it.\n\n     _Bar_.\n\n     No, no, thou shalt not; 'tis some honest Client,\n     Rich, and litigious, the Curate has brought to me,\n     Pre'thee goe in (my Duck) I'le but speak to 'em,\n     And return instantly.\n\n     _Ama_.\n\n     I am commanded,\n     One day you will know my sufferance.--\n\n                                               [_Exit_.\n\n     _Bar_.\n\n     And reward it.\n     So, so, fast bind, fast find; Come in my neighbours,\n     My loving neighbours pray ye come in, ye are welcome.\n\n     _Enter_ Lopez, Leandro, _and_ Diego.\n\n     _Lop_.\n\n     Bless your good reverence.\n\n     _Bar_.\n\n     Good-day, good Master Curate,\n     And neighbour _Diego_, welcom: what's your business?\n     And 'pray ye be short (good friends) the time is pretious,\n     Welcom, good Sir.\n\n     _Lop_.\n\n     To be short then with your Mastership,\n     (For I know your several hours are full of business)\n     We have brought ye this young-man, of honest parents,\n     And of an honest face.\n\n     _Bar_.\n\n     It seems so, Neighbours,\n     But to what end?\n\n     _Lop_.\n\n     To be your Pupil, Sir,\n     Your Servant, if you please.\n\n     _Lea_.\n\n     I have travell'd far, Sir,\n     To seek a worthy man.\n\n     _Bar_.\n\n     Alas, good Gentleman,\n     I am a poor man, and a private too,\n     Unfit to keep a Servant of your Reckoning;\n     My house a little Cottage, and scarce able\n     To hold my self, and those poor few live under it;\n     Besides, you must not blame me Gentlemen,\n     If I were able to receive a Servant,\n     To be a little scrupulous of his dealing,\n     For in these times--\n\n     _Lop_.\n\n     'Pray let me answer that, sir,\n     Here is five hundred Duckets, to secure him,\n     He cannot want, Sir, to make good his credit,\n     Good gold, and coin.\n\n     _Bar_.\n\n     And that's an honest pledge;\n     Yet sure, that needs not, for his face, and carriage,\n     Seem to declare an in-bred honesty.\n\n     _Lea_.\n\n     And (for I have a ripe mind to the Law, sir,\n     In which I understand you live a Master)\n     The least poor corner in your house, poor Bed, sir,\n     (Let me not seem intruding to your worship)\n     With some Books to instruct me, and your counsel,\n     Shall I rest most content with: other Acquaintance\n     Than your grave presence, and the grounds of Law\n     I dare not covet, nor I will not seek, sir,\n     For surely mine own nature desires privacy.\n     Next, for your monthly pains (to shew my thanks,)\n     I do proportion out some twenty Duckets;\n     As I grow riper, more: three hundred now, sir,\n     To shew my love to learning, and my Master,\n     My diet I'le defray too, without trouble.\n\n     _Lop_.\n\n     Note but his mind to learning.\n\n     _Bar_.\n\n     I do strangely, yes, and I like it too, thanks to his mony.\n\n     _Die_.\n\n     Would he would live with me, and learn to dig too.\n\n     _Lop_.\n\n     A wondrous modest man, sir.\n\n     _Bar_.\n\n     So it seems,\n     His dear love to his Studie must be nourish'd,\n     Neighbour, he's like to prove.\n\n     _Lop_.\n\n     With your good counsel,\n     And with your diligence, as you will ply him;\n     His Parents, when they know your care--\n\n     _Bar_.\n\n     Come hither.\n\n     _Die_.\n\n     An honester young man, your worship ne're kept,\n     But he is so bashfull--\n\n     _Bar_.\n\n     O I like him better.\n     Say I should undertake ye, which indeed, sir,\n     Will be no little straitness to my living,\n     Considering my Affairs, and my small house, sir,\n     For I see some promises that pull me to ye;\n     Could you content your self, at first thus meanly,\n     To lie hard, in an out-part of my house, sir?\n     For I have not many Lodgings to allow ye;\n     And studie should be still remote from company;\n     A little fire sometimes too, to refresh ye;\n     A Student must be frugal: sometimes Lights too,\n     According to your labour.\n\n     _Lea_.\n\n     Any thing, Sir,\n     That's dry, and wholsome: I am no bred-wanton.\n\n     _Bar_.\n\n     Then I receive you: but I must desire ye\n     To keep within your confines.\n\n     _Lea_.\n\n     Ever Sir,\n     There's the Gold, and ever be your servant,\n     Take it and give me Books: may I but prove, sir,\n     According to my wish, and these shall multiply.\n\n     _Lop_.\n\n     Do, study hard, pray ye take him in, and settle him,\n     He's only fit for you; Shew him his Cell, sir.\n\n     _Die_.\n\n     Take a good heart; and when ye are a cunning Lawyer,\n     I'le sell my Bells, and you shall prove it lawfull.\n\n     _Ba_.\n\n     Come, sir, with me: neighbours I thank your diligence.\n\n     _Lop_.\n\n     I'le come sometimes, and crack a case with ye.\n\n     _Bar_.\n\n      Welcome--\n\n                                               [_Exit_.\n\n     _Lop_.\n\n     Here's mony got with ease: here, spend that jovially,\n     And pray for the fool, the Founder.\n\n     _Die_.\n\n     Many more fools\n     I heartily pray may follow his example,\n     Lawyers, or Lubbers, or of what condition,\n     And many such sweet friends in _Nova Hispania_.\n\n     _Lop_.\n\n     It will do well; let 'em but send their monys,\n     Come from what quarter of the world, I care not,\n     I'le know 'em instantly; nay I'le be kin to 'em;\n     I cannot miss a man, that sends me mony:\n     Let him law there, long as his Duckets last, Boy,\n     I'le grace him, and prefer him.\n\n     _Die_.\n\n     I'le turn Trade, Master, and now live by the living,\n     Let the dead stink, 'tis a poor stinking Trade.\n\n     _Lop_.\n\n     If the young fool now\n     Should chance to chop upon his fair Wife, _Diego_?\n\n     _Die_.\n\n     And handle her Case, Master, that's a law point,\n     A point would make him start, and put on his Spectacles,\n     A hidden point, were worth the canvassing.\n\n     _Lop_.\n\n     Now surely, surely, I should love him, _Diego_,\n     And love him heartily: nay, I should love my self,\n     Or any thing that had but that good fortune,\n     For to say truth, the Lawyer is a dog-bolt,\n     An arrant worm: and though I call him worshipfull,\n     I wish him a canoniz'd Cuckold, _Diego_,\n     Now, if my youth do dub him--\n\n     _Die_.\n\n     He is too demure, Sir.\n\n     _Lop_.\n\n     If he do sting her home.\n\n     _Dieg_.\n\n     There's no such matter,\n     The woman was not born to so much blessedness,\n     He has no heat: study consumes his oyl, Master.\n\n     _Lop_.\n\n     Let's leave it to the will of Fate, and presently\n     Over a cup of lustie Sack, let's prophesie.\n     I am like a man that dreamt he was an Emperour,\n     Come _Diego_, hope, and whilst he lasts, we'll lay it on. [_Ex_.\n\n\n\n\n\n     SCENA III.\n\n     _Enter_ Jamy, Milanes, Arsenio.\n\n     _Jam_.\n\n     _Angelo, Milanes_, did you see this wonder?\n\n     _Mil_.\n\n     Yes, yes.\n\n     _Jam_.\n\n     And you _Arsenio_?\n\n     _Ars_.\n\n     Yes he's gone, Sir,\n     Strangely disguis'd, he's set upon his voyage.\n     Love guide his thoughts: he's a brave honest fellow.\n     Sit close Don Lawyer, O that arrant knave now,\n     How he will stink, will smoak again, will burst!\n     He's the most arrant Beast.\n\n     _Mil_.\n\n     He may be more beast.\n\n     _Jam_.\n\n     Let him bear six, and six, that all may blaze him,\n     The villany he has sowed into my Brother,\n     And from his State, the Revenue he has reach'd at:\n     Pay him, my good _Leandro_, take my prayers.\n\n     _Ars_.\n\n     And all our wishes plough with his fine white heifer.\n\n     _Jam_.\n\n     Mark him (my dear friend) for a famous Cuckold,\n     Let it out-live his Books, his pains, and hear me,\n     The more he seeks to smother it with Justice,\n\n     _Enter a_ Servant.\n\n     Let it blaze out the more: what news _Andrea_?\n\n     _Andr_.\n\n     News I am loth to tell ye: but I am charg'd, sir,\n     Your Brother layes a strict command upon ye,\n     No more to know his house, upon your danger,\n     I am sorry, Sir.\n\n     _Jam_.\n\n     Faith never be: I am glad on't,\n     He keeps the house of pride, and foolery:\n     I mean to shun it: so return my Answer,\n     'Twill shortly spew him out; Come, let's be merry,\n     And lay our heads together, carefully\n     How we may help our friend; and let's lodge near him,\n     Be still at hand: I would not for my patrimony,\n     But he should crown his Lawyer, a learned Monster;\n     Come, let's away, I am stark mad till I see him.\n\n                                             [_Exeunt_.\n\n\n\n\n\n\n     SCENA IV.\n\n     _Enter_ Bartolus, _and_ Amaranta.\n\n     _Amar_.\n\n     Why will ye bring men in, and yet be jealous?\n     Why will ye lodge a young man, a man able,\n     And yet repine?\n\n     _Bar_.\n\n     He shall not trouble thee, sweet,\n     A modest poor slight thing, did I not tell thee\n     He was only given to the Book, and for that\n     How Royally he paies? finds his own meat too.\n\n     _Amar_.\n\n     I will not have him here: I know your courses,\n     And what fits you will fall into of madness.\n\n     _Bar_.\n\n     'Faith, I will not, Wife.\n\n     _Amar_.\n\n     I will not try ye.\n\n     _Bar_.\n\n     He comes not near thee: shall not dare to tread\n     Within thy Lodgings: in an old out-Room\n     Where Logs, and Coles were laid.\n\n     _Amar_.\n\n     Now ye lay fire; fire to consume your quiet.\n\n     _Bar_.\n\n     Didst thou know him,\n     Thou wouldst think as I do: he disquiet thee?\n     Thou mayst wear him next thy heart, and yet not warm him.\n     His mind (poor man) 's o'th' Law, how to live after,\n     And not on lewdness: on my Conscience\n     He knows not how to look upon a Woman\n     More than by reading what Sex she is.\n\n     _Amar_.\n\n     I do not like it, Sir.\n\n     _Bar_.\n\n     Do'st thou not see (Fool)\n     What presents he sends hourly in his gratefulness?\n     What delicate meats?\n\n     _Amar_.\n\n     You had best trust him at your Table,\n     Do, and repent it, do.\n\n     _Bar_.\n\n     If thou be'st willing,\n     By my troth, I think he might come, he's so modest,\n     He never speaks: there's part of that he gave me,\n     He'll eat but half a dozen bits, and rise immediately,\n     Even as he eats, he studies: he'll not disquiet thee,\n     Do as thou pleasest, Wife.\n\n     _Amar_.\n\n     What means this Wood-cock?\n\n     [_Knock within_.\n\n     _Bar_.\n\n     Retire, Sweet, there's one knocks: come in, your business.\n\n     _Enter_ Servant.\n\n     _Ser_.\n\n     My Lord, _Don Henrique_, would entreat ye, Sir,\n     To come immediately, and speak with him,\n     He has business of some moment.\n\n     _Bar_.\n\n     I'le attend him,\n     I must be gone: I pre'thee think the best, Wife,\n     At my return, I'le tell thee more, good morrow;\n     Sir, keep ye close, and study hard: an hour hence\n     I'le read a new Case to ye.--\n\n                                               [_Exit_.\n\n     [Leandro _within_.]\n\n     _Lean_.\n\n     I'le be ready.\n\n     _Amar_.\n\n     So many hundred Duckets, to ly scurvily?\n     And learn the pelting Law? this sounds but slenderly,\n     But very poorly: I would see this fellow,\n     Very fain see him, how he looks: I will find\n     To what end, and what study: there's the place:\n     I'le go o'th' other side, and take my Fortune.\n     I think there is a window.\n\n                                               [_Exit_.\n\n     _Enter_ Leandro.\n\n     _Lean_.\n\n     He's gone out\n     Now, if I could but see her: she is not this way:\n     How nastily he keeps his house! my Chamber,\n     If I continue long, will choak me up,\n     It is so damp: I shall be mortified\n     For any woma[n], if I stay a month here:\n     I'le in, and strike my Lute, that sound may call her.\n\n                                               [_Exit_.\n\n     Lute _and_ Song.\n\n     1.\n\n     _Dearest do not you delay me,\n     Since thou knowest I must be gone;\n     Wind and Tide 'tis thought doth stay me,\n     But 'tis wind that must be blown\n     From that breath, whose native smell\n     Indian Odours far excel_.\n\n     2.\n\n     _Oh then speak thou fairest fair,\n     Kill not him that vows to serve thee,\n     But perfume this neighbouring Air;\n     Else dull silence sure will starve me:\n       'Tis a word that's quickly spoken,\n       Which being restrained a heart is broken_.\n\n\n     _Enter_ Amaranta.\n\n     _Amar_.\n\n     He keeps very close: Lord, how I long to see him!\n     A Lute strook handsomely, a voice too; I'le hear that:\n     These Verses are no Law, they sound too sweetly,\n     Now I am more desirous.\n\n     [Leandro _peeping_.\n\n     _Lean_.\n\n     'Tis she certain.\n\n     _Amar_.\n\n     What's that that peeps?\n\n     _Lean_.\n\n     O admirable face!\n\n     _Amar_.\n\n     Sure 'tis the man.\n\n     _Lean_.\n\n     I will go out a little.\n\n     _Amar_.\n\n     He looks not like a fool, his face is noble:\n     How still he stands!\n\n     _Lean_.\n\n     I am strucken dumb with wonder,\n     Sure all the Excellence of Earth dwells here.\n\n     _Amar_.\n\n     How pale he looks! yet, how his eyes like torches,\n     Fling their beams round: how manly his face shews!\n     He comes on: surely he will speak: he is made most handsomly:\n     This is no Clerk behaviour; now I have seen ye,\n     I'le take my time: Husband, ye have brought home tinder.\n\n                                               [_Exit_.\n\n     _Lean_.\n\n     Sure she has transform'd me,\n     I had forgot my tongue clean,\n     I never saw a face yet, but this rare one,\n     But I was able boldly to encounter it,\n     And speak my mind, my lips were lockt up here.\n     This is divine, and only serv'd with reverence;\n     O most fair cover of a hand far fairer,\n     Thou blessed Innocence, that guards that whiteness,\n     Live next my heart. I am glad I have got a relick,\n\n     [_A noise within_]\n\n     A relick when I pray to it, may work wonders.\n     Hark, there's some noise: I must retire again.\n     This blessed Apparition makes me happy;\n     I'le suffer, and I'le sacrifice my substance,\n     But I'le enjoy: now softly to my Kennel.\n\n                                               [_Exit_.\n\n\n\n\n\n     _Actus Tertius. Scena Prima_.\n\n     _Enter_ Henrique, _and_ Bartolus.\n\n     _Hen_.\n\n     You know my cause sufficiently?\n\n     _Bar_.\n\n     I do Sir.\n\n     _Hen_.\n\n      And though it will impair my honesty,\n     And strike deep at my Credit, yet, my _Bartolus_,\n     There being no other evasion left to free me\n     From the vexation of my spightful Brother,\n     That most insultingly raigns over me,\n     I must and will go forward.\n\n     _Bar_.\n\n     Do, my Lord,\n     And look not after credit, we shall cure that,\n     Your bended honesty we shall set right, Sir,\n     We Surgeons of the Law do desperate Cures, Sir,\n     And you shall see how heartily I'le handle it:\n     Mark how I'le knock it home: be of good chear, Sir,\n     You give good Fees, and those beget good Causes,\n     The Prerogative of your Crowns will carry the matter,\n     (Carry it sheer) the _Assistant_ sits to morrow,\n     And he's your friend, your monyed men love naturally,\n     And as your loves are clear, so are your Causes.\n\n     _Hen_.\n\n     He shall not want for that.\n\n     _Bar_.\n\n     No, no, he must not,\n     Line your Cause warmly, Sir, the times are Aguish,\n     That holds a Plea in heart; hang the penurious,\n     Their Causes (like their purses) have poor Issues.\n\n     _Hen_.\n\n     That way, I was ever bountiful.\n\n     _Bar_.\n\n     'Tis true, Sir,\n     That makes ye fear'd, forces the Snakes to kneel to ye,\n     Live full of mony, and supply the Lawyer,\n     And take your choice of what mans lands you please, Sir,\n     What pleasures, or what profits; what revenges,\n     They are all your own: I must have witnesses\n     Enough, and ready.\n\n     _Hen_.\n\n     You shall not want, my _Bartolus_.\n\n     _Bar_.\n\n     Substantial fearless souls, that will swear suddenly,\n     That will swear any thing.\n\n     _Hen_.\n\n     They shall swear truth too.\n\n     _Bar_.\n\n     That's no great matter: for variety\n     They may swear truth, else 'tis not much look'd after:\n     I will serve Process, presently, and strongly,\n     Upon your Brother, and _Octavio_,\n     _Jacintha_, and the Boy; provide your proofs, Sir,\n     And set 'em fairly off, be sure of Witnesses,\n     Though they cost mony, want no store of witnesses,\n     I have seen a handsome Cause so foully lost, Sir,\n     So beastly cast away for want of Witnesses.\n\n     _Hen_.\n\n     There shall want nothing.\n\n     _Bar_.\n\n     Then be gone, be provident,\n     Send to the Judge a secret way: you have me,\n     And let him understand the heart.\n\n     _Hen_.\n\n     I shall, Sir.\n\n     _Bar_.\n\n     And feel the pulses strongly beat, I'le study,\n     And at my hour, but mark me, go, be happy,\n     Go and believe i'th' Law.\n\n     _Hen_.\n\n     I hope 'twill help me.\n\n                                             [_Exeunt_.\n\n\n\n\n\n\n     SCENA II.\n\n     _Enter_ Lopez, Diego, _and four_ Parishioners _and_ Singers.\n\n     _Lop_.\n\n     Ne're talk to me, I will not stay amongst ye,\n     Debaush'd and ignorant lazie knaves I found ye,\n     And fools I leave ye. I have taught these twenty years,\n     Preacht spoon-meat to ye, that a Child might swallow,\n     Yet ye are Block-heads still: what should I say to ye?\n     Ye have neither faith, nor mony left to save ye,\n     Am I a fit companion for such Beggers?\n\n     1.\n\n     If the Shepheard will suffer the sheep to be scab'd, Sir--\n\n     _Lop_.\n\n     No, no ye are rotten.\n\n     _Die_.\n\n     Would they were, for my sake.\n\n     _Lap_.\n\n     I have Nointed ye, and Tarr'd ye with my Doctrine,\n     And yet the Murren sticks to ye, yet ye are Mangy,\n     I will avoid ye.\n\n     2.\n\n     Pray ye, Sir, be not angry,\n     In the pride of your new Cassock, do not part with us,\n     We do acknowledge ye are a careful Curate,\n     And one that seldom troubles us with Sermons,\n     A short slice of a Reading serves us, Sir,\n     We do acknowledge ye a quiet Teacher,\n     Before you'll vex your Audience, you'll sleep with 'em,\n     And that's a loving thing.\n\n     3.\n\n     We grant ye, Sir,\n     The only benefactor to our Bowling,\n     To all our merry Sports the first provoker,\n     And at our Feasts, we know there is no reason,\n     But you that edifie us most, should eat most.\n\n     _Lop_.\n\n     I will not stay for all this, ye shall know me\n     A man born to a more beseeming fortune\n     Than ringing all-in, to a rout of Dunces.\n\n     4.\n\n     We will increase your Tithes, you shall have Eggs too,\n     Though they may prove most dangerous to our Issues.\n\n     1.\n\n     I am a Smith; yet thus far out of my love,\n     You shall have the tenth Horse I prick, to pray for,\n     I am sure I prick five hundred in a year, Sir.\n\n     2.\n\n     I am a Cook, a man of a dri'd Conscience,\n     Yet thus far I relent: you shall have tith Pottage.\n\n     3.\n\n     Your stipend shall be rais'd too, good Neighbour _Diego_.\n\n     _Die._\n\n     Would ye have me speak for ye? I am more angry,\n     Ten times more vex'd, not to be pacified:\n     No, there be other places for poor Sextons,\n     Places of profit, Friends, fine stirring places,\n     And people that know how to use our Offices,\n     Know what they were made for: I speak for such Capons?\n     Ye shall find the Key o'th' Church\n     Under the door, Neighbours,\n     You may go in, and drive away the Dawes.\n\n     _Lop_.\n\n     My Surpless, with one sleeve, you shall find there,\n     For to that dearth of Linnen you have driven me;\n     And the old Cutwork Cope, that hangs by Geometry:\n     'Pray ye turn 'em carefully, they are very tender;\n     The remnant of the Books, lie where they did, Neighbours,\n     Half puft away with the Church-wardens pipings,\n     Such smoaky zeals they have against hard places.\n     The Poor-mans Box is there too: if ye find any thing\n     Beside the Posie, and that half rub'd out too,\n     For fear it should awake too much charity,\n     Give it to pious uses, that is, spend it.\n\n     _Die_.\n\n     The Bell-ropes, they are strong enough to hang ye,\n     So we bequeath ye to your destiny.\n\n     1.\n\n     'Pray ye be not so hasty.\n\n     _Die_.\n\n     I'le speak a proud word to ye,\n     Would ye have us stay?\n\n     _2._.\n\n     We do most heartily pray ye.\n\n     _3._.\n\n     I'le draw as mighty drink, Sir.\n\n     _Lop_.\n\n     A strong motive,\n     The stronger still, the more ye come unto me.\n     _3._. And I'le send for my Daughter.\n\n     _Lop_.\n\n     This may stir too:\n     The Maiden is of age, and must be edified.\n\n     _4._.\n\n     You shall have any thing: lose our learned Vicar?\n     And our most constant friend; honest dear _Diego_?\n\n     _Die_.\n\n     Yet all this will not do: I'le tell ye, Neighbours,\n     And tell ye true, if ye will have us stay,\n     If you will have the comforts of our companies,\n     You shall be bound to do us right in these points,\n     You shall be bound, and this the obligation,\n     Dye when 'tis fit, that we may have fit duties,\n     And do not seek to draw out our undoings,\n     Marry try'd Women, that are free, and fruitful,\n     Get Children in abundance, for your Christnings,\n     Or suffer to be got, 'tis equal justice.\n\n     _Lop_.\n\n     Let Weddings, Christnings, Churchings, Funerals,\n     And merry Gossippings go round, go round still,\n     Round as a Pig, that we may find the profit.\n\n     _Die_.\n\n     And let your old men fall sick handsomely,\n     And dye immediately, their Sons may shoot up:\n     Let Women dye o'th' Sullens too, 'tis natural,\n     But be sure their Daughters be of age first,\n     That they may stock us still: your queazie young Wives\n     That perish undeliver'd, I am vext with,\n     And vext abundantly, it much concerns me,\n     There's a Child's Burial lost, look that be mended.\n\n     _Lop_.\n\n     Let 'em be brought to Bed, then dye when they please.\n     These things considered, Country-men, and sworn to.\n\n     2.\n\n     All these, and all our Sports again, and Gambols.\n\n     3.\n\n     We must dye, and we must live, and we'll be merry,\n     Every man shall be rich by one another.\n\n     2.\n\n     We are here to morrow and gone to day, for my part\n     If getting Children can befriend my Neighbours,\n     I'le labour hard but I'le fill your Font, Sir.\n\n     1.\n\n     I have a Mother now, and an old Father,\n     They are as sure your own, within these two months--\n\n     4.\n\n     My Sister must be pray'd for too, she is desperate,\n     Desperate in love.\n\n     _Die_.\n\n     Keep desperate men far from her,\n     Then 'twill go hard: do you see how melancholy?\n     Do you mark the man? do you profess ye love him?\n     And would do any thing to stay his fury?\n     And are ye unprovided to refresh him,\n     To make him know your loves? fie Neighbours.\n\n     2.\n\n     We'll do any thing.\n     We have brought Musick to appease his spirit,\n     And the best Song we'll give him.\n\n     _Die_.\n\n     'Pray ye sit down, Sir,\n     They know their duties now, and they stand ready\n     To tender their best mirth.\n\n     _Lop_.\n\n     'Tis well, proceed Neighbours,\n     I am glad I have brought ye to understand good manners,\n     Ye had Puritan hearts a-while, spurn'd at all pastimes,\n     But I see some hope now.\n\n     _Die_.\n\n     We are set, proceed Neighbours.\n\n     SONG.\n\n     1\n\n\n     _Let the Bells ring, and let the Boys sing,\n     The young Lasses skip and play,\n     Let the Cups go round, till round goes the ground,\n     Our Learned old Vicar will stay_.\n\n     2\n\n     _Let the Pig turn merrily, merrily ah,\n     And let the fat Goose swim,\n     For verily, verily, verily ah,\n     Our Vicar this day shall be trim_.\n\n     3\n\n     _The stewed Cock shall Crow, Cock-a-loodle-loo,\n     A loud Cock-a-loodle shall he Crow;\n     The Duck and the Drake, shall swim in a lake\n     Of Onions and Claret below_.\n\n     4\n\n     _Our Wives shall be neat, to bring in our meat;\n     To thee our most noble adviser,\n     Our pains shall be great, and Bottles shall sweat,\n     And we our selves will be wiser_.\n\n     5\n\n     _We'll labour and swinck, we'll kiss and we'll drink,\n     And Tithes shall come thicker and thicker;\n     We'll fall to our Plow, and get Children enough,\n     And thou shalt be learned old Vicar_.\n\n     _Enter_ Arsenio _and_ Milanes.\n\n     _Ars_.\n\n     What ails this Priest? how highly the thing takes it!\n\n     _Mil_.\n\n     Lord how it looks! has he not bought some Prebend?\n     _Leandro's_ mony makes the Rascal merry,\n     Merry at heart; he spies us.\n\n     _Lop_.\n\n     Be gone Neighbours,\n     Here are some Gentlemen: be gone good Neighbours,\n     Be gone, and labour to redeem my favour,\n     No more words, but be gone: these two are Gentlemen,\n     No company for crusty-handed fellows.\n\n     _Die_.\n\n     We will stay for a year or two, and try ye.\n\n     _Lop_.\n\n     Fill all your hearts with joy, we will stay with ye,\n     Be gone, no more; I take your pastimes graciously.\n\n                                [_Exeunt Parishioners_.\n\n     Would ye with me, my friends?\n\n     _Ars_.\n\n     We would look upon ye,\n     For me thinks ye look lovely.\n\n     _Lop_.\n\n     Ye have no Letters?\n     Nor any kind Remembrances?\n\n     _Mil_.\n\n     Remembrances?\n\n     _Lop_.\n\n     From _Nova Hispania_, or some part remote, Sir,\n     You look like Travel'd men: may be some old friends\n     That happily I have forgot; some Signiours\n     In _China_ or _Cataya_; some Companions--\n\n     _Die_.\n\n     In the _Moguls_ Court, or else-where.\n\n     _Ars_.\n\n     They are mad sure.\n\n     _Lop_.\n\n     Ye came not from _Peru_? do they look, _Diego_,\n     As if they had some mystery about 'em?\n     Another _Don Alonzo_ now?\n\n     _Die_.\n\n     I marry,\n     And so much mony, Sir, from one you know not,\n     Let it be who it will.\n\n     _Lop_.\n\n     They have gracious favours.\n     Would ye be private?\n     _Mil_. There's no need on't, Sir,\n     We come to bring ye a Remembrance from a Merchant.\n\n     _Lop_.\n\n     'Tis very well, 'tis like I know him.\n\n     _Ars_.\n\n      No, Sir,\n     I do not think ye do.\n\n     _Lop_.\n\n      A new mistake, _Diego_,\n     Let's carry it decently.\n\n     _Ars_.\n\n     We come to tell ye,\n     You have received great sums from a young Factor\n     They call _Leandro_, that has rob'd his Master,\n     Rob'd him, and run away.\n\n     _Die_.\n\n     Let's keep close, Master;\n     This news comes from a cold Country.\n\n     _Lop_.\n\n     By my faith it freezes.\n\n     _Mil_.\n\n     Is not this true? do you shrink now good-man Curat?\n     Do I not touch ye?\n\n     _Lop_.\n\n     We have a hundred Duckets\n     Yet left, we do beseech ye, Sir--\n\n     _Mil_.\n\n     You'll hang both.\n\n     _Lop_.\n\n     One may suffice.\n\n     _Die_.\n\n     I will not hang alone, Master,\n     I had the least part, you shall hang the highest.\n     Plague o' this _Tiveria_, and the Letter,\n     The Devil sent it post, to pepper us,\n     From _Nova Hispania_, we shall hang at home now.\n\n     _Ars_.\n\n     I see ye are penitent, and I have compassion:\n     Ye are secure both; do but what we charge ye,\n     Ye shall have more gold too, and he shall give it,\n     Yet ne're indanger ye.\n\n     _Lop_.\n\n     Command us, Master,\n     Command us presently, and see how nimbly--\n\n     _Die_.\n\n     And if we do not handsomely endeavour--\n\n     _Ars_.\n\n     Go home, and till ye hear more, keep private,\n     Till we appear again, no words, Vicar,\n     There's something added.\n\n     _Mil_.\n\n     For you too.\n\n     _Lop_.\n\n     We are ready.\n\n     _Mil_.\n\n     Go and expect us hourly, if ye falter,\n     Though ye had twenty lives--\n\n     _Die_.\n\n     We are fit to lose 'em.\n\n     _Lop_.\n\n     'Tis most expedient that we should hang both.\n\n     _Die_.\n\n     If we be hang'd, we cannot blame our fortune.\n\n     _Mil_.\n\n     Farewel, and be your own friends.\n\n     _Lop_.\n\n     We expect ye.--\n\n                                             [_Exeunt_.\n\n\n\n\n\n     SCENA III.\n\n     _Enter_ Octavio, Jacintha, _and_ Ascanio.\n\n     _Octa_.\n\n     We cited to the Court!\n\n     {_A Bar, Table-book, 2 Chairs, and Paper, standish set out.\n\n     _Jac_.\n\n     It is my wonder.\n\n     _Octa_.\n\n     But not our fear, _Jacintha_; wealthy men,\n     That have Estates to lose; whose conscious thoughts\n     Are full of inward guilt, may shake with horrour\n     To have their Actions sifted, or appear\n     Before the Judge. But we that know our selves\n     As innocent, as poor, that have no Fleece\n     On which the Talons of the griping Law\n     Can take sure hold, may smile with scorn on all\n     That can be urg'd against us.\n\n     _Jac_.\n\n     I am confident\n     There is no man so covetous, that desires\n     To ravish our wants from us, and less hope\n     There can be so much Justice left on earth,\n     (T[h]ough sued, and call'd upon) to ease us of\n     The burthen of our wrongs.\n\n     _Octa_.\n\n     What thinks _Ascanio_?\n     Should we be call'd in question, or accus'd\n     Unjustly, what would you do to redeem us\n     From tyrannous oppression?\n\n     _Asc_.\n\n     I could pray\n     To him that ever has an open ear,\n     To hear the innocent, and right their wrongs;\n     Nay, by my troth, I think I could out-plead\n     An Advocate, and sweat as much as he\n     Do's for a double Fee, ere you should suffer\n     In an honest cause.\n\n     _Enter_ Jamie _and_ Bartolus.\n\n     _Octa_.\n\n     Happy simplicitie!\n\n     _Jac_.\n\n     My dearest and my best one, _Don Jamie_.\n\n     _Octa_.\n\n     And the Advocate, that caus'd us to be summon'd.\n\n     _Asc_.\n\n     My Lord is mov'd, I see it in his looks,\n     And that man, in the Gown, in my opinion\n     Looks like a proguing Knave.\n\n     _Jac_.\n\n     Peace, give them leave.\n\n     _Jam_.\n\n     Serve me with Process?\n\n     _Bar_.\n\n     My Lord, you are not lawless.\n\n     _Jam_.\n\n     Nor thou honest;\n     One, that not long since was the buckram Scribe,\n     That would run on mens errands for an Asper,\n     And from such baseness, having rais'd a Stock\n     To bribe the covetous Judge, call'd to the Bar.\n     So poor in practice too, that you would plead\n     A needy Clyents Cause, for a starv'd Hen,\n     Or half a little Loin of Veal, though fly-blown,\n     And these, the greatest Fees you could arrive at\n     For just proceedings; but since you turn'd Rascal--\n\n     _Bar_.\n\n     Good words, my Lord.\n\n     _Jam_.\n\n     And grew my Brothers Bawd,\n     In all his vitious courses, soothing him\n     In his dishonest practises, you are grown\n     The rich, and eminent Knave, in the Devils name,\n     What am I cited for?\n\n     _Bar_.\n\n     You shall know anon,\n     And then too late repent this bitter language,\n     Or I'll miss of my ends.\n\n     _Jam_.\n\n     Were't not in Court,\n     I would beat that fat of thine, rais'd by the food\n     Snatch'd from poor Clyents mouths, into a jelly:\n     I would (my man of Law) but I am patient,\n     And would obey the Judge.\n\n     _Bar_.\n\n     'Tis your best course:\n     Would every enemy I have would beat me,\n     I would wish no better Action.\n\n     _Octa_.\n\n     'Save your Lordship.\n\n     _Asc_.\n\n     My humble service.\n\n     _Jam_.\n\n     My good Boy, how dost thou?\n     Why art thou call'd into the Court?\n\n     _Enter_ Assistant, Henrique, Officer, _and_ Witnesses.\n\n     _Asc_.\n\n     I know not,\n     But 'tis my Lord the Assistants pleasure\n     I should attend here.\n\n     _Jam_.\n\n     He will soon resolve us.\n\n     _Offi_.\n\n     Make way there for the Judge.\n\n     _Jam_.\n\n     How? my kind Brother?\n     Nay then 'tis rank: there is some villany towards.\n\n     _Assist_.\n\n     This Sessions purchas'd at your suit, _Don Henrique_,\n     Hath brought us hither, to hear and determine\n     Of what you can prefer.\n\n     _Hen_.\n\n     I do beseech\n     The honourable Court, I may be heard\n     In my Advocate.\n\n     _Assist_.\n\n     'Tis granted.\n\n     _Bar_.\n\n     Humh, humh.\n\n     _Jam_.\n\n     That Preface,\n     If left out in a Lawyer, spoils the Cause,\n     Though ne're so good, and honest.\n\n     _Bar_.\n\n     If I stood here,\n     To plead in the defence of an ill man,\n     (Most equal Judge) or to accuse the innocent\n     (To both which, I profess my self a stranger)\n     It would be requisite I should deck my Language\n     With Tropes and Figures, and all flourishes\n     That grace a Rhetorician, 'tis confess'd\n     Adulterate Metals need the Gold-smiths Art,\n     To set 'em off; what in it self is perfect\n     Contemns a borrowed gloss: this Lord (my Client)\n     Whose honest cause, when 'tis related truly,\n     Will challenge justice, finding in his Conscience\n     A tender scruple of a fault long since\n     By him committed, thinks it not sufficient\n     To be absolv'd of't by his Confessor,\n     If that in open Court he publish not\n     What was so long conceal'd.\n\n     _Jam_.\n\n     To what tends this?\n\n     _Bar_.\n\n     In his young years (it is no miracle\n     That youth, and heat of blood, should mix together)\n     He look'd upon this woman, on whose face\n     The ruines yet remain, of excellent form,\n     He look'd on her, and lov'd her.\n\n     _Jac_.\n\n     You good Angels,\n     What an impudence is this?\n\n     _Bar_.\n\n     And us'd all means\n     Of Service, Courtship, Presents, that might win her\n     To be at his devotion: but in vain;\n     Her Maiden Fort, impregnable held out,\n     Until he promis'd Marriage; and before\n     These Witnesses a solemn Contract pass'd\n     To take her as his Wife.\n\n     _Assist_.\n\n     Give them their Oath.\n\n     _Jam_.\n\n     They are incompetent Witnesses, his own Creatures,\n     And will swear any thing for half a Royal.\n\n     _Offi_.\n\n     Silence.\n\n     _Assist_.\n\n     Proceed.\n\n     _Bar_.\n\n     Upon this strong assurance\n     He did enjoy his wishes to the full,\n     Which satisfied, and then with eyes of Judgement\n     (Hood-wink'd with Lust before) considering duly\n     The inequality of the Match, he being\n     Nobly descended, and allyed, but she\n     Without a name, or Family, secretly\n     He purchas'd a Divorce, to disanul\n     His former Contract, Marrying openly\n     The Lady _Violante_.\n\n     _Jac_.\n\n     As you sit here\n     The Deputy of the great King, who is\n     The Substitute of that impartial Judge,\n     With whom, or wealth, or titles prevail nothing,\n     Grant to a much wrong'd Widow, or a Wife\n     Your patience, with liberty to speak\n     In her own Cause, and let me face to face\n     To this bad man, deliver what he is:\n     And if my wrongs, with his ingratitude ballanc'd,\n     Move not compassion, let me die unpitied;\n     His Tears, his Oaths, his Perjuries, I pass o're;\n     To think of them is a disease; but death\n     Should I repeat them. I dare not deny,\n     (For Innocence cannot justifie what's false)\n     But all the Advocate hath alledged concerning\n     His falshood, and my shame, in my consent,\n     To be most true: But now I turn to thee,\n     To thee _Don Henrique_, and if impious Acts\n     Have left thee blood enough to make a blush,\n     I'le paint it on thy cheeks. Was not the wrong\n     Sufficient to defeat me of mine honour,\n     To leave me full of sorrow, as of want,\n     The witness of thy lust left in my womb,\n     To testifie thy falshood, and my shame?\n     But now so many years I had conceal'd\n     Thy most inhumane wickedness, and won\n     This Gentleman, to hide it from the world,\n     To Father what was thine (for yet by Heaven,\n     Though in the City he pass'd for my husband,\n     He never knew me as his wife.)\n\n     _Assist_.\n\n     'Tis strange:\n     Give him an Oath.\n\n     _Oct_.\n\n     I gladly swear, and truly.\n\n     _Jac_.\n\n     After all this (I say) when I had born\n     These wrongs, with Saint-like patience, saw another\n     Freely enjoy, what was (in Justice) mine,\n     Yet still so tender of thy rest and quiet,\n     I never would divulge it, to disturb\n     Thy peace at home; yet thou most barbarous,\n     To be so careless of me, and my fame,\n     (For all respect of thine in the first step\n     To thy base lust, was lost) in open Court\n     To publish my disgrace? and on record,\n     To write me up an easie-yielding wanton?\n     I think can find no precedent: In my extreams,\n     One comfort yet is left, that though the Law\n     Divorce me from thy bed, and made free way\n     To the unjust embraces of another,\n     It cannot yet deny that this thy Son\n     (Look up _Ascanio_ since it is come out)\n     Is thy legitimate heir.\n\n     _Jam_.\n\n     Confederacie!\n     A trick (my Lord) to cheat me; e're you give\n     Your Sentence, grant me hearing.\n\n     _Assist_.\n\n     New Chimera's?\n\n     _Jam_.\n\n     I am (my Lord) since he is without Issue,\n     Or hope of any, his undoubted heir,\n     And this forg'd by the Advocate, to defeat me\n     Of what the laws of _Spain_ confer upon me,\n     A meer Imposture, and conspiracie\n     Against my future fortunes.\n\n     _Assist_.\n\n     You are too bold.\n     Speak to the cause _Don Henrique_.\n\n     _Hen_.\n\n     I confess,\n     (Though the acknowledgment must wound mine honour,)\n     That all the Court hath heard touching this Cause,\n     (Or with me, or against me) is most true:\n     The later part my Brother urg'd, excepted:\n     For what I now doe, is not out of Spleen\n     (As he pretends) but from remorse of conscience\n     And to repair the wrong that I have done\n     To this poor woman: And I beseech your Lordship\n     To think I have not so far lost my reason,\n     To bring into my familie, to succeed me,\n     The stranger--Issue of anothers Bed,\n     By proof, this is my Son, I challenge him,\n     Accept him, and acknowledge him, and desire\n     By a definitive Sentence of the Court,\n     He may be so recorded, and full power\n     To me, to take him home.\n\n     _Jac_.\n\n     A second rape\n     To the poor remnant of content that's left me,\n     If this be granted: and all my former wrongs\n     Were but beginnings to my miseries,\n     But this the height of all: rather than part\n     With my _Ascanio_, I'le deny my oath,\n     Profess my self a Strumpet, and endure\n     What punishment soe're the Court decrees\n     Against a wretch that hath forsworn her self,\n     Or plai'd the impudent whore.\n\n     _Assist_.\n\n     This tastes of passion,\n     And that must not divert the course of Justice;\n     _Don Henrique_, take your Son, with this condition\n     You give him maintenance, as becomes his birth,\n     And 'twill stand with your honour to doe something\n     For this wronged woman: I will compel nothing,\n     But leave it to your will. Break up the Court:\n     It is in vain to move me; my doom's pass'd,\n     And cannot be revok'd.--\n\n                                               [_Exit_.\n\n     _Hen_.\n\n     There's your reward.\n\n     _Bar_.\n\n     More causes, and such Fees. Now to my Wife,\n     I have too long been absent: Health to your Lordship.\n\n                                               [_Exit_.\n\n     _Asc_.\n\n     You all look strangely, and I fear believe\n     This unexpected fortune makes me proud,\n     Indeed it do's not: I shall ever pay you\n     The duty of a son, and honour you\n     Next to my Father: good my Lord, for yet\n     I dare not call you, uncle, be not sad,\n     I never shall forget those noble favours\n     You did me being a stranger, and if ever\n     I live to be the master of a fortune,\n     You shall command it.\n\n     _Jam_.\n\n     Since it was determin'd\n     I should be cozen'd, I am glad the profit\n     Shall fall on thee, I am too tough to melt,\n     But something I will do.\n\n     _Hen_.\n\n     'Pray you take leave\n     Of your steward (gentle Brother) the good husband\n     That takes up all for you.\n\n     _Jam_.\n\n     Very well, mock on,\n     It is your turn: I may have mine--\n\n                                               [_Exit_.\n\n     _Oct_.\n\n     But do not\n     Forget us, dear _Ascanio_.\n\n     _Asc_.\n\n     Do not fear it,\n     I every day will see you: every hour\n     Remember you in my prayers.\n\n     _Oct_.\n\n     My grief's too great\n     To be expressed in words--\n\n                                               [_Exit_.\n\n     _Hen_.\n\n     Take that and leave us,\n\n     [_gives mony to Jacinta_.\n\n     Leave us without reply, nay come back sirrah\n     And study to forget such things as these\n     As are not worth the knowledge.\n\n     [Asca. _offers to follow_.\n\n     _Asc_.\n\n     O good Sir,\n     These are bad principles--\n\n     _Hen_.\n\n     Such as you must learn\n     Now you are mine, for wealth and poverty\n     Can hold no friendship: and what is my will\n     You must observe and do, though good or ill.\n\n                                             [_Exeunt_.\n\n\n\n\n\n\n     SCENA IV.\n\n     _Enter_ Bartolus.\n\n     _Bar_.\n\n     Where is my wife? 'fore heaven, I have done wonders,\n     Done mighty things to day, my _Amaranta_,\n     My heart rejoyces at my wealthy Gleanings,\n     A rich litigious Lord I love to follow,\n     A Lord that builds his happiness on brawlings,\n     O 'tis a blessed thing to have rich Clyents,\n     Why, wife I say, how fares my studious Pupil?\n     Hard at it still? ye are too violent,\n     All things must have their rests, they will not last else,\n     Come out and breathe. [Leandro _within_.\n\n     _Lean_.\n\n     I do beseech you pardon me,\n     I am deeply in a sweet point Sir.\n\n     _Bar_.\n\n     I'le instruct ye:\n\n     _Enter_ Amaranta.\n\n     I say take breath, seek health first, then your study.\n     O my sweet soul, I have brought thee golden birds home,\n     Birds in abundance: I have done strange wonders:\n     There's more a hatching too.\n\n     _Am_.\n\n     Have ye done, good husband?\n     Then 'tis a good day spent.\n\n     _Bar_.\n\n     Good enough chicken,\n     I have spread the nets o'th' law, to catch rich booties,\n     And they come fluttering in: how do's my Pupil?\n     My modest thing, hast thou yet spoken to him?\n\n     _Am_.\n\n     As I past by his chamber I might see him,\n     But he is so bookish.\n\n     _Bar_.\n\n     And so bashfull too,\n     I' faith he is, before he will speak, he will starve there.\n\n     _Am_.\n\n     I pitie him a little.\n\n     _Bar_.\n\n     So do I too.\n\n     _Am_.\n\n     And if he please to take the air o'th' gardens,\n     Or walk i'th' inward rooms, so he molest not--\n\n     _Bar_.\n\n     He shall not trouble thee, he dare not speak to thee.\n\n     _Enter_ Moor, _with Chesse-board_.\n\n     Bring out the Chesse-board,--come let's have a game wife,\n     I'le try your masterie, you say you are cunning.\n\n     _Am_.\n\n     As learned as ye are, Sir, I shall beat ye.\n\n     _Enter_ Leandro.\n\n     _Bar_.\n\n     Here he steals out, put him not out of countenance,\n     Prethee look another way, he will be gone else\n     Walk and refresh your self, I'll be with you presently.\n\n     _Lean_.\n\n     I'le take the air a little. [_Play at chess_.\n\n     _Bar_.\n\n     'Twill be healthfull.\n\n     _Am_.\n\n     Will ye be there? then here? I'le spare ye that man.\n\n     _Lea_.\n\n     Would I were so near too, and a mate fitting.\n\n     _Am_.\n\n     What think ye, Sir, to this I have at your Knight now.\n\n     _Bar_.\n\n     'Twas subtilly play'd: your Queen lies at my service.\n     Prethee look off, he is ready to pop in again,\n     Look off I say, do'st thou not see how he blushes?\n\n     _Am_.\n\n     I do not blast him.\n\n     _Lean_.\n\n     But ye do, and burn too,\n     What killing looks she steals!\n\n     _Bar_.\n\n     I have you now close,\n     Now for a Mate.\n\n     _Lean_.\n\n     You are a blessed man that may so have her.\n     Oh that I might play with her--\n\n     [_knock within_.\n\n     _Bar_.\n\n     Who's there? I come, you cannot scape me now wife.\n     I come, I come.\n\n     [_knock_.\n\n     _Lean_.\n\n     Most blessed hand that calls him.\n\n     _Bar_.\n\n     Play quickly wife.\n\n     _Am_.\n\n     'Pray ye give leave to think, Sir.\n\n     _Enter_ Moor.\n\n     _Moor_.\n\n     An honest neighbour that dwells hard by, Sir,\n     Would fain speak with your worship about business.\n\n     _Lean_.\n\n     The devil blow him off.\n\n     _Bar_.\n\n     Play.\n\n     _Am_.\n\n     I will study:\n     For if you beat me thus, you will still laugh at me--[_knock_.\n\n     _Bar_.\n\n     He knocks again; I cannot stay. _Leandro_,\n     'Pray thee come near.\n\n     _Lean_.\n\n     I am well, Sir, here.\n\n     _Bar_.\n\n     Come hither:\n     Be not afraid, but come.\n\n     _Am_.\n\n     Here's none will bite, Sir.\n\n     _Lean_.\n\n     God forbid Lady.\n\n     _Am_.\n\n     'Pray come nearer.\n\n     _Lean_.\n\n     Yes forsooth.\n\n     _Bar_.\n\n     'Prethee observe these men: just as they stand here,\n     And see this Lady do not alter 'em,\n     And be not partial, Pupil.\n\n     _Lean_.\n\n     No indeed Sir.\n\n     _Bar_.\n\n     Let her not move a pawn, I'le come back presently,\n     Nay you shall know I am a Conquerour.\n     Have an eye Pupil--\n\n                                               [_Exit_.\n\n     _Am_.\n\n     Can ye play at Chess Sir?\n\n     _Lean_.\n\n     A little, Lady.\n\n     _Am_.\n\n     But you cannot tell me\n     How to avoid this Mate, and win the Game too;\n     H'as noble eyes: ye dare not friend me so far.\n\n     _Lean_.\n\n     I dare do any thing that's in mans power Lady,\n     To be a friend to such a noble beauty.\n\n     _Am_.\n\n     This is no Lawyers language: I pray ye tell me,\n     Whither may I remove, Ye see I am set round,\n     To avoid my husband?\n\n     _Lean_.\n\n     I shall tell ye happily,\n     But happily you will not be instructed.\n\n     _Am_.\n\n     Yes, and thank ye too, shall I move this man?\n\n     _Lean_.\n\n     Those are unseemly: move one can serve ye,\n     Can honour ye, can love ye.\n\n     _Am_.\n\n     'Pray ye tell quickly,\n     He will return, and then.\n\n     _Lean_.\n\n     I'le tell ye instantly,\n     Move me, and I will move any way to serve ye,\n     Move your heart this way, Lady.\n\n     _Am_.\n\n     How?\n\n     _Lean_.\n\n     'Pray ye hear me.\n     Behold the sport of love, when he is imperious,\n     Behold the slave of love.\n\n     _Am_.\n\n     Move my Queen this way?\n     Sure, he's some worthy man: then if he hedge me,\n     Or here to open him.\n\n     _Lean_.\n\n     Do but behold me,\n     If there be pity in you, do but view me,\n     But view the misery I have undertaken\n     For you, the povertie.\n\n     _Am_.\n\n     He will come presently.\n     Now play your best Sir, though I lose this Rook here,\n     Yet I get libertie.\n\n     _Lean_.\n\n     I'le seise your fair hand,\n     And warm it with a hundred, hundred kisses.\n     The God of love warm your desires but equal,\n     That shall play my game now.\n\n     _Am_.\n\n     What do you mean Sir?\n     Why do you stop me?\n\n     _Lean_.\n\n     That ye may intend me.\n     The time has blest us both: love bids us use it.\n     I am a Gentleman nobly descended,\n     Young to invite your love, rich to maintain it.\n     I bring a whole heart to ye, thus I give it,\n     And to those burning altars thus I offer,\n     And thus, divine lips, where perpetual Spring grows--\n\n     _Am_.\n\n     Take that, ye are too saucy.\n\n     _Lean_.\n\n     How, proud Lady?\n     Strike my deserts?\n\n     _Am_.\n\n     I was to blame.\n\n     _Enter_\n\n     Bartolus.\n\n     _Bar_.\n\n     What wife, there?\n     Heaven keep my house from thieves.\n\n     _Lean_.\n\n     I am wretched:\n     Opened, discovered, lost to my wishes.\n     I shall be whooted at.\n\n     _Bar_.\n\n     What noise was this, wife?\n     Why dost thou smile?\n\n     _Lean_.\n\n     This proud thing will betray me.\n     _Bar_. Why these lie here? what angry, dear?\n\n     _Am_.\n\n     No, Sir,\n     Only a chance, your pupil said he plaid well,\n     And so indeed he do's: he undertook for ye,\n     Because I would not sit so long time idle,\n     I made my liberty, avoided your mate,\n     And he again as cunningly endangered me,\n     Indeed he put me strangely to it. When presently\n     Hearing you come, & having broke his ambush too,\n     Having the second time brought off my Queen fair,\n     I rose o'th' sudden smilingly to shew ye,\n     My apron caught the Chesse-board, and the men,\n     And there the noise was.\n\n     _Bar_.\n\n     Thou art grown a Master,\n     For all this I shall beat ye.\n\n     _Lean_.\n\n     Or I, Lawyer,\n     For now I love her more, 'twas a neat answer,\n     And by it hangs a mighty hope, I thank her,\n     She gave my pate a sound knock that it rings yet,\n     But you shall have a sounder if I live lawyer,\n     My heart akes yet, I would not be in that fear--\n\n     _Bar_.\n\n     I am glad ye are a gamester, Sir, sometimes\n     For recreation we two shall fight hard at it.\n\n     _Am_.\n\n     He will prove too hard for me.\n\n     _Lean_.\n\n     I hope he shall do,\n     But your Chess-board is too hard for my head, line that, good Lady.\n\n     _Bar_.\n\n     I have been attoning two most wrangling neighbours,\n     They had no mony, therefore I made even.\n     Come, let's go in and eat, truly I am hungry.\n\n     _Lean_.\n\n     I have eaten already, I must intreat your pardon.\n\n     _Bar_.\n\n     Do as ye please, we shall expect ye at supper.\n     He has got a little heart, now it seems handsomly.\n\n     _Am_.\n\n     You'l get no little head, if I do not look to ye.\n\n     _Lean_.\n\n     If ever I do catch thee again thou vanity--\n\n     _Am_.\n\n     I was to blame to be so rash, I am sorry--\n\n                                             [_Exeunt_.\n\n\n\n\n     _Actus Quartus. Scena Prima_.\n\n     _Enter_ Don Henrique, Violante, Ascanio.\n\n     _H[en]_.\n\n     Hear but my reasons.\n\n     _Viol_.\n\n     O my patience, hear 'em!\n     Can cunning falshood colour an excuse\n     With any seeming shape of borrowed truth?\n     Extenuate this wofull wrong, not error?\n\n     _Hen_.\n\n     You gave consent that, to defeat my brother\n     I should take any course.\n\n     _Vio_.\n\n     But not to make\n     The cure more loathsom than the foul disease:\n     Was't not enough you took me to your bed,\n     Tir'd with loose dalliance, and with emptie veins,\n     All those abilities spent before and wasted,\n     That could confer the name of mother on me?\n     But that (to perfect my account of sorrow\n     For my long barr[en]ness) you must heighten it\n     By shewing to my face, that you were fruitfull\n     Hug'd in the base embraces of another?\n     If Solitude that dwelt beneath my roof,\n     And want of children was a torment to me,\n     What end of my vexation to behold\n     A bastard to upbraid me with my wants?\n     And hear the name of father paid to ye,\n     Yet know my self no mother,\n     What can I say?\n\n     _Hen_.\n\n     Shall I confess my fault and ask your pardon?\n     Will that content ye?\n\n     _Vio_.\n\n     If it could make void,\n     What is confirm'd in Court: no, no, _Don Henrique_,\n     You shall know that I find my self abus'd,\n     And adde to that, I have a womans anger,\n     And while I look upon this Basilisk,\n     Whose envious eyes have blasted all my comforts\n     Rest confident I'le study my dark ends,\n     And not your pleasures.\n\n     _Asc_.\n\n     Noble Lady, hear me,\n     Not as my Fathers son, but as your servant,\n     Vouchsafe to hear me, for such in my duty,\n     I ever will appear: and far be it from\n     My poor ambition, ever to look on you,\n     But with that reverence, which a slave stands bound\n     To pay a worthy Mistris: I have heard\n     That Dames of highest place, nay Queens themselves\n     Disdain not to be serv'd by such as are\n     Of meanest Birth: and I shall be most happie,\n     To be emploi'd when you please to command me\n     Even in the coursest office, as your Page,\n     I can wait on your trencher, fill your wine,\n     Carry your pantofles, and be sometimes bless'd\n     In all humilitie to touch your feet:\n     Or if that you esteem that too much grace,\n     I can run by your Coach: observe your looks,\n     And hope to gain a fortune by my service,\n     With your good favour, which now, as a Son,\n     I dare not challenge.\n\n     _Vio_.\n\n     As a Son?\n\n     _Asc_.\n\n     Forgive me,\n     I will forget the name, let it be death\n     For me to call you Mother.\n\n     _Vio_.\n\n     Still upbraided?\n\n     _Hen_. No way left to appease you?\n\n     _Vio_.\n\n     None: now hear me:\n     Hear what I vow before the face of Heaven,\n     And if I break it, all plagues in this life,\n     And those that after death are fear'd fall, on me,\n     While that this Bastard staies under my roof,\n     Look for no peace at home, for I renounce\n     All Offices of a wife.\n\n     _Hen_.\n\n     What am I faln to?\n\n     _Vio_.\n\n     I will not eat, nor sleep with you, and those hours,\n     Which I should spend in prayers for your health,\n     Shall be emploi'd in Curses.\n\n     _Hen_.\n\n     Terrible.\n\n     _Vio_.\n\n     All the day long, I'le be as tedious to you\n     As lingring fevers, and I'le watch the nights,\n     To ring aloud your shame, and break your sleeps.\n     Or if you do but slumber, I'le appear\n     In the shape of all my wrongs, and like a fury\n     Fright you to madness, and if all this fail\n     To work out my revenge, I have friends and kinsmen,\n     That will not sit down tame with the disgrace\n     That's offer'd to our noble familie\n     In what I suffer.\n\n     _Hen_.\n\n     How am I divided\n     Between the duties I owe as a Husband,\n     And pietie of a Parent?\n\n     _Asc_.\n\n     I am taught Sir\n     By the instinct of nature that obedience\n     Which bids me to prefer your peace of mind,\n     Before those pleasures that are dearest to me,\n     Be wholly hers (my Lord) I quit all parts,\n     That I may challenge: may you grow old together,\n     And no distaste e're find you, and before\n     The Characters of age are printed on you\n     May you see many Images of your selves,\n     Though I, like some false glass, that's never look'd in,\n     Am cast aside, and broken; from this hour\n     (Unless invited, which I dare not hope for)\n     I never will set my forbidden feet\n     Over your threshold: only give me leave\n     Though cast off to the world to mention you\n     In my devotions, 'tis all I sue for\n     And so I take my last leave.\n\n     _Hen_.\n\n     Though I am\n     Devoted to a wife, nay almost sold\n     A slave to serve her pleasures, yet I cannot\n     So part with all humanity, but I must\n     Shew something of a Father: thou shalt not goe\n     Unfurnish'd and unfriended too: take that\n     To guard thee from necessities; may thy goodness\n     Meet many favours, and thine innocence\n     Deserve to be the heir of greater fortunes,\n     Than thou wer't born to. Scorn me not _Violante_,\n     This banishment is a kind of civil death,\n     And now, as it were at his funeral\n     To shed a tear or two, is not unmanly,\n     And so farewel for ever: one word more,\n     Though I must never see thee (my _Ascanio_)\n     When this is spent (for so the Judge decreed)\n     Send to me for supply: are you pleas'd now?\n\n     _Vio_.\n\n     Yes: I have cause: to see you howl and blubber\n     At the parting of my torment, and your shame.\n     'Tis well: proceed: supply his wants: doe doe:\n     Let the great dower I brought serve to maintain\n     Your Bastards riots: send my Clothes and Jewels,\n     To your old acquaintance, your dear dame his Mother.\n     Now you begin to melt, I know 'twill follow.\n\n     _Hen_.\n\n     Is all I doe misconstru'd?\n\n     _Viol_.\n\n     I will take\n     A course to right my self, a speeding one:\n     By the bless'd Saints, I will; if I prove cruel,\n     The shame to see thy foolish pity, taught me\n     To lose my natural softness, keep off from me,\n     Thy flatteries are infectious, and I'le flee thee\n     As I would doe a Leper.\n\n     _Hen_.\n\n     Let not fury\n     Transport you so: you know I am your Creature,\n     All love, but to your self, with him, hath left me.\n     I'le joyn with you in any thing.\n\n     _Viol_.\n\n     In vain,\n     I'le take mine own waies, and will have no partners.\n\n     _Hen_.\n\n     I will not cross you.\n\n     _Viol_.\n\n     Do not, they shall find\n     That to a Woman of her hopes beguil'd\n     A Viper trod on, or an Aspick's mild.\n\n                                             [_Exeunt_.\n\n\n\n\n\n     SCENA II.\n\n     _Enter_ Lopez, Milanes, Arsenio.\n\n     _Lop_.\n\n     Sits the game there? I have you by mine order,\n     I love _Leandro_ for't.\n\n     _Mil_.\n\n     But you must shew it\n     In lending him your help, to gain him means\n     And opportunity.\n\n     _Lop_.\n\n     He shall want nothing,\n     I know my Advocate to a hair, and what\n     Will fetch him from his Prayers, if he use any,\n     I am honyed with the project: I would have him horn'd\n     For a most precious Beast.\n\n     _Ars_.\n\n     But you lose time.\n\n     _Lop_.\n\n     I am gone, instruct you _Diego_, you will find him\n     A sharp and subtle Knave, give him but hints\n     And he will amplifie. See all things ready,\n     I'le fetch him with a vengeance--\n\n                                               [_Exit_.\n\n     _Ars_.\n\n     If he fail now,\n     We'll give him over too.\n\n     _Mil_.\n\n     Tush, he is flesh'd.\n     And knows what vein to strike for his own credit.\n\n     _Ars_.\n\n     All things are ready.\n\n     _Mil_.\n\n     Then we shall have a merry Scene, ne're fear it.\n\n                                             [_Exeunt_.\n\n\n\n\n\n     SCENA III.\n\n     _Enter_ Amaranta, _with a note, and_ Moor.\n\n     _Amar_.\n\n     Is thy Master gone out?\n\n     _Moor_.\n\n     Even now, the Curate fetch'd him,\n     About a serious business as it seem'd,\n     For he snatch'd up his Cloak, and brush'd his Hat straight,\n     Set his Band handsomely, and out he gallop'd.\n\n     _Amar_.\n\n     'Tis well, 'tis very well, he went out, _Egla_,\n     As luckily, as one would say, go Husband,\n     He was call'd by providence: fling this short Paper\n     Into _Leandro's_ Cell, and waken him,\n     He is monstrous vexed, and musty, at my Chess-play;\n     But this shall supple him, when he has read it:\n     Take your own Recreation for two hours,\n     And hinder nothing.\n\n     _Moor_.\n\n     If I do, I'll hang for't.\n\n                                             [_Exeunt_.\n\n\n\n\n\n     SCENA IV.\n\n     _Enter_ Octavio, Jacintha.\n\n     _Octa_.\n\n     If that you lov'd _Ascanio_ for himself,\n     And not your private ends, you rather should\n     Bless the fair opportunity, that restores him\n     To his Birth-right, and the Honours he was born to,\n     Than grieve at his good Fortune.\n\n     _Jac_.\n\n     Grieve, _Octavio_?\n     I would resign my Essence, that he were\n     As happy as my love could fashion him,\n     Though every blessing that should fall on him,\n     Might prove a curse to me: my sorrow springs\n     Out of my fear and doubt he is not safe.\n     I am acquainted with _Don Henrique_'s nature,\n     And I have heard too much the fiery temper\n     Of Madam _Violante_: can you think\n     That she, that almost is at war with Heaven\n     For being barren, will with equal eyes\n     Behold a Son of mine?\n\n     _Octa_.\n\n     His Father's care,\n     That for the want of Issue, took him home,\n     (Though with the forfeiture of his own fame)\n     Will look unto his safety.\n\n     _Jac_.\n\n     Step-mothers\n     Have many eyes, to find a way to mischief,\n     Though blind to goodness.\n\n     _Enter_ Jamie _and_ Ascanio.\n\n     _Octa_.\n\n     Here comes _Don Jamie_,\n     And with him our _Ascanio_.\n\n     _Jam_.\n\n     Good youth leave me,\n     I know thou art forbid my company,\n     And only to be seen with me, will call on\n     Thy Fathers anger.\n\n     [_Asc_.]\n\n     Sir, if that to serve you\n     Could lose me any thing (as indeed it cannot)\n     I still would follow you. Alas I was born\n     To do you hurt, but not to help my self,\n     I was, for some particular end, took home,\n     But am cast off again.\n\n     _Jam_.\n\n     Is't possible?\n\n     _Asc_.\n\n     The Lady, whom my Father calls his Wife,\n     Abhors my sight, is sick of me, and forc'd him\n     To turn me out of doors.\n\n     _Jac_.\n\n     By my best hopes\n     I thank her cruelty, for it comes near\n     A saving Charity.\n\n     _Asc_.\n\n     I am only happy\n     That yet I can relieve you, 'pray you share:\n     My Father's wondrous kind, and promises\n     That I should be supplied: but sure the Lady\n     Is a malicious Woman, and I fear\n     Means me no good.\n\n     _Enter_ Servant.\n\n     _Jam_.\n\n     I am turn'd a stone with wonder,\n     And know not what to think.\n\n     _Ser_.\n\n     From my Lady,\n     Your private ear, and this--\n\n     _Jam_.\n\n     New Miracles?\n\n     _Ser_.\n\n     She says, if you dare make your self a Fortune,\n     She will propose the means; my Lord _Don Henrique_\n     Is now from home, and she alone expects you,\n     If you dare trust her, so, if not despair of\n     A second offer.\n\n                                               [_Exit_.\n\n     _Jam_.\n\n     Though there were an Ambush\n     Laid for my life, I'le on and sound this secret.\n     Retire thee, my _Ascanio_, with thy Mother:\n     But stir not forth, some great design's on foot,\n     Fall what can fall, if e're the Sun be set\n     I see you not, give me for dead.\n\n     _Asc_.\n\n     We will expect you,\n     And those bless'd Angels, that love goodness, guard you.\n\n                                             [_Exeunt_.\n\n\n\n\n\n     SCENA V.\n\n     _Enter_ Lopez _and_ Bartolus.\n\n     _Bar_.\n\n     Is't possible he should be rich?\n\n     _Lop_.\n\n     Most possible,\n     He hath been long, though he had but little gettings,\n     Drawing together, Sir.\n\n     _Bar_.\n\n     Accounted a poor Sexton,\n     Honest poor _Diego_.\n\n     _Lop_.\n\n     I assure ye, a close Fellow,\n     Both close, and scraping, and that fills the Bags, Sir.\n\n     _Bar_.\n\n     A notable good fellow too?\n\n     _Lop_.\n\n     Sometimes, Sir,\n     When he hop'd to drink a man into a Surfeit,\n     That he might gain by his Grave.\n\n     _Bar_.\n\n     So many thousands?\n\n     _Lop_.\n\n     Heaven knows what.\n\n     _Bar.\n\n     'Tis strange,\n     'Tis very strange; but we see by endeavour,\n     And honest labour--\n\n     _Lop_.\n\n     _Milo_, by continuance\n     Grew from a silly Calf (with your worships reverence)\n     To carry a Bull, from a penny, to a pound, Sir,\n     And from a pound, to many: 'tis the progress.\n\n     _Bar_.\n\n     Ye say true, but he lov'd to feed well also,\n     And that me-thinks--\n\n     _Lop_.\n\n     From another mans Trencher, Sir,\n     And there he found it season'd with small charge:\n     There he would play the Tyrant, and would devour ye\n     More than the Graves he made; at home he liv'd\n     Like a Camelion, suckt th' Air of misery,\n\n     [_Table out, Standish, Paper, Stools_.\n\n     And grew fat by the Brewis of an Egg-shell,\n     Would smell a Cooks-shop, and go home and surfeit.\n     And be a month in fasting out that Fever.\n\n     _Bar_.\n\n     These are good Symptoms: do's he lye so sick say ye?\n\n     _Lop_.\n\n     Oh, very sick.\n\n     _Bar_.\n\n     And chosen me Executor?\n\n     _Lop_.\n\n     Only your Worship.\n\n     _Bar_.\n\n     No hope of his amendment?\n\n     _Lop_.\n\n     None, that we find.\n\n     _Bar_.\n\n     He hath no Kinsmen neither?\n\n     _Lop_.\n\n     'Truth, very few,\n\n     _Bar_.\n\n     His mind will be the quieter.\n     What Doctors has he?\n\n     _Lop_.\n\n     There's none, Sir, he believes in.\n\n     _Bar_.\n\n     They are but needless things, in such extremities.\n     Who draws the good mans Will?\n\n     _Lop_.\n\n     Marry that do I, Sir,\n     And to my grief.\n\n     _Bar_.\n\n     Grief will do little now, Sir,\n     Draw it to your comfort, Friend, and as I counsel ye,\n     An honest man, but such men live not always:\n     Who are about him?\n\n     _Lop_.\n\n     Many, now he is passing,\n     That would pretend to his love, yes, and some Gentlemen\n     That would fain counsel him, and be of his Kindred;\n     Rich men can want no Heirs, Sir.\n\n     _Bar_.\n\n     They do ill,\n     Indeed they do, to trouble him; very ill, Sir.\n     But we shall take a care.\n\n     _Enter_ Diego, _in a Bed_, Milanes, Arsenio, _and_ Parishioners.\n\n     _Lop_.\n\n     Will ye come near, Sir?\n     'Pray ye bring him out; now ye may see in what state:\n     Give him fresh Air.\n\n     _Bar_.\n\n     I am sorry, Neighbour _Diego_,\n     To find ye in so weak a state.\n\n     _Die_.\n\n     Ye are welcome,\n     But I am fleeting, Sir.\n\n     _Bar_.\n\n     Me-thinks he looks well,\n     His colour fresh, and strong, his eyes are chearful.\n\n     _Lop_.\n\n     A glimmering before death, 'tis nothing else, Sir,\n     Do you see how he fumbles with the Sheet? do ye note that?\n\n     _Die_.\n\n     My learned Sir, 'pray ye sit: I am bold to send for ye,\n     To take a care of what I leave.\n\n     _Lop_.\n\n     Do ye hear that?\n\n     _Ars_.\n\n     Play the Knave finely.\n\n     _Die_.\n\n     So I will, I warrant ye,\n     And carefully.\n\n     _Bar_.\n\n     'Pray ye do not trouble him,\n     You see he's weak and has a wandring fancy.\n\n     _Die_.\n\n     My honest Neighbours, weep not, I must leave ye,\n     I cannot always bear ye company,\n     We must drop still, there is no remedy:\n     'Pray ye Master Curate, will ye write my Testament,\n     And write it largely it may be remembred,\n     And be witness to my Legacies, good Gentlemen;\n     Your Worship I do make my full Executor,\n     You are a man of wit and understanding:\n     Give me a cup of Wine to raise my Spirits,\n     For I speak low: I would before these Neighbours\n     Have ye to swear, Sir, that you will see it executed,\n     And what I give let equally be rendred\n     For my souls health.\n\n     _Bar_.\n\n     I vow it truly, Neighbours,\n     Let not that trouble ye, before all these,\n     Once more I give my Oath.\n\n     _Die_.\n\n     Then set me higher,\n     And pray ye come near me all.\n\n     _Lop_.\n\n     We are ready for ye.\n\n     _Mil_.\n\n     Now spur the Ass, and get our friend time.\n\n     _Die_.\n\n     First then,\n     After I have given my body to the worms,\n     (For they must be serv'd first, they are seldom cozen'd.)\n\n     _Lop_.\n\n     Remember your Parish, Neighbour.\n\n     _Die_.\n\n     You speak truly,\n     I do remember it, a lewd vile Parish,\n     And pray it may be mended: To the poor of it,\n     (Which is to all the Parish) I give nothing,\n     For nothing, unto nothing, is most natural,\n     Yet leave as much space, as will build an Hospital,\n     Their Children may pray for me.\n\n     _Bar_.\n\n     What do you give to it?\n\n     _Die_.\n\n     Set down two thousand Duckets.\n\n     _Bar_.\n\n     'Tis a good gift,\n     And will be long remembred.\n\n     _Die_.\n\n     To your worship,\n     (Because you must take pains to see all finish'd)\n     I give two thousand more, it may be three, Sir,\n     A poor gratuity for your pains-taking.\n\n     _Bar_.\n\n     These are large sums.\n\n     _Lop_.\n\n     Nothing to him that has 'em.\n\n     _Die_.\n\n     To my old Master Vicar, I give five hundred,\n     (Five hundred and five hundred are too few, Sir)\n     But there be more to serve.\n\n     _Bar_.\n\n     This fellow coins sure.\n\n     _Die_.\n\n     Give me some more drink. Pray ye buy Books, buy Books,\n     You have a learned head, stuff it with Libraries,\n     And understand 'em, when ye have done, 'tis Justice.\n     Run not the Parish mad with Controversies,\n     Nor preach Abstinence to longing Women,\n     'Twill burge the bottoms of their Consciences:\n     I would give the Church new Organs, but I prophesie\n     The Church-wardens would quickly pipe 'em out o'th' Parish,\n     Two hundred Duckets more to mend the Chancel,\n     And to paint true Orthographie, as many,\n     They write _Sunt_ with a _C_, which is abominable,\n     'Pray you set that down; to poor Maidens Marriages.\n\n     _Lop_.\n\n     I that's well thought of, what's your will in that point?\n     A meritorious thing.\n\n     _Bar_.\n\n     No end of this Will?\n\n     _Die_.\n\n     I give _per annum_ two hundred Ells of Lockram,\n     That there be no strait dealings in their Linnens,\n     But the Sails cut according to their Burthens.\n     To all Bell-ringers, I bequeath new Ropes,\n     And let them use 'em at their own discretions.\n\n     _Ars_.\n\n     You may remember us.\n\n     _Die_.\n\n     I do good Gentlemen,\n     And I bequeath you both good careful Surgions,\n     A Legacy, you have need of, more than mony,\n     I know you want good Diets, and good Lotions,\n     And in your pleasures, good take heed.\n\n     _Lop_.\n\n     He raves now,\n     But 'twill be quickly off.\n\n     _Die_.\n\n     I do bequeath ye\n     Commodities of Pins, Brown-papers, Pack-threads,\n     Rost Pork, and Puddings, Ginger-bread, and Jews-trumps,\n     Of penny Pipes, and mouldy Pepper, take 'em,\n     Take 'em even where you please and be cozen'd with 'em,\n     I should bequeath ye Executions also,\n     But those I'le leave to th' Law.\n\n     _Lop_.\n\n     Now he grows temperate.\n\n     _Bar_.\n\n     You will give no more?\n\n     _Die_.\n\n     I am loth to give more from ye,\n     Because I know you will have a care to execute.\n     Only, to pious uses, Sir, a little.\n\n     _Bar_.\n\n     If he be worth all these, I am made for ever.\n\n     _Die_.\n\n     I give to fatal Dames, that spin mens threads out,\n     And poor distressed Damsels, that are militant\n     As members of our own Afflictions,\n     A hundred Crowns to buy warm Tubs to work in,\n     I give five hundred pounds to buy a Church-yard,\n     A spacious Church-yard, to lay Thieves and Knaves in,\n     Rich men and honest men take all the room up.\n\n     _Lop_.\n\n     Are ye not weary?\n\n     _Die_.\n\n     Never of well-doing.\n\n     _Bar_.\n\n     These are mad Legacies.\n\n     _Die_.\n\n     They were got as madly;\n     My Sheep, and Oxen, and my moveables,\n     My Plate, and Jewels, and five hundred Acres;\n     I have no heirs.\n\n     _Bar_.\n\n     This cannot be, 'tis monstrous.\n\n     _Die_.\n\n     Three Ships at Sea too.\n\n     _Bar_.\n\n     You have made me full Executor?\n\n     _Die_.\n\n     Full, full, and total, would I had more to give ye,\n     But these may serve an honest mind.\n\n     _Bar_.\n\n     Ye say true,\n     A very honest mind, and make it rich too;\n     Rich, wondrous rich, but where shall I raise these moneys,\n     About your house? I see no such great promises;\n     Where shall I find these sums?\n\n     _Die_.\n\n     Even where you please, Sir,\n     You are wise and provident, and know business,\n     Ev'n raise 'em where you shall think good, I am reasonable.\n\n     _Bar_.\n\n     Think good? will that raise thousands?\n     What do you make me?\n\n     _Die_.\n\n     You have sworn to see it done, that's all my comfort.\n\n     _Bar_.\n\n     Where I please? this is pack'd sure to disgrace me.\n\n     _Die_.\n\n     Ye are just, and honest, and I know you will do it,\n     Ev'n where you please, for you know where the wealth is.\n\n     _Bar_.\n\n     I am abused, betrayed, I am laugh'd at, scorn'd,\n     Baffl'd, and boared, it seems.\n\n     _Ars_.\n\n     No, no, ye are fooled.\n\n     _Lop_.\n\n     Most finely fooled, and handsomely, and neatly,\n     Such cunning Masters must be fool'd sometimes, Sir,\n     And have their Worships noses wiped, 'tis healthful,\n     We are but quit: you fool us of our moneys\n     In every Cause, in every Quiddit wipe us.\n\n     _Die_.\n\n     Ha, ha, ha, ha, some more drink, for my heart, Gentlemen.\n     This merry Lawyer--ha, ha, ha, ha, this Scholar--\n     I think this fit will cure me: this Executor--\n     I shall laugh out my Lungs.\n\n     _Bar_.\n\n     This is derision above sufferance, villany\n     Plotted and set against me.\n\n     _Die_.\n\n     Faith 'tis Knavery,\n     In troth I must confess, thou art fool'd indeed, Lawyer.\n\n     _Mil_.\n\n     Did you think, had this man been rich--\n\n     _Bar_.\n\n     'Tis well, Sir.\n\n     _Mil_.\n\n     He would have chosen such a Wolf, a Canker,\n     A Maggot-pate, to be his whole Executor?\n\n     _Lop_.\n\n     A Lawyer, that entangles all mens honesties,\n     And lives like a Spider in a Cobweb lurking,\n     And catching at all Flies, that pass his pit-falls?\n     Puts powder to all States, to make 'em caper?\n     Would he trust you? Do you deserve?\n\n     _Die_.\n\n     I find, Gentlemen,\n     This Cataplasm of a well cozen'd Lawyer\n     Laid to my stomach, lenifies my Feaver,\n     Methinks I could eat now, and walk a little.\n\n     _Bar_.\n\n     I am asham'd to feel how flat I am cheated,\n     How grossly, and maliciously made a May-game,\n     A damned trick; my Wife, my Wife, some Rascal:\n     My Credit, and my Wife, some lustful Villain,\n     Some Bawd, some Rogue.\n\n     _Ars_.\n\n     Some crafty Fool has found ye:\n     This 'tis, Sir, to teach ye to be too busie,\n     To covet all the gains, and all the rumours,\n     To have a stirring Oare in all mens actions.\n\n     _Lop_.\n\n     We did this, but to vex your fine officiousness.\n\n     _Bar_.\n\n     Good yield ye, and good thank ye: I am fooled, Gentlemen;\n     The Lawyer is an Ass, I do confess it,\n     A weak dull shallow Ass: good even to your Worships:\n     Vicar, remember Vicar, Rascal, remember,\n     Thou notable rich Rascal.\n\n     _Die_.\n\n     I do remember, Sir,\n     'Pray ye stay a little, I have ev'n two Legacies\n     To make your mouth up, Sir.\n\n     _Bar_.\n\n     Remember Varlets,\n     Quake and remember, Rogues;\n     I have brine for your Buttocks.\n\n                                               [_Exit_.\n\n     _Lop_.\n\n     Oh how he frets, and fumes now like a Dunghil!\n\n     _Die_.\n\n     His gall contains fine stuff now to make poysons,\n     Rare damned stuff.\n\n     _Ars_.\n\n     Let's after him, and still vex him,\n     And take my Friend off: by this time he has prosper'd,\n     He cannot lose this dear time: 'tis impossible.\n\n     _Mil_.\n\n     Well _Diego_, thou hast done.\n\n     _Lop_.\n\n     Hast done it daintily.\n\n     _Mil_.\n\n     And shalt be as well paid, Boy--\n\n     _Ars_.\n\n     Go, let's crucifie him.\n\n                                             [_Exeunt_.\n\n\n\n\n\n     SCENA VI.\n\n     _Enter_ Amaranta, Leandro.\n\n     _Lean_.\n\n     I have told ye all my story, and how desperately.\n\n     _Ama_.\n\n     I do believe: let's walk on, time is pretious,\n     Not to be spent in words, here no more wooing,\n     The open Air's an enemy to Lovers,\n     Do as I tell ye.\n\n     _Lean_.\n\n     I'le do any thing,\n     I am so over-[joy'd], I'le fly to serve ye.\n\n     _Am_.\n\n     Take your joy moderately, as it is ministred,\n     And as the cause invites: that man's a fool\n     That at the sight o'th' Bond, dances and leaps,\n     Then is the true joy, when the mony comes.\n\n     _Lean_.\n\n     You cannot now deny me.\n\n     _Ama_. Nay, you know not,\n     Women have crotchets, and strange fits.\n\n     _Lean_.\n\n     You shall not.\n\n     _Ama_.\n\n     Hold ye to that and swear it confidently,\n     Then I shall make a scruple to deny ye:\n     'Pray ye let's step in, and see a friend of mine,\n     The weather's sharp: we'll stay but half an hour,\n     We may be miss'd else: a private fine house 'tis, Sir,\n     And we may find many good welcomes.\n\n     _Lean_.\n\n     Do Lady,\n     Do happy Lady.\n\n     _Ama_.\n\n     All your mind's of doing,\n     You must be modester.\n\n     _Lean_.\n\n     I will be any thing.\n\n                                             [_Exeunt_.\n\n\n\n\n\n     SCENA VII.\n\n     _Enter_ Bartolus.\n\n     _Bar_.\n\n     Open the doors, and give me room to chafe in\n     Mine own room, and my liberty: why Maid there,\n     Open I say, and do not anger me,\n     I am subject to much fury: when, ye Dish-clout?\n     When do ye come? asleep ye lazie Hell-hound?\n     Nothing intended, but your ease, and eating?\n     No body here? why Wife, why Wife? why Jewel?\n     No tongue to answer me? pre'thee, good Pupil,\n     Dispense a little with thy careful study,\n     And step to th' door, and let me in; nor he neither?\n     Ha! not at's study? nor asleep? nor no body?\n     I'le make ye hear: the house of ignorance,\n     No sound inhabits here: I have a Key yet\n     That commands all: I fear I am Metamorphiz'd.\n\n     _Enter_ Lopez, Arsenio, Milanes, Diego.\n\n     _Lop_.\n\n     He keeps his fury still, and may do mischief.\n\n     _Mil_.\n\n     He shall be hang'd first, we'll be sticklers there, boys.\n\n     _Die_.\n\n     The hundred thousand Dreams now, that possess him\n     Of jealousie, and of revenge, and frailtie,\n     Of drawing Bills against us, and Petitions.\n\n     _Lop_.\n\n     And casting what his credit shall recover.\n\n     _Mil_.\n\n     Let him cast till his Maw come up, we care not.\n     You shall be still secured. [_A great noise within_.\n\n     _Die_.\n\n     We'll pay him home then;\n     Hark what a noise he keeps within!\n\n     _Lop_.\n\n     Certain\n     H'as set his Chimneys o' fire, or the Devil roars there.\n\n     _Die_.\n\n     The Codixes o'th' Law are broke loose, Gentlemen.\n\n     _Ars_.\n\n     He's fighting sure.\n\n     _Die_.\n     I'le tell ye that immediately--\n\n                                               [_Exit_.\n\n     _Mil_.\n\n     Or doing some strange out-rage on himself.\n\n     _Ars_.\n\n     Hang him, he dares not be so valiant.\n\n     _Enter_\n\n     Diego.\n\n     _Die_.\n\n     There's no body at home, and he chafes like a Lyon,\n     And stinks withal. [_Noise still_.\n     _Lop_. No body?\n\n     _Die_.\n\n     Not a Creature,\n     Nothing within, but he and his Law-tempest,\n     The Ladles, Dishes, Kettles, how they flie all!\n     And how the Glasses through the Rooms!\n\n     _Enter_ Bartolus.\n\n     _Ars_.\n\n     My friend sure\n     Has got her out, and now he has made an end on't.\n\n     _Lop_.\n\n     See where the Sea comes? how it foams, and brustles?\n     The great Leviathan o'th' Law, how it tumbles?\n\n     _Bar_.\n\n     Made every way an Ass? abus'd on all sides?\n     And from all quarters, people come to laugh at me?\n     Rise like a Comet, to be wonder'd at?\n     A horrid Comet, for Boys tongues, and Ballads?\n     I will run from my wits.\n\n     _Enter_ Amaranta, Leandro.\n\n     _Ars_.\n\n     Do, do, good Lawyer,\n     And from thy mony too, then thou wilt be quiet.\n\n     _Mil_.\n\n     Here she comes home: now mark the salutations;\n     How like an Ass my friend goes?\n\n     _Ars_.\n\n     She has pull'd his ears down.\n\n     _Bar_.\n\n     Now, what sweet voyage? to what Garden, Lady?\n     Or to what Cousins house?\n\n     _Ama_.\n\n     Is this my welcome?\n     I cannot go to Church, but thus I am scandal'd,\n     Use no devotion for my soul, but Gentlemen--\n\n     _Bar_.\n\n     To Church?\n\n     _Amar_.\n\n     Yes, and ye keep sweet youths to wait upon me,\n     Sweet bred-up youths, to be a credit to me.\n     There's your delight again, pray take him to ye,\n     He never comes near me more to debase me.\n\n     _Bar_.\n\n     How's this? how's this? good wife, how, has he wrong'd ye?\n\n     _Ama_.\n\n     I was fain to drive him like a sheep before me,\n     I blush to think how people fleer'd, and scorn'd me.\n     Others have handsome men, that know behaviour,\n     Place, and observance: this silly thing knows nothing,\n     Cannot tell ten; let every Rascal justle me,\n     And still I push'd him on as he had been coming.\n     _Bar_. Ha! did ye push him on? is he so stupid?\n\n     _Ama_.\n\n     When others were attentive to the Priest,\n     Good devout Gentleman, then fell he fast,\n     Fast, sound asleep: then first began the Bag-pipes,\n     The several stops on's nose made a rare musick,\n     A rare and loud, and those plaid many an Anthem.\n     Put out of that, he fell straight into dreaming.\n\n     _Ars_.\n\n     As cunning, as she is sweet; I like this carriage.\n\n     _Bar_.\n\n     What did he then?\n\n     _Ama_.\n\n     Why then he talked in his Sleep too,\n     Nay, I'le divulge your moral vertues (sheeps-face)\n     And talk'd aloud, that every ear was fixt to him:\n     Did not I suffer (do you think) in this time?\n     Talk of your bawling Law, of appellations\n     Of Declarations, and Excommunications:\n     Warrants, and Executions: and such Devils\n     That drove all the Gentlemen out o'th' Church, by hurryes,\n     With execrable oaths, they would never come there again.\n     Thus am I served and man'd.\n\n     _Lean_.\n\n     I pray ye forgive me,\n     I must confess I am not fit to wait upon ye:\n     Alas, I was brought up--\n\n     _Ama_.\n\n     To be an Asse,\n     A Lawyers Asse, to carry Books, and Buckrams.\n\n     _Bar_.\n\n     But what did you at Church?\n\n     _Lop_.\n\n     At Church, did you ask her?\n     Do you hear Gentlemen, do you mark that question?\n     Because you are half an Heretick your self, Sir,\n     Would ye breed her too? this shall to the Inquisition,\n     A pious Gentlewoman reproved for praying?\n     I'le see this filed, and you shall hear further, Sir.\n\n     _Ars_.\n\n     Ye have an ill heart.\n\n     _Lop_.\n\n     It shall be found out, Gentlemen,\n     There be those youths will search it.\n\n     _Die_.\n\n     You are warm Signiour,\n     But a Faggot will warm ye better: we are witnesses.\n\n     _Lop_.\n\n     Enough to hang him, do not doubt.\n\n     _Mil_.\n\n     Nay certain,\n     I do believe h'as rather no Religion.\n\n     _Lop_.\n\n     That must be known too, because she goes to Church, Sir?\n     _O monstrum infirme ingens!_\n\n     _Die_.\n\n     Let him go on, Sir,\n     His wealth will build a Nunnery, a fair one,\n     And this good Lady, when he is hang'd and rotten,\n     May there be Abbess.\n\n     _Bar_.\n\n     You are cozen'd, honest Gentlemen,\n     I do not forbid the use but the form, mark me.\n\n     _Lop_.\n\n     Form? what do you make of form?\n\n     _Bar_.\n\n     They will undo me,\n     Swear, as I oft have done, and so betray me;\n     I must make fair way, and hereafter, Wife,\n     You are welcome home, and henceforth take your pleasure,\n     Go when ye shall think fit, I will not hinder ye,\n     My eyes are open now, and I see my errour,\n     My shame, as great as that, but I must hide it.\n     The whole conveyance now I smell, but _Basta_,\n     Another time must serve: you see us friends, now\n     Heartily friends, and no more chiding, Gentlemen,\n     I have been too foolish, I confess, no more words,\n     No more, sweet Wife.\n\n     _Ama_.\n\n     You know my easie nature.\n\n     _Bar_.\n\n     Go get ye in: you see she has been angry:\n     Forbear her sight a while and time will pacify;\n     And learn to be more bold.\n\n     _Lean_.\n\n     I would I could,\n     I will do all I am able.\n\n                                               [_Exit_.\n\n     _Bar_.\n\n     Do _Leandro_,\n     We will not part, but friends of all hands.\n\n     _Lop_.\n\n     Well said,\n     Now ye are reasonable, we can look on ye.\n\n     _Bar_.\n\n     Ye have jerkt me: but for all that I forgive ye,\n     Forgive ye heartily, and do invite ye\n     To morrow to a Breakfast, I make but seldom,\n     But now we will be merry.\n\n     _Ars_.\n\n     Now ye are friendly,\n     Your doggedness and niggardize flung from ye.\n     And now we will come to ye.\n\n     _Bar_.\n\n     Give me your hands, all;\n     You shall be welcome heartily.\n\n     _Lop_.\n\n     We will be,\n     For we'll eat hard.\n\n     _Bar_.\n\n     The harder, the more welcome,\n     And till the morning farewell; I have business.\n\n                                               [_Exit_.\n\n     _Mil_.\n\n     Farewel good bountiful _Bartolus_, 'tis a brave wench,\n     A suddain witty thief, and worth all service:\n     Go we'll all go, and crucifie the Lawyer.\n\n     _Die_.\n\n     I'le clap four tire of teeth into my mouth more\n     But I will grind his substance.\n\n     _Ars_.\n\n     Well _Leandro_,\n     Thou hast had a strange Voyage, but I hope\n     Thou rid'st now in safe harbour.\n\n     _Mil_.\n\n     Let's go drink, Friends,\n     And laugh aloud at all our merry may-games.\n\n     _Lop_.\n\n     A match, a match, 'twill whet our stomachs better.\n\n                                             [_Exeunt_.\n\n\n\n     _Actus Quintus. Scena Prima._\n\n\n     _Enter_ Violante _and_ Servant.\n\n     _Ser_.\n\n     Madam, he's come. [_Chair and stools out_.\n\n     _Viol_.\n\n     'Tis well, how did he look,\n     When he knew from whom you were sent? was he not startled?\n     Or confident? or fearful?\n\n     _Ser_.\n\n     As appear'd\n     Like one that knew his fortune at the worst,\n     And car'd not what could follow.\n\n     _Viol_.\n\n     'Tis the better,\n     Reach me a Chair: so, bring him in, be careful\n     That none disturb us: I will try his temper,\n     And if I find him apt for my employments,\n\n     _Enter_ Jamie, Servant.\n\n     I'le work him to my ends; if not, I shall\n     Find other Engines.\n\n     _Ser_.\n\n     There's my Lady.\n\n     _Viol_.\n\n     Leave us.\n\n     _Jam_.\n\n     You sent for me?\n\n     _Viol_.\n\n     I did, and do's the favour,\n     Your present state considered and my power,\n     Deserve no greater Ceremony?\n\n     _Jam_.\n\n     Ceremonie?\n     I use to pay that where I owe a duty,\n     Not to my Brothers wife: I cannot fawn,\n     If you expect it from me, you are cozen'd,\n     And so farewel.\n\n     _Viol_.\n\n     He bears up still; I like it.\n     Pray you a word.\n\n     _Jam_.\n\n     Yes, I will give you hearing\n     On equal terms, and sit by you as a friend,\n     But not stand as a Sutor: Now your pleasure?\n\n     _Viol_.\n\n     You are very bold.\n\n     _Jam_.\n\n     'Tis fit: since you are proud,\n     I was not made to feed that foolish humour,\n     With flattery and observance.\n\n     _Viol_.\n\n     Yet, with your favour,\n     A little form joyn'd with respect to her,\n     That can add to your wants, or free you from 'em\n     (Nay raise you to a fate, beyond your hopes)\n     Might well become your wisdom.\n\n     _Jam_.\n\n     It would rather\n     Write me a Fool, should I but only think\n     That any good to me could flow from you,\n     Whom for so many years I have found and prov'd\n     My greatest Enemy: I am still the same,\n     My wants have not transform'd me: I dare tell you,\n     To your new cerus'd face, what I have spoken\n     Freely behind your back, what I think of you,\n     You are the proudest thing, and have the least\n     Reason to be so that I ever read of.\n     In stature you are a Giantess: and your Tailor\n     Takes measure of you with a Jacobs Staff,\n     Or he can never reach you, this by the way\n     For your large size: now, in a word or two,\n     To treat of your Complexion were decorum:\n     You are so far from fair, I doubt your Mother\n     Was too familiar with the _Moor_ that serv'd her,\n     Your Limbs and Features I pass briefly over,\n     As things not worth description; and come roundly\n     To your Soul, if you have any; for 'tis doubtful.\n     _Viol_. I laugh at this, proceed.\n\n     _Jam_.\n\n     This Soul I speak of,\n     Or rather Salt to keep this heap of flesh\n     From being a walking stench, like a large Inn,\n     Stands open for the entertainment of\n     All impious practices: but there's no Corner\n     An honest thought can take up: and as it were not\n     Sufficient in your self to comprehend\n     All wicked plots, you have taught the Fool, my Brother,\n     By your contagion, almost to put off\n     The nature of the man, and turn'd him Devil,\n     Because he should be like you, and I hope\n     Will march to Hell together: I have spoken,\n     And if the Limning you in your true Colours\n     Can make the Painter gracious, I stand ready\n     For my reward, or if my words distaste you,\n     I weigh it not, for though your Grooms were ready\n     To cut my Throat for't, be assur'd I cannot\n     Use other Language.\n\n     _Viol_.\n\n     You think you have said now,\n     Like a brave fellow: in this Womans War\n     You ever have been train'd: spoke big, but suffer'd\n     Like a tame Ass; and when most spur'd and gall'd\n     Were never Master of the Spleen or Spirit,\n     That could raise up the anger of a man,\n     And force it into action.\n\n     _Jam_.\n\n     Yes, vile Creature,\n     Wer't thou a subject worthy of my Sword,\n     Or that thy death, this moment, could call home\n     My banish'd hopes, thou now wer't dead; dead, woman;\n     But being as thou art, it is sufficient\n     I scorn thee, and contemn thee.\n\n     _Viol_.\n\n     This shews nobly,\n     I must confess it: I am taken with it,\n     For had you kneel'd and whin'd and shew'd a base\n     And low dejected mind, I had despis'd you.\n     This bravery (in your adverse fortune) conquers\n     And do's command me, and upon the suddain\n     I feel a kind of pity, growing in me,\n     For your misfortunes, pity some say's the Parent,\n     Of future love, and I repent my part\n     So far in what you have suffered, that I could\n     (But you are cold) do something to repair\n     What your base Brother (such _Jamie_ I think him)\n     Hath brought to ruine.\n\n     _Jam_.\n\n     Ha?\n\n     _Viol_.\n\n     Be not amaz'd,\n     Our injuries are equal in his Bastard,\n     You are familiar with what I groan for,\n     And though the name of Husband holds a tye\n     Beyond a Brother, I, a poor weak Woman,\n     Am sensible, and tender of a wrong,\n     And to revenge it would break through all lets,\n     That durst oppose me.\n\n     _Jam_.\n\n     Is it possible?\n\n     _Viol_.\n\n     By this kiss: start not: thus much, as a stranger\n     You may take from me; but, if you were pleas'd,\n     I should select you as a bosom friend,\n     I would print 'em thus, and thus.\n\n     _Jam_.\n\n     Keep off.\n\n     _Viol_.\n\n     Come near,\n     Near into the Cabinet of my Counsels:\n     Simplicity and patience dwell with Fools,\n     And let them bear those burthens, which wise men\n     Boldly shake off; be mine and joyn with me,\n     And when that I have rais'd you to a fortune,\n     (Do not deny your self the happy means)\n     You'll look on me with more judicious eyes\n     And swear I am most fair.\n\n     _Jam_.\n\n     What would this Woman?\n     The purpose of these words? speak not in riddles,\n     And when I understand, what you would counsel,\n     My answer shall be suddain.\n\n     _Viol_.\n\n     Thus then _Jamie_,\n     The objects of our fury are the same,\n     For young _Ascanio_, whom you Snake-like hug'd\n     (Frozen with wants to death) in your warm bosom,\n     Lives to supplant you in your certain hopes,\n     And kills in me all comfort.\n\n     _Jam_.\n\n     Now 'tis plain,\n     I apprehend you: and were he remov'd--\n\n     _Viol_.\n\n     You, once again, were the undoubted heir.\n\n     _Jam_.\n\n     'Tis not to be deny'd; I was ice before,\n     But now ye have fir'd me.--\n\n     _Viol_.\n\n     I'le add fuel to it,\n     And by a nearer cut, do you but steer\n     As I direct you, wee'l bring our Bark into\n     The Port of happiness.\n\n     _Jam_.\n\n     How?\n\n     _Viol_.\n\n     By _Henriques_ death:\n     But you'l say he's your Brother; in great fortunes\n     (Which are epitomes of States and Kingdoms)\n     The politick brook no Rivals.\n\n     _Jam_.\n\n     Excellent!\n     For sure I think out of a scrupulous fear,\n     To feed in expectation, when I may\n     (Dispensing but a little with my conscience)\n     Come into full possession, would not argue\n     One that desir'd to thrive.\n\n     _Viol_.\n\n     Now you speak like\n     A man that knows the World.\n\n     _Jam_.\n\n     I needs must learn\n     That have so good a Tutress: and what think you,\n     (_Don Henrique_ and _Ascanio_ cut off)\n     That none may live, that shall desire to trace us\n     In our black paths, if that _Octavio_\n     His foster Father, and the sad _Jacinta_,\n     (Faith pitie her, and free her from her Sorrows)\n     Should fall companions with 'em? When we are red\n     With murther, let us often bath in blood,\n     The colour will be scarlet.\n\n     _Viol_.\n\n     And that's glorious,\n     And will protect the fact.\n\n     _Jam_.\n\n     Suppose this done:\n     (If undiscovered) we may get for mony,\n     (As that you know buyes any thing in _Rome_)\n     A dispensation.\n\n     _Viol_.\n\n     And be married?\n\n     _Jam_.\n\n     True.\n     Or if it be known, truss up our Gold and Jewels,\n     And fly to some free State, and there with scorn--\n\n     _Viol_.\n\n     Laugh at the laws of _Spain_.\n     'Twere admirable.\n\n     _Jam_.\n\n     We shall beget rare children. I am rapt with\n     The meer imagination.--\n\n     _Viol_.\n\n     Shall it be done?\n\n     _Jam_.\n\n     Shall? 'tis too tedious: furnish me with means\n     To hire the instruments, and to your self\n     Say it is done already: I will shew you,\n     E're the Sun set, how much you have wrought upon me,\n     Your province is only to use some means,\n     To send my Brother to the Grove that's neighbour\n     To the west Port of th' City; leave the rest\n     To my own practice; I have talk'd too long,\n     But now will doe: this kiss, with my Confession,\n     To work a fell revenge: a man's a fool,\n     If not instructed in a Womans School.\n\n                                             [_Exeunt_.\n\n\n\n\n     SCENA II.\n\n     _Enter_ Bartolus, Algazeirs, _and a_ Paratour.\n\n     _The Table set out and stools_.\n\n     _Bar_.\n\n     You are well enough disguiz'd, furnish the Table,\n     Make no shew what ye are, till I discover:\n     Not a soul knows ye here: be quick and diligent,\n     These youths I have invited to a Breakfast,\n     But what the Sawce will be, I am of opinion\n     I shall take off the edges of their Appetites,\n     And grease their gums for eating heartily\n     This month or two, they have plaid their prizes with me,\n     And with their several flurts they have lighted dangerously,\n     But sure I shall be quit: I hear 'em coming.\n     Go off and wait the bringing in your service,\n     And do it handsomely: you know where to have it.\n\n     _Enter_ Milanes, Arsenio, Lopez, Diego.\n\n     Welcom i' Faith.\n\n     _Ars_.\n\n     That's well said, honest Lawyer.\n\n     _Lop_.\n\n     Said like a neighbour.\n\n     _Bar_.\n\n     Welcom all: all over,\n     And let's be merry.\n\n     _Mil_.\n\n     To that end we came Sir,\n     An hour of freedome's worth an age of juglings.\n\n     _Die_.\n\n     I am come too Sir, to specifie my Stomach\n     A poor reteiner to your worships bountie.\n\n     _Bar_.\n\n     And thou shalt have it fill'd my merry _Diego_,\n     My liberal, and my bonny bounteous _Diego_,\n     Even fill'd till it groan again.\n\n     _Die_.\n\n     Let it have fair play,\n     And if it founder then.--\n\n     _Bar_.\n\n     I'le tell ye neighbours,\n     Though I were angry yesterday with ye all,\n     And very angry, for methought ye bob'd me.\n\n     _Lop_.\n\n     No, no, by no means.\n\n     _Bar_.\n\n     No, when I considered\n     It was a jest, and carried off so quaintly,\n     It made me merry: very merry, Gentlemen,\n     I do confess I could not sleep to think on't,\n     The mirth so tickled me, I could not slumber.\n\n     _Lop_.\n\n     Good mirth do's work so: honest mirth,\n     Now, should we have meant in earnest--\n\n     _Bar_.\n\n     You say true neighbour.\n\n     _Lop_.\n\n     It might have bred such a distast and sowrness,\n     Such fond imaginations in your Brains, Sir,\n     For things thrust home in earnest.--\n\n     _Bar_.\n\n     Very certain,\n     But I know ye all for merry waggs, and ere long\n     You shall know me too in another fashion,\n     Though y'are pamper'd, ye shall bear part o'th' burthen.\n\n     _Enter_ Amaranta, _and_ Leandro.\n\n     Come wife; Come bid 'em welcom; Come my Jewel:\n     And Pupil, you shall come too; ne're hang backward,\n     Come, come the woman's pleas'd, her anger's over,\n     Come, be not bashfull.\n\n     _Am_.\n\n     What do's he prepare here?\n     Sure there's no meat i'th' house, at least not drest,\n     Do's he mean to mock 'em? or some new bred crotchet\n     Come o're his brains; I do not like his kindness:\n     But silence best becomes me: if he mean foul play,\n     Sure they are enough to right themselves, and let 'em,\n     I'le sit by, so they beat him not to powder.\n\n     _Bar_.\n\n     Bring in the meat there, ha? Sit down dear neighbour,\n     A little meat needs little Complement,\n     Sit down I say.\n\n     _Am_.\n\n     What do you mean by this Sir?\n\n     _Bar_.\n\n     Convey away their weapons handsomely.\n\n     _Am_.\n\n     You know there's none i'th' house to answer ye,\n     But the poor Girle; you know there's no meat neither.\n\n     _Bar_.\n\n     Peace and be quiet; I shall make you smoak else,\n     There's men and meat enough, set it down formally.\n\n     _Enter_ Algazeirs, _with dishes_.\n\n     _Am_.\n\n     I fear some lewd trick, yet I dare not speak on't.\n\n     _Bar_.\n\n     I have no dainties for ye Gentlemen,\n     Nor loads of meat, to make the room smell of 'em.\n     Only a dish to every man I have dedicated,\n     And if I have pleas'd his appetite.\n\n     _Lop_.\n\n     O, a Capon,\n     A Bird of grace, and be thy will, I honour it.\n\n     _Die_.\n\n     For me some fortie pound of lovely Beef,\n     Plac'd in a mediterranean sea of Brewis.\n\n     _Bar_.\n\n     Fall to, fall to, that we may drink and laugh after,\n     Wait diligently knaves.\n\n     _Mil_.\n\n     What rare bit's this?\n     An execution! bless me!\n\n     _Bar_.\n\n     Nay take it to ye,\n     There's no avoiding it, 'tis somewhat tough Sir,\n     But a good stomach will endure it easily,\n     The sum is but a thousand duckets Sir.\n\n     _Ars_.\n\n     A Capias from my Surgeon, and my Silk-man!\n\n     _Bar_.\n\n     Your carefull makers, but they have mar'd your diet.\n     Stir not, your Swords are gone: there's no avoiding me,\n     And these are Algazeirs, do you hear that passing bell?\n\n     _Lop_.\n\n     A strong Citation, bless me!\n\n     _Bar_.\n\n     Out with your Beads, Curate,\n     The Devil's in your dish: bell, book, and Candle.\n\n     _Lop_.\n\n     A warrant to appear before the Judges!\n     I must needs rise, and turn to th' wall.\n\n     _Bar_.\n\n     Ye need not,\n     Your fear I hope will make ye find your Breeches.\n\n     _All_.\n\n     We are betrai'd.\n\n     _Bar_.\n\n     Invited do not wrong me,\n     Fall to, good Guests, you have diligent men about ye,\n     Ye shall want nothing that may persecute ye,\n     These will not see ye start; Have I now found ye?\n     Have I requited ye? You fool'd the Lawyer,\n     And thought it meritorious to abuse him,\n     A thick ram-headed knave: you rid, you spur'd him,\n     And glorified your wits, the more ye wronged him;\n     Within this hour ye shall have all your Creditours,\n     A second dish of new debts, come upon ye,\n     And new invitements to the whip, _Don Diego_,\n     And Excommunications for the learned Curate,\n     A Masque of all your furies shall dance to ye.\n\n     _Ars_.\n\n     You dare not use us thus?\n\n     _Bar_.\n\n     You shall be bob'd, Gentlemen,\n     Stir, and as I have a life, ye goe to prison,\n     To prison, without pitie instantly,\n     Before ye speak another word to prison.\n     I have a better Guard without, that waits;\n     Do you see this man, _Don_ Curate? 'tis a Paratour\n     That comes to tell ye a delightfull story\n     Of an old whore ye have, and then to teach ye\n     What is the penaltie; Laugh at me now Sir,\n     What Legacie would ye bequeath me now,\n     (And pay it on the nail?) to fly my fury?\n\n     _Lop_.\n\n     O gentle Sir.\n\n     _Bar_.\n\n     Do'st thou hope I will be gentle,\n     Thou foolish unconsiderate Curate?\n\n     _Lop_.\n\n     Let me goe Sir.\n\n     _Bar_.\n\n     I'le see thee hang first.\n\n     _Lop_.\n\n     And as I am a true Vicar,\n     Hark in your ear, hark softly--\n\n     _Bar_.\n\n     No, no bribery.\n     I'le have my swindge upon thee; Sirra? Rascal?\n     You Lenten Chaps, you that lay sick, and mockt me,\n     Mockt me abominably, abused me lewdly,\n     I'le make thee sick at heart, before I leave thee,\n     And groan, and dye indeed, and be worth nothing,\n     Not worth a blessing, nor a Bell to knell for thee,\n     A sheet to cover thee, but that thou Stealest,\n     Stealest from the Merchant, and the Ring he was buried with\n     Stealest from his Grave, do you smell me now?\n\n     _Die_.\n\n     Have mercy on me!\n\n     _Bar_.\n\n     No Psalm of mercy shall hold me from hanging thee.\n     How do ye like your Breakfast? 'tis but short, Gentlemen,\n     But sweet and healthfull; Your punishment, and yours, Sir,\n     For some near reasons that concern my Credit,\n     I will take to my self.\n\n     _Am_.\n\n     Doe Sir, and spare not:\n     I have been too good a wife, and too obedient,\n     But since ye dare provoke me to be foolish--\n\n     _Lea_.\n\n     She has, yes, and too worthie of your usage,\n     Before the world I justifie her goodness,\n     And turn that man, that dares but taint her vertues,\n     To my Swords point; that lying man, that base man,\n     Turn him, but face to face, that I may know him.\n\n     _Bar_.\n\n     What have I here?\n\n     _Lea_.\n\n     A Gentleman, a free man,\n     One that made trial of this Ladies constancie,\n     And found it strong as fate; leave off your fooling,\n     For if you follow this course, you will be Chronicled.\n\n     _Enter_ Jamy _and_ Assistant.\n\n     For a devil, whilst a Saint she is mentioned,\n     You know my name indeed; I am now no Lawyer.\n\n     _Die_.\n\n     Some comfort now, I hope, or else would I were hanged up.\n     And yet the Judge, he makes me sweat.\n\n     _Bar_.\n\n     What news now?\n\n     _Jam_.\n\n     I will justifie upon my life and credit\n     What you have heard, for truth, and will make proof of.\n\n     _Assist_.\n\n     I will be ready at the appointed hour there,\n     And so I leave ye.\n\n     _Bar_.\n\n     Stay I beseech your worship,\n     And do but hear me.\n\n     _Jam_.\n\n     Good Sir, intend this business,\n     And let this bawling fool, no more words lawyer,\n     And no more angers, for I guess your reasons,\n     This Gentleman, I'le justifie in all places,\n     And that fair Ladies worth; let who dare cross it.\n     The Plot was cast by me, to make thee jealous,\n     But not to wrong your wife, she is fair and vertuous.\n\n     _Die_.\n\n     Take us to mercy too, we beseech your honour,\n     We shall be justified the way of all flesh else.\n\n     _Jam_.\n\n     No more talk, nor no more dissention lawyer,\n     I know your anger, 'tis a vain and slight one,\n     For if you doe, I'le lay your whole life open,\n     A life that all the world shall--I'le bring witness,\n     And rip before a Judge the ulcerous villanies,\n     You know I know ye, and I can bring witness.\n\n     _Bar_.\n\n     Nay good Sir, noble Sir.\n\n     _Jam_.\n\n     Be at peace then presently,\n     Immediatley take honest and fair truce\n     With your good wife, and shake hands with that Gentleman;\n     H'as honour'd ye too much, and doe it cheerfully.\n\n     _Lop_.\n     Take us along, for Heaven sake too.\n\n     _Bar_.\n\n     I am friends,\n     There is no remedie, I must put up all,\n     And like my neighbours rub it out by th' shoulders,\n     And perfect friends; _Leandro_ now I thank ye,\n     And there's my hand, I have no more grudge to ye,\n     But I am too mean henceforward for your Companie.\n\n     _Lea_.\n\n     I shall not trouble ye.\n\n     _Ars_.\n\n     We will be friends too.\n\n     _Mil_.\n\n     Nay Lawyer, you shall not fright us farther,\n     For all your devils we will bolt.\n\n     _Bar_.\n\n     I grant ye,\n     The Gentleman's your Bail, and thank his coming,\n     Did not he know me too well, you should smart for't;\n     Goe all in peace, but when ye fool next, Gentlemen,\n     Come not to me to Breakfast.\n\n     _Die_.\n\n     I'le be bak'd first.\n\n     _Bar_.\n\n     And pray ye remember, when ye are bold and merry,\n     The Lawyers Banquet, and the Sawce he gave ye.\n\n     _Jam_.\n\n     Come: goe along; I have employment for ye,\n     Employment for your lewd brains too, to cool ye,\n     For all, for every one.\n\n     _All_.\n\n     We are all your Servants.\n\n     _Die_.\n\n     All, all for any thing, from this day forward\n     I'le hate all Breakfasts, and depend on dinners.\n\n     _Jam_.\n\n     I am glad you come off fair.\n\n     _Lea_.\n\n     The fair has blest me.\n\n                                             [_Exeunt_.\n\n\n\n\n     SCENA III.\n\n     _Enter_ Octavi[o], Jacinta, [Ascanio].\n\n     _Oct_.\n\n     This is the place, but why we are appointed\n     By _Don Jamie_ to stay here, is a depth\n     I cannot sound.\n\n     _Asc_.\n\n     Believ't he is too noble\n     To purpose any thing but for our good.\n     Had I assurance of a thousand lives,\n     And with them perpetuitie of pleasure,\n     And should lose all, if he prov'd only false,\n     Yet I durst run the hazard.\n\n     _Jac_.\n\n     'Tis our comfort,\n     We cannot be more wretched than we are,\n     And death concludes all misery.\n\n     _Oct_.\n\n     Undiscovered\n\n     _Enter_ Henrique, Jamie.\n\n     We must attend him.\n\n     _Asc_.\n\n     Our stay is not long.\n     With him _Don Henrique_?\n\n     _Jac_.\n\n     Now I fear;\n     Be silent.\n\n     _Hen_.\n\n     Why dost thou follow me?\n\n     _Jam_.\n\n     To save your life,\n     A plot is laid for't, all my wrongs forgot,\n     I have a Brothers Love.\n\n     _Hen_.\n\n     But thy false self\n     I fear no enemy.\n\n     _Jam_.\n\n     You have no friend,\n     But what breathes in me: If you move a step\n     Beyond this ground you tread on, you are lost.\n\n     _Hen_.\n\n     'Tis by thy practice then: I am sent hither\n     To meet her, that prefers my life and safetie\n     Before her own.\n\n     _Jam_.\n\n     That you should be abus'd thus\n     With weak credulitie! She for whose sake\n     You have forgot we had one noble Father,\n     Or that one Mother bare us, for whose love\n     You brake a contract to which heaven was witness,\n     To satisfie whose pride and wilfull humour\n     You have expos'd a sweet and hopefull Son\n     To all the miseries that want can bring him,\n     And such a Son, though you are most obdurate,\n     To give whom entertainment Savages\n     Would quit their Caves themselves, to keep him from\n     Bleak cold and hunger: This dissembling woman,\n     This Idol, whom you worship, all your love\n     And service trod under her feet, designs you\n     To fill a grave, or dead to lye a prey\n     For Wolves and Vulturs.\n\n     _Hen_.\n\n     'Tis false; I defie thee,\n     And stand upon my Guard.\n\n     _Enter_ Leandro, Milanes, Arsenio, Bart, Lopez, Diego,\n     Octavio, Jacinta, Ascanio, _and_ Servants.\n\n     _Jam_.\n\n     Alas, 'tis weak:\n     Come on, since you will teach me to be cruel,\n     By having no faith in me, take your fortune,\n     Bring the rest forth, and bind them fast.\n\n     _Oct_.\n\n     My Lord.\n\n     _Asc_.\n\n     In what have we offended?\n\n     _Jam_.\n\n     I am deaf,\n     And following my will, I do not stand\n     Accomptable to reason: See her Ring\n     (The first pledge of your love, and service to her)\n     Deliver'd as a Warrant for your death:\n     These Bags of gold you gave up to her trust,\n     (The use of which you did deny your self)\n     Bestow'd on me, and with a prodigal hand,\n     Whom she pick'd forth to be the Architect\n     Of her most bloudy building; and to fee\n     These Instruments, to bring Materials\n     To raise it up, she bad me spare no cost,\n     And (as a surplusage) offer'd her self\n     To be at my devotion.\n\n     _Hen_.\n\n     O accurs'd!\n\n     _Jam_.\n\n     But be incredulous still; think this my plot;\n     Fashion excuses to your self, and swear\n     That she is innocent, that she doats on ye;\n     Believe this, as a fearfull Dream, and that\n     You lie not at my mercy, which in this\n     I will shew only: She her self shall give\n     The dreadfull Sentence, to remove all scruple\n     Who 'tis that sends you to the other world.\n\n     _Enter Violante_.\n\n     Appears my _Violante_? speak (my dearest)\n     Do's not the object please you?\n\n     _Viol_.\n\n     More than if\n     All treasure that's above the earth, with that,\n     That lyes conceal'd in both the Indian Mines,\n     Were laid down at my feet: O bold _Jamy_,\n     Thou only canst deserve me.\n\n     _Jam_.\n\n     I am forward,\n     And (as you easily may perceive,) I sleep not\n     On your commands.\n\n     _Enter Assistant, and Officers_.\n\n     _Viol_.\n\n     But yet they live: I look'd\n     To find them dead.\n\n     _Jam_.\n\n     That was deferr'd, that you\n     Might triumph in their misery, and have the power\n     To say they are not.\n\n     _Viol_.\n\n     'Twas well thought upon:\n     This kiss, and all the pleasures of my Bed\n     This night, shall thank thee.\n\n     _Hen_.\n\n     Monster!\n\n     _Viol_.\n\n     You Sir, that\n     Would have me Mother Bastards, being unable\n     To honour me with one Child of mine own,\n     That underneath my roof, kept your cast-Strumpet,\n     And out of my Revenues would maintain\n     Her riotous issue: now you find what 'tis\n     To tempt a woman: with as little feeling\n     As I turn off a slave, that is unfit\n     To doe me service; or a horse, or dog\n     That have out-liv'd their use, I shake thee off,\n     To make thy peace with heaven.\n\n     _Hen_.\n\n     I do deserve this,\n     And never truly felt before, what sorrow\n     Attends on wilfull dotage.\n\n     _Viol_.\n\n     For you, Mistris,\n     That had the pleasure of his youth before me,\n     And triumph'd in the fruit that you had by him,\n     But that I think, to have the Bastard strangled\n     Before thy face, and thou with speed to follow\n     The way he leads thee, is sufficient torture,\n     I would cut off thy nose, put out thine eyes,\n     And set my foot on these bewitching lips,\n     That had the start of mine: but as thou art,\n     Goe to the grave unpitied.\n\n     _Assist_.\n\n     Who would believe\n     Such rage could be in woman?\n\n     _Viol_.\n\n     For this fellow,\n     He is not worth my knowledge.\n\n     _Jam_.\n\n     Let him live then,\n     Since you esteem him innocent.\n\n     _Viol_.\n\n     No _Jamy_,\n     He shall make up the mess: now strike together,\n     And let them fall so.\n\n     _Assist_.\n\n     Unheard of crueltie!\n     I can endure no longer: seise on her.\n\n     _Viol_.\n\n     Am I betrai'd?\n     Is this thy faith, _Jamy_?\n\n     _Jam_.\n\n     Could your desires\n     Challenge performance of a deed so horrid?\n     Or, though that you had sold your self to hell,\n     I should make up the bargain? Live (dear Brother)\n     Live long, and happy: I forgive you freely;\n     To have done you this service, is to me\n     A fair Inheritance: and how e're harsh language\n     (Call'd on by your rough usage) pass'd my lips,\n     In my heart I ever lov'd you: all my labours\n     Were but to shew, how much your love was cozen'd,\n     When it beheld it self in this false Glass,\n     That did abuse you; and I am so far\n     From envying young _Ascanio_ his good fortune,\n     That if your State were mine, I would adopt him,\n     These are the Murtherers my noble friends,\n     Which (to make trial of her bloudy purpose)\n     I won, to come disguis'd thus.\n\n     _Hen_.\n\n     I am too full\n     Of grief, and shame to speak: but what I'le doe,\n     Shall to the world proclaim my penitence;\n     And howsoever I have liv'd, I'le die\n     A much chang'd man.\n\n     _Jam_.\n\n     Were it but possible\n     You could make satisfaction to this woman,\n     Our joyes were perfect.\n\n     _Hen_.\n\n     That's my only comfort,\n     That it is in my power: I ne're was married\n     To this bad woman, though I doted on her,\n     But daily did defer it, still expecting\n     When grief would kill _Jacintha_.\n\n     _Assist_.\n\n     All is come out,\n     And finds a fair success: take her _Don Henrique_,\n     And once again embrace your Son.\n\n     _Hen_.\n\n     Most gladly.\n\n     _Assist_.\n\n     Your Brother hath deserv'd all.\n\n     _Hen_.\n\n     And shall share\n     The moitie of my State.\n\n     _Assist_.\n\n     I have heard, advocate,\n     What an ill Instrument you have been to him,\n     From this time strengthen him with honest counsels,\n     As you'le deserve my pardon.\n\n     _Bar_.\n\n     I'le change my Copy:\n     But I am punish'd, for I fear I have had\n     A smart blow, though unseen.\n\n     _Assist_.\n\n     Curate, and Sexton,\n     I have heard of you too, let me hear no more,\n     And what's past, is forgotten; For this woman,\n     Though her intent were bloody, yet our Law\n     Calls it not death: yet that her punishment\n     May deter others from such bad attempts,\n     The dowry she brought with her, shall be emploi'd\n     To build a Nunnery, where she shall spend\n     The remnant of her life.\n\n     _Viol_.\n\n     Since I have miss'd my ends,\n     I scorn what can fall on me.\n\n     _Assist_.\n\n     The strict discipline\n     Of the Church, will teach you better thoughts. And Signiors,\n     You that are Batchelours, if you ever marry,\n     In _Bartolus_ you may behold the issue\n     Of Covetousness and Jealousie; and of dotage,\n     And falshood in _Don Henrique_: keep a mean then;\n     _For be assured, that weak man meets all ill,\n     That gives himself up to a womans will_.\n\n                                                [_Exeunt_.\n\n       *       *       *       *       *\n\n\n     Prologue.\n\n\n     _To tell ye (Gentlemen,) we have a Play,\n     A new one too, and that 'tis launch'd to day,\n     The Name ye know, that's nothing to my Story;\n     To tell ye, 'tis familiar, void of Glory,\n     Of State, of Bitterness: of wit you'll say,\n     For that is now held wit, that tends that way,\n     Which we avoid: To tell ye too 'tis merry,\n     And meant to make ye pleasant, and not weary:\n     The Stream that guides ye, easie to attend:\n     To tell ye that 'tis good, is to no end,\n     If you believe not. Nay, to goe thus far,\n     To swear it, if you swear against, is war.\n     To assure you any thing, unless you see,\n     And so conceive, is vanity in me;\n     Therefore I leave it to it self, and pray\n     Like a good Bark, it may work out to day,\n     And stem all doubts; 'twas built for such a proof,\n     And we hope highly: if she lye aloof\n     For her own vantage, to give wind at will,\n     Why let her work, only be you but still,\n     And sweet opinion'd, and we are bound to say,\n     You are worthy Judges, and you crown the Play_.\n\n       *       *       *       *       *\n\n     Epilogue.\n\n\n     _The Play is done, yet our Suit never ends,\n     Still when you part, you would still part our friends,\n     Our noblest friends; if ought have faln amiss,\n     O let it be sufficient, that it is,\n     And you have pardon'd it. In Buildings great\n     All the whole Body cannot be so neat,\n     But something may be mended; Those are fair,\n     And worthy love, that may destroy, but spare_.\n\n\n\n\n\n     APPENDIX\n\n     _Ad Janum_\n\n     Take Comfort Janus, never feare thy head\n     Which to the quick belongs, not to the dead\n     Thy wife did lye with one, thou being dead drunke\n     Thou are not Cuckold though shee bee a Punke.\n\n     Tis not the state nor soveraintie of Jove\n     could draw thy pure affections from my love\n     nor is there Venus in the Skyes\n     could from thy looks with draw my greedy eyes.\n\n\n     THE SPANISH CURATE.\n\n\n\n     A = First Folio; B = Second Folio.\n\n\n     p. 60,\n     ll. 3-41. Omitted in A.\n     l. 42. A _omits_] and.\n     l. 46. A] heirs.\n\n     p. 61,\n     l. 38. A] Encreasing by.\n     l. 39. B _misprints_] Vialante.\n\n     p. 63,\n     l. 17. A] base and abject.\n\n     p. 64,\n     l. 2. A] Or modestie.\n     l. 18. B _misprints_] whow.\n     l. 31. A] wish that it.\n\n     p. 65,\n     l. 17. A] By this example.\n     l. 25. A] or of my.\n\n     p. 66,\n     l. 8. A] of mine own.\n     l. 26. A] Mirth, and Seek.\n\n     p. 68,\n     l. 2. A] have you.\n\n     p. 70,\n     l. 28. A] provoking it call.\n\n     p. 73,\n     l. 13. A] To me, of, that misery against my will.\n\n     p. 74,\n     l. 33. A _omits_] as.\n\n     p. 75,\n     l. 18. A gives this line to _Lean_.\n     l. 31. A _adds_] exit lea. _and gives_\n     ll. 32 _and_ 33 _to_ Ars.\n\n     l. 34. A _omits_] Exeunt Mil. Ars.\n\n     p. 76,\n     l. 29. _A comma has been substituted for a full-stop\n     after_ weathers.\n\n     p. 77,\n     l. 25. A] look out it.\n     l. 39. A] has.\n\n     p. 79,\n     l. 3. A] often-times.\n     l. 15. B _prints_] Dig.\n     l. 28. A _omits_] to.\n     ll. 33 and 34. A _gives these lines to_ Lea.\n\n     p. 80,\n     l. 22. B _misprints_] yesterdy.\n\n     p. 82,\n     l. 9. A] still and the.\n     l. 16. A] jealousies.\n\n     p. 83,\n     l. 3. B] More.\n\n     p. 84,\n     l. 15. A] Gentleman.\n\n     p. 86,\n     l. 8. A] be a kin.\n     l. 10. A] 'long.\n\n     p. 87,\n     l. 19. A] am both to.\n     l. 23. A] 'Faith.\n\n     p. 88,\n     l. 6. A] Y'faith.\n     l. 26. A] ye might.\n\n     p. 89,\n     l. 4. A _adds_] Enter Amaranta.\n     l. 18. B _misprints_] woman.\n     ll. 21-34. Omitted in A.\n\n     p. 90,\n     l. 22. A] lock upon me.\n\n     p. 92,\n     l. 25. A _adds stage direction_] Two chaires set out.\n     l. 28. A _omits_] are. p. 93,\n     l. 10. A] porrage.\n     l. 23. A] gymitrie.\n\n     p. 94,\n     l. 27. A] abed.\n     l. 34. A] I will.\n\n     pp. 95 and 96.\n     l. 11 A omits the Song.\n\n     p. 96,\n     l. 11. A _adds stage direction_] The Bar & Book\n     ready on a Table.\n     l. 18. A _omits_] Exeunt Parishioners.\n     l. 26. A] may he some.\n\n     p. 98,\n     l. 6. A _omits_] and.\n     l. 22. B _misprints_] Tough.\n\n     p. 99,\n     l. 4. A] proaguing.\n\n     p. 100,\n     l. 9. A] 'Tis Sessions.\n     l. 16. A] hunch, hunch.\n\n     p. 101,\n     l. 8. A] at her.\n     l. 21. A] Had winck'd.\n\n     p. 102,\n     l. 29. A _adds stage direction_] Chess-boord and\n     men set ready.\n\n     p. 104,\n     l. 10. A _omits_] Exit.\n     l. 27. A] That rakes.\n     l. 35. A] Jam. (_char_.).\n     l. 37. A _omits stage direction_.\n     l. 40. A _omits stage direction_.\n\n     p. 105,\n     l. 18. A _gives this line to_ Lean.\n\n     p. 106,\n     l. 11. A] 'Pre.\n     l. 13. A _omits stage direction_.\n     l. 16. A] 'Would.\n\n     p. 107,\n     l. 32. A] and I thank.\n\n     p. 109,\n     l. 1. A] anger.\n     l. 2. A] Why none, Sir.\n\n     p. 110,\n     l. 3. B _misprints_] Hne.\n     l. 17. B _misprints_] barrneness.\n     l. 34. A] hath blasted.\n\n     p. 111,\n     l. 12. A] pontafles.\n\n     p. 113,\n     l. 5. A _adds stage direction_] Bed ready wine,\n     table Standish & Paper.\n\n     p. 114,\n     l. 9. A] If ye.\n\n     p. 115,\n     l. 29. A and B] Ars.\n\n     p. 116,\n     l. 25. A _omits_] for.\n\n     p. 117,\n     l. 3. A _adds stage direction_] Diego\n     ready in Bed, wine, cup.\n\n     p. 118,\n     l. 14. A _adds stage direction_] Bed thrust out.\n\n     p. 120,\n     l. 1. A] Nor preach not Abstinence.\n     l. 2. A] budge.\n\n     p. 122,\n     l. 15. A _prints_ Doe you deserve _as\n     the beginning of Die's speech_.\n\n     p. 123,\n     l. 16. A. _prints stage direction_] Pewter\n     ready for noyse.\n     l. 19. B _misprints_] joyn'd.\n\n     p. 124,\n     l. 10. A] 'pre'thee.\n\n     p. 125,\n     l. 9. A] brussels.\n     l. 34. A] fleere.\n\n     p. 126,\n     l. 39. A] has.\n\n     p. 129,\n     l. 3. A] I doe owe dutie.\n     l. 19. A _adds stage direction_] A Table\n     ready covered with Cloath Napkins Salt Trenchers\n     and Bread.\n     l. 27. A] cerviz'd.\n\n     p. 132,\n     l. 7. A _omits_] wee'l.\n     l. 12. A _adds stage direction_] Dishes covered\n     with papers in each ready.\n\n     p. 134,\n     l. 11. A _has_ Bar _written in the margin, not\n     printed, in the copy collated_.\n     l. 36. A] least none drest.\n\n     p. 137,\n     l. 9. A] concernes.\n     l. 27. A] _gives this line to_ Lea.\n\n     p. 138,\n      l. 16. A] Has.\n\n     p. 139,\n      l. 5. B _misprints_] Octavia ... Arsenio.\n\n     p. 143,\n      l. 24. A] deserv'd well.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Spanish Curate\nby Francis Beaumont and John Fletcher\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE SPANISH CURATE ***\n\n***** This file should be named 12141.txt or 12141.zip *****\nThis and all associated files of various formats will be found in:\n        http:\/\/www.gutenberg.net\/1\/2\/1\/4\/12141\/\n\nProduced by Jonathan Ingram, Jayam Subramanian and PG Distributed\nProofreaders\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp:\/\/gutenberg.net\/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark\/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s\/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http:\/\/www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp:\/\/pglaf.org\/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http:\/\/pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http:\/\/pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http:\/\/pglaf.org\/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\nEach eBook is in a subdirectory of the same number as the eBook's\neBook number, often in several formats including plain vanilla ASCII,\ncompressed (zipped), HTML and others.\n\nCorrected EDITIONS of our eBooks replace the old file and take over\nthe old filename and etext number.  The replaced older file is renamed.\nVERSIONS based on separate sources are treated as new eBooks receiving\nnew filenames and etext numbers.\n\nMost people start at our Web site which has the main PG search facility:\n\n     http:\/\/www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\nEBooks posted prior to November 2003, with eBook numbers BELOW #10000,\nare filed in directories based on their release date.  If you want to\ndownload any of these eBooks directly, rather than using the regular\nsearch system you may utilize the following addresses and just\ndownload by the etext year.\n\n     http:\/\/www.gutenberg.net\/etext06\n\n    (Or \/etext 05, 04, 03, 02, 01, 00, 99,\n     98, 97, 96, 95, 94, 93, 92, 92, 91 or 90)\n\nEBooks posted since November 2003, with etext numbers OVER #10000, are\nfiled in a different way.  The year of a release date is no longer part\nof the directory path.  The path is based on the etext number (which is\nidentical to the filename).  The path to the file is made up of single\ndigits corresponding to all but the last digit in the filename.  For\nexample an eBook of filename 10234 would be found at:\n\n     http:\/\/www.gutenberg.net\/1\/0\/2\/3\/10234\n\nor filename 24689 would be found at:\n     http:\/\/www.gutenberg.net\/2\/4\/6\/8\/24689\n\nAn alternative method of locating eBooks:\n     http:\/\/www.gutenberg.net\/GUTINDEX.ALL\n\n","id":1362,"split":"test"}
