{"ori_id":"e1a5be12e8c521868c2f4c7485797ffa7e0acd9d","title":"The Little French Lawyer","context":"The Little French Lawyer\n The play is set in Paris, and opens with two Frenchmen, the friends Dinant and Cleremont, discussing the ethics and manners of duelling. Dinant is disconsolate, because the woman he loves, Lamira, is marrying a rich old man named Champernell. Champernell won fame and fortune fighting at sea; but now he is crippled in an arm and a leg. Dinant and Cleremont confront the wedding party as they leave the church; the two mock and insult the new-made man and wife. Champernell tries to fight back, but his injuries prevent him; both groom and bride are reduced to tears of frustration (him) and embarrassment (her). They are not without defenders, however: afterward, Lamira's brother Beaupre and Champernell's nephew Verdone meet Dinant and Cleremont, and challenge them to meet on the \"field of honor\".\nThe challenge is spied upon, by Lamira's old Nurse; Lamira foresaw this event, and is terrified that her brother will be killed by Dinant. To avoid this, Lamira summons Dinant, and complains that her honor has been insulted. Dinant agrees to meet her slanderer and defend her, even though he will miss his appointment with Beaupre and Verdone. Cleremont makes that appointment in a cold dawn, and is distressed to find himself alone against two potential combatants. To avoid fighting both or yielding his sword, he must obtain a second. He solicits passers-by but finds no one, until he encounters a diminutive lawyer named La-Writ, who is poring over his court documents as he walks toward the city. Cleremont manages to bully, cajole, and persuade the attorney to second him in the duel, even though La-Writ has never drawn his sword in anger in his life. Through a stroke of beginner's luck, La-Writ manages to disarm Beaupre, and then rescue Cleremont by disarming Verdone too. The two losers have to return to the city without their swords, and a buoyant-spirited La-Writ resumes his way.\nMeanwhile, Dinant has wasted two hours, waiting to encounter a person who does not exist. As he suspects he's been fooled, he meets a swaggering and wild-talking La-Writ, and believes he's found the man he means to fight. Before they can duel, Cleremont breaks in upon them, and informs Dinant that the little lawyer is the man who saved his honor by taking his place in the morning's duel. La-Writ is now so transported with exaltation that he neglects his law practice to devote his time to quarreling with the town bravos.\nWhen Champernell learns that Verdone and Beaupre have been defeated, he is irate and disgusted. Verdone explains that Dinant did not appear that morning, but that his place was taken by \"a Devil hir'd from some Magician,\/ I'th' shape of an Attorney\". Verdone accuses Dinant of cowardice — and Lamira surprises everyone by defending her former suitor's reputation. Champernell is distressed and angered by this; but Lamira takes the upper hand by threatening to run away if he doubts her virtue. Her husband backs down, and Lamira decides to teach Dinant a lesson for hoping to make her an adulteress.\nLamira summons Dinant to a tryst; Cleremont comes with him. To complete their tryst, Lamira tells Cleremont that he must take her place in bed with her husband: the old man has a habit of reaching out to feel if she's still in bed, and if he feels no one, he'll be alarmed. Cleremont is humiliated to be put in this position — but his friendship for Dinant leads him to agree. Dinant thinks that he will finally enjoy Lamira; but she talks loudly, lights the lights, and has music played, spoiling the secrecy of the moment. It turns out that Cleremont has been lying in bed not with the old man, but with his sixteen-year-old niece Anabel. Champernell, Beaupre, and Verdone laugh at the discomfiture of their two rivals.\nLa-Writ is now so passionate about quarreling that he fails to appear in court, and his cases are dismissed by the judge Vertaigne (who is also Lamira's father). La-Writ writes a challenge to the judge, and asks Cleremont to deliver it. This presents Cleremont with a dilemma: the code of duelling will not allow him to refuse to deliver the challenge — but delivering it to a judge will quickly land him in jail. He handles the matter by pretending that the challenge is a joke. Vertaigne takes it so, and sends his kinsman Sampson, another lawyer, to meet La-Writ in his place. When the two meet, their seconds, in pretending to observe the punctillios of the duelling code, deprive them of their swords and doublets — and then run off, leaving the two would-be duellists without swords, horses, or coats in the cold morning air.\nDinant and Cleremont plan to gain revenge on those who have embarrassed them. As Champernell, Vertaigne and their party are travelling to a country house, they are waylaid by a group of pretended bandits. Dinant and Cleremont appear to come to their rescue, and in the tumult and confusion the party is separated and the two old men are left alone in the woods. Champernell and Vertaigne soon stumble into La-Writ and Sampson. La-Writ is still talking big, full of his fictitious prowess; an irritated Champernell finally knocks him to the ground. Sampson is driven off, and Champernell beats La-Writ until the repentant attorney agrees to give up fighting and return to lawyering once again.\nIn the clutches of the feigned bandits, Lamira is frightened, but Anabel is determined to fight to preserve her honor. Cleremont, pretending to be a rescuer, absconds with Anabel to a waiting priest. Dinant confronts Lamira, who is repentant for tricking him, but still determined to preserve her virtue; and Dinant reconciles with her. At the end of the play, hard feelings are dispelled with a new understanding and tolerance, and a new couple in Cleremont and Anabel.\nï»¿The Project Gutenberg EBook of The Little French Lawyer, by \nFrancis Beaumont and John Fletcher\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n\nTitle: The Little French Lawyer\n       A Comedy\n\nAuthor: Francis Beaumont\n        John Fletcher\n\nRelease Date: May 9, 2008 [EBook #25398]\n\nLanguage: English\n\n\n*** START OF THIS PROJECT GUTENBERG EBOOK THE LITTLE FRENCH LAWYER ***\n\n\n\n\nProduced by Jonathan Ingram, Diane Monico, and The Online\nDistributed Proofreading Team at http:\/\/www.pgdp.net\n\n\n\n\n\n\n\n\n\n\nTHE\n\nLittle French Lawyer.\n\n\nA\n\nCOMEDY.\n\n       *       *       *       *       *\n\nPersons Represented in the Play.\n\nDinant, _a Gentleman that formerly loved, and still pretended to\nlove_ Lamira.\n\nCleremont, _a merry Gentleman, his Friend._\n\nChampernell, _a lame old Gentleman, Husband to_ Lamira.\n\nVertaign, _a Noble-man, and a Judge._\n\nBeaupre, _Son to_ Vertaign.\n\nVerdone, _Nephew to_ Champernell.\n\n_Monsieur_ La Writt, _a wrangling Advocate, or the Little\nLawyer._\n\nSampson, _a foolish Advocate, Kinsman to_ Vertaign.\n\n_Provost._\n\n_Gentlemen._\n\n_Clients._\n\n_Servants._\n\n\n_WOMEN._\n\nLamira, _Wife to_ Champernell, _and Daughter to_ Vertaign.\n\nAnabell, _Niece to_ Champernell.\n\nOld Lady, _Nurse to_ Lamira.\n\nCharlotte, _Waiting Gentlewoman to_ Lamira.\n\n\n_The Scene_ France.\n\n\nThe principal Actors were,\n\n_Joseph Taylor._\n\n_John Lowin._\n\n_John Underwood._\n\n_Robert Benfield._\n\n_Nicholas Toolie._\n\n_William Egleston._\n\n_Richard Sharpe._\n\n_Thomas Holcomb._\n\n\n\n\n_Actus Primus. Scena Prima._\n\n\n    _Enter_ Dinant, _a[n]d_ Cleremont.\n\n_Din._ Disswade me not.\n\n_Clere._ It will breed a brawl.\n\n_Din._ I care not, I wear a Sword.\n\n_Cler._ And wear discretion with it,\nOr cast it off, let that direct your arm,\n'Tis madness else, not valour, and more base\nThan to receive a wrong.\n\n_Din._ Why would you have me\nSit down with a disgrace, and thank the doer?\nWe are not Stoicks, and that passive courage\nIs only now commendable in Lackies,\nPeasants, and Tradesmen, not in men of rank\nAnd qualitie, as I am.\n\n_Cler._ Do not cherish\nThat daring vice, for which the whole age suffers.\nThe blood of our bold youth, that heretofore\nWas spent in honourable action,\nOr to defend, or to enlarge the Kingdom,\nFor the honour of our Country, and our Prince,\nPours it self out with prodigal expence\nUpon our Mothers lap, the Earth that bred us\nFor every trifle; and these private Duells,\nWhich had their first original from the _Fr[enc]h_\n(And for which, to this day, we are justly censured)\nAre banisht from all civil Governments:\nScarce three in _Venice_, in as many years;\nIn _Florence_, they are rarer, and in all\nThe fair Dominions of the _Spanish_ King,\nThey are never heard of: Nay, those neighbour Countries,\nWhich gladly imitate our other follies,\nAnd come at a dear rate to buy them of us,\nBegin now to detest them.\n\n_Din._ Will you end yet--\n\n_Cler._ And I have heard that some of our late Kings,\nFor the lie, wearing of a Mistris favour,\nA cheat at Cards or Dice, and such like causes,\nHave lost as many gallant Gentlemen,\nAs might have met the great _Turk_ in the field\nWith confidence of a glorious Victorie,\nAnd shall we then--\n\n_Din._ No more, for shame no more,\nAre you become a Patron too? 'tis a new one,\nNo more on't, burn't, give it to some Orator,\nTo help him to enlarge his exercise,\nWith such a one it might do well, and profit\nThe Curat of the Parish, but for _Cleremont_,\nThe bold, and undertaking _Cleremont_,\nTo talk thus to his friend, his friend that knows him,\n_Dinant_ that knows his _Cleremont_, is absurd,\nAnd meer Apocrypha.\n\n_Cler._ Why, what know you of me?\n\n_Din._ Why if thou hast forgot thy self, I'le tell thee,\nAnd not look back, to speak of what thou wert\nAt fifteen, for at those years I have heard\nThou wast flesh'd, and enter'd bravely.\n\n_Cler._ Well Sir, well.\n\n_Din._ But yesterday, thou wast the common second,\nOf all that only knew thee, thou hadst bills\nSet up on every post, to give thee notice\nWhere any difference was, and who were parties;\nAnd as to save the charges of the Law\nPoor men seek arbitrators, thou wert chosen\nBy such as knew thee not, to compound quarrels:\nBut thou wert so delighted with the sport,\nThat if there were no just cause, thou wouldst make one,\nOr be engag'd thy self: This goodly calling\nThou hast followed five and twenty years, and studied\nThe Criticismes of contentions, and art thou\nIn so few hours transform'd? certain this night\nThou hast had strange dreams, or rather visions.\n\n_Clere._ Yes, Sir,\nI have seen fools, and fighters, chain'd together,\nAnd the Fighters had the upper hand, and whipt first,\nThe poor Sots laughing at 'em. What I have been\nIt skils not, what I will be is resolv'd on.\n\n_Din._ Why then you'l fight no more?\n\n_Cler._ Such is my purpose.\n\n_Din._ On no occasion?\n\n_Cler._ There you stagger me.\nSome kind of wrongs there are which flesh and blood\nCannot endure.\n\n_Din._ Thou wouldst not willingly\nLive a protested coward, or be call'd one?\n\n_Cler._ Words are but words.\n\n_Din._ Nor wouldst thou take a blow?\n\n_Cler._ Not from my friend, though drunk, and from an enemy\nI think much less.\n\n_Din._ There's some hope of thee left then,\nWouldst thou hear me behind my back disgrac'd?\n\n_Cler._ Do you think I am a rogue? they that should do it\nHad better been born dumb.\n\n_Din._ Or in thy presence\nSee me o'recharg'd with odds?\n\n_Cler._ I'd fall my self first.\n\n_Din._ Would'st thou endure thy Mistris be taken from thee,\nAnd thou sit quiet?\n\n_Cler._ There you touch my honour,\nNo French-man can endure that.\n\n_Di[n]._ Pl---- upon thee,\nWhy dost thou talk of Peace then? that dar'st suffer\nNothing, or in thy self, or in thy friend\nThat is unmanly?\n\n_Cler._ That I grant, I cannot:\nBut I'le not quarrel with this Gentleman\nFor wearing stammel Breeches, or this Gamester\nFor playing a thousand pounds, that owes me nothing;\nFor this mans taking up a common Wench\nIn raggs, and lowsie, then maintaining her\nCaroach'd in cloth of Tissue, nor five hundred\nOf such like toyes, that at no part concern me;\nMarry, where my honour, or my friend is questioned,\nI have a Sword, and I think I may use it\nTo the cutting of a Rascals throat, or so,\nLike a good Christian.\n\n_Din._ Thou art of a fine Religion,\nAnd rather than we'l make a Schism in friendship\nI will be of it: But to be serious,\nThou art acquainted with my tedious love-suit\nTo fair _Lamira_?\n\n_Cler._ Too well Sir, and remember\nYour presents, courtship, that's too good a name,\nYour slave-like services, your morning musique;\nYour walking three hours in the rain at midnight,\nTo see her at her window, sometimes laugh'd at,\nSometimes admitted, and vouchsaf'd to kiss\nHer glove, her skirt, nay, I have heard, her slippers,\nHow then you triumph'd?\nHere was love forsooth.\n\n_Din._ These follies I deny not,\nSuch a contemptible thing my dotage made me,\nBut my reward for this--\n\n_Cler._ As you deserv'd,\nFor he that makes a goddess of a Puppet,\nMerits no other recompence.\n\n_Din._ This day friend,\nFor thou art so--\n\n_Cler._ I am no flatterer.\n\n_Din._ This proud, ingratefull she, is married to\nLame _Champernel_.\n\n_Cler._ I know him, he has been\nAs tall a Sea-man, and has thriv'd as well by't,\nThe loss of a legg and an arm deducted, as any\nThat ever put from _Marseilles_: you are tame,\nPl---- on't, it mads me; if it were my case,\nI should kill all the family.\n\n_Din._ Yet but now\nYou did preach patience.\n\n_Cler._ I then came from confession,\nAnd 'twas enjoyn'd me three hours for a penance,\nTo be a peaceable man, and to talk like one,\nBut now, all else being pardon'd, I begin\nOn a new Tally, Foot do any thing,\nI'le second you.\n\n_Din._ I would not willingly\nMake red, my yet white conscience, yet I purpose\nIn the open street, as they come from the Temple,\n(For this way they must pass,) to speak my wrongs,\nAnd do it boldly.                             [_Musick playes._\n\n_Cler._ Were thy tongue a Cannon,\nI would stand by thee, boy, they come, upon 'em.\n\n_Din._ Observe a little first.\n\n_Cler._ This is fine fidling.\n\n   _Enter_ Vertaign, Champernel, Lamira, _Nurse_, Beaupre,\n   Verdone. _An Epithalamium._\n\n    SONG at the Wedding.\n\n    _Come away, bring on the Bride\n    And place her by her Lovers side:\n    You fair troop of Maids attend her,\n    Pure and holy thoughts befriend her.\n    Blush, and wish, you Virgins all,\n    Many such fair nights may fall._\n\n    Chorus.\n\n    _Hymen, fill the house with joy,\n    All thy sacred fires employ:\n    Bless the Bed with holy love,\n    Now fair orb of Beauty move._\n\n_Din._ Stand by, for I'le be heard.\n\n_Verta._ This is strange rudeness.\n\n_Din._ 'Tis courtship, ballanced with injuries,\nYou all look pale with guilt, but I will dy\nYour cheeks with blushes, if in your sear'd veins\nThere yet remain so much of honest blood\nTo make the colour; first to ye my Lord,\nThe Father of this Bride, whom you have sent\nAlive into her grave.\n\n_Champ._ How? to her grave?\n\n_Dina._ Be patient Sir, I'le speak of you anon\nYou that allow'd me liberal access,\nTo make my way with service, and approv'd of\nMy birth, my person, years, and no base fortune:\nYou that are rich, and but in this held wise too,\nThat as a Father should have look'd upon\nYour Daughter in a husband, and aim'd more\nAt what her youth, and heat of blood requir'd\nIn lawfull pleasures, than the parting from\nYour Crowns to pay her dowr: you that already\nHave one foot in the grave, yet study profit,\nAs if you were assur'd to live here ever;\nWhat poor end had you, in this choice? in what\nDeserve I your contempt? my house, and honours\nAt all parts equal yours, my fame as fair,\nAnd not to praise my self, the City ranks me\nIn the first file of her most hopefull Gentry:\nBut _Champernel_ is rich, and needs a nurse,\nAnd not your gold: and add to that, he's old too,\nHis whole estate in likelihood to descend\nUpon your Family; Here was providence,\nI grant, but in a Nobleman base thrift:\nNo Merchants, nay, no Pirats, sell for Bondmen\nTheir Country-men, but you, a Gentleman,\nTo save a little gold, have sold your Daughter\nTo worse than slaverie.\n\n_Cler._ This was spoke home indeed.\n\n_Beau._ Sir, I shall take some other time to tell you,\nThat this harsh language was delivered to\nAn old man, but my Father.\n\n_Din._ At your pleasure.\n\n_Cler._ Proceed in your design, let me alone,\nTo answer him, or any man.\n\n_Verd._ You presume\nToo much upon your name, but may be couzen'd.\n\n_Din._ But for you, most unmindfull of my service,\nFor now I may upbraid you, and with honour,\nSince all is lost, and yet I am a gainer,\nIn being deliver'd from a torment in you,\nFor such you must have been, you to whom nature\nGave with a liberal hand most excellent form,\nYour education, language, and discourse,\nAnd judgement to distinguish, when you shall\nWith feeling sorrow understand how wretched\nAnd miserable you have made your self,\nAnd but your self have nothing to accuse,\nCan you with hope from any beg compassion?\nBut you will say, you serv'd your Fathers pleasure,\nForgetting that unjust commands of Parents\nAre not to be obey'd, or that you are rich,\nAnd that to wealth all pleasure else are servants,\nYet but consider, how this wealth was purchas'd,\n'Twill trouble the possession.\n\n_Champ._ You Sir know\nI got it, and with honour.\n\n_Din._ But from whom?\nRemember that, and how: you'l come indeed\nTo houses bravely furnish'd, but demanding\nWhere it was bought, this Souldier will not lie,\nBut answer truly, this rich cloth of Arras\nI made my prize in such a Ship, this Plate\nWas my share in another; these fair Jewels,\nComing a shore, I got in such a Village,\nThe Maid, or Matron kill'd, from whom they were ravish'd,\nThe Wines you drink are guilty too, for this,\nThis _Candie_ Wine, three Merchants were undone,\nThese Suckets break as many more: in brief,\nAll you shall wear, or touch, or see, is purchas'd\nBy lawless force, and you but revel in\nThe tears, and grones of such as were the owners.\n\n_Champ._ 'Tis false, most basely false.\n\n_Verta._ Let losers talk.\n\n_Din._ Lastly, those joyes, those best of joyes, which _Hymen_\nFreely bestows on such, that come to tye\nThe sacred knot be blesses, won unto it\nBy equal love, and mutual affection,\nNot blindly led with the desire of riches,\nMost miserable you shall never taste of.\nThis Marriage night you'l meet a Widows bed,\nOr failing of those pleasures all Brides look for,\nSin in your wish it were so.\n\n_Champ._ Thou art a Villain,\nA base, malitious slanderer.\n\n_Cler._ Strike him.\n\n_Din._ No, he is not worth a blow.\n\n_Champ._ O that I had thee\nIn some close vault, that only would yield room\nTo me to use my Sword, to thee no hope\nTo run away, I would make thee on thy knees,\nBite out the tongue that wrong'd me.\n\n_Verta._ Pray you have patience.\n\n_Lamira._ This day I am to be your Soveraign,\nLet me command you.\n\n_Champ._ I am lost with rage,\nAnd know not what I am my self, nor you:\nAway, dare such as you, that love the smoke\nOf peace more than the fire of glorious War,\nAnd like unprofitable drones, feed on\nYour grandsires labours, that, as I am now,\nWere gathering Bees, and fill'd their Hive, this Country\nWith brave triumphant spoils, censure our actions?\nYou object my prizes to me, had you seen\nThe horrour of a Sea-fight, with what danger\nI made them mine; the fire I fearless fought in,\nAnd quench'd it in mine enemies blood, which straight\nLike oyle pour'd out on't, made it burn anew;\nMy Deck blown up, with noise enough to mock\nThe lowdest thunder, and the desperate fools\nThat Boorded me, sent, to defie the tempests\nThat were against me, to the angrie Sea,\nFrighted with men thrown o're; no victory,\nBut in despight of the four Elements,\nThe Fire, the Air, the Sea, and sands hid in it\nTo be atchiev'd, you would confess poor men,\n(Though hopeless, such an honourable way\nTo get or wealth, or honour) in your selves\nHe that through all these dreadfull passages\nPursued and overtook them, unaffrighted,\nDeserves reward, and not to have it stil'd\nBy the base name of theft.\n\n_Din._ This is the Courtship,\nThat you must look for, Madam.\n\n_Cler._ 'Twill do well,\nWhen nothing can be done, to spend the night with:\nYour tongue is sound good Lord, and I could wish\nFor this young Ladyes sake this leg, this arm,\nAnd there is something else, I will not name,\n(Though 'tis the only thing that must content her)\nHad the same vigour.\n\n_Champ._ You shall buy these scoffs\nWith your best blood: help me once noble anger,\n(Nay stir not, I alone must right my self)\nAnd with one leg transport me, to correct\nThese scandalous praters: O that noble wounds      [_Falls._\nShould hinder just revenge! D'ye jear me too?\nI got these, not as you do, your diseases\nIn Brothels, or with riotous abuse\nOf wine in Taverns; I have one leg shot,\nOne arm disabled, and am honour'd more,\nBy losing them, as I did, in the face\nOf a brave enemy, than if they were\nAs when I put to Sea; you are _French-men_ only,\nIn that you have been laied, and cur'd, goe to:\nYou mock my leg, but every bone about you,\nMakes you good Almanack-makers, to foretell\nWhat weather we shall have.\n\n_Din._ Put up your Sword.\n\n_Cler._ Or turn it to a Crutch, there't may b[e] usefull,\nAnd live on the relation to your Wife\nOf what a brave man you were once.\n\n_Din._ And tell her,\nWhat a fine vertue 'tis in a young Lady\nTo give an old man pap.\n\n_Cler._ Or hire a Surgeon\nTo teach her to roul up your broken limbs.\n\n_Din._ To make a Pultess, and endure the scent\nOf oils, and nasty Plasters.\n\n_Verta._ Fie Sir, fie,\nYou that have stood all dangers of all kinds, to\nYield to a Rivalls scoffe?\n\n_Lamira._ Shed tears upon\nYour Wedding day? this is unmanly Gentlemen.\n\n_Champ._ They are tears of anger: O that I should live\nTo play the woman thus! All powerfull heaven,\nRestore me, but one hour, that strength again,\nThat I had once, to chastise in these men\nTheir folies, and ill manners, and that done,\nWhen you please, I'le yield up the fort of life,\nAnd do it gladly.\n\n_Cler._ We ha' the better of him,\nWe ha' made him cry.\n\n_Verdo._ You shall have satisfaction.\nAnd I will do it nobly, or disclaim me.\n\n_Beaup._ I say no more, you have a Brother, Sister,\nThis is your wedding day, we are in the street,\nAnd howsoever they forget their honour,\n'Tis fit I lose not mine, by their example.\n\n_Vert._ If there be Laws in _Paris_, look to answer\nThis insolent affront.\n\n_Cler._ You that live by them,\nStudy 'em for heavens sake; for my part I know not\nNor care not what they are. Is the[re] ought else\nThat you would say;\n\n_Din._ Nothing, I have my ends.\n_Lamira_ weeps, I have said too much I fear;\nSo dearly once I lov'd her, that I cannot\nEndure to see her tears.      [_Exeunt_ Dinant, _and_ Cleremont.\n\n_Champ._ See you perform it,\nAnd do it like my Nephew.\n\n_Verdo._ If I fail in't\nNe'r know me more, Cousin _Beaupre_.\n\n_Champ._ Repent not\nWhat thou hast done, my life, thou shalt not find\nI am decrepit; in my love and service,\nI will be young, and constant, and believe me,\nFor thou shalt find it true, in scorn of all\nThe scandals these rude men have thrown upon me\nI'le meet thy pleasures with a young mans ardour,\nAnd in all circumstances of a Husband,\nPerform my part.\n\n_Lamira._ Good Sir, I am your servant,\nAnd 'tis too late now, if I did repent,\n(Which as I am a virgin yet, I do not)\nTo undoe the knot, that by the Church is tyed.\nOnly I would beseech ye, as you have\nA good opinion of me, and my vertues,\nFor so you have pleas'd to stile my innocent weakness,\nThat what hath pass'd be[t]ween _Dinant_ and me,\nOr what now in your hearing he hath spoken,\nBeget not doubts, or fears.\n\n_Champ._ I apprehend you,\nYou think I will be jealous; as I live\nThou art mistaken sweet; and to confirm it\nDiscourse with whom thou wilt, ride where thou wilt,\nFeast whom thou wilt, as often as thou wilt,\nFor I will have no other guards upon thee\nThan thine own thoughts.\n\n_Lamira._ I'le use this liberty\nWith moderation Sir.\n\n_Beaup._ I am resolv'd.\nSteal off, I'le follow you.\n\n_Champ._ Come Sir, you droop;\nTill you find cause, which I shall never give,\nDislike not of your Son in Law.\n\n_Verta._ Sir, you teach me\nThe language I should use; I am most happy\nIn being so near you.      [_Exeunt_ Verdone, _and_ Beaupre.\n\n_Lamira._ O my fears! good nurse\nFollow my Brother unobserv'd, and learn\nWhich way he takes.\n\n_Nurs._ I will be carefull Madam.      [_Exit_ Nurse.\n\n_Champ._ Between us complements are superfluous,\nOn Gentlemen, th' affront we have met here\nWe'l think upon hereafter, 'twere unfit\nTo cherish any thought to breed unrest,\nOr to our selves, or to our Nuptial feast.      [_Exeunt._\n\n    _Enter_ Dinant, _and_ Cleremont.\n\n_Cler._ We shall have sport, ne'r fear't.\n\n_Din._ What sport I prethee?\n\n_Cler._ Why we must fight, I know it, and I long for't,\nIt was apparent in the fiery eye\nOf young _Verdone_, _Beaupre_ look'd pale and shook too,\nFamiliar signs of anger. They are both brave fellows\nTri'd and approv'd, and I am proud to encounter\nWith men, from whom no honour can be lost;\nThey will play up to a man, and set him off.\nWhen e're I go to the field, heaven keep me from\nThe meeting of an unflesh'd youth or, Coward,\nThe first, to get a name, comes on too hot,\nThe Coward is so swift in giving ground,\nThere is no overtaking him without\nA hunting Nag, well breath'd too.\n\n_Din._ All this while,\nYou ne'r think on the danger.\n\n_Cler._ Why 'tis no more\nThan meeting of a dozen friends at Supper,\nAnd drinking hard; mischief comes there unlook'd for,\nI am sure as suddain, and strikes home as often,\nFor this we are prepar'd.\n\n_Din._ _Lamira_ Loves\nHer Brother _Beaupre_ dearly.\n\n_Cler._ What of that?\n\n_Din._ And should he call me to account for what\nBut now I spake, nor can I with mine honour\nRecant my words, that little hope is left me,\nE're to enjoy what (next to Heaven) I long for,\nIs taken from me.\n\n_Cer._ Why what can you hope for,\nShe being now married?\n\n_Din._ Oh my _Cleremont_,\nTo you all secrets of my heart lye open,\nAnd I rest most secure that whatsoe're\nI lock up there, is as a private thought,\nAnd will no farther wrong me. I am a _French-man_,\nAnd for the greater part we are born Courtiers,\nShe is a woman, and however yet,\nNo heat of service had the power to melt\nHer frozen Chastity, time and opportunitie\nMay work her to my ends, I confess ill ones,\nAnd yet I must pursue 'em: now her marriage,\nIn probabilitie, will no way hurt,\nBut rather help me.\n\n_Cler._ Sits the wind there? pray you tell me\nHow far off dwells your love from lust?\n\n_Din._ Too near,\nBut prethee chide me not.\n\n_Cler._ Not I, goe on boy,\nI have faults my self, and will not reprehend\nA crime I am not free from: for her Marriage,\nI do esteem it (and most batchellors are\nOf my opinion) as a fair protection,\nTo play the wanton without loss of honour.\n\n_Din._ Would she make use of't so, I were most happy.\n\n_Cler._ No more of this. Judge now,\nWhether I have the gift of prophecie.\n\n    _Enter_ Beaupre, _and_ Verdone.\n\n_Beaup._ Monsieur _Dinant_,\nI am glad to find you, Sir.\n\n_Din._ I am at your service.\n\n_Verd._ Good Monsieur _Cleremont_, I have long wish'd\nTo be known better to you.\n\n_Cler._ My desires\nEmbrace your wishes Sir.\n\n_Beaup._ Sir, I have ever\nEsteem'd you truly noble, and profess\nI should have been most proud, to have had the honour\nTo call you Brother, but my Fathers pleasure\nDenied that happiness. I know no man lives,\nThat can command his passions, and therefore\nDare not condemn the late intemperate language\nYou were pleas'd to use to my Father and my Sister,\nHe's old and she a woman, I most sorrie\nMy honour does compel me to entreat you,\nTo do me the favour, with your sword to meet me\nA mile without the Citie.\n\n_Din._ You much honour me.\nIn the demand, I'le gladly wait upon you.\n\n_Beaup._ O Sir you teach me what to say: the time?\n\n_Din._ With the next Sun, if you think fit.\n\n_Beaup._ The place?\n\n_Din._ Near to the vineyard eastward from the Citie.\n\n_Beaup._ I like it well, this Gentleman if you please\nWill keep me company.\n\n_Cler._ That is agreed on;\nAnd in my friends behalf I will attend him.\n\n_Verd._ You shall not miss my service.\n\n_Beaup._ Good day Gentlemen.      [_Ex._ Beaup. _and_ Verd.\n\n_Din._ At your Commandment.\n\n_Cler._ Proud to be your servants.\nI think there is no Nation under Heaven\nThat cut their enemies throats with complement,\nAnd such fine tricks as we do: If you have\nAny few Prayers to say, this night you may\nCall 'em to mind and use 'em, for my self,\nAs I have little to lose, my care is less,\nSo till to morrow morning I bequeath you\nTo your devotions; and those paid, but use\nThat noble courage I have seen, and we\nShall fight, as in a Castle.\n\n_Din._ Thou art all honour,\nThy resolution would steel a Coward,\nAnd I most fortunate in such a Friend;\nAll tenderness and nice respect of woman\nBe now far from me, reputation take\nA full possession of my heart, and prove\nHonour the first place holds, the second Love.         [_Exeunt._\n\n    _Enter_ Lamira, Charlote.\n\n_Lami._ Sleeps my Lord still, _Charlote_?\n\n_Char._ Not to be wak'd.\nBy your Ladiships cheerfull looks I well perceive\nThat this night the good Lord hath been\nAt an unusual service, and no wonder\nIf he rest after it.\n\n_Lamira._ You are very bold.\n\n_Char._ Your Creature Madam, and when you are pleas'd\nSadness to me's a stranger, your good pardon\nIf I speak like a fool, I could have wisht\nTo have ta'ne your place to night, had bold _Dinant_\nYour first and most obsequious servant tasted\nThose delicates, which by his lethargie\nAs it appears, have cloy'd my Lord.\n\n_Lamira._ No, more.\n\n_Char._ I am silenc'd, Madam.\n\n_Lamira._ Saw you my nurse this morning?\n\n_Charl._ No Madam.\n\n_Lamira._ I am full of fears.               [_Knock within._\nWho's that?\n\n_Charl._ She you enquir'd for.\n\n_Lamira._ Bring her in, and leave me.      [_Exit_ Charlote.\nNow nurse what news?\n\n    _Enter_ Nurse.\n\n_Nurse._ O Ladie dreadfull ones.\nThey are to fight this morning, there's no remedie.\nI saw my Lord your Brother, and _Verdone_\nTake horse as I came by.\n\n_Lamira._ Where's _Cleremont_?\n\n_Nurse._ I met him too, and mounted.\n\n_Lamira._ Where's _Dinant_?\n\n_Nurse._ There's all the hope, I have staid him with a trick,\nIf I have done well so.\n\n_Lamira._ What trick?\n\n_Nurse._ I told him,\nYour Ladiship laid your command upon him,\nTo attend you presently, and to confirm it,\nGave him the ring he oft hath seen you wear,\nThat you bestowed on me: he waits without\nDisguis'd, and if you have that power in him,\nAs I presume you have, it is in you\nTo stay or alter him.\n\n_Lamira._ Have you learnt the place,\nWhere they are to encounter?\n\n_Nurse._ Yes 'tis where\nThe Duke of _Burgundie_ met _Lewis_ th' eleventh.\n\n_Lamir._ Enough, I will reward thee liberally,      [_Exit_ Nurse.\nGoe bring him in: full dear I loved _Dinant_,\nWhile it was lawfull, but those fires are quench'd\nI being now anothers, truth forgive me\nAnd let dissimulation be no crime,\nThough most unwillingly I put it on\nTo guard a Brothers safetie.\n\n    _Enter_ Dinant.\n\n_Din._ Now your pleasure,\nThough ill you have deserv'd it, you perceive\nI am still your fool, and cannot but obey\nWhat ever you command.\n\n_Lamira._ You speak, as if\nYou did repent it, and 'tis not worth my thanks then,\nBut there has been a time, in which you would\nReceive this as a favour.\n\n_Din._ Hope was left then\nOf recompence.\n\n_Lamira._ Why I am still _Lamira_,\nAnd you _Dinant_, and 'tis yet in my power,\nI dare not say I'le put it into act,\nTo reward your love and service.\n\n_Din._ There's some comfort.\n\n_Lami._ But think not that so low I prize my fame,\nTo give it up to any man that refuses\nTo buy it, or with danger of performance\nOf what I shall enjoin him.\n\n_Din._ Name that danger\nBe it of what horrid shape soever Ladie\nWhich I will shrink at; only at this instant\nBe speedie in't.\n\n_Lamira._ I'le put you to the trial:\nYou shall not fight to day, do you start at that?\nNot with my Brother, I have heard your difference,\nMine is no _Helens_ beauty to be purchas'd\nWith blood, and so defended, if you look for\nFavours from me, deserve them with obedience,\nThere's no way else to gain 'em.\n\n_Din._ You command\nWhat with mine honour I cannot obey,\nWhich lies at pawn against it, and a friend\nEqually dear as that, or life, engag'd,\nNot for himself, but me.\n\n_Lamira._ Why, foolish man,\nDare you solicite me to serve your lust,\nIn which not only I abuse my Lord,\nMy Father, and my family, but write whore,\nThough not upon my forehead, in my conscience,\nTo be read hourly, and yet name your honour?\nYours suffers but in circumstance; mine in substance.\nIf you obey me, you part with some credit,\nFrom whom? the giddy multitude; but mankind\nWill censure me, and justly.\n\n_Din._ I will lose,\nWhat most I do desire, rather than hazard\nSo dear a friend, or write my self a coward,\n'Tis better be no man.\n\n_Lamira._ This will not do;\nWhy, I desire not, you should be a coward,\nNor do I weigh my Brothers life with yours,\nMeet him, fight with him, do, and kill him fairly,\nLet me not suffer for you, I am careless.\n\n_Din._ Suffer for me?\n\n_Lamira._ For you, my kindness to you\nAlready brands me with a strumpets name.\n\n_Din._ O that I knew the wretch!\n\n_Lamira._ I will not name him,\nNor give you any Character to know him;\nBut if you dare, and instantly ride forth\nAt the west port of the City, and defend there\nMy reputation, against all you meet,\nFor two hours only, I'le not swear _Dinant_,\nTo satisfie, (though sure I think I shall)\nWhat ever you desire, if you denie this,\nBe desperate, for willingly, by this light,\nI'le never see thee more.\n\n_Din._ Two hours, do you say?\n\n_Lamira._ Only two hours.\n\n_Din._ I were no Gentleman,\nShould I make scruple of it; this favour arms me,\nAnd boldly I'll perform it.                              [_Exit._\n\n_Lamira._ I am glad on't.\nThis will prevent their meeting yet, and keep\nMy Brother safe, which was the mark I shot at.           [_Exit._\n\n\n\n\n_Actus Secundus. Scena Prima._\n\n\n    _Enter_ Cleremont, _as in the field_.\n\n_Cler._ I am first i'th' field, that honour's gain'd of our side,\nPray Heaven I may get off as honourablie,\nThe hour is past, I wonder _Dinant_ comes not,\nThis is the place, I cannot see him yet;\nIt is his quarel too that brought me hither,\nAnd I ne'r knew him yet, but to his honour\nA firm and worthy Friend, yet I see nothing,\nNor Horse nor man, 'twould vex me to be left here,\nTo th' mercy of two swords, and two approv'd ones.\nI never knew him last.\n\n    _Enter_ Beaupre, _and_ Verdone.\n\n_Beaup._ You are well met _Cleremont_.\n\n_Verdo._ You are a fair Gentleman, and love your friend Sir.\nWhat are you ready? the time has overta'ne us.\n\n_Beaup._ And this you know the place.\n\n_Cler._ No _Dinant_ yet?\n\n_Beaup._ We come not now to argue, but to do;\nWe wait you Sir.\n\n_Cler._ There's no time past yet Gentlemen,\nWe have day enough: is't possible he comes not?\nYou see I am ready here, and do but stay\nTill my Friend come, walk but a turn or two,\n'Twill not be long.\n\n_Verd._ We came to fight.\n\n_Cler._ Ye shall fight Gentlemen,\nAnd fight enough, but a short turn or two,\nI think I see him, set up your watch, we'l fight by it.\n\n_Beaup._ That is not he; we will not be deluded.\n\n_Cler._ Am I bob'd thus? pray take a pipe of tobacco,\nOr sing but some new air; by that time, Gentlemen--\n\n_Verd._ Come draw your Sword, you know the custome here Sir,\nFirst come, first serv'd.\n\n_Cler._ Though it be held a custom,\nAnd practised so, I do not hold it honest;\nWhat honour can you both win on me single?\n\n_Beaup._ Yield up your Sword then.\n\n_Cler._ Yield my Sword? that's Hebrew;\nI'le be first cut a p[iec]es; hold but a while,\nI'le take the next that comes.\n\n    _Enter an old_ Gentleman.\n\nYou are an old Gentleman?\n\n_Gent._ Yes indeed am I, Sir.\n\n_Cler._ And wear no Sword?\n\n_Gent._ I need none, Sir.\n\n_Cler._ I would you did, and had one;\nI want now such a foolish courtesie.\nYou see these Gentlemen?\n\n_Gent._ You want a second.\nIn good Faith Sir, I was never handsom at it,\nI would you had my Son, but he's in _Italy_,\nA proper Gentleman; you may do well gallants\nIf your quarrel be not capital, to have more mercy,\nThe Gentleman may do his Country--\n\n_Cler._ Now I beseech you, Sir,\nIf you dare not fight, do not stay to beg my pardon.\nThere lies your way.\n\n_Gent._ Good morrow Gentlemen.                      [_Exit._\n\n_Verd._ You see your fortune,\nYou had better yield your Sword.\n\n_Cler._ Pray ye stay a little.\n\n    _Enter two_ Gentlemen.\n\nUpon mine honestie, you shall be fought with;\nWell, _Dinant_, well, these wear swords and seem brave fellows.\nAs you are Gentlemen, one of you supply me.\nI want a Second now to meet these gallants,\nYou know what honour is.\n\n_1 Gent._ Sir you must pardon us,\nWe goe about the same work, you are ready for;\nAnd must fight presently, else we were your servants.\n\n_2 Gent._ God speed you, and good day.         [_Exit_ Gent.\n\n_Cler._ Am I thus Colted?\n\n_Beaup._ Come either yield--\n\n_Cler._ As you are honest Gentlemen,\nStay but the next, and then I'le take my fortune,\nAnd if I fight not like a man--Fy _Dinant_,\nCold now and treacherous.\n\n    _Enter Monsieur_ La-writ, _within_.\n\n_La-Writ._ I understand your causes.\nYours about corn, yours about pins and glasses,\nWill you make me mad, have I not all the parcells?\nAnd his Petition too, about Bell-founding?\nSend in your witnesses, what will you have me do?\nWill you have me break my heart? my brains are melted;\nAnd tell your Master, as I am a Gentleman,\nHis Cause shall be the first, commend me to your Mistris,\nAnd tell her, if there be an extraordinary feather,\nAnd tall enough for her--I shall dispatch you too,\nI know your cause, for transporting of Farthingales\nTrouble me no more, I say again to you,\nNo more vexation: bid my wife send me some puddings;\nI have a Cause to run through, requires puddings,\nPuddings enough. Farewel.\n\n_Cler._ God speed you, Sir.\n\n_Beaup._ Would he would take this fellow.\n\n_Verd._ A rare Youth.\n\n_Cler._ If you be not hastie, Sir.\n\n_La-writ._ Yes, I am hastie,\nExceeding hastie, Sir, I am going to the Parliament,\nYou understand this bag, if you have any business\nDepending there, be short, and let me hear it,\nAnd pay your Fees.\n\n_Cler._ 'Faith, Sir, I have a business,\nBut it depends upon no Parliament.\n\n_La-writ._ I have no skill in't then.\n\n_Cler._ I must desire you,\n'Tis a Sword matter, Sir.\n\n_La-writ._ I am no Cutler,\nI am an Advocate, Sir.\n\n_Beaup._ How the thing looks?\n\n_Verd._ When he brings him to fight.\n\n_Cler._ Be not so hastie,\nYou wear a good Sword.\n\n_La-writ._ I know not that,\nI never drew it yet, or whether it be a Sword--\n\n_Cler._ I must entreat you try, Sir, and bear a part\nAgainst these Gentlemen, I want a second;\nYe seem a man, and 'tis a noble office.\n\n_La-writ._ I am a Lawyer, Sir, I am no fighter.\n\n_Cler._ You that breed quarels, Sir, know best to satisfie.\n\n_Beaup._ This is some sport yet.\n\n_Verd._ If this fellow should fight.\n\n_La-writ._ And for any thing I know, I am an arrant coward,\nDo not trust me, I think I am a coward.\n\n_Cler._ Try, try, you are mistaken: walk on Gentlemen,\nThe man shall follow presently.\n\n_La-writ._ Are ye mad Gentleman?\nMy business is within this half hour.\n\n_Cler._ That's all one,\nWe'll dispatch within this quarter, there in that bottom,\n'Tis most convenient Gentlemen.\n\n_Beaup._ Well, we'll wait, Sir.\n\n_Verd._ Why this will be a comick fight, you'l follow.\n\n_La-writ._ As I am a true man, I cannot fight.\n                                              [_Ex._ Beaupre, Verdone.\n\n_Cler._ Away, away,\nI know you can: I like your modesty,\nI know you will fight and so fight, with such metal,\nAnd with such judgement meet your enemies fury;\nI see it in your eye, Sir.\n\n_La-writ._ I'le be hang'd then;\nAnd I charge you in the Kings name, name no more fighting.\n\n_Cler._ I charge you in the Kings name, play the man,\nWhich if you do not quickly, I begin with you,\nI'le make you dance, do you see your fiddlestick?\nSweet A[d]vocate thou shalt fight.\n\n_La-writ._ Stand farther Gentleman,\nOr I'le give you such a dust o'th' chapps--\n\n_Cler._ Spoke bravely,\nAnd like thy self, a noble Advocate:\nCome to thy tools.\n\n_La-writ._ I do not say I'le fight;\n\n_Cler._ I say thou shalt, and bravely.\n\n_La-writ._ If I do fight;\nI say, if I do, but do not depend upon't,\nAnd yet I have a foolish itch upon me,\nWhat shall become of my Writings?\n\n_Cler._ Let 'em ly by,\nThey will not run away, man.\n\n_La-writ._ I may be kill'd too,\nAnd where are all my causes then? my business?\nI will not fight, I cannot fight, my Causes--\n\n_Cler._ Thou shalt fight, if thou hadst a thousand causes,\nThou art a man to fight for any cause,\nAnd carry it with honour.\n\n_La-writ._ Hum, say you so? if I should\nBe such a coxcombe to prove valiant now--\n\n_Cler._ I know thou art most valiant.\n\n_La-writ._ Do you think so?\nI am undone for ever, if it prove so,\nI tell you that, my honest friend, for ever;\nFor I shall ne're leave quarrelling.\nHow long must we fight? for I cannot stay,\nNor will not stay, I have business.\n\n_Cler._ We'l do't in a minute, in a moment.\n\n_La-writ._ Here will I hang my bag then, it may save my belly,\nI never lov'd cold Iron there.\n\n_Cler._ You do wisely.\n\n_La-writ._ Help me to pluck my Sword out then, quickly, quickly,\n'Thas not seen Sun these ten years.\n\n_Cler._ How it grumbles!\nThis Sword is vengeance angry.\n\n_La-writ._ Now I'le put my hat up,\nAnd say my prayers as I goe; away boy,\nIf I be kill'd, remember the little Lawyer.            [_Exeunt._\n\n    _Enter_ Beaupre.\n\n_Beaup._ They are both come on, that may be a stubborn rascal,\nTake you that ground,\n\n    _Enter_ La-writ.\n\nI'le stay here, fight bravely.\n\n_La-writ._ To't chearfully my boyes, you'l let's have fair play,\nNone of your foyning tricks.\n\n_Beaup._ Come forward Monsieur;                    [_Fight._\nWhat hast thou there? a pudding in thy belly?\nI shall see what it holds.\n\n_La-writ._ Put your spoon home then:\nNay, since I must fight, have at you without wit, Sir:\nGod a mercy bagg.\n\n_Beaup._ Nothing but bumbast in ye?\nThe Rogue winks and fights.\n\n_La-writ._ Now your fine fencing, Sir:      [Beau. _loses his sword_.\nStand off, thou diest on point else,      [La-writ _treads on it_.\nI have it, I have it: yet further off:\nI have his Sword.\n\n_Cler._ Then keep it, be sure you keep it.\n\n_La-writ._ I'le put it in my mouth else.\nStand further off yet, and stand quietly,\nAnd look another way, or I'le be with you,\nIs this all? I'le undertake within these two daies\nTo furnish any Cutler in this Kingdom.\n\n_Beau._ Pox, what fortune's this? disarm'd by a puppie?\nA snail? a Dog?\n\n_La-writ._ No more o' these words Gentleman,\nSweet Gentleman no more, do not provoke me,\nGo walk i'th' horse-fair; whistle Gentleman,\nWhat must I do now?\n\n    _Enter_ Cleremont, _pursued by_ Verdone.\n\n_Cler._ Help me, I am almost breathless.\n\n_La-writ._ With all my heart, there's a cold pye for you, Sir.\n\n_Cler._ Thou strik'st me, fool.\n\n_La-writ._ Thou fool, stand further off then,\nDeliver, deliver.\n\n_Cler._ Hold fast.      [_He strikes up the others heels,\n                              and takes his Sword too._\n_La-writ._ I never fail in't,\nThere's twelve pence, go buy you two leaden Daggers,\nHave I done well?\n\n_Cler._ Most like a Gentleman.\n\n_Beau._ And we two basely lost.\n\n_Verd._ 'Tis but a fortune,\nWe shall yet find an hour.         [_Ex._ Beau. Verd. _sad_.\n\n_Cler._ I shall be glad on't.\n\n_La-writ._ Where's my cloak, and my trinkets?\nOr will you fight any longer, for a crash or two?\n\n_Cler._ I am your noble friend, Sir.\n\n_La-writ._ It may be so.\n\n_Cler._ What honour shall I do you,\nFor this great courtesie?\n\n_La-writ._ All I desire of ye,\nIs to take the quarrel to your self, and let me hear no more on't,\nI have no liking to't, 'tis a foolish matter,\nAnd help me to put up my Sword.\n\n_Cler._ Most willingly.\nBut I am bound to gratifie you, and I must not leave you.\n\n_La-writ._ I tell you, I will not be gratified,\nNor I will hear no more on't: take the Swords too,\nAnd do not anger me but leave me quietly.\nFor the matter of honour, 'tis at your own disposure,\nAnd so, and so.                                  [_Exit_ La-writ.\n\n_Cler._ This is a most rare Lawyer:\nI am sure most valiant. Well _Dinant_, as you satisfie me,\nI say no more: I am loaden like an Armorer.         [_Exit_ Cler.\n\n    _Enter_ Dinant.\n\n_Din._ To be dispatcht upon a sleeveless errand?\nTo leave my friend engag'd, mine honour tainted?\nThese are trim things. I am set here like a Perdue,\nTo watch a fellow, that has wrong'd my Mistris,\nA scurvy fellow that must pass this way,\nBut what this scurvy fellow is, or whence,\nOr whether his name be _William_ or _John_,\nOr _Anthony_ or _Dick_, or any thing, I know not;\nA scurvy rascally fellow I must aim at,\nAnd there's the office of an Asse flung on me.\nSure _Cleremont_ has fought, but how come off,\nAnd what the world shall think of me hereafter:\nWell, woman, woman, I must look your rascals,\nAnd lose my reputation: ye have a fine power over us.\nThese two long hours I have trotted here, and curiously\nSurvey'd all goers by, yet find no rascal,\nNor any face to quarel with:\nWhat's that?                [La-writ _sings within, then Enters_.\nThis is a rascally voice, sure it comes this way.\n\n_La-writ._ _He strook so hard, the Bason broke,\n              And_ Tarquin _heard the sound_.\n\n_Din._ What Mister thing is this? let me survey it.\n\n_La-writ._ _And then he strook his neck in two._\n\n_Din._ This may be a rascal, but 'tis a mad rascal,\nWhat an Alphabet of faces he puts on!\nHey how it fences! if this should be the rogue,\nAs 'tis the likeliest rogue I see this day--\n\n_La-wr._ _Was ever man for Ladies sake? down, down._\n\n_Di._ And what are you good Sir? down, down, down, down.\n\n_La-writ._ What's that to you good Sir? down, down.\n\n_Din._ A pox on you good Sir, down, down, down,\nYou with your Buckram bag, what make you here?\nAnd from whence come you? I could fight with my shadow now.\n\n_La-wr._ Thou fierce man that like Sir _Lancelot_ dost appear,\nI need not tell thee what I am, nor eke what I make here.\n\n_Din._ This is a precious knave, stay, stay, good _Tristram_,\nAnd let me ask thy mightiness a question,\nDid ye never abuse a Lady?\n\n_La-writ._ Not; to abuse a Lady, is very hard, Sir.\n\n_Din._ Say you so, Sir?\nDidst thou never abuse her honour?\n\n_La-writ._ Not; to abuse her honour, is impossible.\n\n_Din._ Certain this is the rascal: What's thy name?\n\n_La-writ._ My name is _Cock o' two_, use me respectively,\nI will be Cock of three else.\n\n_Din._ What's all this?\nYou say, you did abuse a Lady.\n\n_La-writ._ You ly.\n\n_Din._ And that you wrong'd her honour.\n\n_La-writ._ That's two lyes,\nSpeak suddenly, for I am full of business.\n\n_Din._ What art thou, or what canst thou be, thou pea-goose,\nThat dar'st give me the ly thus? thou mak'st me wonder.\n\n_La-writ._ And wonder on, till time make all things plain.\n\n_Din._ You must not part so, Sir, art thou a Gentleman?\n\n_La-writ._ Ask those upon whose ruins I am mounted.\n\n_Din._ This is some Cavellero Knight o'th' Sun.\n\n_La-wr._ I tell thee I am as good a Gentleman as the Duke;\nI have atchieved--goe follow thy business.\n\n_Din._ But for this Lady, Sir--\n\n_La-writ._ Why, hang this Lady, Sir,\nAnd the Lady Mother too, Sir, what have I to do with Ladies?\n\n    _Enter_ Cleremont.\n\n_Cler._ 'Tis the little Lawyers voice: has he got my way?\nIt should be hereabouts.\n\n_Din._ Ye dry bisket rogue,\nI will so swinge you for this blasphemie--\nHave I found you out?\n\n_Cler._ That should be _Dinants_ tongue too.\n\n_La-wr._ And I defy thee do thy worst: _O ho quoth_ Lancelot _tho_.\nAnd that thou shalt know, I am a true Gentleman,\nAnd speak according to the phrase triumphant;\nThy Lady is a scurvy Lady, and a shitten Lady,\nAnd though I never heard of her, a deboshed Lady,\nAnd thou, a squire of low degree; will that content thee?\nDost [thou] way-lay me with Ladies? A pretty sword, Sir,\nA very pretty sword, I have a great mind to't.\n\n_Din._ You shall not lose your longing, rogue.\n\n_Cler._ Hold, hold.\nHold _Dinant_, as thou art a Gentleman.\n\n_La-writ._ As much as you will, my hand is in now.\n\n_Cler._ I am your friend, Sir: _Dinant_ you draw your sword\nUpon the Gentleman preserv'd your honour:\nThis was my second, and did back me nobly,\nFor shame forbear.\n\n_Din._ I ask your mercy, Sir, and am your servant now.\n\n_La-writ._ May we not fight then?\n\n_Cler._ I am sure you shall not now.\n\n_La-wr._ I am sorry for't, I am sure I'le stay no longer then,\nNot a jot longer: are there any more on ye afore?\nI will sing still, Sir.          [_Exit_ La-writ, _singing_.\n\n_Din._ I look now you should chide me, and 'tis fit,\nAnd with much bitterness express your anger,\nI have deserv'd: yet when you know--\n\n_Cler._ I thank ye,\nDo you think that the wrong you have off'red me,\nThe most unmanly wrong, unfriendly wrong--\n\n_Din._ I do confess--\n\n_Cler._ That boyish sleight--\n\n_Din._ Not so, Sir.\n\n_Cler._ That poor and base renouncing of your honour,\nCan be allaied with words?\n\n_Din._ I give you way still.\n\n_Cler._ Coloured with smooth excuses? Was it a friends part,\nA Gentlemans, a mans that wears a Sword,\nAnd stands upon the point of reputation,\nTo hide his head then, when his honour call'd him?\nCall'd him aloud, and led him to his fortune?\nTo halt and slip the coller? by my life,\nI would have given my life I had never known thee,\nThou hast eaten Canker-like into my judgement\nWith this disgrace, thy whole life cannot heal again.\n\n_Din._ This I can suffer too, I find it honest.\n\n_Cler._ Can you pretend an excuse now may absolve you,\nOr any thing like honest, to bring you off?\nIngage me like an Asse?\n\n_Din._ Will you but hear me?\n\n_Cler._ Expose me like a Jade to tug, and hale through,\nLaugh'd at, and almost hooted? your disgraces\nInvite mens Swords and angers to dispatch me.\n\n_Din._ If you will be patient.\n\n_Cler._ And be abus'd still: But that I have call'd thee friend,\nAnd to that name allow a Sanctuary,\nYou should hear further from me, I would not talk thus:\nBut henceforth stand upon your own bottom, Sir,\nAnd bear your own abuses, I scorn my sword\nShould travel in so poor and empty quarrels.\n\n_Din._ Ha' you done yet? take your whole swing of anger,\nI'le bear all with content.\n\n_Cler._ Why were you absent?\n\n_Din._ You know I am no Coward, you have seen that,\nAnd therefore, out of fear forsook you not:\nYou know I am not false, of a treacherous nature,\nApt to betray my friend, I have fought for you too;\nYou know no business, that concern'd my state,\nMy kindred, or my life.\n\n_Cler._ Where was the fault then?\n\n_Din._ The honour of that Lady I adore,\nHer credit, and her name: ye know she sent for me,\nAnd with what haste.\n\n_Cler._ What was he that traduc'd?\n\n_Din._ The man i'th' Moon, I think, hither I was sent,\nBut to what end--\n\n    _Enter old_ Lady.\n\n_Cler._ This is a pretty flim-flam.\n\n_O. La._ I am glad I have met you Sir, I have been seeking,\nAnd seeking every where.\n\n_Cler._ And now you have found him,\nDeclare what business, our Embassadour.\n\n_O. Lady._ What's that to ye good man flouter? O Sir, my Lady.\n\n_Din._ Prethee no more of thy Lady, I have too much on't.\n\n_Cler._ Let me have a little, speak to me.\n\n_Old Lady._ To you Sir?\n'Tis more than time: All occasions set aside Sir,\nOr whatsoever may be thought a business--\n\n_Din._ What then?\n\n_Old Lady._ Repair to me within this hour.\n\n_Cler._ Where?\n\n_O. Lady._ What's that to you? come you, Sir, when y'are sent for.\n\n_Cler._ God a mercy _Mumpsimus_,\nYou may goe _Dinant_, and follow this old Fairie,\nTill you have lost your self, your friends, your credit,\nAnd Hunt away your youth in rare adventures,\nI can but grieve I have known you.\n\n_Old Lady._ Will ye goe Sir?\nI come not often to you with these blessings,\nYou m[a]y believe that thing there, and repent it,\nThat dogged thing.\n\n_Cler._ Peace touchwood.\n\n_Din._ I will not goe:\nGoe bid your Lady seek some fool to fawn on her,\nSome unexperienc'd puppie to make sport with,\nI have been her mirth too long, thus I shake from me\nThe fetters she put on; thus her enchantments\nI blow away like wind, no more her beauty--\n\n_Old Lady._ Take heed Sir what you say.\n\n_Cler._ Goe forward, _Dinant_.\n\n_Din._ The charms shot from her eyes--\n\n_Old Lady._ Be wise.\n\n_Cler._ Be Valiant.\n\n_Din._ That tongue that tells fair tales to mens destructions\nShall never rack me more.\n\n_Old Lady._ Stay there.\n\n_Cler._ Goe forward.\n\n_Din._ I will now hear her, see her as a woman,\nSurvey her, and the power man has allow'd, Sir,\nAs I would do the course of common things,\nUnmov'd, unstruck.\n\n_Cler._ Hold there, and I forgive thee.\n\n_Din._ She is not fair, and that that makes her proud,\nIs not her own, our eyes bestow it on her,\nTo touch and kiss her is no blessedness,\nA Sun-burnt Ethiops lip's as soft as her's.\nGoe bid her stick some other triumph up,\nAnd take into her favour some dull fool,\nThat has no pretious time to lose, no friends,\nNo honour, nor no life, like a bold Merchant,\nA bold and banquerupt man, I have ventur'd all these,\nAnd split my bottom: return this answer to her,\nI am awake again and see her mischiefs,\nAnd am not now, on every idle errand,\nAnd new coyn'd anger, to be hurried,\nAnd then despis'd again, I have forgot her.\n\n_Cler._ If this be true--\n\n_O. Lady._ I am sorry, I have troubled you,\nMore sorrie, that my Lady has adventur'd\nSo great a favour in so weak a mind:\nThis hour you have refus'd that when you come to know it,\nWill run you mad, and make you curse that fellow,\nShe is not fair, nor handsom, so I leave you.\n\n_Cler._ Stay Lady, stay, but is there such a business?\n\n_O. Lady._ You would break your neck 'twere yours.\n\n_Cler._ My back, you would say.\n\n_O. La._ But play the friends part still, Sir, and undoe him,\n'Tis a fair office.\n\n_Din._ I have spoke too liberally.\n\n_O. Lady._ I shall deliver what you say.\n\n_Cler._ You shall be hang'd first,\nYou would fain be prating now; take the man with you.\n\n_O. Lady._ Not I, I have no power.\n\n_Cler._ You may goe _Dinant_.\n\n_O. Lady._ 'Tis in's own will, I had no further charge, Sir,\nThan to tell him what I did, which if I had thought\nIt should have been receiv'd so--\n\n_Cler._ 'Faith you may,\nYou do not know how far it may concern you.\nIf I perceiv'd any trick in't.\n\n_Din._ 'Twill end there.\n\n_Cler._ 'Tis my fault then, there is an hour in fortune,\nThat must be still observ'd: you think I'le chide you,\nWhen things must be, nay see, an he will hold his head up?\nWould such a Lady send, with such a charge too?\nSay she has plaid the fool, play the fool with her again,\nThe great fool, the greater still the better.\nHe shall goe with you woman.\n\n_Old Lady._ As it please him,\nI know the way alone else.\n\n_Din._ Where is your Lady?\n\n_O. Lady._ I shall direct you quickly.\n\n_Din._ Well, I'le goe,\nBut what her wrongs will give me leave to say.\n\n_Cler._ We'll leave that to your selves: I shall hear from you.\n\n_Din._ As soon as I come off--\n\n_Cler._ Come on then bravely;\nFarewel till then, and play the man.\n\n_Din._ You are merry;\nAll I expect is scorn: I'le lead you Lady.      [_Exeunt severally._\n\n\n\n\n_Actus Tertius. Scena Prima._\n\n\n    _Enter_ Champernel, Lamira, Beaupre, Verdone, Charlotte.\n\n_Beaup._ We'l venture on him.\n\n_Cham._ Out of my doors I charge thee, see me no more.\n\n_Lami._ Your Nephew?\n\n_Cham._ I disclaim him,\nHe has no part in me, nor in my blood,\nMy Brother that kept fortune bound, and left\nConquest hereditary to his Issue\nCould not beget a coward.\n\n_Verd._ I fought, Sir,\nLike a good fellow, and a Souldier too,\nBut men are men, and cannot make their fates:\nAscribe you to my Father what you please,\nI am born to suffer.\n\n_Cham._ All disgraces wretch.\n\n_Lam._ Good Sir be patient.\n\n_Cham._ Was there no tree,\n(For to fall by a noble enemies sword,\nA Coward is unworthy) nor no River,\nTo force thy life out backward or to drown it,\nBut that thou must survive thy i[n]famie?\nAnd kill me with the sight of one I hate,\nAnd gladly would forget?\n\n_Beaup._ Sir, his misfortune\nDeserves not this reproof.\n\n_Cham._ In your opinion,\n'Tis fit you two should be of one belief,\nYou are indeed fine gallants, and fight bravely\nI'th' City with your tongues, but in the field\nHave neither spirit to dare nor power to do,\nYour swords are all lead there.\n\n_Beaup._ I know no duty,\n(How ever you may wreak your spleen on him,)\nThat bindes me to endure this.\n\n_Cham._ From _Dinant_\nYou'l suffer more; that ever cursed I,\nShould give my honour up, to the defence\nOf such a thing as he is, or my Lady\nThat is all Innocent, for whom a dove would\nAssume the courage of a daring Eagle,\nRepose her confidence in one that can\nNo better guard her. In contempt of you\nI love _Dinant_, mine enemy, nay admire him,\nHis valour claims it from me, and with justice,\nHe that could fight thus, in a cause not honest,\nHis sword edg'd with defence of right and honour,\nWould pierce as deep as lightning, with that speed too,\nAnd kill as deadly.\n\n_Verd._ You are as far from justice\nIn him you praise, as equitie in the censure\nYou load me with.\n\n_Beaup._ _Dinant?_ he durst not meet us.\n\n_Lam._ How? durst not, Brother?\n\n_Beaup._ Durst not, I repeat it.\n\n_Verd._ Nor was it _Cleremont_'s valour that disarm'd us,\nI had the better of him; for _Dinant_,\nIf that might make my peace with you, I dare\nWrite him a Coward upon every post,\nAnd with the hazard of my life defend it.\n\n_Lam._ If 'twere laid at the stake you'd lose it, Nephew.\n\n_Cham._ Came he not, say you?\n\n_Verd._ No, but in his room,\nThere was a Devil, hir'd from some Magician\nI'th' shape of an Atturney.\n\n_Beau._ 'Twas he did it.\n\n_Verd._ And his the honour.\n\n_Beau._ I could wish _Dinant_--\nBut what talk I of one that stept aside,\nAnd durst not come?\n\n_Lam._ I am such a friend to truth,\nI cannot hear this: why do you detract\nThus poorly (I should say to others basely)\nFrom one of such approv'd worth?\n\n_Cham._ Ha! how's this?\n\n_Lam._ From one so excellent in all that's noble,\nWhose only weakness is excess of courage?\nThat knows no enemies, that he cannot master,\nBut his affections, and in them, the worst\nHis love to me.\n\n_Cham._ To you?\n\n_Lam._ Yes, Sir, to me,\nI dare (for what is that which Innocence dares not)\nTo you profess it: and he shun'd not the Combat\nFor fear or doubt of these: blush and repent,\nThat you in thought e're did that wrong to valour.\n\n_Beaup._ Why, this is rare.\n\n_Cham._ 'Fore heaven, exceeding rare;\nWhy modest Lady, you that sing such Encomiums\nOf your first Suiter--\n\n_Verd._ How can ye convince us\nIn your reports?\n\n_Lam._ With what you cannot answer,\n'Twas my command that staid him.\n\n_Cham._ Your command?\n\n_Lam._ Mine, Sir, and had my will rank'd with my power,\nAnd his obedience, I could have sent him\nWith more ease, weaponless to you, and bound,\nThan have kept him back, so well he loves his honour\nBeyond his life.\n\n_Cham._ Better, and better still.\n\n_Lam._ I wrought with him in private to divert him\nFrom your assur'd destruction, had he met you.\n\n_Cham._ In private?\n\n_Lam._ Yes, and us'd all Arts, all Charms\nOf one that knew her self the absolute Mistris\nOf all his faculties.\n\n_Cham._ Gave all rewards too\nHis service could deserve; did not he take\nThe measure of my sheets?\n\n_Lam._ Do not look yellow,\nI have cause to speak; frowns cannot fright me,\nBy all my hopes, as I am spotless to you,\nIf I rest once assur'd you do but doubt me,\nOr curb me of that freedom you once gave me--\n\n_Cham._ What then?\n\n_Lam._ I'le not alone abuse your bed, that's nothing,\nBut to your more vexation, 'tis resolv'd on,\nI'le run away, and then try if _Dinant_\nHave courage to defend me.\n\n_Champ._ Impudent!\n\n_Verd._ And on the sudden--\n\n_Beau._ How are ye transform'd\nFrom what you were?\n\n_Lam._ I was an innocent Virgin,\nAnd I can truly swear, a Wife as pure\nAs ever lay by Husband, and will dy so,\nLet me live unsuspected, I am no servant,\nNor will be us'd like one: If you desire\nTo keep me constant as I would be, let\nTrust and belief in you beget and nurse it;\nUnnecessary jealousies make more whores\nThan all baits else laid to entrap our frailties.\n\n_Beau._ There's no contesting with her, from a child\nOnce mov'd, she hardly was to be appeas'd,\nYet I dare swear her honest.\n\n_Cham._ So I think too,\nOn better judgement: I am no Italian\nTo lock her up; nor would I be a Dutchman,\nTo have my Wife, my soveraign, to command me:\nI'le try the gentler way, but if that fail,\nBelieve it, Sir, there's nothing but extreams\nWhich she must feel from me.\n\n_Beau._ That, as you please, Sir.\n\n_Charl._ You have won the breeches, Madam, look up sweetly,\nMy Lord limps toward you.\n\n_Lam._ You will learn more manners.\n\n_Charl._ This is a fee, for counsel that's unask'd for.\n\n_Cham._ Come, I mistook thee sweet, prethee forgive me,\nI never will be jealous: e're I cherish\nSuch a mechanick humour, I'le be nothing;\nI'le say, _Dinant_ is all that thou wouldst have him,\nWill that suffice?\n\n_Lam._ 'Tis well, Sir.\n\n_Cham._ Use thy freedom\nUncheck'd, and unobserv'd, if thou wilt have it,\nThese shall forget their honour, I my wrongs.\nWe'll all dote on him, hell be my reward\nIf I dissemble.\n\n_Lam._ And that hell take me\nIf I affect him, he's a lustfull villain,\n(But yet no coward) and sollicites me\nTo my dishonour, that's indeed a quarrel,\nAnd truly mine, which I will so revenge,\nAs it shall fright such as dare only think\nTo be adulterers.\n\n_Cham._ Use thine own waies,\nI give up all to thee.\n\n_Beau._ O women, women!\nWhen you are pleas'd you are the least of evils.\n\n_Verd._ I'le rime to't, but provokt, the worst of Devils.      [_Exeunt._\n\n    _Enter Monsieur_ Sampson, _and three Clients_.\n\n_Samp._ I know Monsieur _La-writ_.\n\n_1 Cly._ Would he knew himself, Sir.\n\n_Samp._ He was a pretty Lawyer, a kind of pretty Lawyer,\nOf a kind of unable thing.\n\n_2 Cly._ A fine Lawyer, Sir,\nAnd would have firk'd you up a business,\nAnd out of this Court into that.\n\n_Samp._ Ye are too forward\nNot so fine my friends, something he could have done,\nBut short short.\n\n_1 Cly._ I know your worships favour,\nYou are Nephew to the Judge, Sir.\n\n_Samp._ It may be so,\nAnd something may be done, without trotting i'th' dirt, friends;\nIt may be I can take him in his Chamber,\nAnd have an hours talk, it may be so,\nAnd tell him that in's ear; there are such courtesies;\nI will not say, I can.\n\n_3 Cly._ We know you can, Sir.\n\n_Sam._ Peradventure I, peradventure no: but where's _La-writ_?\nWhere's your sufficient Lawyer?\n\n_1 Cly._ He's blown up, Sir.\n\n_2 Cly._ Run mad and quarrels with the Dog he meets;\nHe is no Lawyer of this world now.\n\n_Sam._ Your reason?\nIs he defunct? is he dead?\n\n_2 Cly._ No he's not dead yet, Sir;\nBut I would be loth to take a lease on's life for two hours:\nAlas, he is possest Sir, with the spirit of fighting\nAnd quarrels with all people; but how he came to it--\n\n_Samp._ If he fight well and like a Gentleman,\nThe man may fight, for 'tis a lawfull calling.\nLook you my friends, I am a civil Gentleman,\nAnd my Lord my Uncle loves me.\n\n_3 Cly._ We all know it, Sir.\n\n_Sam._ I think he does, Sir, I have business too, much business,\nTurn you some forty or fifty Causes in a week;\nYet when I get an hour of vacancie,\nI can fight too my friends, a little does well,\nI would be loth to learn to fight.\n\n_1 Cly._ But and't please you Sir,\nHis fighting has neglected all our business,\nWe are undone, our causes cast away, Sir,\nHis not appearance.\n\n_Sam._ There he fought too long,\nA little and fight well, he fought too long indeed friends;\nBut ne'r the less things must be as they may,\nAnd there be wayes--\n\n_1 Cly._ We know, Sir, if you please--\n\n_Sam._ Something I'le do: goe rally up your Causes.\n\n    _Enter_ La-writ, _and a_ Gentleman, _at the door_.\n\n_2 Cly._ Now you may behold Sir,\nAnd be a witness, whether we lie or no.\n\n_La-writ._ I'le meet you at the Ordinary, sweet Gentlemen,\nAnd if there be a wench or two--\n\n_Gen._ We'll have 'em.\n\n_La-writ._ No handling any Duells before I come,\nWe'll have no going else, I hate a coward.\n\n_Gent._ There shall be nothing done.\n\n_La-writ._ Make all the quarrels\nYou can devise before I come, and let's all fight,\nThere is no sport else.\n\n_Gent._ We'll see what may be done, Sir.\n\n_1 Cly._ Ha? Monsieur _La-writ_.\n\n_La-writ._ Baffled in way of business,\nMy causes cast away, Judgement against us?\nWhy there it goes.\n\n_2 Cly._ What shall we do the whilst Sir?\n\n_La-wr._ Breed new dissentions, goe hang your selves\n'Tis all one to me; I have a new trade of living.\n\n_1 Cli._ Do you hear what he saies Sir?\n\n_Sam._ The Gentleman speaks finely.\n\n_La-wr._ Will any of you fight? Fighting's my occupation\nIf you find your selves aggriev'd.\n\n_Sam._ A compleat Gentleman.\n\n_La-writ._ Avant thou buckram budget of petitions,\nThou spittle of lame causes; I lament for thee,\nAnd till revenge be taken--\n\n_Sam._ 'Tis most excellent.\n\n_La-wr._ There, every man chuse his paper, and his place.\nI'le answer ye all, I will neglect no mans business\nBut he shall have satisfaction like a Gentleman,\nThe Judge may do and not do, he's but a Monsieur.\n\n_Sam._ You have nothing of mine in your bag, Sir.\n\n_La-writ._ I know not Sir,\nBut you may put any thing in, any fighting thing.\n\n_Sam._ It is sufficient, you may hear hereafter.\n\n_La-writ._ I rest your servant Sir.\n\n_Sam._ No more words Gentlemen\nBut follow me, no more words as you love me,\nThe Gentleman's a noble Gentleman.\nI shall do what I can, and then--\n\n_Cli._ We thank you Sir.      [_Ex._ Sam. _and_ Clients.\n\n_Sam._ Not a word to disturb him, he's a Gentleman.\n\n_La-writ._ No cause go o' my side? the judge cast all?\nAnd because I was honourably employed in action,\nAnd not appear'd, pronounce? 'tis very well,\n'Tis well faith, 'tis well, Judge.\n\n    _Enter_ Cleremont.\n\n_Cler._ Who have we here?\nMy little furious Lawyer?\n\n_La-writ._ I say 'tis well,\nBut mark the end.\n\n_Cler._ How he is metamorphos'd!\nNothing of Lawyer left, not a bit of buckram,\nNo solliciting face now,\nThis is no simple conversion.\nYour servant Sir, and Friend.\n\n_La-writ._ You come in time, Sir,\n\n_Cler._ The happier man, to be at your command then.\n\n_La-writ._ You may wonder to see me thus; but that's all one,\nTime shall declare; 'tis true I was a Lawyer,\nBut I have mew'd that coat, I hate a Lawyer,\nI talk'd much in the Court, now I hate talking,\nI did you the office of a man.\n\n_Cler._ I must confess it.\n\n_La-w._ And budg'd not, no I budg'd not.\n\n_Cler._ No, you did not.\n\n_La-w._ There's it then, one good turn requires another.\n\n_Cler._ Most willing Sir, I am ready at your service.\n\n_La-w._ There, read, and understand, and then deliver it.\n\n_Cler._ This is a Challenge, Sir,\n\n_La-w._ 'Tis very like, Sir,\nI seldom now write Sonnets.\n\n_Cler._ _O admirantis_,\nTo Monsieur _Vertaign_, the President.\n\n_La-w._ I chuse no Fool, Sir.\n\n_Cler._ Why, he's no Sword-man, Sir.\n\n_La-w._ Let him learn, let him learn,\nTime, that trains Chickens up, will teach him quickly.\n\n_Cler._ Why, he's a Judge, an Old Man.\n\n_La-w._ Never too Old\nTo be a Gentleman; and he that is a Judge\nCan judge best what belongs to wounded honour.\nThere are my griefs, he has cast away my causes,\nIn which he has bowed my reputation.\nAnd therefore Judge, or no Judge.\n\n_Cler._ 'Pray be rul'd Sir,\nThis is the maddest thing--\n\n_La-w._ You will not carry it.\n\n_Cler._ I do not tell you so, but if you may be perswaded.\n\n_La-w._ You know how you us'd me when I would not fight,\nDo you remember, Gentleman?\n\n_Cler._ The Devil's in him.\n\n_La-w._ I see it in your Eyes, that you dare do it,\nYou have a carrying face, and you shall carry it.\n\n_Cler._ The least is Banishment.\n\n_La-w._ Be banish'd then;\n'Tis a friends part, we'll meet in _Africa_,\nOr any part of the Earth.\n\n_Cler._ Say he will not fight.\n\n_La-w._ I know then what to say, take you no care, Sir,\n\n_Cler._ Well, I will carry it, and deliver it,\nAnd to morrow morning meet you in the Louver,\nTill when, my service.\n\n_La-w._ A Judge, or no Judge, no Judge.      [_Exit_ La-writ.\n\n_Cler._ This is the prettiest Rogue that e'r I read of,\nNone to provoke to th' field, but the old President;\nWhat face shall I put on? if I come in earnest,\nI am sure to wear a pair of Bracelets;\nThis may make some sport yet, I will deliver it,\nHere comes the President.\n\n    _Enter_ Vertaign, _with two Gentlemen_.\n\n_Vert._ I shall find time, Gentlemen,\nTo do your causes good, is not that _Cleremont_?\n\n_1 Gent._ 'Tis he my Lord.\n\n_Vert._ Why does he smile upon me?\nAm I become ridiculous? has your fortune, Sir,\nUpon my Son, made you contemn his Father?\nThe glory of a Gentleman is fair bearing.\n\n_Cler._ Mistake me not my Lord, you shall not find that,\nI come with no blown Spirit to abuse you,\nI know your place and honour due unto it,\nThe reverence to your silver Age and Vertue.\n\n_Vert._ Your face is merry still.\n\n_Cler._ So is my business,\nAnd I beseech your honour mistake me not,\nI have brought you from a wild or rather Mad-man\nAs mad a piece of--you were wont to love mirth\nIn your young days, I have known your Honour woo it,\nThis may be made no little one, 'tis a Challenge, Sir,\nNay, start not, I beseech you, it means you no harm,\nNor any Man of Honour, or Understanding,\n'Tis to steal from your serious hours a little laughter;\nI am bold to bring it to your Lordship.\n\n_Vert._ 'Tis to me indeed:\nDo they take me for a Sword-man at these years?\n\n_Cler._ 'Tis only worth your Honours Mirth, that's all Sir,\n'Thad been in me else a sawcy rudeness.\n\n_Vert._ From one _La-writ_, a very punctual Challenge.\n\n_Cler._ But if your Lordship mark it, no great matter.\n\n_Vert._ I have known such a wrangling Advocate,\nSuch a little figent thing; Oh I remember him,\nA notable talking Knave, now out upon him,\nHas challeng'd me downright, defied me mortally\nI do remember too, I cast his Causes.\n\n_Cler._ Why, there's the quarrel, Sir, the mortal quarrel.\n\n_Vert._ Why, what a Knave is this? as y'are a Gentleman,\nIs there no further purpose but meer mirth?\nWhat a bold Man of War! he invites me roundly.\n\n_Cler._ If there should be, I were no Gentleman,\nNor worthy of the honour of my Kindred.\nAnd though I am sure your Lordship hates my Person,\nWhich Time may bring again into your favour,\nYet for the manners--\n\n_Vert._ I am satisfied,\nYou see, Sir, I have out-liv'd those days of fighting,\nAnd therefore cannot do him the honour to beat him my self;\nBut I have a Kinsman much of his ability,\nHis Wit and Courage, for this call him Fool,\nOne that will spit as senseless fire as this Fellow.\n\n_Cler._ And such a man to undertake, my Lord?\n\n_Vert._ Nay he's too forward; these two pitch Barrels together.\n\n_Cler._ Upon my soul, no harm.\n\n_Vert._ It makes me smile,\nWhy, what a stinking smother will they utter!\nYes, he shall undertake, Sir, as my Champion,\nSince you propound it mirth, I'll venture on it,\nAnd shall defend my cause, but as y'are honest\nSport not with bloud.\n\n_Cler._ Think not so basely, good Sir.\n\n_Vert._ A Squire shall wait upon you from my Kinsman,\nTo morrow morning make you sport at full,\nYou want no Subject; but no wounds.\n\n_Cler._ That's my care.\n\n_Ver._ And so good day.      [_Ex._ Vertaign, _and Gentlemen_.\n\n_Cler._ Many unto your honour.\nThis is a noble Fellow, of a sweet Spirit,\nNow must I think how to contrive this matter,\nFor together they shall go.\n\n    _Enter_ Dinant.\n\n_Din._ O _Cleremont_,\nI am glad I have found thee.\n\n_Cler._ I can tell thee rare things.\n\n_Din._ O, I can tell thee rarer,\nDost thou love me?\n\n_Cler._ Love thee?\n\n_Din._ Dost thou love me dearly?\nDar'st thou for my sake?\n\n_Cler._ Any thing that's honest.\n\n_Din._ Though it be dangerous?\n\n_Cler._ Pox o' dangerous.\n\n_Din._ Nay wondrous dangerous.\n\n_Cler._ Wilt thou break my heart?\n\n_Din._ Along with me then.\n\n_Cler._ I must part to morrow.\n\n_Din._ You shall, you shall, be faithful for this night,\nAnd thou hast made thy friend.\n\n_Cler._ Away, and talk not.                       [_Exeunt._\n\n    _Enter_ Lamira, _and Nurse_.\n\n_Lam._ O Nurse, welcome, where's _Dinant_?\n\n_Nurse._ He's at my back.\n'Tis the most liberal Gentleman, this Gold\nHe gave me for my pains, nor can I blame you,\nIf you yield up the fort.\n\n_Lam._ How? yield it up?\n\n_Nurse._ I know not, he that loves, and gives so largely,\nAnd a young Lord to boot, or I am cozen'd,\nMay enter every where.\n\n_Lam._ Thou'lt make me angry.\n\n    _Enter_ Dinant, _and_ Cleremont.\n\n_Nur._ Why, if you are, I hope here's one will please you,\nLook on him with my Eyes, good luck go with you:\nWere I young for your sake--\n\n_Din._ I thank thee, Nurse.\n\n_Nur._ I would be tractable, and as I am--\n\n_Lam._ Leave the room,\nSo old, and so immodest! and be careful,\nSince whispers will 'wake sleeping jealousies,\nThat none disturb my Lord.                         [_Exit Nurse._\n\n_Cler._ Will you dispatch?\nTill you come to the matter be not rapt thus,\nWalk in, walk in, I am your scout for once,\nYou owe me the like service.\n\n_Din._ And will pay it.\n\n_Lam._ As you respect our lives, speak not so loud.\n\n_Cler._ Why, do it in dumb shew then, I am silenc'd.\n\n_Lam._ Be not so hasty, Sir, the golden Apples\nHad a fell Dragon for their Guard, your pleasures\nAre to be attempted with _Herculean_ danger,\nOr never to be gotten.\n\n_Din._ Speak the means.\n\n_Lam._ Thus briefly, my Lord sleeps now, and alas,\nEach Night, he only sleeps.\n\n_Cler._ Go, keep her stirring.\n\n_Lam._ Now if he 'wake, as sometimes he does,\nHe only stretches out his hand and feels,\nWhether I am a bed, which being assur'd of,\nHe sleeps again; but should he miss me, Valour\nCould not defend our lives.\n\n_Din._ What's to be done then?\n\n_Lam._ Servants have servile faiths, nor have I any\nThat I dare trust; on noble _Cleremont_\nWe safely may rely.\n\n_Cler._ What man can do,\nCommand and boldly.\n\n_Lam._ Thus then in my place,\nYou must lye with my Lord.\n\n_Cler._ With an old man?\nTwo Beards together, that's preposterous.\n\n_Lam._ There is no other way, and though 'tis dangerous,\nHe having servants within call, and arm'd too,\nSlaves fed to act all that his jealousie\nAnd rage commands them, yet a true friend should not\nCheck at the hazard of a life.\n\n_Cler._ I thank you,\nI love my friend, but know no reason why\nTo hate my self; to be a kind of pander,\nYou see I am willing,\nBut to betray mine own throat you must pardon.\n\n_Din._ Then I am lost, and all my hopes defeated,\nWere I to hazard ten times more for you,\nYou should find, _Cleremont_--\n\n_Cler._ You shall not outdo me,\nFall what may fall, I'll do't.\n\n_Din._ But for his Beard--\n\n_Lam._ To cover that you shall have my night Linnen,\nAnd you dispos'd of, my _Dinant_ and I\nWill have some private conference.\n\n    _Enter_ Champernel, _privately_.\n\n_Cler._ Private doing,\nOr I'll not venture.\n\n_Lam._ That's as we agree.                [_Exeunt._\n\n    _Enter Nurse, and_ Charlotte, _pass over the Stage with\n    Pillows, Night cloaths, and such things_.\n\n_Cham._ What can this Woman do, preserving her honour?\nI have given her all the liberty that may be,\nI will not be far off though, nor I will not be jealous,\nNor trust too much, I think she is vertuous,\nYet when I hold her best, she's but a Woman,\nAs full of frailty as of faith, a poor sleight Woman,\nAnd her best thoughts, but weak fortifications,\nThere may be a Mine wrought: Well, let 'em work then,\nI shall meet with it, till the signs be monstrous,\nAnd stick upon my head, I will not believe it,      [_Stands private._\nShe may be, and she may not, now to my observation.\n\n    _Enter_ Dinant, _and_ Lamira.\n\n_Din._ Why do you make me stay so? if you love me--\n\n_Lam._ You are too hot and violent.\n\n_Din._ Why do you shift thus\nFrom one Chamber to another?\n\n_Lam._ A little delay, Sir,\nLike fire, a little sprinkled o'r with water\nMakes the desires burn clear, and ten times hotter.\n\n_Din._ Why do you speak so loud? I pray'e go in,\nSweet Mistriss, I am mad, time steals away,\nAnd when we would enjoy--\n\n_Lam._ Now fie, fie, Servant,\nLike sensual Beasts shall we enjoy our pleasures?\n\n_Din._ 'Pray do not kiss me then.\n\n_Lam._ Why, that I will, and you shall find anon, servant.\n\n_Din._ Softly, for heavens sake, you know my friend's engag'd,\nA little now, now; will ye go in again?\n\n_Lam._ Ha, ha, ha, ha.\n\n_Din._ Why do you laugh so loud, Precious?\nWill you betray me; ha' my friends throat cut?\n\n_Lam._ Come, come, I'll kiss thee again.\n\n_Cham._ Will you so? you are liberal,\nIf you do cozen me--\n\n    _Enter Nurse with Wine._\n\n_Din._ What's this?\n\n_Lam._ Wine, Wine, a draught or two.\n\n_Din._ What does this Woman here?\n\n_Lam._ She shall not hinder you.\n\n_Din._ This might have been spar'd,\n'Tis but delay and time lost; pray send her softly off.\n\n_Lam._ Sit down, and mix your spirits with Wine,\nI will make you another _Hercules_.\n\n_Din._ I dare not drink;\nFie, what delays you make! I dare not,\nI shall be drunk presently, and do strange things then.\n\n_Lam._ Not drink a cup with your Mistriss! O the pleasure.\n\n_Din._ Lady, why this?                      [_Musick._\n\n_Lam._ We must have mirth to our Wine, Man.\n\n_Din._ Pl---- o' the Musick.\n\n_Champ._ God-a-mercy Wench,\nIf thou dost cuckold me I shall forgive thee.\n\n_Din._ The house will all rise now, this will disturb all.\nDid you do this?\n\n_Lam._ Peace, and sit quiet, fool,\nYou love me, come, sit down and drink.\n\n    _Enter_ Cleremont _above_.\n\n_Cler._ What a Devil ail you?\nHow cold I sweat! a hogs pox stop your pipes,       [_Musick._\nThe thing will 'wake; now, now, methinks I find\nHis Sword just gliding through my throat. What's that?\nA vengeance choak your pipes. Are you there, Lady?\nStop, stop those Rascals; do you bring me hither\nTo be cut into minced meat? why _Dinant_?\n\n_Din._ I cannot do withal;\nI have spoke, and spoke; I am betray'd and lost too.\n\n_Cler._ Do you hear me? do you understand me?\n'Plague dam your Whistles.                    [_Musick ends._\n\n_Lam._ 'Twas but an over-sight, they have done, lye down.\n\n_Cler._ Would you had done too,\nYou know not\nIn what a misery and fear I lye.\nYou have a Lady in your arms.\n\n_Din._ I would have--            [_The Recorders again._\n\n_Champ._ I'll watch you Goodman Wou'd have.\n\n_Cler._ Remove for Heavens sake,\nAnd fall to that you come for.\n\n_Lam._ Lie you down,\n'Tis but an hours endurance now.\n\n_Cler._ I dare not, softly sweet Lady ----heart?\n\n_Lam._ 'Tis nothing but your fear, he sleeps still soundly,\nLie gently down.\n\n_Cler._ 'Pray make an end.\n\n_Din._ Come, Madam.\n\n_Lam._ These Chambers are too near.      [_Ex._ Din. Lam.\n\n_Cham._ I shall be nearer;\nWell, go thy wayes, I'le trust thee through the world,\nDeal how thou wilt: that that I never feel,\nI'le never fear. Yet by the honour of a Souldier,\nI hold thee truly noble: How these things will look,\nAnd how their blood will curdle! Play on Children,\nYou shall have pap anon. O thou grand Fool,\nThat thou knew'st but thy fortune--         [_Musick done._\n\n_Cler._ Peace, good Madam,\nStop her mouth, _Dinant_, it sleeps yet, 'pray be wary,\nDispatch, I cannot endure this misery,\nI can hear nothing more; I'll say my prayers,\nAnd down again--                              [_Whistle within._\nA thousand Alarms fall upon my quarters,\nHeaven send me off; when I lye keeping Courses.\nPl---- o' your fumbling, _Dinant_; how I shake!\n'Tis still again: would I were in the _Indies_.      [_Exit_ Cler.\n\n    _Enter_ Dinant, _and_ Lamira: _a light within_.\n\n_Din._ Why do you use me thus? thus poorly? basely?\nWork me into a hope, and then destroy me?\nWhy did you send for me? this new way train me?\n\n_Lam._ Mad-man, and fool, and false man, now I'll shew thee.\n\n_Din._ 'Pray put your light out.\n\n_Lam._ Nay I'll hold it thus,\nThat all chaste Eyes may see thy lust, and scorn it.\nTell me but this when you first doted on me,\nAnd made suit to enjoy me as your Wife,\nDid you not hold me honest?\n\n_Din._ Yes, most vertuous.\n\n_Lam._ And did not that appear the only lustre\nThat made me worth your love and admiration?\n\n_Din._ I must confess--\n\n_Lam._ Why would you deal so basely?\nSo like a thief, a Villain?\n\n_Din._ Peace, good Madam.\n\n_Lam._ I'll speak aloud too; thus maliciously,\nThus breaking all the Rules of honesty,\nOf honour and of truth, for which I lov'd you,\nFor which I call'd you servant, and admir'd you;\nTo steal that Jewel purchas'd by another,\nPiously set in Wedlock, even that Jewel,\nBecause it had no flaw, you held unvaluable:\nCan he that has lov'd good, dote on the Devil?\nFor he that seeks a Whore, seeks but his Agent;\nOr am I of so wild and low a blood?\nSo nurs'd in infamies?\n\n_Din._ I do not think so,\nAnd I repent.\n\n_Lam._ That will not serve your turn, Sir.\n\n_Din._ It was your treaty drew me on.\n\n_Lam._ But it was your villany\nMade you pursue it; I drew you but to try\nHow much a man, and nobly thou durst stand,\nHow well you had deserv'd the name of vertuous;\nBut you like a wild torrent, mix'd with all\nBeastly and base affections came floating on,\nSwelling your poyson'd billows--\n\n_Din._ Will you betray me?\n\n_Lam._ To all the miseries a vext Woman may.\n\n_Din._ Let me but out,\nGive me but room to toss my Sword about me,\nAnd I will tell you y'are a treacherous woman,\nO that I had but words!\n\n_Lam._ They will not serve you.\n\n_Din._ But two-edg'd words to cut thee; a Lady traytor?\nPerish by a proud Puppet? I did you too much honour,\nTo tender you my love, too much respected you\nTo think you worthy of my worst embraces.\nGo take your Groom, and let him dally with you,\nYour greasie Groom; I scorn to imp your lame stock,\nYou are not fair, nor handsome, I lyed loudly,\nThis tongue abus'd you when it spoke you beauteous.\n\n_Lam._ 'Tis very well, 'tis brave.\n\n_Din._ Put out your light,\nYour lascivious eyes are flames enough\nFor Fools to find you out; a Lady Plotter!\nMust I begin your sacrifice of mischief?\nI and my friend, the first-fruits of that bloud,\nYou and your honourable Husband aim at?\nCrooked and wretched you are both.\n\n_Lam._ To you, Sir,\nYet to the Eye of Justice straight as Truth.\n\n_Din._ Is this a womans love? a womans mercy?\nDo you profess this seriously? do you laugh at me?\n\n_Lam._ Ha, ha.\n\n_Din._ Pl---- light upon your scorns, upon your flatteries,\nUpon your tempting faces, all destructions;\nA bedrid winter hang upon your cheeks,\nAnd blast, blast, blast those buds of Pride that paint you;\nDeath in your eyes to fright men from these dangers:\nRaise up your trophy, _Cleremont_.\n\n_Cler._ What a vengeance ail you?\n\n_Din._ What dismal noise! is there no honour in you?\n_Cleremont_, we are betrayed, betrayed, sold by a woman;\nDeal bravely for thy self.\n\n_Cler._ This comes of rutting;\nAre we made stales to one another?\n\n_Din._ Yes, we are undone, lost.\n\n_Cler._ You shall pay for't grey-beard.\nUp, up, you sleep your last else.      {_Lights above, two Servants\n                                       {and_ Anabel.\n_1 Serv._ No, not yet, Sir,\nLady, look up, would you have wrong'd this Beauty?\nWake so tender a Virgin with rough terms?\nYou wear a Sword, we must entreat you leave it.\n\n_2 Serv._ Fye Sir, so sweet a Lady?\n\n_Cler._ Was this my bed-fellow, pray give me leave to look,\nI am not mad yet, I may be by and by.\nDid this lye by me?\nDid I fear this? is this a Cause to shake at?\nAway with me for shame, I am a Rascal.\n\n    _Enter_ Champernel, Beaupre, Verdone, Lamira, Anabel,\n    Cleremont, _and two Servants_.\n\n_Din._ I am amaz'd too.\n\n_Beaup._ We'll recover you.\n\n_Verd._ You walk like _Robin-good-fellow_ all the house over,\nAnd every man afraid of you.\n\n_Din._ 'Tis well, Lady;\nThe honour of this deed will be your own,\nThe world shall know your bounty.\n\n_Beaup._ What shall we do with 'em?\n\n_Cler._ Geld me,\nFor 'tis not fit I should be a man again,\nI am an Ass, a Dog.\n\n_Lam._ Take your revenges,\nYou know my Husbands wrongs and your own losses.\n\n_Anab._ A brave man, an admirable brave man;\nWell, well, I would not be so tryed again;\nA very handsome proper Gentleman.\n\n_Cler._ Will you let me lye by her but one hour more,\nAnd then hang me?\n\n_Din._ We wait your malice, put your swords home bravely,\nYou have reason to seek bloud.\n\n_Lam._ Not as you are noble.\n\n_Cham._ Hands off, and give them liberty, only disarm 'em.\n\n_Beaup._ We have done that already.\n\n_Cham._ You are welcome, Gentlemen,\nI am glad my house has any pleasure for you,\nI keep a couple of Ladies here, they say fair,\nAnd you are young and handsome, Gentlemen;\nHave you any more mind to Wenches?\n\n_Cler._ To be abus'd too? Lady, you might have help'd this.\n\n_Ana._ Sir now 'tis past, but 't may be I may stand\nYour friend hereafter, in a greater matter.\n\n_Cler._ Never whilst you live.\n\n_Ana._ You cannot tell--now, Sir, a parting hand.\n\n_Cler._ Down and Roses:\nWell I may live to see you again. A dull Rogue,\nNo revelation in thee.\n\n_Lam._ Were you well frighted?\nWere your fitts from the heart, of all colds and colours?\nThat's all your punishment.\n\n_Cler._ It might have been all yours,\nHad not a block-head undertaken it.\n\n_Cham._ Your swords you must leave to these Gentlemen.\n\n_Verd._ And now, when you dare fight,\nWe are on even Ice again.\n\n_Din._ 'Tis well:\nTo be a Mistris, is to be a monster,\nAnd so I leave your house, and you for ever.\n\n_Lam._ Leave your wild lusts, and then you are a master.\n\n_Cham._ You may depart too.\n\n_Cler._ I had rather stay here.\n\n_Cham._ Faith we shall fright you worse.\n\n_Cler._ Not in that manner,\nThere's five hundred Crowns, fright me but so again.\n\n_Din._ Come _Cleremont_, this is the hour of fool.\n\n_Cler._ Wiser the next shall be or we'll to School.      [_Exeunt._\n\n_Champ._ How coolly these hot gallants are departed!\nFaith Cousin, 'twas unconscionably done,\nTo lye so still, and so long.\n\n_Anab._ 'Twas your pleasure,\nIf 'twere a fault, I may hereafter mend.\n\n_Champ._ O my best Wife,\nTake now what course thou wilt, and lead what life.\n\n_Lam._ The more trust you commit, the more care still,\nGoodness and vertue shall attend my will.\n\n_Cham._ Let's laugh this night out now, and count our gains.\nWe have our honours home, and they their pains.      [_Exeunt omnes._\n\n\n\n\n_Actus Quartus. Scena Prima._\n\n\n   _Enter_ Cleremont, Dinant.\n\n_Din._ It holds, they will go thither.\n\n_Cler._ To their Summer-house?\n\n_Din._ Thither i'th' evening, and which is the most infliction,\nOnly to insult upon our miseries.\n\n_Cler._ Are you provided?\n\n_Din._ Yes, yes.\n\n_Cler._ Throughly?\n\n_Din._ Throughly.\n\n_Cler._ Basta, enough, I have your mind, I will not fail you.\n\n_Din._ At such an hour.\n\n_Cler._ Have I a memory?\nA Cause, and Will to do? thou art so sullen--\n\n_Din._ And shall be, till I have a fair reparation.\n\n_Cler._ I have more reason, for I scaped a fortune,\nWhich if I come so near again: I say nothing,\nBut if I sweat not in another fashion--\nO, a delicate Wench.\n\n_Din._ 'Tis certain a most handsome one.\n\n_Cler._ And me thought the thing was angry with it self too\nIt lay so long conceal'd, but I must part with you,\nI have a scene of mirth, to drive this from my heart,\nAnd my hour is come.\n\n_Din._ Miss not your time.\n\n_Cler._ I dare not.               [_Exeunt severally._\n\n    _Enter_ Sampson, _and a Gentleman_.\n\n_Gent._ I presume, Sir, you now need no instruction,\nBut fairly know, what belongs to a Gentleman;\nYou bear your Uncles cause.\n\n_Sam._ Do not disturb me,\nI understand my cause, and the right carriage.\n\n_Gent._ Be not too bloody.\n\n_Sam._ As I find my enemy; if his sword bite,\nIf it bite, Sir, you must pardon me.\n\n_Gent._ No doubt he is valiant,\nHe durst not undertake else,\n\n_Sam._ He's most welcome,\nAs he is most valiant, he were no man for me else.\n\n_Gent._ But say he should relent.\n\n_Sam._ He dies relenting,\nI cannot help it, he must di[e] relenting,\nIf he pray, praying, _ipso facto_, praying,\nYour honourable way admits no prayer,\nAnd if he fight, he falls, there's his _quietus_.\n\n_Gent._ Y'are nobly punctual, let's retire and meet 'em,\nBut still, I say, have mercy.\n\n_Samp._ I say, honour.                      [_Exeunt._\n\n    _Enter_ Champernel, Lamira, Anabel, Beaupre, Verdone,\n    Charlote _and a Servant_.\n\n_Lam._ Will not you go sweet-heart?\n\n_Champ._ Go? I'le fly with thee.\nI stay behind?\n\n_Lam._ My Father will be there too,\nAnd all our best friends.\n\n_Beau._ And if we be not merry,\nWe have hard luck, Lady.\n\n_Verd._ Faith let's have a kind of play.\n\n_Cham._ What shall it be?\n\n_Verd._ The story of _Dinant_.\n\n_Lam._ With the merry conceits of _Cleremont_,\nHis Fits and Feavers.\n\n_Ana._ But I'le lie still no more.\n\n_Lam._ That, as you make the Play, 'twill be rare sport,\nAnd how 'twill vex my gallants, when they hear it!\nHave you given order for the Coach?\n\n_Charl._ Yes, Madam.\n\n_Cham._ My easie Nag, and padd.\n\n_Serv._ 'Tis making ready.\n\n_Champ._ Where are your Horses?\n\n_Beau._ Ready at an hour, Sir: we'll not be last.\n\n_Cham._ Fie, what a night shall we have!\nA roaring, merry night.\n\n_Lam._ We'll flie at all, Sir.\n\n_Cham._ I'le flie at thee too, finely, and so ruffle thee,\nI'le try your Art upon a Country pallet.\n\n_Lam._ Brag not too much, for fear I should expect it,\nThen if you fail--\n\n_Cham._ Thou saiest too true, we all talk.\nBut let's in, and prepare, and after dinner\nBegin our mirthful pilgrimage.\n\n_Lam._ He that's sad,\nA crab-face'd Mistris cleave to him for this year.      [_Exeunt._\n\n    _Enter_ Cleremont, _and_ La-writ.\n\n_La-writ._ Since it cannot be the Judge--\n\n_Cler._ 'Tis a great deal better.\n\n_La-writ._ You are sure, he is his kinsman? a Gentleman?\n\n_Cler._ As arrant a Gentleman, and a brave fellow,\nAnd so near to his blood--\n\n_La-writ._ It shall suffice,\nI'le set him further off, I'le give a remove\nShall quit his kindred, I'le lopp him.\n\n_Cl[e]r._ Will ye kill him?\n\n_La-w._ And there were no more Cousins in the world I kill him,\nI do mean, Sir, to kill all my Lords kindred.\nFor every cause a Cousin.\n\n_Cler._ How if he have no more Cousins?\n\n_La-writ._ The next a kin then to his Lordships favour;\nThe man he smiles upon.\n\n_Cler._ Why this is vengeance, horrid, and dire.\n\n_La-writ._ I love a dire revenge:\nGive me the man that will all others kill,\nAnd last himself,\n\n_Cler._ You stole that resolution.\n\n_La-writ._ I had it in a Play, but that's all one,\nI wou'd see it done.\n\n_Cler._ Come, you must be more merciful.\n\n_La-writ._ To no Lords Cousins in the world, I hate 'em;\nA Lords Cousin to me is a kind of Cockatrice,\nIf I see him first, he dies.\nA strange Antipathy.\n\n_Cler._ What think you of their Nieces?\n\n_La-writ._ If I like 'em,\nThey may live, and multiply; 'tis a cold morning.\n\n_Cler._ 'Tis sharp indeed; you have broke your fast?\n\n_La-writ._ No verily.\n\n_Cler._ Your valour would have ask'd a good foundation.\n\n_La-writ._ Hang him, I'le kill him fasting.\n\n    _Enter_ Sampson _and the Gent_.\n\n_Cler._ Here they come,\nBear your self in your language, smooth and gently,\nWhen your swords argue.\n\n_La-writ._ 'Pray Sir, spare your precepts.\n\n_Gent._ I have brought you, Sir--\n\n_La-writ._ 'Tis very well, no words,\nYou are welcome, Sir.\n\n_Sam._ I thank you, Sir, few words.\n\n_La-writ._ I'le kill you for your Uncles sake.\n\n_Sam._ I love you,\nI'le cut your throat for your own sake.\n\n_La-writ._ I esteem of you.\n\n_Cler._ Let's render 'em honest, and fair, Gentlemen,\nSearch my friend, I'le search yours.\n\n_Gent._ That's quickly done.\n\n_Cler._ You come with no Spells, nor Witchcrafts?\n\n_Sam._ I come fairly to kill him honestly.\n\n_La-writ._ Hang Spells, and Witchcrafts,\nI come to kill my Lords Nephew like a Gentleman,\nAnd so I kiss his hand.\n\n_Gent._ This Doublet is too stiff.\n\n_La-writ._ Off with't, I hate it,\nAnd all such fortifications, feel my skin,\nIf that be stiff, flea that off too.\n\n_Gent._ 'Tis no soft one.\n\n_La-writ._ Off with't, I say:\nI'le fight with him like a flea'd Cat.\n\n_Gent._ You are well, you are well.\n\n_Cler._ You must uncase too.\n\n_Sam._ Yes, Sir.\nBut tell me this, why should I mix mine honour\nWith a fellow, that has ne're a lace in's shirt?\n\n_Gent._ That's a main point, my friend has two.\n\n_Cler._ That's true, Sir.\n\n_La-w._ Base and degenerate Cousin, dost not thou know\nAn old, and tatter'd colours, to the enemy,\nIs of more honour, and shews more ominous?\nThis shirt, five times, victorious I have fought under,\nAnd cut through squadrons of your curious cut-works,\nAs I will do through thine, shake, and be satisfied.\n\n_Cler._ This is unanswerable.\n\n_Sam._ But may I fight with a foul shirt?\n\n_Gent._ Most certain, so it be a fighting shirt,\nLet it be ne're so foul, or lowsie, _CÃ¦sar_ wore such a one.\n\n_Sam._ Saint _Denis_ then: I accept your shirt.\n\n_Cler._ Not so forward, first you must talk,\n'Tis a main point, of the French method,\nTalk civilly, and make your cause Authentick.\n\n_Gent._ No weapon must be near you, nor no anger.\n\n_Cler._ When you have done, then stir your resolutions,\nTake to your Weapons bravely.\n\n_La-writ._ 'Tis too cold;\nThis for a Summer fight.\n\n_Cler._ Not for a world you should transgress the rules.\n\n_Sam._ 'Tis pievish weather,\nI had rather fight without.\n\n_Gent._ An 'twere in a River.\n\n_Cler._ Where both stood up to th' chins.\n\n_La-writ._ Then let's talk quickly,\nPl---- o' this circumstance.\n\n_Cler._ Are the Horses come yet?\n\n_Gent._ Yes certain: give your swords to us, now civilly.\n\n_Cler._ We'll stand a while off; take the things, and leave 'em,\nYou know when, and let the children play:\nThis is a dainty time of year for puppies,\nWould the old Lord were here.\n\n_Gent._ He would dye with laughter.\n\n_Cler._ I am sorry I have no time to see this game out,\nAway, away.\n\n_Gent._ Here's like to be a hot fight,\nCall when y'are fit.             [_Ex._ Cler. _and Gent._\n\n_La-writ._ Why look you Sir, you seem to be a Gentleman,\nAnd you come in honour of your Uncle, boh, boh, 'tis very cold;\nYour Uncle has offer'd me some few affronts,\nPast flesh and blood to bear: boh, boh, wondrous cold.\n\n_Sam._ My Lord, mine Uncle, is an honourable man,\nAnd what he offers, boh, boh, cold indeed,\nHaving made choice of me, an unworthy kinsman,\nYet take me with you: boh, boh, pestilence cold,\nNot altogether.\n\n_La-writ._ Boh, boh, I say altogether.\n\n_Sam._ You say you know not what then? boh, boh, Sir.\n\n_La-writ._ Sir me with your sword in your hand;\nYou have a scurvy Uncle, you have a most scurvy cause,\nAnd you are--boh, boh.\n\n_Sam._ Boh, boh, what?\n\n_La-writ._ A shitten scurvy Cousin.\n\n_Samp._ Our Swords; our Swords;\nThou art a Dog, and like a Dog, our Swords.\n\n_La-w._ Our weapons Gentlemen: ha? where's your second?\n\n_Sam._ Where's yours?\n\n_La-writ._ So ho; our weapons.\n\n_Sam._ Wa, ha, ho, our weapons;\nOur Doublets and our weapons, I am dead.\n\n_La-w._ First, second, third, a pl---- be wi' you Gentlemen.\n\n_Sam._ Are these the rules of honour? I am starv'd.\n\n_La-w._ They are gone, and we are here; what shall we do?\n\n_Sam._ O for a couple of Faggots.\n\n_La-w._ Hang a couple of Faggots.\nDar'st thou take a killing cold with me?\n\n_Sam._ I have it already.\n\n_La-w._ Rogues, Thieves, boh, boh, run away with our Doublets?\nTo fight at Buffets now, 'twere such a May-game.\n\n_Sam._ There were no honour in't, pl---- on't, 'tis scurvy.\n\n_La-w._ Or to revenge my wrongs at fisty-cuffes.\n\n_Sam._ My Lord, mine Uncles cause, depend on Boxes?\n\n_La-w._ Let's go in quest, if we ever recover 'em.\n\n_Sam._ I, come, our Colds together, and our Doublets.\n\n_La-w._ Give me thy hand; thou art a valiant Gentleman,\nI say if ever we recover 'em--\n\n_Sam._ Let's get into a house and warm our hearts.\n\n_La-w._ There's ne're a house within this mile, beat me,\nKick me and beat me as I go, and I'le beat thee too,\nTo keep us warm; if ever we recover 'em--\nKick hard, I am frozen: so, so, now I feel it.\n\n_Sam._ I am dull yet.\n\n_La-w._ I'le warm thee, I'le warm thee--Gentlemen?\nRogues, Thieves, Thieves: run now I'le follow thee.      [_Exeunt._\n\n    _Enter_ Vertaign, Champernel, Beaupre, Verdone, Lamira,\n    Annabel, Charlote, _Nurse_.\n\n_Verta._ Use legs, and have legs.\n\n_Cham._ You that have legs say so,\nI put my one to too much stress.\n\n_Verdo._ Your Horse, Sir,\nWill meet you within half a mile.\n\n_Lam._ I like\nThe walk so well, I should not miss my Coach,\nThough it were further. _Annabel_ thou art sad:\nWhat ails my Niece?\n\n_Beau._ She's still musing, Sister,\nHow quietly her late bed-fellow lay by her.\n\n_Nurse._ Old as I am, he would have startled me,\nNor can you blame her.\n\n_Char._ Had I ta'ne her place,\nI know not, but I fear, I should ha' shreek'd,\nThough he had never offer'd--\n\n_Ana._ Out upon thee,\nThou wouldst have taught him.\n\n_Char._ I think, with your pardon,\nThat you wish now you had.\n\n_Ana._ I am glad I yield you                [_Cornet._\nSuch ample scope of mirth.                  [_Musick within._\n\n_Verta._ Nay, be not angry,\nThere's no ill meant: ha? Musick, and choice Musick?\n\n_Cham._ 'Tis near us in the Grove; what courteous bounty\nBestows it on us? my dancing days are done;\nYet I would thank the giver, did I know him.\n\n_Verdo._ 'Tis questionless, some one of your own Village,\nThat hearing of your purpos'd journey thither,\nPrepares it for your entertainment, and\nThe honour of my Lady.\n\n_Lam._ I think rather,\nSome of your Lordships Clients.\n\n_Beaup._ What say you Cousin,\nIf they should prove your Suitors?\n\n_Verd._ That's most likely.\n\n_Nurse._ I say if you are noble, be't who will,\nGo presently and thank 'em: I can jump yet,\nOr tread a measure.\n\n_Lam._ Like a Millers Mare.\n\n_Nurs._ I warrant you well enough to serve the Country,\nI'le make one, and lead the way.                    [_Exit._\n\n_Charl._ Do you note,\nHow zealous the old Crone is?\n\n_Lam._ And you titter\nAs eagerly as she: come sweet, we'll follow,\nNo ill can be intended.                      [_Musick ends._\n\n_Cham._ I ne're feared yet.                    [_Exeunt._\n\n    SONG in the Wood.\n\n    _This way, this way come and hear,\n    You that hold these pleasures dear,\n    Fill your ears with our sweet sound,\n    Whilst we melt the frozen ground:\n    This way come, make haste oh fair,\n    Let your clear eyes gild the Air;\n    Come and bless us with your sight,\n    This way, this way, seek delight._\n\n    _Enter company of Gentlemen, like Ruffians._\n\n_1 Gent._ They are ours, but draw them on a little further\nFrom the foot-path into the neighbouring thicket,\nAnd we may do't, as safe as in a Castle.\n\n_2 Gent._ They follow still; the President _Vertaigne_\nComes on a pace, and _Champernel_ limps after;\nThe Women, as if they had wings, and walk't\nUpon the Air, fly to us.\n\n_1 Gent._ They are welcome,\nWe'll make 'em sport; make a stand here, all know\nHow we are to proceed.\n\n_2 Gent._ We are instructed.        [_Still Musick within._\n\n_1 Gent._ One strain or two more.             [_Gent. off._\n\n    _Enter_ Vertaigne, Champernel, Beaupre, Verdone, Lamira,\n    Anabel, _Nurse_, Charlote.\n\nExcellent, they are come.\n\n_Nurse._ We cannot miss, in such a business, yet\nMine ear ne'r fail'd me.                [_Musick for the Dance._\n\n_Charl._ Would we were at it once,\nI do not walk, but Dance.\n\n_1 Gent._ You shall have dancing.\nBegin, and when I give the word--\n\n_2 Gent._ No more:\nWe are instructed.                                     [_Dance._\n\n_Beaupre._ But win us fairly--\n\n_1 Gent._ O Sir, we do not come to try your valour,\nBut to possess you, yet we use you kindly\nIn that, like English Thieves, we kill you not,\nBut are contented with the spoil.\n\n_Verta._ Oh Heaven!\nHow hath mine age deserv'd this?\n\n_Cham._ Hell confound it,\nThis comes of walking; had I kept my legs,\nOr my good Horse, my Armour on,\nMy Staff in my rest, and this good Sword too, friend,\nHow I would break and scatter these.\n\n_All Gent._ Ha, ha, ha.\n\n_Cham._ Do you scorn me Rogues?\n\n_Nurs._ Nay, Gentlemen, kind Gentlemen,\nOr honest keepers of these woods, but hear me,\nBe not so rough; if you are taken with\nMy beauty, as it hath been worth the seeking,\nSome one or two of you try me in private,\nYou shall not find me squeamish.\n\n_Charl._ Do not kill me,\nAnd do your worst, I'le suffer.\n\n_Lam._ Peace vile creatures.\n\n_Vert._ Do you know me, or my place, that you presume not\nTo touch my person?\n\n_1 Gent._ If you are well, rest so,\nProvoke not angry Wasps.\n\n_Verta._ You are Wasps indeed,\nNever created to yield Wax or Honey,\nBut for your Countries torment; yet if you are men,\n(As you seem such in shape) if true born French-men,\nHowever want compels you to these courses,\nRest satisfied with what you can take from us,\n(These Ladies honours, and our liberties safe)\nWe freely give it.\n\n_1 Gent._ You give but our own.\n\n_Verta._ Look on these grey hairs, as you would be old,\nTheir tears, as you would have yours to find mercy\nWhen Justice shall o'retake you.\n\n_Cham._ Look on me,\nLook on me Rascals, and learn of me too,\nThat have been in some part of your profession,\nBefore that most of you ere suck'd, I know it,\nI have rode hard, and late too.\n\n_Verta._ Take heed, Sir.\n\n_Cham._ Then use me like a Brother of the Trade,\nFor I have been at Sea, as you on land are,\nRestore my Matrimony undefil'd,\nWrong not my Neece, and for our gold or silver,\nIf I pursue you, hang me.\n\n_Nurs._ 'Tis well offer'd,\nAnd as I said, sweet Gentlemen, with sowre faces,\nIf you are high, and want some sport, or so,\n(As living without action here, you may do)\nForbear their tender grissels, they are meat\nWill wash away, there is no substance in it,\nWe that are expert in the game, and tough too,\nWill hold you play.\n\n    _Enter_ Dinant _and_ Cleremont.\n\n_1 Gent._ This Hen longs to be troden.\n\n_Din._ Lackey, my Horse.\n\n_Cler._ This way, I heard the cries\nOf distress'd Women.\n\n_2 Gent._ Stand upon your guard.\n\n_Din._ Who's here? my witty, scornful Lady-plot\nIn the hands of Ruffians?\n\n_Cler._ And my fine cold virgin,\nThat was insensible of man, and woman?\n\n_Din._ Justice too,\nWithout a sword to guard it self?\n\n_Cler._ And valour with its hands bound?\n\n_Din._ And the great Souldier dull?\nWhy this is strange.\n\n_Lam._ _Dinant_ as thou art noble--\n\n_Ana._ As thou art valiant _Cleremont_--\n\n_Lam._ As ever I appear'd lovely--\n\n_Ana._ As you ever hope\nFor what I would give gladly--\n\n_Cler._ Pretty conjurations.\n\n_Lam._ All injuries a little laid behind you.\n\n_Ana._ Shew your selves men, and help us.\n\n_Din._ Though your many\nAnd gross abuses of me should more move me\nTo triumph in your miseries than relieve you,--\nYet that hereafter you may know that I\nThe scorn'd and despis'd _Dinant_, know what does\nBelong to honour, thus--\n\n_Cler._ I will say little,                        [_Fight._\nSpeak thou for me.\n\n_Cham._ 'Tis bravely fought.\n\n_Verta._ Brave tempers,\nTo do thus for their enemies.\n\n_Cham._ They are lost yet.\n\n_1 Gent._ You that would rescue others, shall now feel\nWhat they were born to.\n\n_2 Gent._ Hurry them away.       [_Ex. Manent_ Vert. _and_ Champernel.\n\n_Cham._ That I could follow them.\n\n_Verta._ I only can lament my fortune, and desire of heaven\nA little life for my revenge.\n\n_Cham._ The Provost\nShall fire the woods, but I will find 'em out,\nNo cave, no rock, nor hell shall keep them from\nMy searching vengeance.\n\n    _Enter_ La-writ, _and_ Sampson.\n\n_La-writ._ O cold! O fearfull cold! plague of all seconds.\n\n_Samp._ O for a pint of burnt wine, or a sip\nOf _aqua-fortis_.\n\n_Cham._ The rogues have met with these two\nUpon my life and rob'd 'em.\n\n_La-writ._ As you are honourable Gentlemen,\nImpart unto a couple of cold combatants.\n\n_Sam._ My Lord, mine uncle as I live.\n\n_La-writ._ Pox take him.\nHow that word has warm'd my mouth!\n\n_Verta._ Why how now Cousin?\nWhy, why? and where man, have you been? at a Poulters\nThat you are cas'd thus like a rabbet? I could laugh now,\nAnd I shall laugh, for all I have lost my Children,\nLaugh monstrously.\n\n_Cham._ What are they?\n\n_Verta._ Give me leave Sir,\nLaugh more and more, never leave laughing.\n\n_Cham._ Why Sir?\n\n_Verta._ Why 'tis such a thing I smell it Sir, I smell it,\nSuch a ridiculous thing,--\n\n_La-writ._ Do you laugh at me my Lord?\nI am very cold, but that should not be laught at.\n\n_Cham._ What art thou?\n\n_La-writ._ What art thou?\n\n_Sam._ If he had his doublet.--\nAnd his sword by his side, as a Gentleman ought to have.\n\n_Verta._ Peace Monsieur _Sampson_.\n\n_Cham._ Come hither little Gentleman.\n\n_La-writ._ Base is the slave commanded: come to me.\n\n_Verta._ This is the little advocate.\n\n_Cham._ What advocate?\n\n_Verta._ The little advocate that sent me a challenge,\nI told you that my Nephew undertook it,\nAnd what 'twas like to prove: now you see the issue.\n\n_Cham._ Is this the little Lawyer?\n\n_La-writ._ You have a sword Sir,\nAnd I have none, you have a doublet too\nThat keeps you warm, and makes you merry.\n\n_Sam._ If your Lordship knew\nThe nature, and the nobleness of the Gentleman,\nThough he shew slight here, and at what gusts of danger\nHis manhood has arrived,\nBut that\nMens fates are foolish,\nAnd often headlong overrun their fortunes.\n\n_La-writ._ That little Lawyer would so prick his ears up,\nAnd bite your honour by the nose.\n\n_Cham._ Say you so Sir?\n\n_La-writ._ So niggle about your grave shins Lord _Verta[ig]ne_ too.\n\n_Sam._ No more sweet Gentleman, no more of that Sir.\n\n_La-writ._ I will have more, I must have more.\n\n_Verta._ Out with it.\n\n_Sam._ Nay he is as brave a fellow.--\n\n_Cham._ Have I caught you?             [_Strikes him down._\n\n_Verta._ Do not kill him, do not kill him.\n\n_Cham._ No, no, no, I will not. Do you peep again?\nDown down proud heart.\n\n_Sam._ O valour,\nLook up brave friend, I have no means to rescue thee,\nMy Kingdom for a sword.\n\n_Cham._ I'le sword you presently,\nI'le claw your skin coat too.\n\n_Verta._ Away good _Sampson_,\nYou go to grass else instantly.\n\n_Sam._ But do not murder my brave friend.\n\n_Verta._ Not one word.\n\n_Cham._ If you do sirra--\n\n_Sam._ Must I goe off dishonour'd?\nAdversity tries valour, so I leave thee.                 [_Exit_.\n\n_Cham._ Are you a Lawyer Sir?\n\n_La-writ._ I was, I was Sir.\n\n_Cham._ Nay never look, your Lawyers pate is broken,\nAnd your litigious blood about your ears sirra,\nWhy do you fight and snarle?\n\n_La-writ._ I was possest.\n\n_Cham._ I'le dispossess you.\n\n_Verta._ Ha, ha, ha.\n\n_La-writ._ _Et tu Brute?_\n\n_Verta._ Beat him no more.\n\n_Cham._ Alas Sir I must beat him,\nBeat him into his business again, he will be lost else.\n\n_Verta._ Then take your way.\n\n_Cham._ Ly still, and doe not struggle.\n\n_La-writ._ I am patient,\nI never saw my blood before, it jades me,\nI have no more heart now than a goose.\n\n_Cham._ Why sirra, why do you leave your trade, your trade of living,\nAnd send your challenges like thunderbolts,\nTo men of honour'd place?\n\n_La-writ._ I understand Sir,\nI never understood before your beating.\n\n_Cham._ Does this work on you?\n\n_La-writ._ Yes.\n\n_Cham._ Do you thank me for't?\n\n_La-writ._ As well as a beaten man can.\n\n_Cham._ And do you promise me,\nTo fall close to your trade again? leave brawling?\n\n_La-writ._ If you will give me leave and life.\n\n_Cham._ And ask this noble man forgiveness?\n\n_La-writ._ Heartily.\n\n_Cham._ Rise then, and get you gone, and let me hear of you\nAs of an advocate new vampt; no more words,\nGet you off quickly, and make no murmurs,\nI shall pursue you else.\n\n_La-writ._ I have done sweet Gentlemen.            [_Exit._\n\n_Verta._ But we forget our selves, our friends and Children.\n\n_Cham._ We'l raise the country first, then take our fortunes. [_Exeunt._\n\n    _Enter one_ Gentleman, _and_ Lamira.\n\n_1 Gent._ Shall I entreat for what I may command?\n\n_Lam._ Think on my birth.\n\n_1 Gent._ Here I am only Noble,\nA King, and thou in my dominions, fool,\nA subject and a slave.\n\n_Lam._ Be not a Tyrant,\nA ravisher of honour, gentle Sir,\nAnd I will think ye such, and on my knees,\nAs to my Soveraign, pay a Subjects duty,\nWith prayers and tears.\n\n_1 Gent._ I like this humble carriage,\nI will walk by, but kneel you still and weep too,\nIt shews well, while I meditate on the prey,\nBefore I seize it.\n\n_Lam._ Is there no mercie, Heaven?\n\n    _Enter second_ Gent. _and_ Anabel.\n\n_2 Gent._ Not kiss you?\nI will kiss and kiss again.\n\n_Ana._ Savage villain!\nMy Innocence be my strength, I do defie thee,\nThus scorn and spit at thee; will you come on Sir?\nYou are hot, there is a cooler.\n\n_2 Gent._ A virago?\n\n_Ana._ No, loathsome Goat, more, more, I am that Goddess,\nThat here with whips of steel in hell hereafter\nScourge rape and theft.\n\n_2 Gent._ I'le try your deity.\n\n_Ana._ My chastity, and this knife held by a Virgin,\nAgainst thy lust, thy sword and thee a Beast,\nCall on for the encounter.\n\n_2 Gent._ Now what think you?      [_Throws her and taks her Knife._\nAre you a Goddess?\n\n_Ana._ In me their power suffers,\nThat should protect the Innocent.\n\n_1 Gent._ I am all fire,\nAnd thou shall quench it, and serve my pleasures.\nCome partner in the spoil and the reward,\nLet us enjoy our purchase.\n\n_Lam._ O _Dinant_!\nO Heaven! O Husband!\n\n_Ana._ O my _Cleremont_!\n\n_1 Gent._ Two are our slaves they call on, bring 'em forth\nAs they are chain'd together, let them see\nAnd suffer in the object.\n\n    _Enter_ Dinant, _and_ Cleremont, _bound by the rest of the\n    Gent_.\n\n_2 Gent._ While we sit\nAnd without pity hear 'em.\n\n_Cler._ By my life,\nI suffer more for thee than for my self.\n\n_Din._ Be a man _Cleremont_, and look upon 'em\nAs such that not alone abus'd our service,\nFed us with hopes most bitter in digestion,\nBut when love fail'd, to draw on further mischief,\nThe baits they laid for us, were our own honours,\nWhich thus hath made us slaves too, worse than slaves.\n\n_2 Gent._ He dies.\n\n_1 Gent._ Pray hold, give him a little respite.\n\n_Din._ I see you now beyond expression wretched,\nThe wit you brag'd of fool'd, that boasted honour,\nAs you believ'd compass'd with walls of brass,\nTo guard it sure, subject to be o'rethrown\nWith the least blast of lust.\n\n_Lam._ A most sad truth.\n\n_Din._ That confidence which was not to be shaken\nIn a perpetual fever, and those favours,\nWhich with so strong and Ceremonious duty\nYour lover and a Gentleman long sought for,\nSought, sued, and kneel'd in vain for, must you yield up\nTo a licentious villain, that will hardly\nAllow you thanks for't.\n\n_Cler._ Something I must say too,\nAnd to you pretty one, though crying one;\nTo be hang'd now, when these worshipful benchers please,\nThough I know not their faces that condemn me,\nA little startles me, but a man is nothing,\nA Maidenhead is the thing, the thing all aim at;\nDo not you wish now, and wish from your heart too,\nWhen scarce sweet with my fears, I long lay by you\nThose fears you and your good Aunt put upon me,\nTo make you sport, you had given a little hint,\nA touch or so, to tell me I was mortal,\nAnd by a mortal woman?\n\n_Ana._ Pray you no more.\n\n_Cler._ If I had loos'd that virgin Zone, observe me,\nI would have hired the best of all our Poets\nTo have sung so much, and so well in the honour\nOf that nights joy, that _Ovids_ afternoon,\nNor his _Corinna_ should again be mention'd.\n\n_Ana._ I do repent, and wish I had.\n\n_Cler._ That's comfort,\nBut now--\n\n_2 Gent._ Another that will have it offer'd,\nCompel it to be offer'd, shall enjoy it.\n\n_Cler._ A rogue, a ruffian.\n\n_2 Gent._ As you love your throat,--\n\n_1 Gent._ Away with them.\n\n_Ana._ O _Cleremont_!\n\n_Lam._ O _Dinant_!\n\n_Din._ I can but add your sorrows to my sorrows,\nYour fears to my fears.\n\n_Cler._ To your wishes mine,\nThis slave may prove unable to perform,\nTill I perform the task that I was born for.\n\n_Ana._ Amen, amen.\n\n_1 Gent._ Drag the slaves hence, for you\nA while I'le lock you up here, study all ways\nYou can to please me, or the deed being done,\nYou are but dead.\n\n_2 Gen._ This strong Vault shall contain you,\nThere think how many for your maidenhead\nHave pin'd away, and be prepar'd to lose it\nWith penitence.\n\n_1 Gent._ No humane help can save you.\n\n_Ladyes._ Help, help!\n\n_2 Gent._ You cry in vain, rocks cannot hear you.\n\n\n\n\n_Actus Quintus. Scena Prima._\n\n\nA Horrid noise of Musique within,\n_Enter one and opens the door, in which_ Lamira _and_\nAnabel _were shut, they in all fear_.\n\n_Lam._ O Cousin how I shake all this long night!\nWhat frights and noises we have heard, still they encrease,\nThe villains put on shapes to torture us,\nAnd to their Devils form such preparations\nAs if they were a hatching new dishonours,\nAnd fatal ruine, past dull mans invention.\nGoe not too far, and pray good Cousin _Anabel_,\nHark a new noise.         [_A strange Musick. Sackbut & Troop Musick._\n\n_Ana._ They are exquisite in mischief,\nI will goe on, this room gives no protection,\nMore than the next, what's that? how sad and hollow,\nThe sound comes to us.                      [_Thieves peeping. Louder._\n\n_Lam._ Groaning? or singing is it?\n\n_Ana._ The wind I think, murmuring amongst old rooms.\n\n_Lam._ Now it grows lowder, sure some sad presage\nOf our foul loss--look now they peep.\n\n_Ana._ Pox peep 'em.\n\n_Lam._ O give them gentle language.\n\n_Ana._ Give 'em rats-bane.                 [_Peep above._\n\n_Lam._ Now they are above.\n\n_Ana._ I would they were i'th' Center.\n\n_Lam._ Thou art so foolish desperate.\n\n_Ana._ Since we must lose.\n\n_Lam._ Call 'em brave fellows, Gentlemen.\n\n_Ana._ Call 'em rogues,\nRogues as they are, rude rogues, uncivil villains.\n\n_Lam._ Look an thou woo't beware, dost thou feel the danger?\n\n_Ana._ Till the danger feel me, thus will I talk still,\nAnd worse when that comes too; they cannot eat me.\nThis is a punishment, upon our own prides\nMost justly laid; we must abuse brave Gentlemen,\nMake 'em tame fools, and hobby-horses, laugh and jear at\nSuch men too, and so handsom and so Noble,\nThat howsoe're we seem'd to carry it--\nWou'd 'twere to do again.\n\n_Lam._ I do confess cousin,\nI was too harsh, too foolish.\n\n_Ana._ Do you feel it?\nDo you find it now? take heed o'th' punishment,\nWe might have had two gallant Gentlemen,\nProper, young, O how it tortures me!\nTwo Devils now, two rascals, two and twenty--\n\n_Lam._ O think not so.\n\n_Ana._ Nay an we 'scape so modestly--\n\n_Lam._ May we be worthy any eyes, or knowledge,\nWhen we are used thus?\n\n_Ana._ Why not? why do you cry?\nAre we not women still? what were we made for?\n\n_Lam._ But thus, thus basely--\n\n_Ana._ 'Tis against our [w]ills,\nAnd if there come a thousand so,--\n\n_Lam._ Out on thee.\n\n_Ana._ You are a fool, what we cannot resist,\nWhy should we grieve and blush for? there be women,\nAnd they that bear the name of excellent women\nWould give their whole estates to meet this fortune.\n\n_Lam._ Hark, a new noise.            [_New sound within._\n\n_Ana._ Let 'em goe on, I fear not,\nIf wrangling, fighting and scratching cannot preserve me,\nWhy so be it Cousin; if I be ordain'd\nTo breed a race of rogues.--\n\n    _Enter four over the stage with_ Beaupre, _and_ Verdone,\n    _bound and halters about their necks_.\n\n_Lam._ They come.\n\n_Ana._ Be firm,\nThey are welcom.\n\n_Lam._ What mask of death is this? O my dear Brother.\n\n_Ana._ My Couz too; why now y'are glorious villains.\n\n_Lam._ O shall we lose our honours?\n\n_Ana._ Let 'em goe,\nWhen death prepares the way, they are but Pageants.\nWhy must these dye?\n\n_Beau._ Lament your own misfortunes,\nWe perish happily before your ruins.\n\n_Ana._ Has mischief ne'r a tongue?\n\n_1 Gent._ Yes foolish woman,\nOur Captains will is death.\n\n_Ana._ You dare not do it.\nTell thy base boisterous Captain what I say,\nThy lawless Captain that he dares not;\nDo you laugh you rogue? you pamper'd rogue?\n\n_Lam._ Good Sir,\nGood Cousin gently, as y'are a Gentleman,--\n\n_Ana._ A Gentleman? a slave, a dog, the devils harbinger.\n\n_Lam._ Sir as you had a Mother.\n\n_Ana._ He a Mother?\nShame not the name of Mother, a she Bear\nA bloody old wolf bitch, a woman Mother?\nLooks that rude lump, as if he had a Mother?\nIntreat him? hang him, do thy worst, thou dar'st not,\nThou dar'st not wrong their lives, thy Captain dares not,\nThey are persons of more price.\n\n_Ver._ What e're we suffer\nLet not your angers wrong you.\n\n_Ana._ You cannot suffer,\nThe men that do this deed, must live i'th' moon\nFree from the gripe of Justice.\n\n_Lam._ Is it not better?\n\n_Ana._ Is it not better? let 'em goe on like rascals\nAnd put false faces on; they dare not do it;\nFlatter such scabbs of nature?\n\n_Gent._ Woman, woman\nThe next work is with you.\n\n_Ana._ Unbind those Gentlemen,\nAnd put their fatal fortunes on our necks.\n\n_Lam._ As you have mercy do.\n\n_Ana._ As you are monsters.\n\n_Lam._ Fright us no more with shipwrack of our honours\nNor if there be a guilt by us committed\nLet it endanger those.\n\n_Ana._ I say they dare not,\nThere be a thousand gallouses, ye rogues,\nTortures, ye bloody rogues, wheels.\n\n_Gent._ Away.\n\n_Lam._ Stay.\n\n_Ana._ Stay.\nStay and I'le flatter too: good sweet fac'd Gentlemen,\nYou excellent in honesty; O Kinsmen!\nO Noble kinsmen!\n\n_Gent._ Away with 'em.   [_Ex._ Ver. Beaup. _and_ Gent.\n\n_Ana._ Stay yet.\nThe Devil and his lovely dam walk with you,\nCome fortify your self, if they do dy,\nWhich all their ruggedness cannot rack into me,\nThey cannot find an hour more Innocent,\nNor more friends to revenge 'em.\n\n    _Enter_ Cleremont, _disguis'd._\n\n_Lam._ Now stand constant,\nFor now our tryal's come.\n\n_Cler._ This beautie's mine,\nYour minute moves not yet.\n\n_Lam._ She sinks if Christian,\nIf any spark of noble heat.--\n\n_Cler._ Rise Lady\nAnd fearless rise, there's no dishonour meant you,\nDo you know my tongue?\n\n_Ana._ I have heard it.\n\n_Cler._ Mark it better,\nI am one that loves you, fairly, nobly loves you,\nLook on my face?\n\n_Ana._ O Sir?\n\n_Cler._ No more words, softly\nHark, but hark wisely how, understand well,\nSuspect not, fear not.\n\n_Ana._ You have brought me comfort.\n\n_Cler._ If you think me worthy of your husband,\nI am no rogue nor Begger, if you dare do thus--\n\n_Ana._ You are Monsieur _Cleremont_.\n\n_Cler._ I am the same,\nIf you dare venture, speak, if not I leave you,\nAnd leave you to the mercy of these villains\nThat will not wooe ye much.\n\n_Ana._ Save my reputation,\nAnd free me from these slaves.\n\n_Cler._ By this kiss I'le do it,\nAnd from the least dishonour they dare aim at you,\nI have a Priest too, shall be ready.\n\n_Ana._ You are forward.\n\n_Lam._ Is this my constant cousin? how she whispers,\nKisses and huggs the thief!\n\n_Ana._ You'l offer nothing.\n\n_Cler._ Till all be tyed,\nNot as I am a Gentleman.\n\n_Ana._ Can you relieve my Aunt too?\n\n_Cler._ Not yet Mistris,\nBut fear nothing, all shall be well, away quickly\nIt must be done i'th' moment or--\n\n_Ana._ I am with ye.\n\n_Cler._ I'le know now who sleeps by me, keep your standing.\n                                            [_Ex._ Cler. _and_ Anabel.\n\n_Lam._ Well, go thy way, and thine own shame dwell with thee.\nIs this the constancy she shew'd, the bravery?\nThe dear love and the life she ow'd her kinsmen?\nO brave tongue, valiant glorious woman!\nIs this the noble anger you arriv'd at?\nAre these the thieves you scorn'd, the rogues you rail'd at?\nThe scabs and scums of nature? O fair modesty,\nExcellent vertue, whither art thou fled?\nWhat hand O Heaven is over us, when strong virgins\nYield to their fears, and to their fears their fortunes?\nNever belief come near me more, farewel wench,\nA long farewel from all that ever knew thee:\nMy turn is next,\nI am resolv'd, it comes\nBut in a nobler shape, ha?\n\n    _Enter_ Dinant.\n\n_Din._ Blesse ye Lady.\n\n_Lam._ Indeed Sir, I had need of many blessings,\nFor all the hours I have had since I came here,\nHave been so many curses. How got you liberty?\nFor I presume you come to comfort me.\n\n_Din._ To comfort you, and love you, 'tis most true,\nMy bondage was as yours, as full of bitterness\nAnd every hour my death.\n\n_Lam._ Heaven was your comfort.\n\n_Din._ Till the last evening, sitting full of sadness,\nWailing, sweet Mistris, your unhappy fortunes,\n(Mine own I had the least care of) round about me\nThe Captain and the company stood gaping,\nWhen I began the story of my love\nTo you fair Saint, and with so full a sorrow,\nFollow'd each point, that even from those rude eyes,\nThat never knew what pity meant or mercy,\nThere stole down soft relentings: take heed Mistris,\nAnd let not such unholy hearts outdo you,\nThe soft plum'd god will see again; thus taken,\nAs men transform'd with the strange tale I told,\nThey stood amaz'd, then bid me rise and live,\nTake liberty and means to see your person,\nAnd wisht me prosperous in your love, wish you so,\nBe wise and loving Lady, shew but you so.\n\n_Lam._ O Sir, are these fit hours to talk of love in?\nShall we make fools of our afflictions?\nCan any thing sound sweetly in mine ears,\nWhere all the noise of bloody horrour is?\nMy Brother, and my Cousin, they are dead Sir,\nDead, basely dead, is this an age to fool in?\nAnd I my self, I know not what I shall be,\nYet I must thank you, and if happily\nYou had ask'd me yesterday, when these were living,\nAnd my fears less, I might have hearkned to you.\n\n_Din._ Peace to your grief, I bind you to your word.\n\n    _Enter_ Cleremont, Anabel, Beaupre, Verdone, Charlote,\n    _Nurse, the two Gentlemen._\n\n_Lam._ How? do you conjure?\n\n_Din._ Not to raise dreadfull apparitions, Madam,\nBut such as you would gladly see.\n\n_Lam._ My Brother, and nephew living?\n\n_Beau._ And both owe their lives\nTo the favour of these Gentlemen.\n\n_Verd._ Who deserve\nOur service, and for us, your gracious thanks.\n\n_Lam._ Which I give freely, and become a suitor,\nTo be hereafter more familiar                       [_Kisse._\nWith such great worth and vertue.\n\n_1 Gent._ Ever think us\nYour servants, Madam.\n\n_Cler._ Why if thou wilt needs know\nHow we are freed, I will discover it,\nAnd with laconick brevity: these Gentlemen\nThis night incountring with those outlaws that\nYesterday made us prisoners, and as we were\nAttempted by 'em they with greater courage,\n(I am sure with better fortune) not alone,\nGuarded themselves, but forc'd the bloody thieves,\nBeing got between them, and this hellish Cave,\nFor safety of their lives, to fly up higher\nInto the woods, all left to their possession,\nThis sav'd your Brother, and your nephew from\nThe gibbet, this redeem'd me from my Chains,\nAnd gave my friend his liberty, this preserv'd\nYour honour ready to be lost.\n\n_Din._ But that\nI know this for a ly, and that the thieves\nAnd gentlemen, are the same men, by my practice\nSuborn'd to this, he does deliver it\nWith such a constant brow, that I am doubtfull,\nI should believe him too.\n\n_1 Gent._ If we did well,\nWe are rewarded.\n\n_2 Gent._ Thanks but takes away\nFrom what was freely purpos'd.\n\n_Cler._ Now by this hand,\nYou have so cunningly discharg'd your parts,\nThat while we live, rest confident you shall\nCommand _Dinant_ and _Cleremont_; nor _Beaupre_,\nNor _Verdone_ scents it: for the Ladies, they\nWere easie to be gull'd.\n\n_1 Gent._ 'Twas but a jest,\nAnd yet the jest may chance to break our necks\nShould it be known.\n\n_Cler._ Fear nothing.\n\n_Din._ _Cleremont_,\nSay, what success?\n\n_Cler._ As thou wouldst wish, 'tis done Lad,\nThe grove will witness with me, that this night\nI lay not like a block: but how speed you?\n\n_Din._ I yet am in suspence, devise some means\nTo get these off, and speedily.\n\n_Cler._ I have it,\nCome, we are dull, I think that the good fellows,\nOur predecessors in this place, were not\nSo foolish, and improvident husbands, but\n'Twill yield us meat and wine.\n\n_1 Gent._ Let's ransack it,\n'Tis ours now by the Law.\n\n_Cler._ How say you sweet one,\nHave you an appetite?\n\n_Ana._ To walk again\nI'th' Woods, if you think fit, rather than eat.\n\n_Cler._ A little respite prethee; nay blush not,\nYou ask but what's your own, and warrantable:\n_Monsieur_, _Beaupre_, _Verdone_,\nWhat think you of the motion?\n\n_Verd._ Lead the way.\n\n_Beau._ We follow willingly.      [_Ex. Man._ Din. _and_ Lam.\n\n_Cler._ When you shall think fit,\nWe will expect you.\n\n_Din._ Now be mistris of\nYour promise Lady.\n\n_Lam._ 'Twas to give you hearing.\n\n_Din._ But that word hearing, did include a grant,\nAnd you must make it good.\n\n_Lam._ Must?\n\n_Din._ Must and shall,\nI will be fool'd no more, you had your tricks;\nMade properties of me, and of my friend;\nPresum'd upon your power, and whip'd me with\nThe rod of mine own dotage: do not flatter\nYour self with hope, that any humane help\nCan free you, and for aid by miracle\nA base unthankfull woman is unworthy.\n\n_Lam._ You will not force me?\n\n_Din._ Rather than enjoy you\nWith your consent, because I will torment you;\nI'le make you feel the effects of abus'd love,\nAnd glory in your torture.\n\n_Lam._ Brother, Nephew,\nHelp, help, for Heavens sake.\n\n_Din._ Tear your throat, cry louder,\nThough every leaf, these trees bear, were an Echo,\nAnd summon'd in your best friends to redeem you,\nIt should be fruitless: 'tis not that I love you,\nOr value those delights you prize so high,\nThat I'le enjoy you, a French crown will buy\nMore sport, and a companion, to whom,\nYou in your best trim are an Ethiop.\n\n_Lam._ Forbear me then.\n\n_Din._ Not so, I'le do't in spite,\nAnd break that stubborn disobedient will,\nThat hath so long held out, that boasted honour\nI will make equal with a common Whores;\nThe spring of Chastity, that fed your pride,\nAnd grew into a River of vain glory,\nI will defile with mudd, the mudd of lust,\nAnd make it loathsome even to goats.\n\n_Lam._ O Heaven!\nNo pity Sir?\n\n_Din._ You taught me to be cruel,\nAnd dare you think of mercy? I'le tell thee fool,\nThose that surpriz'd thee, were my instruments,\nI can plot too good Madam, you shall find it:\nAnd in the stead of licking of my fingers,\nKneeling and whining like a boy new breech'd,\nTo get a toy forsooth, not worth an apple,\nThus make my way, and with Authority\nCommand what I would have.\n\n_Lam._ I am lost for ever:\nGood Sir, I do confess my fault, my gross fault,\nAnd yield my self up, miserable guilty;\nThus kneeling I confess, you cannot study\nSufficient punishments to load me with;\nI am in your power, and I confess again,\nYou cannot be too cruel: if there be,\nBesides the loss of my long guarded honour,\nAny thing else to make the ballance even,\nPray put it in, all hopes, all helpes have left me;\nI am girt round with sorrow, hell's about me,\nAnd ravishment the least that I can look for,\nDo what you please.\n\n_Din._ Indeed I will do nothing,\nNor touch nor hurt you Lady, nor had ever\nSuch a lewd purpose.\n\n_Lam._ Can there be such goodness,\nAnd in a man so injur'd?\n\n_Din._ Be confirm'd in't.\nI seal it thus: I must confess you vex'd me,\nIn fooling me so often, and those fears\nYou threw upon me call'd for a requital,\nWhich now I have return'd, all unchast love\n_Dinant_ thus throws away; live to man-kind,\nAs you have done to me, and I will honour\nYour vertue, and no more think of your beauty.\n\n_Lam._ All I possess, comes short of satisfaction.\n\n_Din._ No complements: the terrours of this night\nImagine but a fearfull dream, and so\nWith ease forget it: for _Dinant_, that labour'd\nTo blast your honour, is a Champion for it,\nAnd will protect and guard it.\n\n_Lam._ 'Tis as safe then,\nAs if a compleat Army undertook it.               [_Exeunt._\n\n    _Enter_ La-writ, Sampson, _Clyents._\n\n_La-writ._ Do not perswade me gentle Monsieur _Sampson_,\nI am a mortal man again, a Lawyer,\nMy martiall part I have put off.\n\n_Sam._ Sweet Monsieur,\nLet but our honours teach us.\n\n_La-writ._ Monsieur _Sampson_,\nMy honourable friend, my valiant friend,\nBe but so beaten, forward my brave Clients,\nI am yours, and you are mine again, be but so thrasht,\nReceive that Castigation with a cudgel.\n\n_Sam._ Which calls upon us for a Reparation.\n\n_La-writ._ I have, it cost me half a crown, I bear it\nAll over me, I bear it Monsieur _Sampson_;\nThe oyls, and the old woman that repairs to me,\nTo 'noint my beaten body.\n\n_Sam._ It concerns you,\nYou have been swing'd.\n\n_La-writ._ Let it concern thee too;\nGoe and be beaten, speak scurvy words, as I did,\nSpeak to that Lion Lord, waken his anger,\nAnd have a hundred Bastinado's, doe;\nThree broken pates, thy teeth knockt out, do _Sampson_,\nThy valiant arms and leggs beaten to Poultesses,\nDo silly _Sampson_, do.\n\n_1 Cly._ You wrong the Gentleman,\nTo put him out of his right mind thus:\nYou wrong us, and our Causes.\n\n_La-writ._ Down with him Gentlemen,\nTurn him, and beat him, if he break our peace,\nThen when thou hast been Lam'd, thy small guts perisht,\nThen talk to me, before I scorn thy counsel,\nFeel what I feel, and let my Lord repair thee.\n\n_Sam._ And can the brave _La-writ_--\n\n_2 Cly._ Tempt him no further,\nBe warn'd and say no more.\n\n_La-writ._ If thou doest, _Sampson_,\nThou seest my Mirmidons, I'le let 'em loose,\nThat in a moment--\n\n_Sam._ I say nothing, Sir, but I could wish--\n\n_La-writ._ They shall destroy thee wishing;\nThere's ne'r a man of these, but have lost ten causes,\nDearer then ten mens lives; tempt, and thou diest:\nGoe home, and smile upon my Lord, thine Uncle,\nTake Mony of the men thou mean'st to Cousin,\nDrink Wine, and eat good meat, and live discreetly,\nTalk little, 'tis an antidote against a beating;\nKeep thy hand from thy sword, and from thy Laundress placket,\nAnd thou wilt live long.\n\n_1 Cly._ Give ear, and be instructed.\n\n_La-writ._ I find I am wiser than a Justice of Peace now,\nGive me the wisdom that's beaten into a man\nThat sticks still by him: art thou a new man?\n\n_Sam._ Yes, yes,\nThy learned precepts have inchanted me.\n\n_La-writ._ Goe my son _Sampson_, I have now begot thee,\nI'le send thee causes; speak to thy Lord, and live,\nAnd lay my share by, goe and live in peace,\nPut on new suits, and shew fit for thy place;\nThat man neglects his living, is an Asse:      [_Exit_ Samp.\nFarewel; come chearily boyes, about our business,\nNow welcom tongue again, hang Swords.\n\n_1 Cly._ Sweet Advocate.          [_Exeunt._\n\n    _Enter_ Nurse, _and_ Charlote.\n\n_Nur._ I know not wench, they may call 'em what they will,\nOutlawes, or thieves, but I am sure, to me\nOne was an honest man, he us'd me well,\nWhat I did, 'tis no matter, he complain'd not.\n\n_Char._ I must confess, there was one bold with me too,\nSome coy thing would say rude, but 'tis no matter,\nI was to pay a Waiting womans ransom,\nAnd I have don't, and I would pay't again,\nWere I ta'n to morrow.\n\n_Nur._ Alas, there was no hurt,\nIf 't be a sin for such as live at hard meat,\nAnd keep a long Lent, in the woods as they do,\nTo taste a little flesh.\n\n_Char._ God help the Courtiers,\nThat lye at rack and manger.\n\n_Nur._ I shall love\nA thief the better for this while I live,\nThey are men of a charitable vocation,\nAnd give where there is need, and with discretion,\nAnd put a good speed penny in my purse,\nThat has been empty twenty years.\n\n_Char._ Peace Nurse,\nFarewel, and cry not rost meat, me thinks _Cleremont_\nAnd my Lady _Anabel_ are in one night,\nFamiliarly acquainted.\n\n_Nur._ I observe it,\nIf she have got a penny too.\n\n    _Enter_ Vertaign, Champernel, _and_ Provost.\n\n_Charl._ No more,\nMy Lord Monsieur _Vertaigne_, the provost too,\nHaste and acquaint my Lady.      [_Ex._ Nur. _and_ Char.\n\n_Pro._ Wonderous strange.\n\n_Vert._ 'Tis true Sir, on my credit.\n\n_Cham._ O mine honour.\n\n_Pro._ I have been provost-Marshal twenty years,\nAnd have trussed up a thousand of these rascals,\nBut so near _Paris_ yet I never met with\nOne of that Brotherhood.\n\n_Cham._ We to our cost have,\nBut will you search the wood?\n\n_Pro._ It is beset,\nThey cannot scape us, nothing makes me wonder,\nSo much as having you within their power\nThey let you goe; it was a Courtesy,\nThat French thieves use not often, I much pity\nThe Gentle Ladies, yet I know not how,\nI rather hope than fear.\n\n    _Enter_ Dinant, Cleremont, Verdone, Beaupre, Lamira, Anabel,\n    Charlote, _Nurse_.\n\nAre these the prisoners?\n\n_Din._ We were such.\n\n_Verd._ Kill me not, excess of joy.\n\n_Cham._ I see thou livest, but hast thou had no foul play?\n\n_Lam._ No on my soul, my usage hath been noble,\nFar from all violence.\n\n_Cham._ How were you freed?\nBut kiss me first, we'l talk of that at leasure,\nI am glad I have thee; Niece how you keep off,\nAs you knew me not?\n\n_Ana._ Sir, I am where\nI owe most duty.\n\n_Cler._ 'Tis indeed most true Sir,\nThe man that should have been your bedfellow\nYour Lordships bedfellow, that could not smell out\nA Virgin of sixteen, that was your fool,\nTo make you merry, this poor simple fellow\nHas met the maid again, and now she knows\nHe is a man.\n\n_Cham._ How! is she dishonoured?\n\n_Cler._ Not unless marriage be dishonourable,\nHeaven is a witness of our happy contract,\nAnd the next Priest we meet shall warrant it\nTo all the world: I lay with her in jeast,\n'Tis turn'd to earnest now.\n\n_Cham._ Is this true, Niece?\n\n_Din._ Her blushing silence grants it; nay Sir storm not,\nHe is my friend, and I can make this good,\nHis birth and fortunes equal hers, your Lordship\nMight have sought out a worse, we are all friends too,\nAll differences end thus. Now Sir, unless\nYou would raise new dissentions, make perfect\nWhat is so well begun.\n\n_Vert._ That were not manly.\n\n_Lam._ Let me perswade you.\n\n_Cham._ Well God give you joy,\nShe shall not come a Begger to you Sir.\nFor you Monsieur _Dinant_ 'ere long I'le shew you\nAnother Niece, to this not much inferiour,\nAs you shall like proceed.\n\n_Din._ I thank you Sir.\n\n_Cham._ Back then to _Paris_: well that travel ends\nThat makes of deadly enemies perfect friends.\n      [_Exeunt omnes._\n\n\n\n\nPrologue.\n\n\n_To promise much, before a play begin,\nAnd when 'tis done, ask pardon, were a sin\nWe'l not be guilty of: and to excuse\nBefore we know a fault, were to abuse\nThe writers and our selves, for I dare say\nWe all are fool'd if this be not a Play,\nAnd such a play as shall (so should plays do)\nImp times dull wings, and make you merry too.\n'Twas to that purpose writ, so we intend it\nAnd we have our wisht ends, if you commend it._\n\n\n\n\nEpilogue.\n\n\nGentlemen,\n\n_I am sent forth to enquire what you decree     }\nOf us and of our Poets, they will be            }\nThis night exceeding merry, so will we          }\nIf you approve their labours. They profess\nYou are their Patrons, and we say no less,\nResolve us then, for you can only tell\nWhether we have done id'ly or done well._\n\n\n\n\nAPPENDIX\n\nTHE LITTLE FRENCH LAWYER.\n\n\np. 373, ll. 3-40. Not in 1st folio.\n\np. 374, l. 2. 2nd folio _misprints_] aud.\n  l. 25. 2nd folio _misprints_] Frcenh.\n  l. 27. And banisht.\n  l. 35. Will you? and yet--.\n  l. 37. Mistris, feathers.\n\np. 375, l. 30. godly.\n\np. 378, l. 8. Epithalamin.\n  l. 21. for 'twill be.\n\np. 379, l. 15. Upon a.\n  l. 23. tempest.\n  l. 39. _Omits_ and.\n\np. 382, l. 22. 2nd folio _misprints_] by.\n  l. 33. _Transfers_ to _to beginning of next line._\n\np. 383, l. 16. 2nd folio] their.\n  l. 36. parts.\n\np. 384, l. 2. 2nd folio] beween.\n\np. 385, l. 25. On my.\n\np. 386, l. 8. make rise.\n\np. 387, l. 36. Those dedicates.\n\np. 388, l. 30. Lewis eleventh.\n\np. 389, l. 3. you persev'd.\n  l. 19. danger or.\n  l. 33. _A comma has been inserted at the end of the line._\n\np. 390, l. 4. honours.\n  l. 5. suffer.\n  l. 9. loose.\n\np. 391, l. 8. to this.\n\np. 392, l. 1. up you.\n  l. 3. 2nd folio _misprints_] pecies.\n  l. 17. If you.\n\np. 394, l. 33. 2nd folio] Avocate.\n\np. 396, l. 14. Beau, _instead of_ Cler.\n  l. 20. what a.\n\np. 397, l. 18. _Omits stage direction._\n  l. 36. loose.\n\np. 398, l. 5. What master.\n  l. 27. Cock a two.\n  l. 37. makes all this plaine.\n\np. 399, l. 3. 2nd folio _misprints_] Bur.\n  l. 19. 2nd folio] thow.\n  l. 34. _Omits_ singing _in stage direction._\n\np. 400, l. 16. my whole.\n\np. 401, l. 13. Declare that.\n  l. 27. And hunny out your.\n  l. 31. 2nd folio _misprints_] my.\n\np. 404, l. 17. 2nd folio _misprints_] imfamie.\n\np. 405, l. 39. _Omits_ not.\n\np. 406, l. 7. In our.\n\np. 409, l. 27. going lesse.\n\np. 411, l. 9. ye did.\n  l. 29. Pray.\n  l. 36. _Omits_ do.\n\np. 412, l. 1. any corner.\n  l. 5. the louer.\n  l. 35. laughters.\n\np. 413, l. 10. y'are? Gentleman.\n  l. 15. hate.\n  l. 17. for my.\n  l. 22. and carriage ... calls.\n  l. 35. your.\n\np. 414, l. 24. Hee is.\n\np. 415, l. 4. will make.\n  l. 12. Why, to it.\n  l. 21. wake.\n  l. 38. Slaves feed.\n\np. 416, l. 19. 'ore.\n  l. 28. a meane.\n\np. 417, l. 6. _Adds stage direction_] Wine.\n  l. 8. doe but kisse.\n  l. 11. Will you.\n  l. 28. _Adds stage direction_] Recorders.\n\np. 418, l. 37. thou knowest.\n\np. 419, l. 4. quarter.\n  l. 12. Madman, a fool ... shew thee man.\n  l. 14. No I'le.\n  l. 32. no flame.\n\np. 420, l. 40. point you.\n\np. 424, l. 16. 2nd folio _misprints_] dies.\n\np. 425, l. 29. 2nd folio _misprints_] Cler.\n\np. 427, l. 5. _Adds stage direction_] Put off.\n\np. 428, l. 32. Firsts, seconds, thirds.\n\np. 429, l. 1. p---- on't.\n  l. 27. still devising.\n\np. 431, l. 19. _Gives this line to_ Lam.\n  l. 22. _Adds as though a stage direction_] Now.\n  l. 31. _Reads_ My legs in my good house, my Armour on.\n\np. 432, l. 12. yet are, if men.\n\np. 435, l. 12. _Reads_] _La-wr._ Bee't then. | Mens fates, etc.\n  ll. 15 and 16. _Gives these two lines to_ Sam.\n  l. 18. 2nd folio] Vertagine.\n  l. 23. Strike.\n  l. 25. Gives No, no, ... not _to Verta_.\n\np. 439, l. 11. Corvina.\n  l. 34. loose.\n\np. 440, l. 1. Quinti.\n  l. 3. the Chamber doore.\n\np. 441, l. 16. 2nd folio] vills.\n\np. 444, l. 27. hand of heaven.\n\np. 445, l. 24. _Omits_ is.\n\np. 448, l. 4. _Omits_ Din. _by mistake and prints_ enjury _for_ enjoy.\n\np. 449, l. 35. My mortall.\n\np. 450, l. 36. mine Uncle.\n\n\n\n\n       *       *       *       *       *\n\nTranscriber's Notes\n\nVariations in abbreviated names, hyphenations, contractions, and\npunctuation have been retained.\n\nPages 421, 454: Individual braces on multiple lines represent one\nlarge brace encompassing those lines.\n\n\n\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Little French Lawyer, by \nFrancis Beaumont and John Fletcher\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE LITTLE FRENCH LAWYER ***\n\n***** This file should be named 25398-8.txt or 25398-8.zip *****\nThis and all associated files of various formats will be found in:\n        http:\/\/www.gutenberg.org\/2\/5\/3\/9\/25398\/\n\nProduced by Jonathan Ingram, Diane Monico, and The Online\nDistributed Proofreading Team at http:\/\/www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp:\/\/gutenberg.net\/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark\/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s\/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http:\/\/www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp:\/\/pglaf.org\/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http:\/\/pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http:\/\/pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http:\/\/pglaf.org\/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http:\/\/www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n","id":979,"split":"train"}
