{"ori_id":"f10fb9f842ca92278dcca67e5b8789e8f3dc9326","title":"Tom Swift and His Electric Rifle","context":"Tom Swift and His Electric Rifle\n While Tom Swift is working on his latest new invention, the electric rifle, he meets an African safari master whose stories of elephant hunting sends the group off to deepest, darkest Africa. Hunting for ivory is the least of their worries, as they find out some old friends are being held hostage by the fearsome tribes of the red pygmies.\nSwift builds two major inventions in this volume. The first is a replacement airship, known as The Black Hawk. This new airship is to replace The Red Cloud, which was destroyed during his adventures in Tom Swift in the Caves of Ice. This airship is of the same general construction as The Red Cloud, but is smaller and more maneuverable.\nOf foremost notice is Swift's invention of the electric rifle, a gun which fires bolts of electricity. The electric rifle can be calibrated to different levels of range, intensity and lethality; it can shoot through solid walls without leaving a hole, and is powerful enough to kill a rampaging whale, as in their steamer trek to Africa. With the electric rifle, Tom and friends bring down elephants, rhinoceroses, and buffalo, and save their lives several times in pitched battle with the red pygmies. It also can discharge a globe of light that was described as being able to maintain itself, like ball lightning, making hunting at night much safer in the dark of Africa. In appearance, the rifle looked very much like contemporary conventional rifles.\nï»¿Project Gutenberg's Tom Swift and his Electric Rifle, by Victor Appleton\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n\nTitle: Tom Swift and his Electric Rifle\n\nAuthor: Victor Appleton\n\nPosting Date: January 16, 2009 [EBook #3777]\nRelease Date: February, 2003\nLast updated November 10, 2010\nLast updated: April 22, 2012\n\nLanguage: English\n\n\n*** START OF THIS PROJECT GUTENBERG EBOOK TOM SWIFT AND HIS ELECTRIC RIFLE ***\n\n\n\n\nProduced by This etext was produced by Charles Franks,\nGreg Weeks, and the Online Distributed Proofreading Team.\n\n\n\n\n\n\n\n\n\nTOM SWIFT AND HIS ELECTRIC RIFLE\n\nOR\n\nDaring Adventures in Elephant Land\n\nby VICTOR APPLETON\n\n\n\n\nCONTENTS\n\n     I   TOM WANTS EXCITEMENT\n    II   TRYING THE NEW GUN\n   III   A DIFFICULT TEST\n    IV   BIG TUSKS WANTED\n     V   RUSH WORK\n    VI   NEWS FROM ANDY\n   VII   THE BLACK HAWK FLIES\n  VIII   OFF FOR AFRICA\n    IX   ATTACKED BY A WHALE\n     X   OFF IN THE AIRSHIP\n    XI   ANCHORED TO EARTH\n   XII   AMONG THE NATIVES\n  XIII   ON THE ELEPHANT TRAIL\n   XIV   A STAMPEDE\n    XV   LIONS IN THE NIGHT\n   XVI   SEEKING THE MISSIONARIES\n  XVII   SHOTS FROM ABOVE\n XVIII   NEWS OF THE RED PYGMIES\n   XIX   AN APPEAL FOR HELP\n    XX   THE FIGHT\n   XXI   DRIVEN BACK\n  XXII   A NIGHT ATTACK\n XXIII   THE RESCUE\n  XXIV   TWO OTHER CAPTIVES\n   XXV   THE ROGUE ELEPHANT--CONCLUSION\n\n\n\n\nCHAPTER I\n\nTOM WANTS EXCITEMENT\n\n\n\"Have you anything special to do to-night, Ned?\" asked Tom Swift,\nthe well-known inventor, as he paused in front of his chum's window,\nin the Shopton National Bank.\n\n\"No, nothing in particular,\" replied the bank clerk, as he stacked\nup some bundles of bills. \"Why do you ask?\"\n\n\"I wanted you to come over to the house for a while.\"\n\n\"Going to have a surprise party, or something like that?\"\n\n\"No, only I've got something I'd like to show you.\"\n\n\"A new invention?\"\n\n\"Well, not exactly new. You've seen it before, but not since I've\nimproved it. I'm speaking of my new electric rifle. I've got it\nready to try, now, and I'd like to see what you think of it. There's\na rifle range over at the house, and we can practice some shooting,\nif you haven't anything else to do.\"\n\n\"I haven't, and I'll be glad to come. What are you doing in the\nbank, anyhow; putting away more of your wealth, Tom?\"\n\n\"Yes, I just made a little deposit. It's some money I got from the\ngovernment for the patents on my sky racer, and I'm salting it down\nhere until Dad and I can think of a better investment.\"\n\n\"Good idea. Bring us all the money you can,\" and the bank clerk, who\nheld a small amount of stock in the financial institution, laughed,\nhis chum joining in with him.\n\n\"Well, then. I'll expect you over this evening,\" went on the\nyouthful inventor, as he turned to leave the bank.\n\n\"Yes, I'll be there. Say, Tom, have you heard the latest about Andy\nFoger?\"\n\n\"No, I haven't heard much since he left town right after I beat him\nin the aeroplane race at Eagle Park.\"\n\n\"Well, he's out of town all right, and I guess for a long time this\ntrip. He's gone to Europe.\"\n\n\"To Europe, eh? Well, he threatened to go there after he failed to\nbeat me in the race, but I thought he was only bluffing.\"\n\n\"No, he's really gone this time.\"\n\n\"Well, I, for one, am glad of it. Did he take his aeroplane along?\"\n\n\"Yes, that's what he went for. It seems that this Mr. Landbacher,\nthe German who really invented it, and built it with money which Mr.\nFoger supplied, has an idea he can interest the German or some other\nEuropean government in the machine. Andy wanted to go along with\nhim, and as Mr. Foger financed the scheme, I guess he thought it\nwould be a good thing to have some one represent him. So Andy's\ngone.\"\n\n\"Then he won't bother me. Well, I must get along. I'll expect you\nover to-night,\" and with a wave of his hand Tom Swift hurried from\nthe bank.\n\nThe young inventor jumped into his electric runabout which stood\noutside the institution, and was about to start off when he saw a\nnewsboy selling papers which had just come in from New York, on the\nmorning train.\n\n\"Here, Jack, give me a TIMES,\" called Tom to the lad, and he tossed\nthe newsboy a nickel. Then, after glancing at the front page, and\nnoting the headings, Tom started off his speedy car, in which, on\none occasion, he had made a great run, against time. He was soon at\nhome.\n\n\"Well, Dad, I've got the money safely put away,\" he remarked to an\naged gentleman who sat in the library reading a book. \"Now we won't\nhave to worry about thieves until we get some more cash in.\"\n\n\"Well, I'm glad it's coming in so plentifully,\" said Mr. Swift with\na smile. \"Since my illness I haven't been able to do much, Tom, and\nit all depends on you, now.\"\n\n\"Don't let that worry you, Dad. You'll soon be as busy as ever,\"\nfor, following a serious operation for an ailment of the heart, Mr.\nSwift, who was a veteran inventor, had not been able to do much. But\nthe devices of his son, especially a speedy monoplane, which Tom\ninvented, and sold to the United States Government, were now\nbringing them in a large income. In fact with royalties from his\ninventions and some gold and diamonds which he had secured on two\nperilous trips, Tom Swift was quite wealthy.\n\n\"I'll never be as busy as I once was,\" went on Mr. Swift, a little\nregretfully, \"but I don't know that I care as long as you continue\nto turn out new machines, Tom. By the way, how is the electric rifle\ncoming on? I haven't heard you speak of it lately.\"\n\n\"It's practically finished, Dad. It worked pretty well the time I\ntook it when we went on the trip to the caves of ice, but I've\nimproved it very much since then. In fact I'm going to give it a\nsevere test to-night. Ned Newton is coming over, and it may be that\nthen we'll find out something about it that could be bettered. But I\nthink not. It suits me as it is.\"\n\n\"So Ned is coming over to see it; eh? You ought to have Mr. Damon\nhere to bless it a few times.\"\n\n\"Yes, I wish I did. And he may come along at any moment, as it is.\nYou never can tell when he is going to turn up. Mrs. Baggert says\nyou were out walking while I was at the bank, Dad. Do you feel\nbetter after it?\"\n\n\"Yes, I think I do, Tom. Oh, I'm growing stronger every day, but it\nwill take time. But now tell me something about the electric gun.\"\n\nThereupon the young inventor related to his father some facts about\nthe improvements he had recently made to the weapon. It was dinner\ntime when he had finished, and, after the meal Tom went out to the\nshed where he built his aeroplanes and his airships, and in which\nbuilding he had fitted up a shooting gallery.\n\n\"I'll get ready for the trial to-night,\" he said \"I want to see what\nit will do to a dummy figure. Guess I'll make a sort of scarecrow\nand stuff it with straw. I'll get Eradicate to help me. Rad! I say,\nRad! Where are you?\"\n\n\"Heah I is, Massa Tom! Heah I is,\" called a colored man as he came\naround the corner of a small stable where he kept his mule\nBoomerang. \"Was yo'-all callin' me?\"\n\n\"Yes, Rad, I want you to help make a scarecrow.\"\n\n\"A scarecrow, Massa Tom! Good land a' massy! What fo' yo' want ob a\nscarecrow? Yo'-all ain't raisin' no corn, am yo'?\"\n\n\"No, but I want something to shoot at when Ned Newton comes over\nto-night.\"\n\n\"Suffin t' shoot at? Why Massa Tom! Good land a' massy! Yo'-all\nain't gwine t' hab no duel, am yo'?\"\n\n\"No, Rad, but I want a life-size figure on which to try my new\nelectric gun. Here are some old clothes, and if you will stuff them\nwith rags and straw and fix them so they'll stand up, they'll do\nfirst-rate. Have it ready by night, and set it up at the far end of\nthe shooting gallery.\"\n\n\"All right, Massa Tom. I'll jest do dat, fo' yo',\" and leaving the\ncolored man to stuff the figure, after he had showed him how, Tom\nwent back into the house to read the paper which he had purchased\nthat morning.\n\nHe skimmed over the news, thinking perhaps he might see something of\nthe going abroad of Andy Foger with the German aeroplane, but there\nwas nothing.\n\n\"I almost wish I was going to Europe,\" sighed Tom. \"I will certainly\nhave to get busy at something, soon. I haven't had any adventure\nsince I won the prize at the Eagle Park aviation meet in my sky\nracer. Jove! That was some excitement! I'd like to do that over\nagain, only I shouldn't want to have Dad so sick,\" for just before\nthe race, Tom had saved his father's life by making a quick run in\nthe aeroplane, to bring a celebrated surgeon to the invalid's aid.\n\n\"I certainly wish I could have some new adventures,\" mused Tom, as\nhe turned the pages of the paper. \"I could afford to take a trip\naround the earth after them, too, with the way money is coming in\nnow. Yes, I do wish I could have some excitement. Hello, what's\nthis! A big elephant hunt in Africa. Hundreds of the huge creatures\ncaptured in a trap--driven in by tame beasts. Some are shot for\ntheir tusks. Others will be sent to museums.\"\n\nHe was reading the headlines of the article that had attracted his\nattention, and, as he read, he became more and more absorbed in it.\nHe read the story through twice, and then, with sparkling eyes, he\nexclaimed:\n\n\"That's just what I want. Elephant shooting in Africa! My! With my\nnew electric rifle, and an airship, what couldn't a fellow do over\nin the dark continent! I've a good notion to go there! I wonder if\nNed would go with me? Mr. Damon certainly would. Elephant shooting\nin Africa! In an airship! I could finish my new sky craft in short\norder if I wanted to. I've a good notion to do it!\"\n\n\n\n\nCHAPTER II\n\nTRYING THE NEW GUN\n\n\nWhile Tom Swift is thus absorbed in thinking about a chance to hunt\nelephants, we will take the opportunity to tell you a little more\nabout him, and then go on with the story.\n\nMany of you already know the young inventor, but those who do not\nmay be interested in hearing that he is a young American lad, full\nof grit and ginger, who lives with his aged father in the town of\nShopton, in New York State. Our hero was first introduced to the\npublic in the book, \"Tom Swift and His Motorcycle.\"\n\nIn that volume it was related how Tom bought a motor-cycle from a\nMr. Wakefield Damon, of Waterford. Mr. Damon was an eccentric\nindividual, who was continually blessing himself, some one else, or\nsomething belonging to him. His motor-cycle tried to climb a tree\nwith him, and that was why he sold it to Tom. The two thus became\nacquainted, and their friendship grew from year to year.\n\nAfter many adventures on his motor-cycle Tom got a motor-boat, and\nhad some exciting times in that. One of the things he and his father\nand his chum, Ned Newton, did, was to rescue, from a burning balloon\nthat had fallen into Lake Carlopa, an aeronaut named John Sharp.\nLater Tom and Mr. Sharp built an airship called the Red Cloud, and\nwith Mr. Damon and some others had a series of remarkable fights.\n\nIn the Red Cloud they got on the track of some bank robbers, and\ncaptured them, thus foiling the plans of Andy Foger, a town bully,\nand one of Tom's enemies, and putting to confusion the plot of Mr.\nFoger, Andy's father.\n\nAfter many adventures in the air Tom and his friends, in a submarine\nboat, invented by Mr. Swift, went under the ocean for sunken\ntreasure and secured a large part of it.\n\nIt was not long after this that Tom conceived the idea of a powerful\nelectric car, which proved, to be the speediest of the road, and in\nit he won a great race, and saved from ruin a bank in which his\nfather and Mr. Damon were interested.\n\nThe sixth book of the series, entitled \"Tom Swift and His Wireless\nMessage,\" tells how, in testing a new electric airship, which a\nfriend of Mr. Damon's had invented, Tom, the inventor and Mr. Damon\nwere lost on an island in the middle of the ocean. There they found\nsome castaways, among whom were Mr. and Mrs. Nestor, parents of Mary\nNestor of Shopton, a girl of whom Tom was quite fond.\n\nTom Swift, after his arrival home, went on an expedition among a\ngang of men known as the \"Diamond Makers\" who were hidden in the\nRocky Mountains. He was accompanied by Mr. Barcoe Jenks, one of the\ncastaways of Earthquake Island. They found the diamond makers, and\nhad some surprising adventures, barely escaping with their lives.\n\nThis did not daunt Tom, however, and he once more started off on an\nexpedition in his airship the Red Cloud to Alaska, amid the caves of\nice. He was searching for a valley of gold, and though he and his\nfriends found it, they came to grief. The Fogers, father and son,\ntried to steal the gold from them, and, failing in that, incited the\nEskimos against our friends. There was a battle, but the forces of\nnature were even more to be dreaded than the terrible savages.\n\nThe ice cave, in which the Red Cloud was stored, collapsed, crushing\nthe gallant craft, and burying it out of sight forever under\nthousand of tons of the frozen bergs.\n\nAfter a desperate journey Tom and his friends reached civilization,\nwith a large supply of gold. Tom regretted very much the destruction\nof the airship, but he at once set to work on another--a monoplane\nthis time, instead of a combined aeroplane and dirigible balloon.\nThis new craft he called the Humming-Bird and it was a \"sky racer\"\nof terrific speed. In it, as we have said, Tom brought a specialist\nto operate on his father, when, because of a broken railroad bridge,\nthe physician could not otherwise have gotten to Shopton. He and Tom\ntraveled through the air at the rate of over one hundred miles an\nhour. Later, Tom took part in a big race for a ten-thousand-dollar\nprize, and won, defeating Andy Foger, and a number of well-known\n\"bird-men\" who used biplanes and monoplanes of a more or less\nfamiliar type.\n\nThe government became interested in Tom's craft, the Humming-Bird,\nand, as told in the ninth book of this series, Tom Swift and His Sky\nRacer, they secured some rights in the invention.\n\nAnd now Tom, who had done nothing for several months following the\ngreat race--that is, nothing save to work on his new rifle--Tom, we\nsay, sighed for new adventures.\n\n\"Well, Tom, what is on your mind?\" asked his father at the supper\ntable that evening. \"What is worrying you?\"\n\n\"Nothing is worrying me, Dad.\"\n\n\"You are thinking of something. I can see that. Are you afraid your\nelectric rifle won't work as well as you hope, when Ned comes over\nto try it?\"\n\n\"No, it isn't that, Dad. But I may as well tell you, I guess. I've\nbeen reading in the paper about a big elephant hunt in Africa, and\nI--\"\n\n\"That's enough, Tom! You needn't say any more,\" interrupted Mr.\nSwift. \"I can see which way the wind is blowing. You want to go to\nAfrica with your new rifle.\"\n\n\"Well, Dad, not exactly--that is--\"\n\n\"Now, Tom, you needn't deny it,\" and Mr. Swift laughed. \"Well, I\ndon't blame you a bit. You have been rather idle of late.\"\n\n\"I would like to go, Dad,\" admitted the young inventor, \"only I'd\nnever think of it while you weren't well.\"\n\n\"Don't worry about me, Tom. Of course I will be lonesome while you\nare gone, but don't let that stand in the way. If you want to go to\nAfrica, you may start to-morrow, and take your new rifle with you.\"\n\n\"The rifle part would be all right, Dad, but if I went I'd want to\ntake an airship along, and it will take me some little time to\nfinish the Black Hawk, as I have named my new craft.\"\n\n\"Well, there's no special hurry, is there?\" asked Mr. Swift. \"The\nelephants in Africa are likely to stay there for some time. If you\nwant to go, why don't you get right to work on the Black Hawk and\nmake the trip? I'd like to go myself.\"\n\n\"I wish you would, Dad,\" exclaimed Tom eagerly.\n\n\"No, son, I couldn't think of it. I want to stay here and get well.\nThen I am going to resume work on my wireless motor. Perhaps I'll\nhave it finished when you come back from Africa with an airship load\nof elephants' tusks.\"\n\n\"Perhaps,\" admitted the young inventor. \"Well, Dad, I'll think of\nit. But now I'm going after my rifle, and--\"\n\nTom was interrupted by a ring of the front-door bell, and Mrs.\nBaggert, the housekeeper, who was almost like a mother to the youth,\nwent to answer it.\n\n\"It's Ned Newton, I guess,\" murmured Tom, and, a little later, his\nchum entered the room.\n\n\"Oh, I guess I'm early,\" said Ned. \"Haven't you had supper yet,\nTom?\"\n\n\"Yes, we're just finished. Come on out and we'll try the gun.\"\n\n\"And practice shooting elephants,\" added Mr. Swift with a laugh, as\nhe mentioned to Ned the latest idea of Tom.\n\n\"Say! That would be great!\" cried the bank clerk. \"I wish I could\ngo!\"\n\n\"Come along!\" invited Tom cordially. \"We'll have more fun than we\ndid in the caves of ice,\" for Ned had gone on the voyage to Alaska.\n\nThe two youths went out to the shed where the rifle gallery had been\nbuilt. The new electric weapon was out there, and Eradicate Sampson,\nthe colored man, who was a sort of servant and man-of-all-work about\nthe Swift household, had set up the scarecrow figure at the end of\nthe gallery.\n\n\"Now we'll try some shots,\" said Tom, as he took the gun out of the\ncase. \"Just turn on a few more lights, will you, Mr. Jackson,\" and\nthe engineer, who was employed by Tom and his father to aid them in\ntheir inventive work, did as requested.\n\nThe gallery was now brilliantly illuminated, with the reflectors\nthrowing the beams on the big stuffed figure, which, save for a\nface, looked very much like a human being, standing at the end of\nthe gallery.\n\n\"I don't suppose you want to go down there and hold it, while I\nshoot at it; do you, Rad?\" asked Tom jokingly, as he prepared the\nelectric rifle for use.\n\n\"No indeedy, I don't!\" cried Eradicate. \"Yo'-all will hab t' scuse\nme, Massa Tom. I think I'll be goin' now.\"\n\n\"What's your hurry?\" asked Ned, as he saw the colored man hastily\npreparing to leave the improvised gallery.\n\n\"I spects I'd better fro' down some mo' straw fo' a bed fo' my mule\nBoomerang!\" exclaimed Eradicate, as he hastily slid out of the door,\nand shut it after him.\n\n\"Rad is nervous,\" remarked Tom. \"He doesn't like this gun. Well, it\ncertainly does great execution.\"\n\n\"How does it work'\" asked Ned, as he looked at the curious gun. The\nelectric weapon was not unlike an ordinary heavy rifle in appearance\nsave that the barrel was a little longer, and the stock larger in\nevery way. There were also a number of wheels, levers, gears and\ngages on the stock.\n\n\"It works by electricity,\" explained Tom.\n\n\"That is, the force comes from a powerful current of stored\nelectricity.\"\n\n\"Oh, then you have storage batteries in the stock?\"\n\n\"Not exactly. There are no batteries, but the current is a sort of\nwireless kind. It is stored in a cylinder, just as compressed air or\ngases are stored, and can be released as I need it.\"\n\n\"And when it's all gone, what do you do?\"\n\n\"Make more power by means of a small dynamo.\"\n\n\"And does it shoot lead bullets?\"\n\n\"Not at all. There are no bullets used.\"\n\n\"Then how does it kill?\"\n\n\"By means of a concentrated charge of electricity which is shot from\nthe barrel with great force. You can't see it, yet it is there. It's\njust as if you concentrated a charge of electricity of five thousand\nvolts into a small globule the size of a bullet. That flies through\nspace, strikes the object aimed at and--well, we'll see what it does\nin a minute. Mr. Jackson, just put that steel plate up in front of\nthe scarecrow; will you?\"\n\nThe engineer proceeded to put into place a section of steel armor-plate\nbefore the stuffed figure.\n\n\"You don't mean to say you're going to shoot through that, do you?\"\nasked Ned in surprise.\n\n\"Surely. The electric bullets will pierce anything. They'll go\nthrough a brick wall as easily as the x-rays do. That's one valuable\nfeature of my rifle. You don't have to see the object you aim at. In\nfact you can fire through a house, and kill something on the other\nside.\"\n\n\"I should think that would be dangerous.\"\n\n\"It would be, only I can calculate exactly, by means of an automatic\narrangement, just how far the charge of electricity will go. It\nstops short just at the limit of the range, and is not effective\nbeyond that. Otherwise, if I did not limit it and if I fired at the\nscarecrow, through the piece of steel, and the bullet hit the\nfigure, it would go on, passing through whatever else was in the\nway, until its power was lost. I use the term 'bullet,' though as I\nsaid, it isn't properly one.\"\n\n\"By Jove, Tom, it certainly is a dangerous weapon!\"\n\n\"Yes, the range-limit idea is a new one. That's what I've been\nworking on lately. There are other features of the gun which I'll\nexplain later, particularly the power it has to shoot out luminous\nbars of light. But now we'll see what it will do to the image.\"\n\nTom took his place at the end of the range, and began to adjust some\nvalves and levers. In spite of the fact that the gun was larger than\nan ordinary rifle, it was not as heavy as the United States Army\nweapon.\n\nTom aimed at the armor-plate, and, by means of an arrangement on the\nrifle, he could tell exactly when he was pointing at the scarecrow,\neven though he could not see it.\n\n\"Here she goes!\" he suddenly exclaimed.\n\nNed watched his chum. The young inventor pressed a small button at\nthe side of the rifle barrel, about where the trigger should have\nbeen. There was no sound, no smoke, no flame and not the slightest\njar.\n\nYet as Ned watched he saw the steel plate move slightly. The next\ninstant the scarecrow figure seemed to fly all to pieces. There was\na shower of straw, rags and old clothes, which fell in a shapeless\nheap at the end of the range.\n\n\"Say. I guess you did for that fellow, all right!\" exclaimed Ned.\n\n\"It looks so,\" admitted Tom, with a note of pride in his voice. \"Now\nwe'll try another test.\"\n\nAs he laid aside his rifle in order to help Mr. Jackson shift the\nsteel plate there was a series of yells outside the shed.\n\n\"What's that?\" asked Tom, in some alarm.\n\n\"Sounds like some one calling,\" answered Ned.\n\n\"It is,\" agreed Mr. Jackson. \"Perhaps Eradicate's mule has gotten\nloose. I guess we'd better--\"\n\nHe did not finish, for the shouts increased in volume, and Tom and\nNed could hear some one yelling:\n\n\"I'll have the law on you for this! I'll have you arrested, Tom\nSwift! What do you mean by trying to kill me? Where are you? Don't\ntry to hide away, now. You were trying to shoot me, and I'm not\ngoing to have it!\"\n\nSome one pounded on the door of the shed.\n\n\"It's Barney Moker!\" exclaimed Tom. \"I wonder what can have\nhappened?\"\n\n\n\n\nCHAPTER III\n\nA DIFFICULT TEST\n\n\nTom Swift opened the door of the improvised rifle gallery and looked\nout. By the light of a full moon, which shone down from a cloudless\nsky, he saw a man standing at the portal. The man's face was\ndistorted with rage, and he shook his fist at the young inventor.\n\n\"What do you mean by shooting at me?\" he demanded. \"What do you\nmean, I say? The idea of scaring honest folks out of their wits, and\nmaking 'em think the end of the world has come! What do you mean by\nit? Why don't you answer me? I say, Tom Swift, why don't you answer\nme?\"\n\n\"Because you don't give me a chance, Mr. Moker,\" replied our hero.\n\n\"I want to know why you shot at me? I demand to know!\" and Mr.\nMoker, who was a sort of miserly town character, living all alone in\na small house, just beyond Tom's home, again shook his fist almost\nin the lad's face. \"Why don't you tell me? Why don't you tell me?\"\nhe shouted.\n\n\"I will, if you give me a chance!\" fairly exploded Tom. \"If you can\nbe cool for five minutes, and come inside and tell me what happened\nI'll be glad to answer any of your questions, Mr. Moker. I didn't\nshoot at you.\"\n\n\"Yes, you did! You tried to shoot a hole through me!\"\n\n\"Tell me about it?\" suggested Tom, as the excited man calmed down\nsomewhat. \"Are you hurt?\"\n\n\"No, but it isn't your fault that I'm not. You tried hard enough to\nhurt me. Here I am, sitting at my table reading, and, all at once\nsomething goes through the side of the house, whizzes past my ear,\nmakes my hair fairly stand up on end, and goes outside the other\nside of the house. What kind of bullets do you use, Tom Swift?\nthat's what I want to know. They went through the side of my house,\nand never left a mark. I demand to know what kind they are.\"\n\n\"I'll tell you, if you'll only give me a chance,\" went on Tom\nwearily. \"How do you know it was me shooting?\"\n\n\"How do I know? Why, doesn't the end of this shooting gallery of\nyours point right at my house? Of course it does; you can't deny\nit!\"\n\nTom did not attempt to, and Mr. Moker went on:\n\n\"Now what do you mean by it?\"\n\n\"If any of the bullets from my electric gun went near you, it was a\nmistake, and I'm sorry for it,\" said Tom.\n\n\"Well, they did, all right,\" declared the excited man. \"They went\nright past my ear.\"\n\n\"I don't see how they could,\" declared Tom. \"I was trying my new\nelectric rifle, but I had the limit set for two hundred feet, the\nlength of the gallery. That is, the electrical discharge couldn't go\nbeyond that distance.\"\n\n\"I don't know what it was, but it went through the side of my house\nall the same,\" insisted Mr. Moker. \"It didn't make a hole, but it\nscorched the wall paper a little.\"\n\n\"I don't see how it could,\" declared Tom. \"It couldn't possibly have\ngone over two hundred feet with the gage set for that distance.\" He\npaused suddenly, and hurried over to where he had placed his gun.\nCatching up the weapon he looked at the gage dial. Then he uttered\nan exclamation.\n\n\"I'm sorry to admit that you are right, Mr. Moker!\" he said finally.\n\"I made a mistake. The gage is set for a thousand feet instead of\ntwo hundred. I forgot to change it. The charge, after passing\nthrough the steel plate, and the scarecrow figure, destroying the\nlatter, went on, and shot through the side of your house.\"\n\n\"Ha! I knew you were trying to shoot me!\" exclaimed the still angry\nman. \"I'll have the law on you for this!\"\n\n\"Oh, that's all nonsense!\" broke in Ned Newton. \"Everybody knows Tom\nSwift wouldn't try to shoot you, or any one else, Mr. Moker.\"\n\n\"Then why did he shoot at me?\"\n\n\"That was a mistake,\" explained Tom, \"and I apologize to you for\nit.\"\n\n\"Humph! A lot of good that would do me, if I'd been killed!\"\nmuttered the miser. \"I'm going to sue you for this. You might have\nput me in my grave.\"\n\n\"Impossible!\" exclaimed Tom.\n\n\"Why impossible?\" demanded the visitor.\n\n\"Because I had so set the rifle that almost the entire force of the\nelectrical bullet was expended in blowing apart the scarecrow figure\nI made for a test,\" explained Tom. \"All that passed through your\nhouse was a small charge, and, if it HAD hit you there would have\nbeen no more than a little shock, such as you would feel in taking\nhold of an electric battery.\"\n\n\"How do I know this?\" asked the man cunningly. \"You say so, but for\nall I know you may have wanted to kill me.\"\n\n\"Why?\" asked Tom, trying not to laugh.\n\n\"Oh, so you might get some of my money. Of course I ain't got none,\"\nthe miser went on quickly, \"but folks thinks I've got a lot, and I\nhave to be on the lookout all the while, or they'd murder me for\nit.\"\n\n\"I wouldn't,\" declared the young inventor. \"It was a mistake. Only\npart of the spent charge passed near you. Why, if it had been a\npowerful charge you would never have been able to come over here. I\nset the main charge to go off inside the scarecrow, and it did so,\nas you can see by looking at what's left of it,\" and he pointed to\nthe pile of clothes and rags.\n\n\"How do I know this?\" insisted the miser with a leer at the two\nlads.\n\n\"Because if the charge had gone off either before or after it passed\nthrough the figure, it would not have caused such havoc of the cloth\nand straw,\" explained Tom. \"First the charge would have destroyed\nthe steel plate, which it passed through without even denting it.\nWhy, look here, I will now fire the rifle at short range, and set it\nto destroy the plate. See what happens.\"\n\nHe quickly adjusted the weapon, and aimed it at the plate, which,\nhad again been set up on the range. This time Tom was careful to set\nthe gage so that even a small part of the spent charge would not go\noutside the gallery.\n\nThe young inventor pressed the button, and instantly the heavy steel\nplate was bent, torn and twisted as though a small sized cannon ball\nhad gone through it.\n\n\"That's what the rifle will do at short range,\" said Tom. \"Don't\nworry, Mr. Moker, you didn't have a narrow escape. You were in no\ndanger at all, though I apologize for the fright I caused you.\"\n\n\"Humph! That's an easy way to get out of it!\" exclaimed the miser.\n\"I believe I could sue you for damages, anyhow. Look at my scorched\nwall paper.\"\n\n\"Oh, I'll pay for that,\" said Tom quickly, for he did not wish to\nhave trouble with the unpleasant man. \"Will ten dollars be enough?\"\nHe knew that the whole room could be repapered for that, and he did\nnot believe the wall-covering was sufficiently damaged for such work\nto be necessary.\n\n\"Well, if you'll make it twelve dollars, I won't say anything more\nabout it,\" agreed the miser craftily, \"though it's worth thirteen\ndollars, if it is a penny. Give me twelve dollars, Tom Swift, and I\nwon't prosecute you.\"\n\n\"All right, twelve dollars it shall be,\" responded the young\ninventor, passing over the money, and glad to be rid of the\nunpleasant character.\n\n\"And after this, just fire that gun of yours the other way,\"\nsuggested Mr. Moker as he went out, carefully folding the bills\nwhich Tom had handed him.\n\n\"Hum! that was rather queer,\" remarked Ned, after a pause.\n\n\"It sure was,\" agreed his chum. \"This rifle will do more than I\nthought it would. I'll have to be more careful. I was sure I set the\ngage for two hundred feet. I'll have to invent some automatic\nattachment to prevent it being discharged when the gage is set\nwrong.\" Let us state here that Tom did this, and never had another\naccident.\n\n\"Well, does this end the test?\" asked Ned.\n\n\"No, indeed. I want you to try it, while I look on,\" spoke Tom. \"We\nhaven't any more stuffed figures to fire at, but I'll set up some\ntargets. Come on, try your luck at a shot.\"\n\n\"I'm afraid I might disturb Mr. Moker, or some of the neighbors.\"\n\n\"No danger. I've got it adjusted right now. Come on, see if you can\nshatter this steel target,\" and Tom set up a small one at the end of\nthe range.\n\nThen, having properly fixed the weapon, Tom handed it to his chum,\nand, taking his place in a protected part of the gallery, prepared\nto watch the effect of the shot.\n\n\"Let her go!\" cried Tom, and Ned pressed the button.\n\nThe effect was wonderful. Though there was no noise, smoke nor\nflame, the steel plate seemed to crumple up, and collapse as if it\nhad been melted in the fire. There was a jagged hole through the\ncenter, but some frail boards back of it were not even splintered.\n\n\"Good shot!\" cried Tom enthusiastically. \"I had the distance gage\nright that time.\"\n\n\"You sure did,\" agreed Ned. \"The electric bullet stopped as soon as\nit did its work on the plate. What's next?\"\n\n\"I'm going to try a difficult test,\" explained Tom. \"You know I said\nthe gun would shoot luminous charges?\"\n\n\"Yes.\"\n\n\"Well, I'm going to try that, now. I wish we had another image to\nshoot at, but I'll take a big dry-goods box, and make believe it's\nan elephant. Now, this is going to be a hard test, such as we'd meet\nwith, if we were hunting in Africa. I want you to help me.\"\n\n\"What am I to do?\" asked Ned.\n\n\"I want you to go outside,\" explained Tom, \"set up a dry-goods box\nagainst the side of the little hill back of the shed, and not tell\nme where you put it. Then I'll go out, and, by means of the luminous\ncharge, I'll locate the box, set the distance gage, and destroy it.\"\n\n\"Well, you can see it anyhow, in the moonlight,\" objected Ned.\n\n\"No, the moon is under a cloud now,\" explained Tom, looking out of a\nwindow. \"It's quite dark, and will give me just the test I want for\nmy new electric rifle.\"\n\n\"But won't it be dangerous, firing in the dark? Suppose you misjudge\nthe distance, and the bullet, or charge, files off and hits some\none?\"\n\n\"It can't. I'll set the distance gage before I shoot. But if I\nshould happen to make a mistake the charge will go into the side of\nthe hill, and spend itself there. There is no danger. Go ahead, and\nset up the box, and then come and tell me. Mr. Jackson will help\nyou.\"\n\nNed and the engineer left the gallery. As Tom had said, it was very\ndark now, and if Tom could see in the night to hit a box some\ndistance away, his weapon would be all that he claimed for it.\n\n\"This will do,\" said the engineer, as he pointed to a box, one of\nseveral piled up outside the shed. The two could hardly see to make\ntheir way along, carrying it to the foot of the hill, and they\nstumbled several times. But at last it was in position, and then Ned\ndeparted to call Tom, and have him try the difficult test--that of\nhitting an object in the dark.\n\n\n\n\nCHAPTER IV\n\nBIG TUSKS WANTED\n\n\n\"Well, are you all ready for me?\" asked the young inventor, as he\ntook up his curious weapon, and followed Ned out into the yard. It\nwas so dark that they had fairly to stumble along.\n\n\"Yes, we're ready,\" answered Ned. \"And you'll be a good one, Tom, if\nyou do this stunt. Now stand here,\" he went on, as he indicated a\nplace as well as he could in the dark. \"The box is somewhere in that\ndirection,\" and he waved his hand vaguely. \"I'm not going to tell\nyou any more, and let's see you find it.\"\n\n\"Oh, I will, all right--or, rather, my electric rifle will,\"\nasserted Tom.\n\nThe inventor of the curious and terrible weapon took his position.\nBehind him stood Ned and Mr. Jackson, and just before Tom was ready\nto fire, his father came stalking through the darkness, calling to\nthem.\n\n\"Are you there, Tom?\"\n\n\"Yes Dad, is anything the matter?\"\n\n\"No, but I thought I'd like to see what luck you have. Rad was\nsaying you were going to have a test in the dark.\"\n\n\"I'm about ready for it,\" replied Tom. \"I'm going to blow up a box\nthat I can't see. You know how it's done, Dad, for you helped me in\nperfecting the luminous charge, but it's going to be something of a\nnovelty to the others. Here we go, now!\"\n\nTom raised his rifle, and aimed it in the dark. Ned Newton,\nstraining his eyes to see, was sure the young inventor was pointing\nthe gun at least twenty feet to one side of where the box was\nlocated, but he said nothing, for from experiences in the past, he\nrealized that Tom knew what he was doing.\n\nThere was a little clicking sound, as the youth moved some gear\nwheel on his gun. Then there came a faint crackling noise, like some\ndistant wireless apparatus beginning to flash a message through\nspace.\n\nSuddenly a little ball of purplish light shot through the darkness\nand sped forward like some miniature meteor. It shed a curious\nilluminating glow all about, and the ground, and the objects on it\nwere brought into relief as by a lightning flash.\n\nAn instant later the light increased in intensity, and seemed to\nburst like some piece of aerial fireworks. There was a bright glare,\nin which Ned and the others could see the various buildings about\nthe shed. They could see each other's faces, and they looked pale\nand ghastly in the queer glow. They could see the box, brought into\nbold relief, where Ned and the engineer had placed it.\n\nThen, before the light had died away, they witnessed a curious\nsight. The heavy wooden box seemed to dissolve, to collapse and to\ncrumple up like one of paper, and ere the last rays of the\nilluminating bullet faded, the watchers saw the splinters of wood\nfall back with a clatter in a little heap on the spot where the\ndry-goods case had been.\n\nA silence followed, and the darkness was all the blacker by contrast\nwith the intense light. At length Tom spoke, and he could not keep\nfrom his voice a note of triumph.\n\n\"Well, did I do it?\" he asked.\n\n\"You sure did!\" exclaimed Ned heartily.\n\n\"Fine!\" cried Mr. Swift.\n\n\"Golly! I wouldn't gib much fo' de hide ob any burglar what comed\naround heah!\" muttered Eradicate Sampson. \"Dat box am knocked clean\ninto nuffiness, Massa Tom.\"\n\n\"That's what I wanted to do,\" explained the lad. \"And I guess this\nwill end the test for tonight.\"\n\n\"But I don't exactly understand it,\" spoke Ned, as they all moved\ntoward the Swift home, Eradicate going to the stable to see how his\nmule was. \"Do you have two kinds of bullets, Tom, one for night and\none for the daytime?\"\n\n\"No,\" answered Tom, \"there is only one kind of bullet, and, as I\nhave said, that isn't a bullet at all. That is, you can't see it, or\nhandle it, but you can feel it. Strictly speaking, it is a\nconcentrated discharge of wireless electricity directed against a\ncertain object. You can't see it any more than you can see a\nlightning bolt, though that is sometimes visible as a ball of fire.\nMy electric rifle bullets are similar to a discharge of lightning,\nexcept that they are invisible.\"\n\n\"But we saw the one just now,\" objected Ned.\n\n\"No, you didn't see the bullet,\" said Tom.\n\n\"You saw the illuminating flash which I send out just before I fire,\nto reveal the object I am to hit. That is another part of my rifle\nand is only used at night.\"\n\n\"You see I shoot out a ball of electrical fire which will disclose\nthe target, or the enemy at whom I am firing. As soon as that is\ndischarged the rifle automatically gets ready to shoot the electric\ncharge, and I have only to press the proper button, and the\n'bullet,' as I call it, follows on the heels of the ball of light.\nDo you see?\"\n\n\"Perfectly,\" exclaimed Ned with a laugh. \"What a gun that would be\nfor hunting, since most all wild beasts come out only at night.\"\n\n\"That was one object in making this invention,\" said Tom. \"I only\nhope I get a chance to use it now.\"\n\n\"I thought you were going to Africa after elephants,\" spoke Mr.\nSwift.\n\n\"Well, I did think of it,\" admitted Tom, \"but I haven't made any\ndefinite plans. But come into the house, Ned, and I'll show you more\nin detail how my rifle works.\"\n\nThereupon the two chums spent some time going into the mysteries of\nthe new weapon. Mr. Swift and Mr. Jackson were also much interested,\nfor, though they had seen the gun previously and had helped Tom\nperfect it, they had not yet tired of discussing its merits.\n\nNed stayed quite late that night, and promised to come over the next\nday, and watch Tom do some more shooting.\n\n\"I'll show you how to use it, too,\" promised the young inventor, and\nhe was as good as his word, initiating Ned into the mysteries of the\nelectric rifle, and showing him to store the charges of death-dealing\nelectricity in the queer-looking stock.\n\nFor a week after that Tom and Ned practiced with the terrible gun,\ntaking care not to have any more mishaps like the one that had\nmarked the first night. They were both good shots with ordinary\nweapons and it was not long before they had equaled their record\nwith the new instrument.\n\nIt was one warm afternoon, when Tom was out in the meadow at one\nside of his house, practicing with his rifle on some big boxes he\nhad set up for targets, that he saw an elderly man standing close to\nthe fence watching him. When Tom blew to pieces a particularly large\npacking-case, standing a long distance away from it, the stranger\ncalled to the youth.\n\n\"I beg your pardon,\" he said, \"but is that a dynamite gun you are\nusing?\"\n\n\"No, it's an electric rifle,\" was the answer.\n\n\"Would you mind telling me something about it?\" went on the elderly\nman, and as Tom's weapon was now fully protected by patents, the\nyoung inventor cordially invited the stranger to come nearer and see\nhow it worked.\n\n\"That's the greatest thing I ever saw!\" exclaimed the man\nenthusiastically when Tom had blown up another box, and had told of\nthe illumination for night firing. \"The most wonderful weapon I ever\nheard of! What a gun it would be in my business.\"\n\n\"What is your trade?\" asked Tom curiously, for he had noted that the\nman, while aged, was rugged and hearty, and his skin was tanned a\nleathery brown, showing that he was much in the open air.\n\n\"I'm a hunter,\" was the reply, \"a hunter of big game, principally\nelephants, hippos and rhinoceroses. I've just finished a season in\nAfrica, and I'm going back there again soon. I came on to New York\nto get a new elephant gun. I've got a sister living over in\nWaterford, and I've been visiting her. I went out for a stroll\nto-day, and I came farther than I intended. That's how I happened to be\npassing here.\"\n\n\"A sister in Waterford, eh?\" mused Tom, wondering whether the\nelephant hunter had met Mr. Damon. \"And how soon are you going hack\nto Africa, Mr.--er--\" and Tom hesitated.\n\n\"Durban is my name, Alexander Durban,\" said the old man. \"Why, I am\nto start back in a few weeks. I've got an order for a pair of big\nelephant tusks--the largest I can get for a wealthy New York man,--and\nI'm anxious to fulfil the contract. The game isn't what it once\nwas. There's more competition and the elephants are scarcer. So I've\ngot to hustle.\"\n\n\"I got me a new gun. But my! it's nothing to what yours is. With\nthat weapon I could do about as I pleased. I could do night hunting,\nwhich is hard in the African jungle. Then I wouldn't have any\ntrouble getting the big tusks I'm after. I could get a pair of them,\nand live easy the rest of my life. Yes, I wouldn't ask anything\nbetter than a gun like yours. But I s'pose they cost like the\nmischief?\" He looked a question at Tom.\n\n\"This is the only one there is,\" was the lad's answer. \"But I am\nvery glad to have met you, Mr. Durban. Won't you come into the\nhouse? I'm sure my father will be glad to see you, and I have\nsomething I'd like to talk to you about,\" and Tom, with many wild\nideas in his head, led the old elephant hunter toward the house.\n\nThe dream of the young inventor might come true after all.\n\n\n\n\nCHAPTER V\n\nRUSH WORK\n\n\nMr. Swift made the African hunter warmly welcome, and listened with\npride to the words of praise Mr. Durban bestowed on Tom regarding\nthe rifle.\n\n\"Yes, my boy has certainly done wonders along the inventive line,\"\nsaid Mr. Swift.\n\n\"Not half as much as you have, Dad,\" interrupted the lad, for Tom\nwas a modest youth.\n\n\"You should see his sky racer,\" went on the old inventor.\n\n\"Sky racer? What's that?\" asked Mr. Durban. \"Is it another kind of\ngun or cannon?\"\n\n\"It's an aeroplane--an airship,\" explained Mr. Swift.\n\n\"An airship!\" exclaimed the old elephant hunter. \"Say, you don't\nmean that you make balloons, do you?\"\n\n\"Well, they're not exactly balloons,\" replied Tom, as he briefly\nexplained what an aeroplane was, for Mr. Durban, having been in the\nwilds of the jungle so much, had had very little chance to see the\nwonders and progress of civilization.\n\n\"They are better than balloons,\" went on Tom, \"for they can go where\nyou want them to.\"\n\n\"Say! That's the very thing!\" cried the old hunter enthusiastically.\n\"If there's one thing more than another that is needed in hunting in\nAfrica it's an airship. The travel through the jungle is something\nfierce, and that, more than anything else, interferes with my work.\nI can't cover ground enough, and when I do get on the track of a\nherd of elephants, and they get away, it's sometimes a week before I\ncan catch up to them again.\"\n\n\"For, in spite of their size, elephants can travel very fast, and\nonce they get on the go, nothing can stop them. An airship would be\nthe very thing to hunt elephants with in Africa--an airship and this\nelectric rifle. I wonder why you haven't thought of going, Tom\nSwift.\"\n\n\"I have thought of it,\" answered the young inventor, \"and that's why\nI asked you in. I want to talk about it.\"\n\n\"Do you mean you want to go?\" demanded the old man eagerly.\n\n\"I certainly do!\"\n\n\"Then I'm your man! Say, Tom Swift, I'd be proud to have you go to\nAfrica with me. I'd be proud to have you a member of my hunting\nparty, and, though I don't like to boast, still if you'll ask any of\nthe big-game people they'll tell you that not every one can\naccompany Aleck Durban.\"\n\nTom realized that he was speaking to an authority and a most\ndesirable companion, should he go to Africa, and he was very glad of\nthe chance that had made him acquainted with the veteran hunter.\n\n\"Will you go with me?\" asked Mr. Durban. \"You and your electric gun\nand your airship? Will you come to Africa to hunt elephants, and\nhelp me get the big tusks I'm after?\"\n\n\"I will!\" exclaimed Tom.\n\n\"Then we'll start at once. There's no need of delaying here any\nlonger.\"\n\n\"Oh, but I haven't an airship ready,\" said the young inventor. The\nface of the old hunter expressed his disappointment.\n\n\"Then we'll have to give up the scheme,\" he said ruefully.\n\n\"Not at all,\" Tom told him. \"I have all the material on hand for\nbuilding a new airship. I have had it in mind for some time, and I\nhave done some work on it. I stopped it to perfect my electric\nrifle, but, now that is done, I'll tackle the Black Hawk again, and\nrush that to completion.\"\n\n\"The Black Hawk?\" repeated Mr. Durban, wonderingly.\n\n\"Yes, that's what I will name my new craft. The RED CLOUD was\ndestroyed, and so I thought I'd change the color this time, and\navoid bad luck.\"\n\n\"Good!\" exclaimed the hunter. \"When do you think you can have it\nfinished?\"\n\n\"Oh, possibly in a month--perhaps sooner, and then we will go to\nAfrica and hunt elephants!\"\n\n\"Bless my ivory paper cutter!\" exclaimed a voice in the hall just\noutside the library. \"Bless my fingernails! But who's talking about\ngoing to Africa?\"\n\nThe old hunter looked at Tom and his father in surprise, but the\nyoung inventor laughing and going to the door, called out:\n\n\"Come on in, Mr. Damon. I didn't hear you ring. There is some one\nhere from your town.\"\n\n\"Is it my wife?\" asked the odd gentleman who was always blessing\nsomething. \"She said she was going to her mother's to spend a few\nweeks, and so I thought I'd come over here and see if you had\nanything new on the program. The first thing I hear is that you are\ngoing to Africa. And so there's some one from Waterford in there,\neh? Is it my wife?\"\n\n\"No,\" answered Tom with another laugh. \"Come on in Mr. Damon.\"\n\n\"Bless my toothpick!\" exclaimed the odd gentleman, as he saw the\ngrizzled elephant hunter sitting between Tom and Mr. Swift. \"I have\nseen you somewhere before, my dear sir.\"\n\n\"Yes,\" admitted Mr. Durban, \"if you're from Waterford you have\nprobably seen me traveling about the streets there. I'm stopping\nwith my sister, Mrs. Douglass, but I can't stand it to be in the\nhouse much, so I'm out of doors, wandering about a good bit of the\ntime. I miss my jungle. But we'll soon be in Africa, Tom Swift and\nme.\"\n\n\"Is it possible, Tom?\" asked Mr. Damon. \"Bless my diamond mines! but\nwhat are you going to do next?\"\n\n\"It's hard to say,\" was the answer. \"But you came just in time. Mr.\nDamon. I'm going to rush work on the Black Hawk, my newest airship,\nand we'll leave for elephant land inside of a month, taking my new\nelectric rifle along. Will you come?\"\n\n\"Bless my penknife! I never thought of such a thing. I--I--guess--no,\nI don't know about it--yes, I'll go!\" he suddenly exclaimed.\n\"I'll go! Hurrah for the elephants!\" and he jumped up and shook\nhands in turn with Mr. Durban, to whom he had been formally\nintroduced, and with Tom and Mr. Swift.\n\n\"Then it's all settled but the details,\" declared the youth, \"and\nnow I'll call in Mr. Jackson, and we'll talk about how soon we can\nhave the airship ready.\"\n\n\"My, but you folks are almost as speedy as a herd of the big\nelephants themselves!\" exclaimed Mr. Durban, and with the advent of\nthe engineer the talk turned to things mechanical among Tom and Mr.\nJackson and Mr. Damon, while Mr. Durban told Mr. Swift hunting\nstories which the old inventor greatly enjoyed.\n\nThe next day Tom engaged two machinists who had worked for him\nbuilding airships before, and in the next week rush work began on\nthe new Black Hawk. Meanwhile Mr. Durban was a frequent visitor at\nTom's home, where he learned to use the new rifle, declaring it was\neven more wonderful than he had at first supposed.\n\n\"That will get the elephants!\" he exclaimed. It did, as you shall\nsoon learn, and it also was the means of saving several lives in the\nwilds of the African jungle.\n\n\n\n\nCHAPTER VI\n\nNEWS FROM ANDY\n\n\nTom Swift's former airship, the Red Cloud, had been such a fine\ncraft, and had done such good service that he thought, in building a\nsuccessor, that he could do no better than to follow the design of\nthe skyship which had been destroyed in the ice caves. But, on\ntalking with the old elephant hunter, and learning something of the\npeculiarities of the African jungle the young inventor decided on\ncertain changes.\n\nIn general the Black Hawk would be on the lines of the Red Cloud but\nit would be smaller and lighter and would also be capable of swifter\nmotion.\n\n\"You want it so that it will rise and descend quickly and at sharp\nangles,\" said Mr. Durban.\n\n\"Why,\" inquired Tom.\n\n\"Because in Africa, at least in the part where we will go, there are\nwide patches of jungle and forest, with here and there big open\nplaces. If you are skimming along close to the ground, in an open\nplace, in pursuit of a herd of elephants and they should suddenly\nplunge into the forest, you would want to be able to rise above the\ntrees quickly.\"\n\n\"That's so,\" admitted Tom. \"Then I'll have to use a smaller gas bag\nthan we had on the other ship, for the air resistance to that big\none made us go slowly at times.\"\n\n\"Will it be as safe with a small bag?\" Mr. Damon wanted to know.\n\n\"Yes, for I will use a more powerful gas, so that we will be more\nquickly lifted,\" said the young inventor. \"I will also retain the\naeroplane feature, so that the Black Hawk will be a combined biplane\nand dirigible balloon. But it will have many new features. I have\nthe plans all drawn for a new style of gas generating apparatus, and\nI think it can be made in time.\"\n\nThere were busy days about the Swift home. Mrs. Baggert, the\nhousekeeper, was in despair. She said the good meals she got ready\nwere wasted, because no one would come to table when they were\nready. She would ring the bell, and announce that dinner would be\nserved in five minutes.\n\nThen Tom would shout from his workshop that he could not leave until\nhe had inserted a certain lever in place. Mr. Jackson would\npositively decline to sit down until he had screwed fast some part\nof a machine. Even Mr. Swift, who, because of his recent illness,\nwas not allowed to do much, would often delay his meal to test some\nnew style of gears.\n\nAs for Mr. Damon, it was to be expected that he would be eccentric\nas he always was. He was not an expert mechanic, but he knew\nsomething of machinery and was of considerable help to Tom in the\nrush work on the airship. He would hear the dinner bell ring, and\nwould exclaim:\n\n\"Bless my napkin ring! I can't come now. I have to fix up this\nelectrical register first.\"\n\nAnd so it would go. Eradicate and Boomerang, his mule, were the only\nones who ate regularly, and they always insisted on stopping at\nexactly twelve o'clock to partake of the noonday meal.\n\n\"'Cause ef I didn't,\" explained the colored man, \"dat contrary mule\nob mine would lay down in de dust ob de road an' not move a step,\nlessen' he got his oats. So dat's why we has t' eat, him an' me.\"\n\n\"Well, I'm glad there's some one who's got sense,\" murmured Mrs.\nBaggert. Eradicate and Boomerang were of great service in the\nhurried work that followed, for the colored man in his cart brought\nfrom town, or from the freight depot, many things that Tom needed.\n\nThe young inventor was very enthusiastic about his proposed trip,\nand at night, after a hard day's work in the shop, he would read\nbooks on African hunting, or he would sit and listen to the stories\ntold by Mr. Durban. And the latter knew how to tell hunting tales,\nfor he had been long in his dangerous calling, and had had many\nnarrow escapes.\n\n\"And there are other dangers than from elephants and wild beasts in\nAfrica,\" he said.\n\n\"Bless my toothbrush!\" exclaimed Mr. Damon. \"Do you mean cannibals,\nMr. Durban?\"\n\n\"Some cannibals,\" was the reply. \"But they're not the worst. I mean\nthe red pygmies. I hope we don't get into their clutches.\"\n\n\"Red pygmies!\" repeated Tom, wonderingly.\n\n\"Yes, they're a tribe of little creatures, about three feet high,\ncovered with thick reddish hair, who live in the central part of\nAfrica, near some of the best elephant-hunting ground. They are\nwild, savage and ferocious, and what they lack individually in\nstrength, they make up in numbers. They're like little red apes, and\nwoe betide the unlucky hunter who falls into their merciless hands.\nThey treat him worse than the cannibals do.\"\n\n\"Then we'll look out for them,\" said Tom. \"But I fancy my electric\nrifle will make them give us a wide berth.\"\n\n\"It's a great gun,\" admitted the old hunter with a shake of his\nhead, \"but those red pygmies are terrible creatures. I hope we don't\nget them on our trail. But tell me, Tom, how are you coming on with\nthe airship? for I don't know much about mechanics, and to me it\nlooks as if it would never be put together. It's like one of those\nqueer puzzles I've seen 'em selling in the streets of London.\"\n\n\"Oh, it's nearer ready than it looks to be,\" said Tom. \"We'll have\nit assembled, and ready for a trial in about two weeks more.\"\n\nWork on the Black Hawk was rushed more than ever in the next few\ndays, another extra machinist being engaged. Then the craft began to\nassume shape and form, and with the gas bag partly inflated and the\nbig planes stretching out from either side, it began to look\nsomething like the ill-fated Red Cloud.\n\n\"It's going to be a fine ship!\" cried Tom enthusiastically, one day,\nas he went to the far side of the ship to get a perspective view of\nit. \"We'll make good time in this.\"\n\n\"Are you going to sail all the way to Africa--across the ocean--in\nher?\" asked Mr. Durban, in somewhat apprehensive tones.\n\n\"Oh, no,\" replied Tom. \"I believe she would be capable of taking us\nacross the ocean, but there is no need of running any unnecessary\nrisks. I want to get her safely to Africa, and have her do stunts in\nelephant land.\"\n\n\"Then what are your plans?\" asked the hunter.\n\n\"We'll put her together here,\" said Tom, \"give her a good try-out to\nsee that she works well, and then pack her up for shipment to the\nAfrican coast by steamer. We'll go on the same ship, and when we\narrive we'll put the Black Hawk together again, and set sail for the\ninterior.\"\n\n\"Good idea,\" commented Mr. Durban. \"Now, if you've no objections,\nI'm going to do a little practice with the electric rifle.\"\n\n\"Go ahead,\" assented Tom. \"There comes Ned Newton; he'll be glad of\na chance for a few shots while I work on this new propeller motor.\nIt just doesn't suit me.\"\n\nThe bank clerk, who had arranged to go to Africa with Tom, was seen\nadvancing toward the aeroplane shed. In his hand Ned held a paper,\nand as he saw Tom he called out:\n\n\"Have you heard the news?\"\n\n\"What news?\" inquired the young inventor.\n\n\"About Andy Foger. He and his aeroplane are lost!\"\n\n\"Lost!\" cried Tom, for in spite of the mean way the bully had\ntreated him our hero did not wish him any harm.\n\n\"Well, not exactly lost,\" went on Ned, as he held out the paper to\nTom, \"but he and his sky-craft have disappeared.\"\n\n\"Disappeared?\"\n\n\"Yes. You know he and that German, Mr. Landbacher, went over to\nEurope to give some aviation exhibitions. Well, I see by this paper\nthat they went to Egypt, and were doing a high-flying stunt there,\nwhen a gale sprang up, they lost control of the aeroplane and it was\nswept out of sight.\"\n\n\"In which direction; out to sea?\"\n\n\"No, toward the interior of Africa.\"\n\n\"Toward the interior of Africa!\" cried Tom. \"And that's where we're\ngoing in a couple of weeks. Andy in Africa!\"\n\n\"'Maybe we'll see him there,\" suggested Ned.\n\n\"Well, I certainly hope we do not!\" exclaimed Tom, as he turned back\nto his work, with an undefinable sense of fear in his heart.\n\n\n\n\nCHAPTER VII\n\nTHE BLACK HAWK FLIES\n\n\nIt was with no little surprise that the news of the plight that was\nsaid to have befallen Andy Foger was received by Tom and his\nassociates. The newspaper had quite an account of the affair, and,\neven allowing the usual discount for the press dispatches, it looked\nas if the former bully was in rather distressing circumstances.\n\n\"He won't have to be carried very far into Africa to be in a bad\ncountry,\" said the old hunter. \"Of course, some parts of the\ncontinent are all right, and for me, I like it all, where there's\nhunting to be had. But I guess your young friend Foger won't care\nfor it.\"\n\n\"He's no friend of ours,\" declared Ned, as Tom was reading the\nnewspaper account. \"Still, I don't wish him any bad luck, and I do\nhope he doesn't become the captive of the red pygmies.\"\n\n\"So do I,\" echoed the old hunter fervently. There was no news of\nAndy in the papers the next day, though there were cable dispatches\nspeculating on what might have happened to him and the airship. In\nShopton the dispatches created no little comment, and it was said\nthat Mr. Foger was going to start for Africa at once to rescue his\nson. This, however, could not be confirmed.\n\nMeanwhile Tom and his friends were very busy over the Black Hawk.\nEvery hour saw the craft nearer completion, for the young inventor\nhad had much experience in this sort of work now, and knew just how\nto proceed.\n\nTo Mr. Damon were intrusted certain things which he could well\nattend to, and though he frequently stopped to bless his necktie or\nhis shoelaces, still he got along fairly well.\n\nThere would be no necessity of purchasing supplies in this country,\nfor they could get all they needed in the African city of Majumba,\non the western coast, where they planned to land. There the airship\nwould be put together, stocked with provisions and supplies, and\nthey would begin their journey inland. They planned to head for Buka\nMeala, crossing the Congo River, and then go into the very interior\nof the heart of the dark continent.\n\nAs we have described in detail, in the former books of this series,\nthe construction of Tom Swift's airship, the Red Cloud, and as the\nBlack Hawk was made in a similar manner to that, we will devote but\nbrief space to it now. As the story proceeds, and the need arises\nfor a description of certain features, we will give them to you, so\nthat you will have a clear idea of what a wonderful craft it was.\n\nSufficient to say that there was a gas bag, made of a light but\nstrong material, and capable of holding enough vapor, of a new and\nsecret composition, to lift the airship with its load. This was the\ndirigible-balloon feature of the craft, and with the two powerful\npropellers, fore and aft (in which particular the Black Hawk\ndiffered from the Red Cloud which had two forward propellers);--with\nthese two powerful wooden screws, as we have said, the new ship\ncould travel swiftly without depending on the wing planes.\n\nBut as there is always a possibility of the gas bag being punctured,\nor the vapor suddenly escaping from one cause or another, Tom did\nnot depend on this alone to keep his craft afloat. It was a perfect\naeroplane, and with the gas bag entirely empty could be sent\nscudding along at any height desired. To enable it to rise by means\nof the wings, however, it was necessary to start it in motion along\nthe ground, and for this purpose wheels were provided.\n\nThere was a large body or car to the craft, suspended from beneath\nthe gas bag, and in this car were the cabins, the living, sleeping\nand eating apartments, the storerooms and the engine compartment.\n\nThis last was a marvel of skill, for it contained besides the gas\nmachine, and the motor for working the propellers, dynamos, gages,\nand instruments for telling the speed and height, motors for doing\nvarious pieces of work, levers, wheels, cogs, gears, tanks for\nstoring the lifting gas, and other features of interest.\n\nThere were several staterooms for the use of the young captain and\nthe passengers, an observation and steering tower, a living-room,\nwhere they could all assemble as the ship was sailing through the\nair, and a completely equipped kitchen.\n\nThis last was Mr. Damon's special pride, as he was a sort of cook,\nand he liked nothing better than to get up a meal when the craft was\ntwo or three miles high, and scudding along at seventy-five miles an\nhour.\n\nIn addition there were to be taken along many scientific\ninstruments, weapons of defense and offense, in addition to the\nelectric rifle, and various other objects which will be spoken of in\ndue time.\n\n\"Well,\" remarked Tom Swift one afternoon, following a hard day's\nwork in the shop, \"I think, if all goes well, and we have good\nweather, I'll give the Black Hawk a trial tomorrow.\"\n\n\"Do you think it will fly?\" asked Ned.\n\n\"There is no telling,\" was the answer of the young inventor. \"These\nthings are more or less guesswork, even when you make two exactly\nalike. As far as I can tell, we have now a better craft than the Red\nCloud was, but it remains to be seen how she will behave.\"\n\nThey worked late that night, putting the finishing touches on the\nBlack Hawk, and in the morning the new airship was wheeled out of\nthe shed, and placed on the level starting ground, ready for the\ntrial flight.\n\nOnly the bare machinery was in her, as yet, and the gas bag had not\nbeen inflated as Tom wanted to try the plane feature first. But the\nvapor machine was all ready to start generating the gas whenever it\nwas needed. Nor was the Black Hawk painted and decorated as she\nwould be when ready to be sent to Africa. On the whole, she looked\nrather crude as she rested there on the bicycle wheels, awaiting the\nstarting of the big propellers. As the stores and supplies were not\nyet in, Tom took aboard, in addition to Mr. Damon, Ned, his father,\nMr. Jackson and Mr. Durban, some bags of sand to represent the extra\nweight that would have to be carried.\n\n\"If she'll rise with this load she'll do,\" announced the young\ninventor, as he went carefully over the craft, looking to see that\neverything was in shape.\n\n\"If she does rise it will be a new experience for me,\" spoke the old\nelephant hunter. \"I've never been in an airship before. It doesn't\nseem possible that we can get up in the air with this machine.\"\n\n\"Maybe we won't,\" spoke Tom, who was always a little diffident about\na new piece of machinery.\n\n\"Well, if it doesn't do it the first time, it will the second, or\nthe fifty-second,\" declared Ned Newton. \"Tom Swift doesn't give up\nuntil he succeeds.\"\n\n\"Stop it! You'll make me blush!\" cried the Black Hawk's owner as he\ntried the different gages and levers to see that they were all\nright.\n\nAfter what seemed like a long time he gave the word for those who\nwere to make the trial trip to take their places. They did so, and\nthen, with Mr. Jackson, Tom went to the engine room. There was a\nlittle delay, due to the fact that some adjustment was necessary on\nthe main motor. But at last it was fixed.\n\n\"Are you all ready?\" called Tom.\n\n\"All ready,\" answered Mr. Damon. The old elephant hunter sat in a\nchair, nervously gripping the arms, and with a grim look on his\ntanned face. Mr. Swift was cool, as Ned, for they had made many\ntrips in the air. Outside were Eradicate Sampson and Mrs. Baggert.\n\n\"Here we go!\" suddenly cried Tom, and he yanked over the lever that\nstarted the main motor and propellers. The Black Hawk trembled\nthroughout her entire length. She shivered and shook. Faster and\nfaster whirled the great wooden screws. The motor hummed and\nthrobbed.\n\nSlowly the Black Hawk moved across the ground. Then she gathered\nspeed. Now she was fairly rushing over the level space. Tom Swift\ntilted the elevation rudder, and with a suddenness that was\nstartling, at least to the old elephant hunter, the new airship shot\nupward on a steep slant.\n\n\"The Black Hawk flies!\" yelled Ned Newton. \"Now for elephant land\nand the big tusks!\"\n\n\"Yes, and perhaps for the red pygmies, too,\" added Tom in a low\nvoice. Then he gave his whole attention to the management of his new\nmachine, which was rapidly mounting upward, with a speed rivalling\nthat of his former big craft.\n\n\n\n\nCHAPTER VIII\n\nOFF FOR AFRICA\n\n\nHigher and higher went the Black Hawk, far above the earth, until\nthe old elephant hunter, looking down, said in a voice which he\ntried to make calm and collected, but which trembled in spite of\nhimself:\n\n\"Of course I'm not an expert at this game, Tom Swift, but it looks\nto me as if we'd never get down. Don't you think we're high enough?\"\n\n\"For the time being, yes,\" answered the young inventor. \"I didn't\nthink she'd climb so far without the use of the gas. She's doing\nwell.\"\n\n\"Bless my topknot, yes!\" exclaimed Mr. Damon. \"She beats the Red\nCloud, Tom. Try her on a straight-away course.\"\n\nWhich the youth did, pointing the nose of the craft along parallel\nto the surface of the earth, and nearly a mile above it. Then,\nincreasing the speed of the motor, and with the big propellers\nhumming, they made fast time.\n\nThe old elephant hunter grew more calm as he saw that the airship\ndid not show any inclination to fall, and he noted that Tom and the\nothers not only knew how to manage it, but took their flight as much\na matter of course as if they were in an automobile skimming along\non the surface of the ground.\n\nTom put his craft through a number of evolutions, and when he found\nthat she was in perfect control as an aeroplane, he started the gas\nmachine, filled the big black bag overhead, and, when it was\nsufficiently buoyant, he shut off the motor, and the Black Hawk\nfloated along like a balloon.\n\n\"That's what we'll do if our power happens to give out when we get\nover an African jungle, with a whole lot of wild elephants down\nbelow, and a forest full of the red pygmies waiting for us,\"\nexplained Tom to Mr. Durban.\n\n\"And I guess you'll need to do it, too,\" answered the hunter. \"I\ndon't know which I fear worse, the bad elephants wild with rage, as\nthey get some times, or the little red men who are as strong as\ngorillas, and as savage as wolves. It would be all up with us if we\ngot into their hands. But I think this airship will be just what we\nneed in Africa. I'd have been able to get out of many a tight place\nif I had had one on my last trip.\"\n\nWhile the Black Hawk hung thus, up the air, not moving, save as the\nwind blew her, Tom with his father and Mr. Jackson made an\ninspection of the machinery to find out whether it had been strained\nany. They found that it had worked perfectly, and soon the craft was\nin motion again, her nose this time being pointed toward the earth.\nTom let out some of the gas, and soon the airship was on the ground\nin front of the shed she had so recently left.\n\n\"She's all right,\" decided the young inventor after a careful\ninspection. \"I'll give her a couple more trials, put on the\nfinishing touches and then we'll be ready for our trip to Africa.\nHave you got everything arranged to go, Ned?\"\n\n\"Sure. I have a leave of absence from the bank, thanks to your\nfather and Mr. Damon, most of my clothes are packed, I've bought a\ngun and I've got a lot of quinine in case I get a fever.\"\n\n\"Good!\" cried the elephant hunter. \"You'll do all right, I reckon.\nI'm glad I met you young fellows. Well, I've lived through my first\ntrip in the air, which is more than I expected when I started.\"\n\nThey discussed their plans at some length, for, now that the airship\nhad proved all that they had hoped for, it would not be long ere\nthey were under way. In the days that followed Tom put the finishing\ntouches on the craft, arranged to have it packed up for shipment,\nand spent some time practicing with his electric rifle. He got to be\nan expert shot, and Mr. Durban, who was a wonder with the ordinary\nrifle, praised the young inventor highly.\n\n\"There won't be many of the big tuskers get away from you, Tom Swift,\"\nhe said. \"And that reminds me, I got a letter the other day, from\nthe firm I collect ivory for, stating that the price had risen\nbecause of a scarcity, and urging me to hurry back to Africa and get\nall I could. It seems that war has broken out among some of the\ncentral African tribes, and they are journeying about in the jungle,\non the war path here and there, and have driven the elephants into\nthe very deepest wilds, where the ordinary hunters can't get at\nthem.\"\n\n\"Maybe we won't have any luck, either,\" suggested Ned.\n\n\"Oh, yes, we will,\" declared the hunter. \"With our airship, the\nworst forest of the dark continent won't have any terrors for us,\nfor we can float above it. And the fights of the natives won't have\nany effect. In a way, this will be a good thing, for with the price\nof ivory soaring, we can make more money than otherwise. There's a\nchance for us all to get a lot of money.\"\n\n\"Bless my piano keys!\" exclaimed Mr. Damon, \"if I can get just one\nelephant, and pull out his big ivory teeth, I'll be satisfied. I\nwant a nice pair of tusks to set up on either side of my fireplace\nfor ornaments.\"\n\n\"A mighty queer place for such-like ornaments,\" said Mr. Durban in a\nlow voice. Then he added: \"Well, the sooner we get started the\nbetter I'll like it, for I want to get that pair of big tusks for a\nspecial customer of mine.\"\n\n\"I'll give the Black Hawk one more trial flight, and then take her\napart and ship her,\" decided Tom, and the final flight, a most\nsuccessful one, took place the following day.\n\nThen came another busy season when the airship was taken apart for\nshipment to the coast of Africa by steamer. It was put into big\nboxes and crates, and Eradicate and his mule took them to the\nstation in Shopton.\n\n\"Don't you want to come to Africa with us, Rad?\" asked Tom, when the\nlast of the cases had been sent off. \"You'll find a lot of your\nfriends there.\"\n\n\"No, indeedy, I doan't want t' go,\" answered the colored man,\n\"though I would like to see dat country.\"\n\n\"Then why don't you come?\"\n\n\"Hu! Yo' think, Massa Tom, dat I go anywhere dat I might meet dem\nlittle red men what Massa Durban talk about? No, sah, dey might hurt\nmah mule Boomerang.\"\n\n\"Oh, I wasn't going to take the mule along,\" said Tom, wondering how\nthe creature might behave in the airship.\n\n\"Not take Boomerang? Den I SUTTINLY ain't goin,\" and Eradicate\nwalked off, highly offended, to give some oats to his faithful if\nsomewhat eccentric steed.\n\nAfter the airship had been sent off there yet remained much for Tom\nSwift to do. He had to send along a number of special tools and\nappliances with which to put the ship together again, and also some\nwith which to repair the craft in case of accident. So that this\ntime was pretty well occupied. But at length everything was in\nreadiness, and with his electric rifle knocked down for\ntransportation, and with his baggage, and that of the others, all\npacked, they set off one morning to take the train for New York,\nwhere they would get a steamer for Africa.\n\nNumerous good-bys had been said, and Tom had made a farewell call on\nMary Nestor, promising to bring her some trophy from elephant land,\nthough he did not quite know what it would be.\n\nMr. Damon, as the train started, blessed everything he could think\nof. Mr. Swift waved his hand and wished his son and the others good\nluck, feeling a little lonesome that he could not make one of the\nparty. Ned was eager with excitement, and anticipation of what lay\nbefore him. Tom Swift was thinking of what he could accomplish with\nhis electric rifle, and of the wonderful sights he would see, and,\nas for the old elephant hunter, he was very glad to be on the move\nagain, after so many weeks of idleness, for he was a very active\nman.\n\nTheir journey to New York was uneventful, and they found that the\nparts of the airship had safely arrived, and had been taken aboard\nthe steamer. The little party went aboard themselves, after a day\nspent in sight-seeing, and that afternoon the Soudalar, which was\nthe vessel's name, steamed away from the dock at high tide.\n\n\"Off for Africa!\" exclaimed Tom to Ned, as they stood at the rail,\nwatching the usual crowd wave farewells. \"Off for Africa, Ned.\"\n\nAs Tom spoke, a gentleman who had been standing near him and his\nchum, vigorously waving his hand to some one on the pier, turned\nquickly. He looked sharply at the young inventor for a moment, and\nthen exclaimed:\n\n\"Well, if it isn't Tom Swift! Did I hear you say you were going to\nAfrica?\"\n\nTom looked at the gentleman with rather a puzzled air for a moment.\nThe face was vaguely familiar, but Tom could not recall where he had\nseen it. Then it came to him in a flash.\n\n\"Mr. Floyd Anderson!\" exclaimed our hero. \"Mr. Anderson of--\"\n\n\"Earthquake Island!\" exclaimed the gentleman quickly, as he extended\nhis hand. \"I guess you remember that place, Tom Swift.\"\n\n\"Indeed I do. And to think of meeting you again, and on this African\nsteamer,\" and Tom's mind went back to the perilous days when his\nwireless message had saved the castaways of Earthquake Island, among\nwhom were Mr. Anderson and his wife.\n\n\"Did I hear you say you were going to Africa?\" asked Mr. Anderson,\nwhen he had been introduced to Ned, and the others in Tom's party.\n\n\"That's where we're bound for,\" answered the lad. \"We are going to\nelephant land. But where are you going, Mr. Anderson?\"\n\n\"Also to Africa, but not on a trip for pleasure or profit like\nyourselves. I have been commissioned by a missionary society to\nrescue two of its workers from the heart of the dark continent.\"\n\n\"Rescue two missionaries?\" exclaimed Tom, wonderingly.\n\n\"Yes, a gentleman and his wife, who, it is reported, have fallen\ninto the hands of a race known as the red pygmies, who hold them\ncaptives!\"\n\n\n\n\nCHAPTER IX\n\nATTACKED BY A WHALE\n\n\nSurprise at Mr. Anderson's announcement held Tom silent for a\nmoment. That the gentleman whom he had been the means of rescuing,\namong others, from Earthquake Island, should be met with so\nunexpectedly, was quite a coincidence, but when it developed that he\nwas bound to the same part of the African continent as were Tom and\nhis friends, and when he said he hoped to rescue some missionaries\nfrom the very red pygmies so feared by the old elephant hunter--this\nwas enough to startle any one.\n\n\"I see that my announcement has astonished you,\" said Mr. Anderson,\nas he noted the look of surprise on the face of the young inventor.\n\n\"It certainly has! Why, that's where we are bound for, in my new\nairship. Come down into our cabin, Mr. Anderson, and tell us all\nabout it. Is your wife with you?\"\n\n\"No, it is too dangerous a journey on which to take her. I have\nlittle hope of succeeding, for it is now some time since the\nunfortunate missionaries were captured, but I am going to do my\nbest, and organize a relief expedition when I get to Africa.\"\n\nTom said nothing at that moment, but he made up his mind that if it\nwas at all possible he would lend his aid, that of his airship, and\nalso get his friends to assist Mr. Anderson. They went below to a\nspecial cabin that had been reserved for Tom's party, and there, as\nthe ship slowly passed down New York Bay, Mr. Anderson told his\nstory.\n\n\"I mentioned to you, when we were on Earthquake Island,\" he said to\nTom, \"that I had been in Africa, and had done some hunting. That is\nnot my calling, as it is that of your friend, Mr. Durban, but I know\nthe country pretty well. However, I have not been there in some\ntime.\"\n\n\"My wife and I are connected with a church in New York that, several\nyears ago, raised a fund and sent two missionaries, Mr. and Mrs.\nJacob Illingway, to the heart of Africa. They built up a little\nmission there, and for a time all went well, and they did good work\namong the natives.\"\n\n\"They are established in a tribe of friendly black men, of simple\nnature, and, while the natives did not become Christianized to any\nremarkable extent, yet they were kind to the missionaries. Mr. and\nMrs. Illingway used frequently to write to members of our church,\ntelling of their work. They also mentioned the fact that adjoining\nthe country of the friendly blacks there was a tribe of fierce\nlittle red men,--red because of hair of that color all over their\nbodies.\"\n\n\"That's right,\" agreed Mr. Durban, shaking his head solemnly.\n\"They're red imps, too!\"\n\n\"Mr. Illingway often mentioned in his letters,\" went on Mr.\nAnderson, \"that there were frequent fights between the pygmies and\nthe race of blacks, but the latter had no great fear of their small\nenemies. However, it seems that they did not take proper\nprecautions, for not long ago there was a great battle, the blacks\nwere attacked by a large force of the red pygmies, who overwhelmed\nthem by numbers, and finally routed them, taking possession of their\ncountry.\"\n\n\"What became of the missionaries?\" asked Ned Newton.\n\n\"I'll tell you,\" said Mr. Anderson. \"For a long time we heard\nnothing, beyond the mere news of the fight, which we read of in the\npapers. The church people were very anxious about the fate of Mr.\nand Mrs. Illingway, and were talking of sending a special messenger\nto inquire about them, when a cablegram came from the headquarters\nof the society in London.\"\n\n\"It seems that one of the black natives, named Tomba, who was a sort\nof house servant to Mr. and Mrs. Illingway, escaped the general\nmassacre, in which all his friends were killed. He made his way\nthrough the jungle to a white settlement, and told his story,\nrelating how the two missionaries had been carried away captive by\nthe pygmies.\"\n\n\"A terrible fate,\" commented Mr. Durban.\n\n\"Yes, they might better be dead, from all the accounts we can hear,\"\nwent on Mr. Anderson.\n\n\"Bless my Sunday hat! Don't say that!\" exclaimed Mr. Damon. \"Maybe\nwe can save them, Mr. Anderson.\"\n\n\"That is what I am going to try to do, though it may be too late. As\nsoon as definite news was received, our church held a meeting,\nraised a fund, and decided to send me off to find Mr. and Mrs.\nIllingway, if alive, or give them decent burial, if I could locate\ntheir bones. The reason they selected me was because I had been in\nAfrica, and knew the country.\"\n\n\"I made hurried arrangements, packed up, said good-by to my wife,\nand here I am. But to think of meeting you, Tom Swift! And to hear\nthat you are also going to Africa. I wish I could command an airship\nfor the rescue. It might be more easily accomplished!\"\n\n\"That's just what I was going to propose!\" exclaimed Tom. \"We are\ngoing to the land of the red pygmies, and while I have promised to\nhelp Mr. Durban in getting ivory, and while I want to try my\nelectric rifle on big game, still we can do both, I think. You can\ndepend on us, Mr. Anderson, and if the Black Hawk can be of any\nservice to you in the rescue, count us in!\"\n\n\"Gosh!\" cried the former castaway of Earthquake Island. \"This is the\nbest piece of luck I could have! Now tell me all about your plans.\"\nwhich Tom and the others did, listening in turn, to further details\nabout the missionaries.\n\nJust how they would go to work to effect the rescue, or how they\ncould locate the particular tribe of little red men who had Mr. and\nMrs. Illingway, they did not know.\n\n\"We may be able to get hold of this Tomba,\" said Mr. Durban. \"If not\nI guess between Mr. Anderson and myself we can get on the trail,\nsomehow. I'm anxious to get to the coast, see the airship put\ntogether again, and start for the interior.\"\n\n\"So am I,\" declared Tom, as he got out his electric rifle, and began\nto put it together, for he wanted to show Mr. Anderson how it\nworked.\n\nThey had a pleasant and uneventful voyage for two weeks. The weather\nwas good, and, to tell the truth, it was rather monotonous for Tom\nand the others, who were eager to get into activity again. Then came\na storm, which, while it was not dangerous, yet gave them plenty to\nthink and talk about for three days. Then came more calm weather,\nwhen the Soudalar plowed along over gently heaving billows.\n\nThey were about a week from their port of destination, which was\nMajumba, on the African coast, when, one afternoon, as Tom and the\nothers were in their cabin, they heard a series of shouts on deck,\nand the sound of many feet running to and fro.\n\n\"Something has happened!\" exclaimed the young inventor.\n\nTom raced for the companionway, and was soon on deck, followed by\nMr. Durban and the others. They saw a crowd of sailors and\npassengers leaning over the port rail.\n\n\"What's the matter?\" asked Tom, of the second mate, who was just\npassing.\n\n\"Fight between a killer and a whale,\" was the reply. \"The captain\nhas ordered the ship to lay-to so it can be watched.\"\n\nTom made his way to the rail. About a quarter of a mile away there\ncould be observed a great commotion in the ocean. Great bodies\nseemed to be threshing about, beating the water to foam, and, with\nthe foam could be seen bright blood mingled. Occasionally two jets\nof water, as from some small fountain, would shoot upward.\n\n\"He's blowing hard!\" exclaimed one of the sailors. \"I guess he's\nabout done for!\"\n\n\"Which one?\" asked Tom.\n\n\"The whale,\" was the reply. \"The killer has the best of the big\nfellow,\" and the sailor quickly explained how the smaller killer\nfish, by the peculiarity of its attack, and its great ferocity,\noften bested its larger antagonist.\n\nThe battle was now at its height, and Tom and the others were\ninterested spectators. At times neither of the big creatures could\nbe seen, because of the smother of foam in which they rolled and\nthreshed about. The whale endeavored to sound, or go to the bottom,\nbut the killer stuck to him relentlessly.\n\nSuddenly, however, as Tom looked, the whale, by a stroke of his\nbroad tail, momentarily stunned his antagonist. Instantly realizing\nthat he was free the great creature, which was about ninety feet\nlong, darted away, swimming on the surface of the water, for he\nneeded to get all the air possible.\n\nQuickly acquiring momentum, the whale came on like a locomotive,\nspouting at intervals, the vapor from the blowholes looking not\nunlike steam from some submarine boat.\n\n\"He looks to be heading this way,\" remarked Mr. Durban to Tom.\n\n\"He is,\" agreed the young inventor, \"but I guess he'll dive before\nhe gets here. He only wants to get away from the killer. Look, the\nother one is swimming this way, too!\"\n\n\"Bless my harpoon, but he sure is!\" called Mr. Damon. \"They'll renew\nthe fight near here.\"\n\nBut he was mistaken, for the killer, after coming a little distance\nafter the whale, suddenly turned, hesitated for a moment, and then\ndisappeared in the depths of the ocean.\n\nThe whale, however, continued to come on, speeding through the water\nwith powerful strokes. There was an uneasy movement among some of\nthe passengers.\n\n\"Suppose he strikes the ship,\" suggested one woman.\n\n\"Nonsense! He couldn't,\" said her husband.\n\n\"The old man had better get under way, just the same,\" remarked a\nsailor near Tom, as he looked up at the bridge where the captain was\nstanding.\n\nThe \"old man,\" or commander, evidently thought the same thing, for,\nafter a glance at the oncoming leviathan, which was still headed\ndirectly for the vessel, he shoved the lever of the telegraph signal\nover to \"full speed ahead.\"\n\nHardly had he done so than the whale sank from sight.\n\n\"Oh, I'm so glad!\" exclaimed the woman who had first spoken of the\npossibility of the whale hitting the ship, \"I am afraid of those\nterrible creatures.\"\n\n\"They're as harmless as a cow, unless they get angry,\" said her\nhusband.\n\nSlowly the great ship began to move through the water. Tom and his\nfriends were about to go back to their cabin, for they thought the\nexcitement over, when, as the young inventor turned from the rail,\nhe felt a vibration throughout the whole length of the steamer, as\nif it had hit on a sand-bar.\n\nInstantly there was a jangling of bells in the engine room, and the\nSoudalar lost headway.\n\n\"What's the matter?\" asked several persons.\n\nThey were answered a moment later, for the big whale, even though\ngrievously wounded in his fight with the killer, had risen not a\nhundred feet away from the ship, and was coming toward it with the\nspeed of an express train.\n\n\"Bless my blubber!\" cried Mr. Damon. \"We must have hit the whale, or\nit hit us under the water and now it's going to attack us!\"\n\nHe had no more than gotten the words out of his mouth ere the great\ncreature of the deep came on full tilt at the vessel, struck it a\nterrific blow which made it tremble from stem to stern, and careen\nviolently.\n\nThere was a chorus of frightened cries, sailors rushed to and fro,\nthe engine-room bells rang violently, and the captain and mates\nshouted hoarse orders.\n\n\"Here he comes again!\" yelled Mr. Durban, as he hurried to the side\nof the ship. \"The whale takes us for an enemy, I guess, and he's\ngoing to ram us again!\"\n\n\"And if he does it many times, he'll start the plates and cause a\nleak that won't be stopped in a hurry!\" cried a sailor as he rushed\npast Tom.\n\nThe young inventor looked at the oncoming monster for a moment, and\nthen started on the run for his cabin.\n\n\"Here! Where are you going?\" cried Mr. Damon, but Tom did not\nanswer.\n\n\n\n\nCHAPTER X\n\nOFF IN THE AIRSHIP\n\n\nAs Tom Swift hurried down the companionway he again felt the ship\ncareen as the whale struck it a powerful blow, and he was almost\nknocked off his feet. But he kept on.\n\nBelow he found some frightened men and women, a number of whom were\nadjusting life preservers about them, under the impression that the\nship had struck a rock and was going down. They had not been up on\ndeck, and did not know of the battle between the killer and the\nwhale, nor what followed.\n\n\"Oh, I know we're sinking!\" cried one timid woman. \"What has\nhappened?\" she appealed to Tom.\n\n\"It will be all right in a little while,\" he assured her.\n\n\"But what is it? I want to know. Have we had a collision.\"\n\n\"Yes, with a whale,\" replied Tom, as he grabbed up something from\nhis stateroom, and again rushed up on deck. As he reached it the\nwhale came on once more, and struck the ship another terrific blow.\nThen the monster sank and could be seen swimming back, just under\nthe surface of the water, getting ready to renew the attack.\n\n\"He's going to ram us again!\" cried Mr. Damon. \"Bless my machine\noil! Why doesn't the captain do something?\"\n\nAt that moment the commander cried from the bridge:\n\n\"Send a man below, Mr. Laster, to see if we are making any water.\nThen tell half a dozen of the sailors to get out the rifles, and see\nif they can't kill the beast. He'll put us in Davy Jones's locker if\nhe keeps this up! Lively now, men!\"\n\nThe first mate, Mr. Laster, called out the order. A sailor went\nbelow to see if the ship was leaking much, and the captain rang for\nfull speed ahead. But the Soudalar was slow in getting under way\nagain, and, even at top speed she was no match for the whale, which\nwas again rushing toward the vessel.\n\n\"Quick with those rifles!\" cried the captain. \"Fire a volley into\nthe beast!\"\n\n\"There's no need!\" suddenly called Mr. Damon, who had caught sight\nof Tom Swift, and the object which the lad carried.\n\n\"No need?\" demanded the commander. \"Why, has the whale sunk, or made\noff?\"\n\n\"No,\" answered the eccentric man, \"the whale is still coming on, but\nTom Swift will fix him. Get there, Tom, and let him have a good\none!\"\n\n\"What sort of a gun is that?\" demanded the commander as the young\ninventor took his place at the rail, which was now almost deserted.\n\nTom did not answer. Bracing himself against the rolling and heaving\nof the vessel, which was now under about half speed, Tom aimed his\nelectric rifle at the oncoming leviathan. He looked at the automatic\ngage, noted the distance and waiting a moment until the crest of a\nwave in front of the whale had subsided, he pressed the button.\n\nIf those watching him expected to hear a loud report, and see a\nflash of flame, they were disappointed. There was absolutely no\nsound, but what happened to the whale was most surprising.\n\nThe great animal stopped short amid a swirl of foam, and the next\ninstant it seemed to disintegrate. It went all to pieces, just as\nhad the dummy figure which Tom on one occasion fired at with his\nrifle and as had the big packing-cases. The whale appeared to\ndissolve, as does a lump of sugar in a cup of hot tea, and, five\nseconds after Tom Swift had fired his electric gun, there was not a\nsign of the monster save a little blood on the calm sea.\n\n\"What--what happened?\" asked the captain in bewilderment. \"Is--is\nthat monster gone?\"\n\n\"Completely gone!\" cried Mr. Damon. \"Bless my powder horn, Tom, but\nI knew you could do it!\"\n\n\"Is that a new kind of whale gun, firing an explosive bullet?\"\ninquired the commander, as he came down off the bridge and shook\nhands with Tom. \"If it is, I'd like to buy one. We may be rammed\nagain by another whale.\"\n\n\"This is my new, electric rifle,\" explained the young inventor\nmodestly, \"and it fires wireless charges of electricity instead of\nbullets. I'm sorry I can't let you have it, as it's the only one I\nhave. But I guess no more whales will ram us. That one was evidently\ncrazed by the attack of the killer, and doubtless took us for\nanother of its enemies.\"\n\nSailors and passengers crowded around Tom, eager to shake his hand,\nand to hear about the gun. Many declared that he had saved the ship.\n\nThis was hardly true, for the whale could not have kept up its\nattacks much longer. Still he might have done serious damage, by\ncausing a leak, and, while the Soudalar was a stanch craft, with\nmany water-tight compartments, still no captain likes to be a week\nfrom land with a bad leak, especially if a storm comes up. Then,\ntoo, there was the danger of a panic among the passengers, had the\nattacks been kept up, so, though Tom wanted to make light of his\nfeat, the others would not let him.\n\n\"You're entitled to the thanks of all on board,\" declared Captain\nWendon, \"and I'll see that the owners hear of what you did. Well, I\nguess we can go on, now. I'll not stop again to see a fight between\na killer and a whale.\"\n\nThe steamer resumed her way at full speed, and the sailor, who had\ngone below, came up to report that there was only a slight leak,\nwhich need not cause any uneasiness.\n\nLittle was talked of for the next few days but the killing of the\nwhale, and Tom had to give several exhibitions of his electric\nrifle, and explain its workings. Then, too, the story of his\nexpedition became known, and also the object of Mr. Anderson's\nquest, and Tom's offer of aid to help rescue the missionaries, so\nthat, altogether, our hero was made much of during the remainder of\nthe voyage.\n\n\"Well, if your gun will do that to a whale, what will it do to an\nelephant?\" asked Mr. Durban one morning, when they were within a\nday's steaming of their port. \"I'm afraid it's almost too strong,\nTom. It will leave nothing--not even the tusks to pick up.\"\n\n\"Oh, I can regulate the power,\" declared the lad. \"I used full force\non the whale, just to see what it would do. It was the first time\nI'd tried it on anything alive. I can so regulate the charge that it\nwill kill even an elephant, and leave scarcely a mark on the beast.\"\n\n\"I'd like to see it done,\" remarked the old hunter.\n\n\"I'll show you, if we sight any sharks,\" promised Tom. He was able\nto keep his word for that afternoon a school of the ugly fish\nfollowed the steamer for the sake of the food scraps thrown\noverboard. Tom took his position in the stern, and gave an\nexhibition of shooting with his electric gun that satisfied even Mr.\nDurban, exacting as he was.\n\nFor the lad, by using his heaviest charges, destroyed the largest\nsharks so that they seemed to instantly disappear in the water, and\nfrom that he toned down the current until he could kill some of the\nmonsters so easily and quickly that they seemed to float motionless\non the surface, yet there was no life left in them once the electric\ncharge touched them.\n\n\"We'll use the light charges when we're killing elephants for their\ntusks,\" said Tom, \"and the heavy ones when we're in danger from a\nrush of the beasts.\"\n\nHe little knew how soon he would have to put his plan into effect.\n\nThey arrived safely at Majumba, the African coast city, and for two\ndays Tom was kept busy superintending the unloading of the parts of\nhis airship. But it was safely taken ashore, and he and his friends\nhired a disused warehouse in which to work at reassembling the Black\nHawk.\n\nTom had everything down to a system, and, in less than a week the\naircraft was once more ready to be sent aloft. It was given a try-out,\nmuch to the astonishment of the natives, and worked perfectly.\nThen Tom and his friends busied themselves laying in a stock of\nprovisions and stores for the trip into the interior.\n\nThey made inquiries about the chances of getting ivory and were told\nthat they were good if they went far enough into the jungle and\nforests, for the big beasts had penetrated farther and farther\ninland.\n\nThey also tried to get some news regarding the captive missionaries,\nbut were unsuccessful nor could they learn what had become of Tomba,\nwho had brought the dire news to civilization.\n\n\"It's too soon to hope for anything yet,\" said Mr. Anderson. \"Wait\nuntil we get near the country of the red pygmies.\"\n\n\"And then it may be too late,\" said Tom in a low voice.\n\nIt was two weeks after their arrival in Majumba that Tom announced\nthat all was in readiness. The airship was in perfect working order,\nit was well stocked with food, arms, articles and trinkets with\nwhich to trade among the natives, spare parts for the machinery,\nspecial tools and a good supply of the chemicals needed to\nmanufacture the lifting gas.\n\nOf course Tom did not leave behind his electric weapon and Mr.\nDurban and the others took plenty of ammunition for the ordinary\nrifles which they carried.\n\nOne morning, after cabling to his father that they were about to\nstart, Tom gave a last careful look to his airship, tested the motor\nand dynamos, took a hasty survey of the storeroom, to see that\nnothing had been forgotten, and gave the word to get aboard.\n\nThey took their places in the cabin. Outside a crowd of natives, and\nwhite traders of many nationalities had gathered. Tom pulled the\nstarting lever. The Black Hawk shot across a specially prepared\nstarting ground, and, attaining sufficient momentum, suddenly arose\ninto the air.\n\nThere was a cheer from the watching crowd, and several superstitious\nblacks, who saw the airship for the first time, ran away in terror.\n\nUp into the blue atmosphere Tom took his craft. He looked down on\nthe city over which he was flying. Then he pointed the prow of the\nBlack Hawk toward the heart of the dark continent.\n\n\"Off for the interior!\" he murmured. \"I wonder if we'll ever get out\nagain?\"\n\nNo one could answer. They had to take their chances with the dangers\nand terrors of elephant land, and with the red pygmies. Yet Tom\nSwift was not afraid.\n\n\n\n\nCHAPTER XI\n\nANCHORED TO EARTH\n\n\nWith the voyage on the steamer, their arrival in Africa, the many\nstrange sights of the city of Majumba, and the refitting of the\nairship, our friends had hardly had time to catch their breath since\nTom Swift's determination to go elephant hunting. Now, as the Black\nHawk was speeding into the interior, they felt, for the first time\nin many weeks, that they \"could take it easy,\" as Ned Newton\nexpressed it.\n\n\"Thank goodness,\" said the bank clerk, \"I can sit down and look at\nsomething for a while,\" and he gazed out of the main cabin windows\ndown at the wild country over which they were then flying.\n\nFor, so swiftly had the airship moved that it was hardly any time at\nall before it had left Majumba far behind, and was scudding over the\nwilderness.\n\n\"Bless my camera,\" exclaimed Mr. Damon, who had brought along one of\nthe picture machines, \"bless my camera! I don't call that much to\nlook at,\" and he pointed to the almost impenetrable forest over\nwhich they then were.\n\n\"No, it isn't much of a view,\" said the old elephant hunter, \"but\nwait. You'll soon see all you want to. Africa isn't all like this.\nThere are many strange sights before us yet. But, Tom Swift, tell us\nhow the airship is working in this climate. Do you find any\ndifficulty managing it?\"\n\n\"Not at all,\" answered Tom, who was in the cabin then, having set\nthe automatic steering apparatus in the pilot house, and come back\nto join the others. \"It works as well as it did in good old York\nState. Of course I can't tell what affect the continual hot and\nmoist air will have on the gas bag, but I guess we'll make out all\nright.\"\n\n\"I certainly hope so,\" put in Mr. Anderson. \"It would be too bad to\nbe wrecked in the middle of Africa, with no way to get out.\"\n\n\"Oh, you needn't worry about that,\" said Ned with a laugh. \"If the\nairship should smash, Tom would build another out of what was left,\nand we'd sail away as good as before.\"\n\n\"Hardly that,\" answered the young inventor.\n\n\"But we won't cross a bridge until we hear it coming, as Eradicate\nwould say. Hello, that looks like some sort of native village.\"\n\nHe pointed ahead to a little clearing in the forest, where a number\nof mud and grass huts were scattered about. As they came nearer they\ncould see the black savages, naked save for a loin cloth, running\nabout in great excitement, and pointing upward.\n\n\"Yes, that's one of the numerous small native villages we'll see\nfrom now on,\" said Mr. Durban. \"Many a night have I spent in those\nsame grass huts after a day's hunting. Sometimes, I've been\ncomfortable, and again not. I guess we've given those fellows a\nscare.\"\n\nIt did seem so, for by this time the whole population, including\nwomen and children, were running about like mad. Suddenly, from\nbelow there sounded a deep booming noise, which came plainly to the\nears of the elephant hunters through the opened windows of the\nairship cabin.\n\n\"Hark! What's that?\" cried Tom, raising his hand for silence.\n\n\"Bless my umbrella! it sounds like thunder,\" said Mr. Damon.\n\n\"No, it's one of their war drums,\" explained Mr. Durban. \"The\nnatives make large ones out of hollow trees, with animal skins\nstretched over the ends, and they beat them to sound a warning, or\nbefore going into battle. It makes a great noise.\"\n\n\"Do you think they want to fight us?\" asked Ned, looking anxiously\nat Tom, and then toward where his rifle stood in a corner of the\ncabin.\n\n\"No, probably that drum was beaten by some of the native priests,\"\nexplained the hunter. \"The natives are very superstitious, and\nlikely they took us for an evil spirit, and wanted to drive us\naway.\"\n\n\"Then we'll hustle along out of their sight,\" said Tom, as he went\nto the pilot house to increase the speed of the airship, for he had\nbeen letting it drift along slowly to enable the adventurers to view\nthe country over which they were passing. A few minutes later, under\nthe increased force of the machinery, the Black Hawk left the native\nvillage, and the crowd of frightened blacks, far behind.\n\nThe travelers passed over a succession of wild stretches of forest\nor jungle, high above big grassy plains, over low but rugged\nmountain ranges, and big rivers. Now and then they would cross some\nlake, on the calm surface of which could be made out natives, in big\ncanoes, hollowed out from trees. In each case the blacks showed\nevery appearance of fright at the sight of the airship throbbing\nalong over their heads.\n\nOn passing over the lake, Ned Newton looked down and cried out\nexcitedly:\n\n\"Look! Elephants! They're in swimming, and the natives are shooting\nthem! Now's our chance, Tom!\"\n\nMr. Anderson and Mr. Durban, after a quick glance, drew back\nlaughing.\n\n\"Those are hippopotami!\" exclaimed the old elephant man. \"Good\nhunting, if you don't care what you shoot, but not much sport in it.\nIt will be some time yet before we see any elephants, boys.\"\n\nNed was rather chagrined at his mistake, but the African travelers\ntold him that any one, not familiar with the country, would have\nmade it, especially in looking down from a great height.\n\nThey sailed along about half a mile above the earth, Tom gradually\nincreasing the speed of the ship, as he found the machinery to be\nworking well. Dinner was served as they were crossing a high grassy\nplateau, over which could be seen bounding a number of antelopes.\n\n\"Some of those would go good for a meal,\" said Mr. Durban, after a\npause during which he watched the graceful creatures.\n\n\"Then we'll go down and get some for supper,\" decided Tom, for in\nthat hot climate it was impossible to carry fresh meat on the\nairship.\n\nAccordingly, the Black Hawk was sent down, and came to rest in a\nnatural clearing on the edge of the jungle. After waiting until the\nfierce heat of noonday was over, the travelers got out their rifles\nand, under the leadership of Mr. Durban and Mr. Anderson, who was\nalso an experienced hunter, they set off.\n\nGame was plentiful, but as they could only eat a comparatively small\nquantity, and as it would not keep, they only shot what they needed.\nTom had his electric rifle, but hesitated to use it, as Mr. Durban\nand Mr. Anderson had each already bowled over a fine buck.\n\nHowever, a chance came most unexpectedly, for, as they were passing\nalong the banks of a little stream, which was almost hidden from\nview by thick weeds and rank grass, there was a sudden commotion in\nthe bushes, and a fierce wild buffalo sprang out at the party.\n\nThere are few animals in Africa more dreaded by hunters than the\nwild buffalo, for the beast, with its spreading sharp horns is a\nformidable foe, and will seldom give up the attack until utterly\nunable to move. They are fierce and relentless.\n\n\"Look out!\" yelled Mr. Durban. \"To cover, everybody! If that beast\ngets after you it's no fun! You and I will fire at him, Mr. Anderson!\"\n\nMr. Durban raised his rifle, and pulled the trigger, but, for some\nreason, the weapon failed to go off. Mr. Anderson quickly raised\nhis, but his foot slipped in a wet place and he fell. At that moment\nthe buffalo, with a snort of rage, charged straight for the fallen man.\n\n\"Tom! your electric rifle!\" yelled Ned Newton, but he need not have\ndone so, for the young inventor was on the alert.\n\nTaking instant aim, and adjusting his weapon for the heaviest\ncharge, Tom fired at the advancing beast. The result was the same as\nin the case of the whale, the buffalo seemed to melt away. And it\nwas stopped only just in time, too, for it was close to the\nprostrate Mr. Anderson, who had sprained his ankle slightly, and\ncould not readily rise.\n\nIt was all over in a few seconds, but it was a tense time while it\nlasted.\n\n\"You saved my life again, Tom Swift,\" said Mr. Anderson, as he\nlimped toward our hero. \"Once on Earthquake Island, and again now. I\nshan't forget it,\" and he shook hands with the young inventor.\n\nThe others congratulated Tom on his quick shot, and Mr. Damon, as\nusual blessed everything in sight, and the electric rifle\nespecially.\n\nThey went back to the airship, taking the fresh meat with them, but\non account of the injury to Mr. Anderson's ankle could not make\nquick progress, so that it was almost dusk when they reached the\ncraft.\n\n\"Well, we'll have supper, and then start off,\" proposed Tom, \"I\ndon't think it would be wise to remain on the ground so near the\njungle.\"\n\n\"No' it's safer in the air,\" agreed Mr. Durban. The meal was much\nenjoyed, especially the fresh meat, and, after it was over, Tom took\nhis place in the pilot house to start the machinery, and send the\nairship aloft.\n\nThe motor hummed and throbbed, and the gas hissed into the bag, for\nthe ground was not level enough to permit of a running start by\nmeans of the planes. Lights gleamed from the Black Hawk and the big\nsearch-lantern in front cast a dazzling finger of light into the\nblack forest.\n\n\"Well, what are you waiting for?\" called Ned, who heard the\nmachinery in motion, but who could not feel the craft rising. \"Why\ndon't you go up, Tom?\"\n\n\"I'm trying to,\" answered the young inventor. \"Something seems to be\nthe matter.\" He pulled the speed lever over a few more notches, and\nincreased the power of the gas machine. Still the Black Hawk did not\nrise.\n\n\"Bless my handkerchief box!\" cried Mr. Damon, \"what's the matter?\"\n\n\"I don't know,\" answered Tom. \"We seem to be held fast.\"\n\nHe further increased the speed of the propellers, and the gas\nmachine was set to make vapor at its fullest capacity, and force it\ninto the bag. Still the craft was held to the earth.\n\n\"Maybe the gas has no effect in this climate,\" called Ned.\n\n\"It can't be that,\" replied Tom. \"The gas will operate anywhere. It\nworked all right today.\"\n\nSuddenly she airship moved up a little way, and then seemed to be\npulled down again, hitting the ground with a bump.\n\n\"Something is holding us!\" cried Tom. \"We're anchored to earth! I\nmust see what it is!\" and, catching up his electric rifle, he dashed\nout of the cabin.\n\n\n\n\nCHAPTER XII\n\nAMONG THE NATIVES\n\n\nFor a moment after Tom's departure the others stared blankly at one\nanother. They could hear the throbbing and hum of the machinery, and\nfeel the thrill of the anchored airship. But they could not\nunderstand what the trouble was.\n\n\"We must help Tom!\" cried Ned Newton at length as he caught up his\nrifle. \"Maybe we are in the midst of a herd of elephants, and they\nhave hold of the ship in their trunks.\"\n\n\"It couldn't be!\" declared Mr. Durban, yet they soon discovered that\nNed's guess was nearer the truth then any of them had suspected at\nthe time.\n\n\"We must help him, true enough!\" declared Mr. Anderson, and he and\nthe others followed Ned out on deck.\n\n\"Where are you Tom?\" called his chum.\n\n\"Here.\" was the answer. \"I'm on the forward deck.\"\n\n\"Do you see anything?\"\n\n\"No, it's too dark. Turn the search-light this way.\"\n\n\"I will,\" shouted Mr. Damon, and a moment later the gleam of the\npowerful lantern brought Tom clearly into view, as he stood on the\nsmall forward observation platform in the bow of the Black Hawk.\n\nAn instant later the young inventor let out a startled cry.\n\n\"What is it?\" demanded Mr. Durban.\n\n\"An immense snake!\" shouted Tom. \"It's wound around a tree, and\npartly twined around the ship! That's why we couldn't go up! I'm\ngoing to shoot it.\"\n\nThey looked to where he pointed, and there, in the glare of the\nlight, could be seen an immense python, fully twenty-five feet long,\nthe forward part of its fat ugly body circled around the slender\nprow of the airship, while the folds of the tail were about a big\ntree.\n\nTom Swift raised his electric rifle, took quick aim, and, having set\nit to deliver a moderate charge, pressed the button. The result was\nsurprising, for the snake being instantly killed the folds uncoiled\nand the ship shot upward, only, instead of rising on an even keel,\nthe bow pointed toward the sky, while the stern was still fast to\nthe earth. Tilted at an angle of forty-five degrees the Black Hawk\nwas in a most peculiar position, and those standing on the deck\nbegan to slide along it.\n\n\"There's another snake at the stern!\" cried Mr. Damon as he grasped\na brace to prevent falling off. \"Bless my slippers! it's the mate of\nthe one you killed! Shoot the other one, Tom!\"\n\nThe young inventor needed no urging. Making his way as best he could\nto the stern of the airship, he killed the second python, which was\neven larger than the first, and in an instant the Black Hawk shot\nupward, this time level, and as it should be. Things on board were\nsoon righted, and the travelers could stand upright. High above the\nblack jungle rose the craft, moving forward under the full power of\nthe propellers, until Tom rushed into the engine room, and reduced\nspeed.\n\n\"Well, talk about things happening!\" exclaimed Ned, when they had\nsomewhat recovered from the excitement. \"I should say they were\nbeginning with a vengeance!\"\n\n\"That's the way in Africa,\" declared Mr. Durban. \"It's a curious\ncountry. Those pythons generally go in pairs, but it's the first\ntime I ever knew them to tackle an airship. They probably stay\naround here where there is plenty of small game for them, and very\nlikely they merely anchored to our craft while waiting for a supper\nto come along.\"\n\n\"It was a very odd thing,\" said Tom. \"I couldn't imagine what held\nus. After this I'll see that all is clear before I try to go up.\nNext time we may be held by a troop of baboons and it strains the\nmachinery to have it pull against dead weight in that way.\"\n\nHowever, it was found no harm had resulted from this experience,\nand, after reducing the gas pressure, which was taking them too\nhigh, Tom set the automatic rudders.\n\n\"We'll keep on at slow speed through the night,\" he explained, \"and\nin the morning we'll be pretty well into the interior. Then we can\nlay our course for wherever we want to go. Where had we better head\nfor?\"\n\n\"I don't want to interfere with your plans,\" said Mr. Anderson, \"but\nI would like to rescue those missionaries. But the trouble is, I\ndon't know just where to look for them. We couldn't get much of a\nline in Majumba on where the country of the red pygmies is located.\nWhat do you think about it, Mr. Durban?\"\n\n\"As far as elephant hunting goes we can probably do as well in the\npygmy land as anywhere else,\" answered the veteran, \"and perhaps it\nwill be well to head for that place. If we run across any elephant\nherds in the meanwhile, we can stop, get the ivory, and proceed.\"\n\nThey discussed this plan at some length, and agreed that it was the\nbest thing to do. Mr. Durban had a map of the country around the\ncenter of Africa, and he marked on it, as nearly as he could, the\nlocation of the pygmies' country, while Mr. Anderson also had a\nchart, showing the location of the mission which had been wiped out\nof existence. It was in the midst of a wild and desolate region.\n\n\"We'll do the best we can,\" declared Tom, \"and I think we'll\nsucceed. We ought to be there in about a week, if we have no bad\nluck.\"\n\nAll that night the Black Hawk flew on over Africa, covering mile\nafter mile, passing over jungle, forest, plains, rivers and lakes,\nand, doubtless, over many native villages, though they could not be\nseen.\n\nMorning found the travelers above a great, grassy plain, dotted here\nand there with negro settlements which were separated by rivers,\nlakes or thin patches of forest.\n\n\"Well, we'll speed up a bit,\" decided Tom after breakfast, which was\neaten to the weird accompaniment of hundreds of native warning-drums,\nbeaten by the superstitious blacks.\n\nTom went to the engine room, and turned on more speed. He was about\nto go back to the pilot house, to set the automatic steering\napparatus to coincide with the course mapped out, when there was a\ncrash of metal, an ominous snapping and buzzing sound, followed by a\nsudden silence.\n\n\"What's that?\" cried Ned, who was in the motor compartment with his\nchum.\n\n\"Something's gone wrong!\" exclaimed the young inventor, as he sprang\nback toward the engine. The propellers had ceased revolving, and as\nthere was no gas in the bag at that time, it having been decided to\nsave the vapor for future needs, the Black Hawk began falling toward\nthe earth.\n\n\"We're going down!\" yelled Ned.\n\n\"Yes, the main motor has broken!\" exclaimed Tom. \"We'll have to\ndescend to repair it.\"\n\n\"Say!\" yelled Mr. Damon, rushing in, \"we're right over a big African\nvillage! Are we going to fall among the natives?\"\n\n\"It looks that way,\" admitted Tom grimly, as he hastened to the\npilot house to shift the wings so that the craft could glide easily\nto the ground.\n\n\"Bless my shoe blacking!\" cried the eccentric man as he heard the\nbeating of drums, and the shouts of the savages.\n\nA little later the airship had settled into the midst of a crowd of\nAfricans, who swarmed all about the craft.\n\n\n\n\nCHAPTER XIII\n\nON AN ELEPHANT TRAIL\n\n\n\"Get ready with your guns, everybody!\" cried the old elephant\nhunter, as he prepared to leave the cabin of the Black Hawk. \"Tom\nSwift, don't forget your electric rifle. There'll be trouble soon!\"\n\n\"Bless my cartridge belt!\" gasped Mr. Damon. \"Why? What will happen?\"\n\n\"The natives,\" answered Mr. Durban. \"They'll attack us sure as fate!\nSee, already they're getting out their bows and arrows, and\nblowguns! They'll pierce the gas bag in a hundred places!\"\n\n\"If they do, it will be a bad thing for us,\" muttered Tom. \"We can't\nhave that happen.\"\n\nHe followed the old elephant hunter outside, and Mr. Anderson, Ned\nNewton and Mr. Damon trailed after, each one with a gun, while Tom\nhad his electric weapon. The airship rested on its wheels on some\nlevel ground, just in front of a large hut, surrounded by a number\nof smaller ones. All about were the natives, tall, gaunt black men,\nhideous in their savagery, wearing only the loin cloth, and with\ntheir kinky hair stuck full of sticks, bones and other odd objects\nthey presented a curious sight.\n\n Some of them were dancing about, brandishing their weapons--clubs\nspears, bows, and arrows, or the long, slender blowguns, consisting\nmerely of a hollow reed. Women and children there were, too, also\ndancing and leaping about, howling at the tops of their voices.\nAbove the unearthly din could be heard the noise of the drums and\ntom-toms, while, as the adventurers drew up in front of their\nairship, there came a sort of chant, and a line of natives, dressed\nfantastically in the skins of beasts, came filing out of the large\nhut.\n\n\"The witch-doctors!\" exclaimed Tom, who had read of them in African\ntravel books.\n\n\"Are they going to attack us?\" cried Ned.\n\n\"Bless my hymn book! I hope not!\" came from Mr. Damon. \"We wouldn't\nhave any chance at all in this horde of black men. I wish Eradicate\nSampson and his mule Boomerang were here. Maybe he could talk their\nlanguage, and tell them that we meant no harm.\"\n\n\"If there's any talking to be done, I guess our guns will have to do\nit,\" said Tom grimly.\n\n\"I can speak a little of their language,\" remarked Mr. Durban, \"but\nwhat in the world are the beggars up to, anyhow? I supposed they'd\nsend a volley of arrows at us, first shot, but they don't seem to be\ngoing to do that.\"\n\n\"No, they're dancing around us,\" said Tom.\n\n\"That's it!\" exclaimed Mr. Anderson. \"I have it! Why didn't I think\nof it before? The natives are welcoming us!\"\n\n\"Welcoming us?\" repeated Ned.\n\n\"Yes,\" went on the missionary seeker. \"They are doing a dance in our\nhonor, and they have even called out the witch-doctors to do us\nhomage.\"\n\n\"That's right,\" agreed Mr. Durban, who was listening to the chanting\nof the natives dressed in animal skins. \"They take us for spirits\nfrom another land, and are making us welcome here. Listen, I'll see\nif I can make out what else they are saying.\"\n\nThe character of the shouts and chants changed abruptly, and the\ndancing increased in fervor, even the children throwing themselves\nwildly about. The witch-doctors ran around like so many maniacs, and\nit looked as much like an American Indian war dance as anything\nelse.\n\n\"I've got it!\" shouted Mr. Durban, for he had to call loudly to be\nheard above the din. \"They are asking us to make it rain. It seems\nthere has been a dry spell here, and their own rain-makers and\nwitch-doctors haven't been able to get a drop out of the sky. Now,\nthey take it that we have come to help them. They think we are going\nto bring rain.\"\n\n\"And if we don't, what will happen?\" asked Tom.\n\n\"Maybe they won't be quite so glad to see us,\" was the answer.\n\n\"Well, if they don't mean war, we might as well put up our weapons,\"\nsuggested Mr. Anderson. \"If they're going to be friendly, so much\nthe better, and if it should happen to rain while we're here, they'd\nthink we brought it, and we could have almost anything we wanted.\nPerhaps they have a store of ivory hidden away, Mr. Durban. Some of\nthese tribes do.\"\n\n\"It's possible, but the chances for rain are very small. How long\nwill we have to stay here, Tom Swift?\" asked the elephant hunter\nanxiously.\n\n\"Well, perhaps I can get the motor mended in two or three days,\"\nanswered the young inventor.\n\n\"Then we'll have to stay here in the meanwhile,\" decided Mr. Durban.\n\"Well, we'll make the best of it. Ha, here comes the native king to\ndo us honor,\" and, as he spoke there came toward the airship a\nveritable giant of a black man, wearing a leopard skin as a royal\ngarment, while on his head was a much battered derby hat, probably\npurchased at a fabulous price from some trader. The king, if such he\ncould be called, was accompanied by a number of attendants and\nwitch-doctors. In front walked a small man, who, as it developed,\nwas an interpreter. The little cavalcade advanced close to the\nairship, and came to a halt. The king made a low bow, either to the\ncraft or to the elephant hunters drawn up in front of it. His\nattendants followed his example, and then the interpreter began to\nspeak.\n\nMr. Durban listened intently, made a brief answer to the little man,\nand then the elephant hunter's face lighted up.\n\n\"It's all right,\" he said to Tom and the others. \"The king takes us\nfor wonderful spirits from another land. He welcomes us, says we can\nhave whatever we want, and he begs us to make it rain. I have said\nwe will do our best, and I have asked that some food be sent us.\nThat's always the first thing to do. We'll be allowed to stay here\nin peace until Tom can mend the ship, and then we'll hit the air\ntrail again.\"\n\nThe talk between Mr. Durban and the interpreter continued for some\nlittle time longer. Then the king went back to his hut, refusing, as\nMr. Durban said, an invitation to come aboard and see how a modern\nairship was constructed. The natives, too, seemed anxious to give\nthe craft a wide berth.\n\nThe excitement had quieted down now, and, in a short time a crowd of\nnative women came toward the airship, bearing, in baskets on their\nheads, food of various kinds. There were bananas, some wild fruits,\nyams, big gourds of goats' milk, some boiled and stewed flesh of\nyoung goats, nicely cooked, and other things, the nature of which\ncould only be guessed at.\n\n\"Shall we eat this stuff, or stick to Mr. Damon's cooking?\" asked\nTom.\n\n\"Oh, you'll find this very good,\" explained Mr. Durban. \"I've eaten\nnative cookery before. Some of it is excellent and as this appears\nto be very good, Mr. Damon can have a vacation while we are here.\"\n\nThe old elephant hunter proved the correctness of his statement by\nbeginning to eat, and soon all the travelers were partaking of the\nfood left by the native women. They placed it down on the ground at\na discreet distance from the airship, and hurriedly withdrew. But if\nthe women and men were afraid, the children were not, and they were\nsoon swarming about the ship, timidly touching the sides with their\nlittle black fingers, but not venturing on board.\n\nTom, with Ned and Mr. Damon to help him, began work on the motor\nright after dinner. He found the break to be worse than he had\nsupposed, and knew that it would take at least four days to repair\nit.\n\nMeanwhile the airship continued to be a source of wonder to the\nnatives. They were always about it, save at night, but their\nadmiration was a respectful one. The king was anxious for the\nrain-making incantations to begin, but Mr. Durban put him off.\n\n\"I don't want to deceive these simple natives,\" he said, \"and for\nour own safety we can't pretend to make rain, and fail. As soon as\nwe have a chance we'll slip away from here.\"\n\nBut an unexpected happening made a change in their plans. It was on\nthe afternoon of their third day in the native village, and Tom and\nhis assistants were working hard at the motor. Suddenly there seemed\nto be great excitement in the vicinity of the king's hut. A native\nhad rushed into the village from the jungle, evidently with some\nnews, for presently the whole place was in a turmoil.\n\nOnce more the king and his attendants filed out toward the airship.\nOnce more the interpreter talked to Mr. Durban, who listened\neagerly.\n\n\"By Jove! here's our chance!\" he cried to Tom, when the little man\nhad finished.\n\n\"What is it?\" asked the young inventor.\n\n\"A runner has just come in with news that a large herd of wild\nelephants is headed this way. The king is afraid the big beasts will\ntrample down all their crops, as often occurs, and he begs us to go\nout and drive the animals away. It's just what we want. Come on,\nTom, and all of you. The airship will be safe here, for the natives\nthink that to meddle with it would mean death or enchantment for\nthen. We'll get on our first elephant trail!\"\n\nThe old hunter went into the cabin for his big game gun, while Tom\nhastened to get out his electric rifle. Now he would have a chance\nto try it on the powerful beasts which he had come to Africa to\nhunt.\n\nAmid the excited and joyous shouts of the natives, the hunters filed\nout of the village, led by the dusky messenger who had brought the\nnews of the elephants. And, as Tom and the others advanced, they\ncould hear a distant trumpeting, and a crashing in the jungle that\ntold of the near presence of the great animals.\n\n\n\n\nCHAPTER XIV\n\nA STAMPEDE\n\n\n\"Look to your guns, everybody!\" cautioned Mr. Durban. \"It's no joke\nto be caught in an elephant herd with an unloaded rifle. Have you\nplenty of ammunition, Mr. Damon?\"\n\n\"Ammunition? Bless my powder bag, I think I have enough for all the\nelephants I'll kill. If I get one of the big beasts I'll be\nsatisfied. Bless my piano keys! I think I see them, Tom!\"\n\nHe pointed off through the thick jungle. Surely something was moving\nthere amid the trees; great slate-colored bodies, massive forms and\nwaving trunks! The trumpeting increased, and the crashing of the\nunderbrush sounded louder and nearer.\n\n\"There they are!\" cried Tom Swift joyously.\n\n\"Now for my first big game!\" yelled Ned Newton.\n\n\"Take it easy,\" advised Mr. Anderson. \"Remember to aim for the spot\nI mentioned to you as being the best, just at the base of the skull.\nIf you can't make a head shot, or through the eye, try for the\nheart. But with the big bullets we have, almost any kind of a shot,\nnear a vital spot, will answer.\"\n\n\"And Tom can fire at their TOES and put them out of business,\"\ndeclared Ned, who was eagerly advancing. \"How about it, Tom?\"\n\n\"Well, I guess the electric rifle will come up to expectations. Say,\nMr. Durban, they seem to be heading this way!\" excitedly cried Tom,\nas the herd of big beasts suddenly turned and changed their course.\n\n\"Yes, they are,\" admitted the old elephant hunter calmly. \"But that\nwon't matter. Take it easy. Kill all you can.\"\n\n\"But we don't want to put too many out of business,\" said Tom, who\nwas not needlessly cruel, even in hunting.\n\n\"I know that,\" answered Mr. Durban. \"But this is a case of\nnecessity. I've got to get ivory, and we have to kill quite a few\nelephants to accomplish this. Besides the brutes will head for the\nvillage and the natives' grain fields, and trample them down, if\nthey're not headed back. So all together now, we'll give them a\nvolley. This is a good place! There they are. All line up now. Get\nready!\"\n\nHe halted, and the others followed his example. The natives had come\nto a stop some time before, and were huddled together in the jungle\nback of our friends, waiting to see the result of the white men's\nshots.\n\nTom, Ned, Mr. Damon, and the two older hunters were on an irregular\nline in the forest. Before them was the mass of elephants advancing\nslowly, and feeding on the tender leaves of trees as they came on.\nThey would reach up with their long trunks, strip off the foliage,\nand stuff it into their mouths. Sometimes, they even pulled up small\ntrees by the roots for the purpose of stripping them more easily.\n\n\"Jove! There are some big tuskers in that bunch!\" cried Mr. Durban.\n\"Aim for the bulls, every one, don't kill the mothers or little\nones.\" Tom now saw that there were a number of baby Elephants in the\nherd, and he appreciated the hunter's desire to spare them and their\nmothers.\n\n\"Here we go!\" exclaimed Mr. Durban, as he saw that Tom and the\nothers were ready. \"Aim! Fire!\"\n\nThere were thundering reports that awoke the echoes of the jungle,\nand the sounds of the rifles were followed by shrill trumpets of\nrage. When the smoke blew away three elephants were seen prostrate,\nor, rather two, and part of another one. The last was almost blown\nto pieces by Tom Swift's electric rifle; for the young inventor had\nused a little too heavy charge, and the big beast had been almost\nannihilated.\n\nMr. Durban had dropped his bull with a well-directed shot, and Mr.\nAnderson had a smaller one to his credit.\n\n\"I guess I missed mine,\" said Ned ruefully.\n\n\"Bless my dress-suit case!\" exclaimed Mr. Damon. \"So did I!\"\n\n\"One of you hit that fellow!\" cried Mr. Durban. \"He's wounded.\"\n\nHe pointed to a fair-sized bull who was running wildly about,\nuttering shrill cries of anger. The other beasts had gathered in a\ncompact mass, with the larger bulls, or tuskers, on the outside, to\nprotect the females and young.\n\n\"I'll try a shot at him,\" said Tom, and raising his electric, gun,\nhe took quick aim. The elephant dropped in his tracks, for this time\nthe young inventor had correctly adjusted the power of the wireless\nbullet.\n\n\"Good!\" cried Mr. Durban. \"Give them some more! This is some of the\nbest ivory I've seen yet!\"\n\nAs he spoke he fired, and bowled over another magnificent specimen.\nNed Newton, determined to make a record of at least one, fired\nagain, and to his delight, saw a big fellow drop.\n\n\"I got him!\" he yelled.\n\nMr. Anderson also got another, and then Mr. Damon, blessing\nsomething which his friends could not make out, fired at one of the\nlargest bulls in the herd.\n\n\"You only nipped him!\" exclaimed Mr. Durban when the smoke had\ndrifted away. \"I guess I'll put him out of his misery!\"\n\nHe raised his weapon and pulled the trigger but no report followed.\nHe uttered an exclamation of dismay.\n\n\"The breech-action has jammed!\" he exclaimed. \"Drop him, Tom. He's\nscented us, and is headed this way. The whole herd will follow in a\nminute.\"\n\nAlready the big brute wounded by Mr. Damon had trumpeted out a cry\nof rage and defiance. It was echoed by his mates. Then, with\nupraised trunk, he darted forward, followed by a score of big\ntuskers.\n\nBut Tom had heard and understood. The leading beast had not taken\nthree steps before he dropped under the deadly and certain fire of\nthe young inventor.\n\n\"Bless my wishbone!\" cried Mr. Damon when he saw how effective the\nelectric weapon was.\n\nThere was a shout of joy from the natives in the rear. They saw the\nslain creatures and knew there would be much fresh meat and feasting\nfor them for days to come.\n\nSuddenly Mr. Durban cried out: \"Fire again, Tom! Fire everybody! The\nwhole herd is coming this way. If we don't stop them they'll overrun\nthe fields and village, and may smash the airship! Fire again!\"\n\nAlmost as he spoke, the rush, which had been stopped momentarily,\nwhen Tom dropped the wounded elephant, began again. With shrill\nmenacing cries the score of bulls in the lead came on, followed this\ntime by the females and the young.\n\n\"It's a stampede!\" yelled Mr. Anderson, firing into the midst of the\nherd. Mr. Durban was working frantically at his clogged rifle. Ned\nand Mr. Damon both fired, and Tom Swift, adjusting his weapon to\ngive the heaviest charges, shot a fusillade of wireless bullets into\nthe center of the advancing elephants, who were now wild with fear\nand anger.\n\n\"It's a stampede all right!\" said Tom, when he saw that the big\ncreatures were not going to stop, in spite of the deadly fire poured\ninto them.\n\n\n\n\nCHAPTER XV\n\nLIONS IN THE NIGHT\n\n\nShouting, screaming, imploring their deities in general, and the\nwhite men in particular for protection, the band of frightened\nnatives broke and ran through the jungle, caring little where they\nwent so long as they escaped the awful terror of the pursuing herd\nof maddened elephants. Behind them came Tom Swift and the others,\nfor it were folly to stop in the path of the infuriated brutes.\n\n\"Our only chance is to get on their flank and try to turn them!\"\nyelled Mr. Durban. \"We may beat them in getting to the clearing, for\nthe trail is narrow. Run, everybody!\"\n\nNo one needed his excited advice to cause them to hurry. They\nscudded along, Mr. Damon's cap falling off in his haste. But he did\nnot stop to pick it up.\n\nThe hunters had one advantage. They were on a narrow but well-cleared\ntrail through the jungle, which led from the village where they\nwere encamped, to another, several miles away. This trail was\ntoo small for the elephants, and, indeed, had to be taken in single\nfile by the travelers.\n\nBut it prevented the elephants making the same speed as did our\nfriends, for the jungle, at this point, consisted of heavy trees,\nwhich halted the progress of even the strongest of the powerful\nbeasts. True, they could force aside the frail underbrush and the\nsmall trees, but the others impeded their progress.\n\n\"We'll get there ahead of them!\" cried Tom. \"Have you got your rifle\nin working order yet, Mr. Durban?\"\n\n\"No, something has broken, I fear. We'll have to depend on your\nelectric gun, Tom. Have you many charges left?\"\n\n\"A dozen or so. But Ned and the others have plenty of ammunition.\"\n\n\"Don't count--on--me!\" panted Mr. Damon, who was well-nigh\nbreathless from the run. \"I--can't--aim--straight--any--more!\"\n\n\"I'll give 'em a few more bullets!\" declared Mr. Anderson.\n\nThe fleeing natives were now almost lost to sight, for they could\ntravel through the jungle, ignoring the trail, at high speed. They\nwere almost like snakes or animals in this respect. Their one\nthought was to get to their village, and, if possible, protect their\nhuts and fields of grain from annihilation by the elephants.\n\nBehind our friends, trumpeting, bellowing and crashing came the\npachyderms. They seemed to be gaining, and Tom, looking back, saw\none big brute emerge upon the trail, and follow that.\n\n\"I've got to stop him, or some of the others will do the same,\"\nthought the young inventor. He halted and fired quickly. The\nelephant seemed to melt away, and Tom with regret, saw a pair of\nfine tusks broken to bits. \"I used too heavy a charge,\" he murmured,\nas he took up the retreat again.\n\nIn a few minutes the party of hunters, who were now playing more in\nthe role of the hunted, came out into the open. They could hear the\nnatives beating on their big hollow tree drums, and on tom-toms,\nwhile the witch-doctors and medicine men were chanting weird songs\nto drive the elephants away.\n\nBut the beasts came on. One by one they emerged from the jungle,\nuntil the herd was gathered together again in a compact mass. Then,\nunder the leadership of some big bulls, they advanced. It seemed as\nif they knew what they were doing, and were determined to revenge\nthemselves by trampling the natives' huts under their ponderous\nfeet.\n\nBut Tom and the others were not idle. Taking a position off to one\nside, the young inventor began pouring a fusillade of the electric\nbullets into the mass of slate-colored bodies. Mr. Anderson was also\nfiring, and Ned, who had gotten over some of his excitement, was\nalso doing execution. Mr. Durban, after vainly trying to get his\nrifle to work, cast it aside. \"Here! Let me take your gun!\" he cried\nto Mr. Damon, who, panting from the run, was sitting beneath a tree.\n\n\"Bless my cartridge belt! Take it and welcome!\" assented the\neccentric man. It still had several shots in the magazine, and these\nthe old hunter used with good effect.\n\nAt first it seemed as if the elephants could not be turned back.\nThey kept on rushing toward the village, which was not far away, and\nTom and the others followed at one side, as best they could, firing\nrapidly. The electric rifle did fearful execution.\n\nEmboldened by the fear that all their possessions would be destroyed\na body of the natives rushed out, right in front of the elephants,\nand beat tom-toms and drums, almost under their feet, at the same\ntime singing wild songs.\n\n\"I'm afraid we can't stop them!\" muttered Mr. Anderson. \"We'd better\nhurry to the airship, and protect that, Tom.\"\n\nBut, almost as he spoke, the tide of battle turned. The elephants\nsuddenly swung about, and began a retreat. They could not stand the\nhot fire of the four guns, including Tom's fearful weapon. With wild\ntrumpetings they fled back into the jungle, leaving a number of\ntheir dead behind.\n\n\"A close call,\" murmured Tom, as he drew a breath of relief. Indeed\nthis was true, for the tide had turned when the foremost elephants\nwere not a hundred feet away from the first rows of native huts.\n\n\"I should say it was,\" agreed Ned Newton, wiping his face with his\nhandkerchief. He, as well as the others, was an odd-looking sight.\nThey were blackened by powder smoke, scratched by briars, and red\nfrom exertion.\n\n\"But we got more ivory in this hour than I could have secured in a\nweek of ordinary hunting,\" declared Mr. Durban. \"If this keeps up we\nwon't have to get much more, except that I don't think any of the\ntusks to-day are large enough for the special purpose of my\ncustomer.\"\n\n\"The sooner we get enough ivory the quicker we can go to the rescue\nof the missionaries,\" said Mr. Anderson.\n\n\"That's so,\" remarked Tom. \"We must not forget the red pygmies.\"\n\nThe natives were now dancing about, wild in delight at the prospect\nof unlimited eating, and also thankful for what the white men had\ndone for them. Alone, the blacks would never have been able to stop\nthe stampede. They were soon busy cutting up the elephants ready for\na big feast, and runners were sent to tell neighboring tribes, in\nadjoining villages, of the delights awaiting them.\n\nMr. Durban gave instructions about saving the ivory tusks, and the\nvaluable teeth, each pair worth about $1,000, were soon cut out and\nput away for our friends. Some had been lost by the excessive power\nof Tom's gun, but this could not be helped. It was necessary to stop\nthe rush at any price.\n\nThere was soon a busy scene at the native village, and with the\narrival of other tribesmen it seemed as if Bedlam had broken loose.\nThe blacks chattered like so many children as they prepared for the\nfeast.\n\n\"Do white men ever eat elephant meat?\" asked Mr. Damon, as the\nadventurers were gathered about the airship.\n\n\"Indeed they do,\" declared Mr. Durban. \"Baked elephant foot is a\ndelicacy that few appreciate. I'll have the natives cook some for\nus.\"\n\nHe gave the necessary orders, and the travelers had to admit that it\nwas worth coming far to get.\n\nFor the next few days and nights there was great feasting in that\nAfrican village, and the praises of the white men, and power of Tom\nSwift's electric rifle, were sung loud and long.\n\nOur friends had resumed work on repairing the airship, and the young\ninventor declared, one night, that they could proceed the next day.\n\nThey were seated around a small campfire, watching the dancing and\nantics of some natives who were at their usual work of eating meat.\nAll about our friends were numerous blazes for the cooking of the\nfeasts, and some were on the very edge of the jungle.\n\nSuddenly, above the uncouth sounds of the merry-making, there was\nheard a deep vibration and roar, not unlike the distant rumble of\nthunder or the hum of a great steamer's whistle heard afar in the\nfog.\n\n\"What's that?\" cried Ned.\n\n\"Lions,\" said Mr. Durban briefly. \"They have been attracted by the\nsmell of cooking.\"\n\nAt that moment, and instantly following a very loud roar, there was\nan agonized scream of pain and terror. It sounded directly in back\nof the airship.\n\n\"A lion!\" cried Mr. Anderson. \"One of the brutes has grabbed a\nnative!\"\n\nTom Swift caught up his rifle, and darted off toward the dark\njungle.\n\n\n\n\nCHAPTER XVI\n\nSEEKING THE MISSIONARIES\n\n\n\"Here! Come back!\" yelled Mr. Damon and Mr. Anderson, in the same\nbreath, while the old elephant hunter cried out: \"Don't you know\nyou're risking your life, Tom to go off in the dark, to trail a\nlion?\"\n\n\"I can't stand it to let the native be carried off!\" Tom shouted\nback.\n\n\"But you can't see in the dark,\" objected Mr. Anderson. He had\nprobably forgotten the peculiar property of the electric rifle. Tom\nkept on, and the others slowly followed.\n\nThe natives had at once ceased their merrymaking at the roaring of\nthe lions, and now all were gathered close about the campfires, on\nwhich more wood had been piled, to drive away the fearsome brutes.\n\n\"There must be a lot of them,\" observed Mr. Durban, as menacing\ngrowls and roars came from the jungle, along the edge of which Tom\nand the others were walking just then. \"There are so many of the\nbrutes that they are bold, and they must be hungry, too. They came\nclose to our fire, because it wasn't so bright as the other blazes,\nand that native must have wandered off into the forest. Well, I\nguess it's all up with him.\"\n\n\"He's screaming yet,\" observed Ned.\n\nIndeed, above the rumbling roars of the lions, and the crackling of\nthe campfires, could be heard the moaning cries of the unfortunate\nblack.\n\n\"He's right close here!\" suddenly called Tom. \"He's skirting the\njungle. I think I can get him!\"\n\n\"Don't take any risks!\" called Mr. Durban, who had caught up his own\nrifle, that was now in working order again.\n\nTom Swift was not in sight. He had now penetrated into the jungle--into\nthe black forest where stalked the savage lions, intent on\ngetting other prey. Mr. Durban and Mr. Anderson vainly tried to\npierce the darkness to see something at which to shoot. Ned Newton\nhad eagerly started to follow his chum, but could not discern where\nTom was. A nameless fear clutched at the lad's heart. Mr. Damon was\nsoftly blessing everything of which he could think.\n\nOnce more came that pitiful cry from the native, who was, as they\nafterward learned, being dragged along by the lion, who had grabbed\nhim by the shoulder.\n\nSuddenly in the dense jungle there shone a purple-bluish light. It\nilluminated the scene like some great sky-rocket for an instant, and\nin that brief time Ned and the others caught sight of a great, tawny\nform, bounding along. It was a lion, with head held high, dragging\nalong a helpless black man.\n\nA second later, and before the intense glare had died away, the\nwatchers saw the lion gently sink down, as though weary. He stopped\nshort in his tracks, his head rolled back, the jaws relaxed and the\nnative, who was unconscious now, toppled to one side.\n\n\"Tom's killed him with the electric rifle!\" cried Mr. Durban.\n\n\"Bless my incandescent lamp! so he has,\" agreed Mr. Damon. \"Bless my\ndynamo! but that's a wonderful gun, it's as powerful as a\nthunderbolt, or as gentle as a summer shower.\"\n\nMr. Durban seeing that the lion was dead, in that brief glance he\nhad had of the brute, called to some of the natives to come and get\ntheir tribesman. They came, timidly enough at first, carrying many\ntorches, but when they understood that the lion was dead, they\nadvanced more boldly. They carried the wounded black to a hut, where\nthey applied their simple but effective remedies for the cruel bite\nin his shoulder.\n\nAfter Tom had shot several other of the illuminated charges into the\njungle, to see if he could discover any more lions, but failed to do\nso, he and his friends returned to the anchored airship, amid the\nmurmured thanks of the Africans.\n\nBright fires were kept blazing all the rest of the night, but,\nthough lions could be heard roaring in the jungle, and though they\napproached alarmingly close to the place where our friends were\nencamped, none of the savage brutes ventured within the clearing.\n\nWith the valuable store of ivory aboard the Black Hawk, which was\nnow completely repaired, an early start was made the next morning.\nThe Africans besought Tom and his companions to remain, for it was\nnot often they could have the services of white men in slaying\nelephants and lions.\n\n\"But, we've got to get on the trail,\" decided Tom, when the natives\nhad brought great stores of food, and such simple presents as they\npossessed, to induce the travelers to remain.\n\n\"Every hour may add to the danger of the missionaries in the hands\nof the red pygmies.\"\n\n\"Yes,\" said Mr. Anderson gravely, \"it is our duty to save them.\"\n\nAnd so the airship mounted into the air, our friends waving\nfarewells to the simple-hearted blacks, who did a sort of farewell\nwar-dance in their honor, shouting their praises aloud, and beating\nthe drums and tom-toms, so that the echoes followed for some time\nafter the Black Hawk had begun to mount upward toward the sky.\n\nThe craft was in excellent shape, due to the overhauling Tom had\ngiven it while making the repairs. With the propellers beating the\nair, and the rudder set to hold them about two thousand feet high,\nthe travelers moved rapidly over clearings, forests and jungles.\n\nIt was agreed that now, when they had made such a good start in\ncollecting ivory, that they would spend the next few days in trying\nto get on the trail of the red pygmies. It might seem a simple\nmatter, after knowing the approximate location of the land of these\nfierce little natives, to have proceeded directly to it. But Africa\nis an immense continent, and even in an airship comparatively little\nof the interior can be seen at a time.\n\nBesides, the red pygmies had a habit of moving from place to place,\nand they were so small, and so wild, capable of living in very tiny\nhuts or caves, and so primitive, not building regular villages as\nthe other Africans do, that as Ned said, they were as hard to locate\nas the proverbial flea.\n\nOur friends had a general idea of where to look for them, but on\nnearing that land, and making inquiries of several friendly tribes,\nthey learned that the red pygmies had suddenly disappeared from\ntheir usual haunts.\n\n\"I guess they heard that we were after them,\" said Tom, with a grim\nsmile one day, as he sent the airship down toward the earth, for\nthey were over a great plain, and several native villages could be\nseen dotted on its surface.\n\n\"More likely they are in hiding because they have as captives two\nwhite persons,\" said Mr. Anderson. \"They are fierce and fearless,\nbut, nevertheless, they have, in times past, felt the vengeance of\nthe white man, and perhaps they dread that now.\"\n\nThey made a descent, and spent several days making inquiries from\nthe friendly blacks about the race of little men. But scarcely\nanything was learned. Some of the negro tribes admitted having heard\nof the red pygmies, and others, with superstitious incantations and\nimprecations, said they had never heard of them.\n\nOne tribe of very large negroes had heard a rumor to the effect that\nthe band of the pygmies was several days' journey from their\nvillage, across the mountains, and when Tom sent his airship there,\nthe searchers only found an impenetrable jungle, filled with lions\nand other wild beasts, but not a sign of the pygmies, and with no\nelephants to reward their search.\n\n\"But we're not going to give up,\" declared Tom, and the others\nagreed with him. Forward went the Black Hawk in the search for the\nimprisoned ones, but, as the days passed, and no news was had, it\nseemed to grow more and more hopeless.\n\n\"I'm afraid if we do find them now,\" remarked Mr. Anderson at\nlength, \"that we'll only recover the bodies of the missionaries.\"\n\n\"Then we'll avenge them,\" said Tom quietly.\n\nThey had stopped at another native village to make inquiries, but\nwithout result, and were about to start off again that night when a\nrunner came in to announce that a herd of big elephants was feeding\nnot many miles away.\n\n\"Well, we'll stay over a day or so, and get some more ivory,\"\ndecided Mr. Durban and that night they got ready for what was to\nprove a big hunt.\n\n\n\n\nCHAPTER XVII\n\nSHOTS FROM ABOVE\n\n\n\"There they are!\"\n\n\"My, what a lot of big ones!\"\n\n\"Jove! Mr. Anderson, see those tusks!\"\n\n\"Yes, you ought to get what you want this time, Mr. Durban.\"\n\n\"Bless my hatband! There must be two hundred of them!\" exclaimed Mr.\nDamon.\n\n\"I'm glad I recharged my rifle last night!\" exclaimed Tom Swift.\n\"It's fully loaded now.\"\n\nThen followed exulting cries and shouts of the natives, who were\nfollowing our friends, the elephant hunters, who had given voice to\nthe remarks we have just quoted.\n\nIt was early in the morning, and the hunt was about to start, for\nthe news brought in by the runner the night before had been closely\nfollowed by the brutes themselves, and at dawn our friends were\nastir, for scouts brought in word that the elephants, including many\nbig ones, were passing along only a few miles from the African\nvillage.\n\nCautiously approaching, with the wind blowing from the elephants to\nthem, the white hunters made their way along. Mr. Durban was in the\nlead, and when he saw a favorable opportunity he motioned for the\nothers to advance. Then, when he noticed the big bull sentinels of\nthe herd look about as if to detect the presence of enemies, he gave\nanother signal and the hunters sank out of sight in the tall grass.\n\nAs for the natives, they were like snakes, unseen but ever present,\nwriggling along on their hands and knees. They were awaiting the\nslaughter, when there would be fresh meat in abundance.\n\nAt length the old elephant hunter decided that they were near enough\nto chance some shots. As a matter of fact, Tom Swift, with his\nelectric rifle, had been within range some time before, but as he\ndid not want to spoil the sport for the others, by firing and\nkilling, and so alarming the herd, he had held back. Now they could\nall shoot together.\n\n\"Let her go!\" suddenly cried Mr. Durban, and they took aim.\n\nThere was a fusillade of reports and several of the big brutes\ntoppled over.\n\n\"Bless my toothbrush!\" cried Mr. Damon, \"that's the time I got one!\"\n\n\"Yes, and a fine specimen, too!\" added Mr. Durban, who had only\nsucceeded in downing a small bull, with an indifferent pair of\ntusks. \"A fine specimen, Mr. Damon, I congratulate you!\"\n\nAs for Tom Swift, he had killed two of the largest elephants in the\nherd.\n\nBut now the hunters had their work cut out for them, since the\nbeasts had taken fright and were charging away at what seemed an\nawkward gait, but which, nevertheless, took them rapidly over the\nground.\n\n\"Come on!\" cried Mr. Durban. \"We must get some more. Some of the\nfinest tusks I have ever seen are running away from us!\"\n\nHe began to race after the retreating herd, but it is doubtful if he\nwould have caught up to them had not a band of natives, who had\ncrept up and surrounded the beasts, turned them by shouts and the\nbeating of tom-toms. Seeing an enemy in front of them, the elephants\nturned, and our friends were able to get in several more shots. Tom\nSwift picked out only those with immense tusks, and soon had several\nto his credit. Ned Newton also bagged some prizes.\n\nBut finally the elephants, driven to madness by the firing and the\nyells of the natives, broke through the line of black men, and\ncharged off into the jungle, where it was not only useless but\ndangerous to follow them.\n\n\"Well, we have enough,\" said Mr. Durban, and when the tusks had been\ncollected it was found that indeed a magnificent and valuable supply\nhad been gathered.\n\n\"But I have yet to get my prize ones,\" said the old hunter with a\nsigh. \"Maybe we'll find the elephant with them when we locate the\nred pygmies.\"\n\n\"If we do, we'll have our work cut out for us,\" declared Tom.\n\nAs on the other occasion after the hunt, there was a great feast for\nthe natives, who invited tribes from miles around, and for two days,\nwhile the tusks were being cut out and cleaned, there were barbeques\non every side.\n\nIt was one afternoon, when they were seated in the shade of the\nairship, cleaning their guns, and discussing the plans they had best\nfollow next, that our travellers suddenly heard a great commotion\namongst the Africans, who had for the past hour been very quiet,\nmost of them sleeping after the feasts. They yelled and shouted, and\nbegan to beat their drums.\n\n\"Something is coming,\" said Ned.\n\n\"Perhaps there's going to be a fight,\" suggested Tom.\n\n\"Maybe it's the red pygmies,\" said Mr. Damon. \"Bless my--\"\n\nBut what he was going to bless he did not say, for at that instant\nit seemed as if every native in sight suddenly disappeared, almost\nlike magic. They sank down into the grass, darted into their huts,\nor hid in the tall grass.\n\n\"What can it be?\" cried Tom, as he looked to see that his rifle was\nin working order.\n\n\"Some enemy,\" declared Mr. Anderson.\n\n\"There they are!\" cried Ned Newton, and as he spoke there burst into\nview, coming from the tall grass that covered the plain about the\nvillage, a herd of savage, wild buffaloes. On rushed the shaggy\ncreatures, their long, sharp horns seeming like waving spears as\nthey advanced.\n\n\"Here's more sport!\" cried Tom.\n\n\"No! Not sport! Danger!\" yelled Mr. Durban. \"They're headed right\nfor us!\"\n\n\"Then we'll stop them,\" declared the young inventor, as he raised\nhis gun.\n\n\"No! No!\" begged the old hunter. \"It's as much as our lives are\nworth to try to stop a rush of wild buffaloes. You couldn't do it\nwith Gatling guns. We can kill a few, but the rest won't stop until\nthey've finished us and the aeroplane too.\"\n\n\"Then what's to be done?\" demanded Mr. Anderson.\n\n\"Get into the airship!\" cried Mr. Durban. \"Send her up. It's the\nonly way to get out of their path. Then we can shoot them from\nabove, and drive them away!\"\n\nQuickly the adventurers leaped into the craft. On thundered the\nbuffaloes. Tom feared he could not get the motor started quickly\nenough. He did not dare risk rising by means of the aeroplane\nfeature, but at once started the gas machine.\n\nThe big bag began to fill. Nearer came the wild creatures,\nthundering over the ground, snorting and bellowing with rage.\n\n\"Quick, Tom!\" yelled Ned, and at that instant the Black Hawk shot\nupward, just as the foremost of the buffaloes passed underneath,\nvainly endeavoring to gore the craft with their sweeping horns. The\nair-travelers had risen just in time.\n\n\"Now it's our turn!\" shouted Ned, as he began firing from above into\nthe herd of infuriated animals below him. Tom, after seeing that the\nmotor was working well, sent the airship circling about, while\nstanding in the steering tower, he guided his craft here and there,\nmeanwhile pouring a fusillade of his wireless bullets into the\nbuffaloes. Many of them dropped in their tracks, but the big herd\ncontinued to rush here and there, crashing into the frail native\nhuts, tearing them down, and, whenever a black man appeared, chasing\nafter him infuriatedly.\n\n\"Keep at it!\" cried Mr. Durban, as he poured more lead into the\nbuffaloes. \"If we don't kill enough of them, and drive the others\naway, there won't be anything left of this village.\"\n\n\n\n\nCHAPTER XVIII\n\nNEWS OF THE RED PYGMIES\n\n\nSeldom had it been the lot of Tom and his companions to take part in\nsuch a novel hunting scene as that in which they were now\nparticipating. With the airship moving quickly about, darting here\nand there under the guidance of the young inventor, the erratic\nmovements hither and thither of the buffaloes could be followed\nexactly. Wherever the mass of the herd went the airship hovered over\nthem.\n\n\"Want any help, Tom?\" called Ned, who was firing as fast as his gun\ncould be worked.\n\n\"I guess not,\" answered the steersman of the Black Hawk, who was\ndividing his attention between managing the craft and firing his\nelectric rifle.\n\nThe others, too, were kept busy with their weapons, shooting down on\nthe infuriated animals. It seemed like a needless slaughter, but it\nwas not. Had it not been for the white men, the native village,\nwhich consisted of only frail huts, would have been completely wiped\nout by the animals. As it was they were kept \"milling\" about in a\ncircle in an open space, just as stampeded cattle on the western\nranges are kept from getting away, by being forced round and round.\n\nNot a native was in sight, all being hidden away in the jungle or\ndense grass. The white hunters in their airship had matters to\nthemselves.\n\nAt last the firing proved even too much for the buffaloes which, as\nwe have said, are among the most dreaded of African beasts. With\nbellows of fear, the leading bulls of the herd unable to find the\nenemy above their heads, darted off into the forest the way they had\ncome.\n\n\"There they go!\" yelled Mr. Durban.\n\n\"Yes, and I'm glad to see the last of them,\" added Mr. Anderson,\nwith a breath of relief.\n\n\"Score another victory for the electric rifle,\" exclaimed Ned.\n\n\"Oh, you did as much execution as I did,\" declared the inventor of\nthe weapon.\n\n\"Bless my ramrod!\" cried Mr. Damon. \"I never shot so much in all my\nlife before.\"\n\n\"Yes, there is enough food to last the natives for a week,\" observed\nMr. Durban, as Tom adjusted the deflecting rudder to send the\nairship down.\n\n\"It won't last much longer at the rate they eat,\" spoke the young\ninventor with a laugh. \"I never saw such fellows for appetites! They\nseem to eat in their sleep.\"\n\nThere were many dead buffaloes, but there was no fear that the meat,\nwhich was much prized by the Africans, would be wasted. Already the\nnatives were coming from their hiding places, knowing that the\ndanger was over. Once more they sang the praises of the mighty white\nhunters, and the magical air craft in which they moved about.\n\nWith the elephants previously killed, the buffaloes provided\nmaterial for a great feast, preparations for which were at once\ngotten under way, in spite of the fact that the blacks had hardly\nstopped eating since the big hunt began. But it was about all they\nhad to do.\n\nSome of the buffaloes were very large, and there were a number of\npairs of fine horns. Tom and Ned had some of the blacks cut them off\nfor trophies, and they were stored in the airship together with the\nivory.\n\nBecoming rather tired of seeing so much feasting, our friends bade\nthe Africans farewell the next day, and once more resumed their\nquest. They navigated through the air for another week, stopping at\nseveral villages, and scanning the jungles and plains by means of\npowerful telescopes, for a sight of the red pygmies. They also asked\nfor news of the sacking of the missionary settlement, but, beyond\nmeager facts, could learn nothing.\n\n\"Well, we've got to keep on, that's all,\" decided Mr. Durban. \"We\nmay find them most unexpectedly.\"\n\n\"I'm sorry if I have taken you away from your work of gathering\nivory,\" spoke Mr. Anderson. \"Perhaps you had better let me go, and\nI'll see if I can't organize a band of friendly blacks, and search\nfor the red dwarfs myself.\"\n\n\"Not much!\" exclaimed Tom warmly. \"I said we'd help rescue those\nmissionaries, and we'll do it, too!\"\n\n\"Of course,\" declared the old elephant hunter. \"We have quite a lot\nof ivory and, while we need more to make it pay well, we can look\nfor it after we rescue the missionaries as well as before. Perhaps\nthere will be a lot of elephants in the pygmies' land.\"\n\n\"I was only thinking that we can't go on forever in the airship.\"\nsaid Mr. Anderson. \"You'll have to go back to civilization soon,\nwon't you, Tom, to get gasolene?\"\n\n\"No, we have enough for at least a month,\" answered the young\ninventor. \"I took aboard an unusually large supply when we started.\"\n\n\"What would happen if we ran out of it in the jungle?\" asked Ned.\n\n\"Bless my pocketbook! What an unpleasant question!\" exclaimed Mr.\nDamon. \"You are almost as cheerful, Ned, as was my friend Mr.\nParker, the gloomy scientist, who was always predicting dire\nhappenings.\"\n\n\"Well, I was only wondering,\" said Ned, who was a little abashed by\nthe manner in which his inquiry was received.\n\n\"Oh, it would be all right,\" declared Tom. \"We would simply become a\nballoon, and in time the wind would blow us to some white\nsettlement. There is plenty of material for making the lifting gas.\"\n\nThis was reassuring, and, somewhat easier in mind, Ned took his\nplace in the observation tower which looked down on the jungle over\nwhich they were passing.\n\nIt was a dense forest. At times there could be seen, in the little\nclearings, animals darting along. There were numbers of monkeys, an\noccasional herd of buffaloes were observed, sometimes a solitary\nstray elephant was noted, and as for birds, there were thousands of\nthem. It was like living over a circus, Ned declared.\n\nThey had descended one day just outside a large native village to\nmake inquiries about elephants and the red pygmies. Of the big\nbeasts no signs had been seen in several months, the hunters of the\ntribe told Mr. Durban. And concerning the red pygmies, the blacks\nseemed indisposed to talk.\n\nTom and the others could not understand this, until a witch-doctor,\nwhom the elephant hunter had met some time ago, when he was on a\nprevious expedition, told him that the tribe had a superstitious\nfear of speaking of the little men.\n\n\"They may be around us--in the forest or jungle at any minute,\" the\nwitch-doctor said. \"We never speak of them.\"\n\n\"Say, do you suppose that can be a clew?\" asked Tom eagerly. \"They\nmay be nearer at hand than we think.\"\n\n\"It's possible.\" admitted the hunter. \"Suppose we stay here for a\nfew days, and I'll see if I can't get some of the natives to go off\nscouting in the woods, and locate them, or at least put us on the\ntrail of the red dwarfs.\"\n\nThis was considered good advice, and it was decided to adopt it.\nAccordingly the airship was put in a safe place, and our friends\nprepared to spend a week, if necessary, in the native village. Their\npresence with the wonderful craft was a source of wonder, and by\nmeans of some trinkets judiciously given to the native king, and\nalso to his head subjects, and to the witch-doctors (who were a\npower in the land), the good opinion of the tribe was won. Then, by\npromising rewards to some of the bolder hunters, Mr. Durban finally\nsucceeded in getting them to go off scouting in the jungle for a\nclew to the red pygmies.\n\n\"Now we'll have to wait,\" said Mr. Anderson, \"and I hope we get good\nnews.\"\n\nOur friends spent their time observing some of the curious customs\nof the natives, and in witnessing some odd dances gotten up in their\nhonor. They also went hunting, and got plenty of game, for which\ntheir hosts were duly grateful. Tom did some night stalking and\nfound his illuminating bullets a great success.\n\nOne hot afternoon Tom and Mr. Damon strolled off a little way into\nthe jungle, Tom with his electric weapon, in case he saw any game.\nBut no animals save a few big monkeys where to be seen, and the\nyoung inventor scorned to kill them. It seemed too much like firing\nat a human being he said, though the natives stated that some of the\nbaboons and apes were fierce, and would attack one on the slightest\nprovocation.\n\n\"I believe I'll sit down here and rest,\" said Tom, after a mile's\ntramp, as he came to a little clearing in the woods.\n\n\"Very well, I'll go on,\" decided Mr. Damon. \"Mr. Durban said there\nwere sometimes rare orchids in these jungles, and I am very fond of\nthose odd flowers. I'm going to see if I can get any.\"\n\nHe disappeared behind a fringe of moss-grown trees, and Tom sat\ndown, with his rifle across his knees. He was thinking of many\nthings, but chiefly of what yet lay before them--the discovery of\nthe red dwarfs and the possible rescue of the missionaries.\n\nHe might have been thus day-dreaming for perhaps a half hour, when\nhe suddenly heard great commotion in the jungle, in the direction in\nwhich Mr. Damon had vanished. It sounded as though some one was\nrunning rapidly. Then came the report of the odd man's gun.\n\n\"He's seen some game!\" exclaimed Tom, jumping up, and preparing to\nfollow his friend. But he did not have the chance. An instant later\nMr. Damon burst through the bushes with every appearance of fright,\nhis gun held above his head with one hand, and his pith helmet\nswaying to and fro in the other.\n\n\"They're coming!\" he cried to Tom.\n\n\"Who, the red pygmies?\"\n\n\"No, but a couple of rhinoceroses are after me. I wounded one, and\nhe and his mate are right behind. Don't let them catch me, Tom!\"\n\nMr. Damon was very much alarmed, and there was good occasion for it,\nas Tom saw a moment later, for two fierce rhinoceroses burst out of\nthe jungle almost on the heels of the fleeing man.\n\nThought was not quicker than Tom Swift. He raised his deadly rifle,\nand pressed the button. A charge of wireless electricity shot toward\nthe foremost animal, and it was dropped in its tracks. The other\ncame on woofing and snorting with rage. It was the one Mr. Damon had\nslightly wounded.\n\n\"Come on!\" yelled the young inventor, for his friend was in front of\nthe beast, and in range with the rifle. \"Jump to one side, Mr.\nDamon.\"\n\nMr. Damon tried, but his foot slipped, and there was no need for\njumping. He fell and rolled over. The rhinoceros swerved toward him,\nwith the probable intention of goring the prostrate man with the\nformidable horn, but it had no chance. Once more the young inventor\nfired, this time with a heavier charge, and the animal instantly\ntoppled over dead.\n\n\"Are you hurt?\" asked Tom anxiously, as he ran to his friend. Mr.\nDamon got up slowly. He felt all over himself, and then answered:\n\n\"No, Tom, I guess I'm not hurt, except in my dignity. Never again\nwill I fire at a sleeping rhinoceros unless you are with me. I had a\nnarrow escape,\" and he shook Tom's hand heartily.\n\n\"Did you see any orchids?\" asked the lad with a smile.\n\n\"No, those beasts didn't give me a chance! Bless my tape measure!\nbut they're big fellows!\"\n\nIndeed they were fine specimens, and there was the usual rejoicing\namong the natives when they brought in the great bodies, pulling\nthem to the village with ropes made of vines.\n\nAfter this Mr. Damon was careful not to go into the jungle alone,\nnor, in fact, did any of our friends so venture. Mr. Durban said it\nwas not safe.\n\nThey remained a full week in the native village, and received no\nnews. In fact, all but one of the hunters came back to report that\nthere was no sign of the red pygmies in that neighborhood.\n\n\"Well, I guess we might as well move on, and see what we can do\nourselves,\" said Mr. Durban.\n\n\"Let's wait until the last hunter comes back,\" suggested Tom. \"He\nmay bring word.\"\n\n\"Some of his friends think he'll never come back,\" remarked Mr.\nAnderson.\n\n\"Why not?\" asked Ned.\n\n\"They think he has been killed by some wild beast.\"\n\nBut this fear was ungrounded. It was on the second day after the\nkilling of the rhinoceroses that, as Tom was tinkering away in the\nengine-room of the airship, and thinking that perhaps they had\nbetter get under way, that a loud shouting was heard among the\nnatives.\n\n\"I wonder what's up now?\" mused the young inventor as he went\noutside. He saw Mr. Durban and Mr. Anderson running toward the ship.\nBehind them was a throng of blacks, led by a weary man whom Tom\nrecognized as the missing hunter. The lad's heart beat high with\nhope. Did the African bring news?\n\nOn came Mr. Durban, waving his hands to Tom.\n\n\"We've located 'em!\" he shouted.\n\n\"Not the red pygmies?\" asked Tom eagerly.\n\n\"Yes; this hunter has news of them. He has been to the border of\ntheir country, and narrowly escaped capture. Then he was attacked by\na lion, and slightly wounded. But, Tom, now we can get on the\ntrail!\"\n\n\"Good!\" cried the young inventor. \"That's fine news!\" and he\nrejoiced that once more there would be activity, for he was tired of\nremaining in the African camp, and then, too, he wanted to proceed\nto the rescue. Already it might be too late to save the unfortunate\nmissionaries.\n\n\n\n\nCHAPTER XIX\n\nAN APPEAL FOR HELP\n\n\nThe African hunter's story was soon told. He had gone on farther\nthan had any of his companions, and, being a bold and brave man, had\npenetrated into the very fastness of the jungle where few would dare\nto venture.\n\nBut even he had despaired of getting on the trail of the fierce\nlittle red men, until one afternoon, just at dusk he had heard\nvoices in the forest. Crouching behind a fallen tree, he waited and\nsaw passing by some of the pygmy hunters, armed with bows and\narrows, and blowguns. They had been out after game. Cautiously the\nhunter followed them, until he located one of their odd villages,\nwhich consisted of little mud huts, poorly made.\n\nThe black hunter remained in the vicinity of the pygmies all that\nnight, and was almost caught, for some wild dogs which hung around\nthe village smelled him out, and attracted to him the attention of\nthe dwarf savages. The hunter took to a tree, and so escaped. Then,\ncarefully marking the trail, he came away in the morning. When near\nhome, a lion had attacked him, but he speared the beast to death,\nafter a hand-to-hand struggle in which his leg was torn.\n\n\"And do you think we can find the place?\" asked Ned, when Mr. Durban\nhad finished translating the hunter's story.\n\n\"I think so,\" was the reply.\n\n\"But is this the settlement where the missionaries are?\" asked Tom\nanxiously.\n\n\"That is what we don't know,\" said Mr. Anderson. \"The native scout\ncould not learn that. But once we get on the trail of the dwarfs, I\nthink we can easily find the particular tribe which has the\ncaptives.\"\n\n\"At any rate, we'll get started and do something,\" declared Tom, and\nthe next day, after the African hunter had described, as well as he\ncould, where the place was, the Black Hawk was sent up into the air,\ngood-bys were called down, and once more the adventurers were under\nway.\n\nIt was decided that they had better proceed cautiously, and lower\nthe airship, and anchor it, sometime before getting above the place\nwhere the pygmy village was.\n\n\"For they may see us, and, though they don't know what our craft is,\nthey may take the alarm and hide deeper in the jungle with the\nprisoners, where we can't find them,\" said Tom.\n\nHis plan was adopted, and, while it had taken the native hunter\nseveral days to reach the borders of the dwarfs' land, those in the\nairship made the trip in one day. That is, they came as far toward\nit as they thought would be safe, and one night, having located a\nlandmark which Mr. Durban said was on the border, the nose of the\nBlack Hawk was pointed downward, and soon they were encamped in a\nlittle clearing in the midst of the dense jungle which was all about\nthem.\n\nWith his electric rifle, Tom noiselessly killed some birds, very\nmuch like chicken, of which an excellent meal was made and then, as\nit became dark very early, and as nothing could be done, they\nlighted a campfire, and retired inside their craft to pass the\nnight.\n\nIt must have been about midnight that Tom, who was a light sleeper\nat times, was awakened by some noise outside the window near which\nhis stateroom was. He sat up and listened, putting out his hand to\nwhere his rifle stood in the corner near his bunk. The lad heard\nstealthy footsteps pattering about on the deck of the airship. There\nwas a soft, shuffling sound, such as a lion or a tiger makes, when\nwalking on bare boards. In spite of himself, Tom felt the hair on\nhis head beginning to creep, and a shiver ran down his back.\n\n\"There's something out there!\" he whispered. \"I wonder if I'd better\nawaken the others? No, if it's a sneaking lion, I can manage to kill\nhim, but--\"\n\nHe paused as another suggestion came to him.\n\nThe red pygmies! They went barefoot! Perhaps they were swarming\nabout the ship which they might have discovered in the darkness.\n\nTom Swift's heart beat rapidly. He got softly out of his bunk, and,\nwith his rifle in hand made his way to the door opening on deck. On\nhis way he gently awakened Ned and Mr. Durban, and whispered to them\nhis fear.\n\n\"If the red pygmies are out there we'll need all our force,\" said\nthe old elephant hunter. \"Call Mr. Damon and Mr. Anderson, Ned, and\ntell them to bring their guns.\"\n\nSoon they were all ready, fully armed. They listened intently. The\nairship was all in darkness, for lights drew a horde of insects. The\ncampfire had died down. The soft footsteps could still be heard\nmoving about the deck.\n\n\"That sounds like only one person or animal,\" whispered Ned.\n\n\"It does,\" agreed Tom. \"Wait a minute, I'll fire an illuminating\ncharge, and we can see what it is.\"\n\nThe others posted themselves at windows that gave a view of the\ndeck. Tom poked his electric rifle out of a crack of the door, and\nshot forth into the darkness one of the blue illuminations. The deck\nof the craft was instantly lighted up brilliantly, and in the glare,\ncrouched on the deck, could be seen a powerful black man, nearly\nnaked, gazing at the hunters.\n\n\"A black!\" gasped Tom, as the light died out. \"Maybe it is one from\nthe village we just left. What do you want? Who are you?\" called the\nlad, forgetting that the Africans spoke only their own language. To\nthe surprise of all, there came his reply in broken English:\n\n\"Me Tomba! Me go fo' help for Missy Illingway--fo' Massy Illingway.\nMe run away from little red men! Me Christian black man. Oh, if you\nbe English, help Missy Illingway--she most die! Please help. Tomba\ngo but Tomba be lost! Please help!\"\n\n\n\n\nCHAPTER XX\n\nTHE FIGHT\n\n\nSurprise, for the moment, held Tom and the others speechless. To be\nanswered in English, poor and broken as it was, by a native African,\nwas strange enough, but when this same African was found aboard the\nairship, in the midst of the jungle, at midnight, it almost passed\nthe bounds of possibility.\n\n\"Tomba!\" mused Tom, wondering where he had heard that name before.\n\"Tomba?\"\n\n\"Of course!\" cried Mr. Anderson, suddenly. \"Don't you remember?\nThat's the name of the servant of Mr. and Mrs. Illingway, who\nescaped and brought news of their capture by the pygmies. That's who\nTomba is.\"\n\n\"Yes, but Tomba escaped,\" objected Mr. Durban. \"He went to the white\nsettlements with the news. How comes he here?\"\n\n\"We'll have to find out,\" said Tom, simply. \"Tomba, are you there?\"\nhe called, as he fired another illuminating charge. It disclosed the\nblack man standing up on the deck, and looking at them appealingly.\n\n\"Yes, Tomba here,\" was the answer. \"Oh, you be English, Tomba know.\nPlease help Missy and Massy Illingway. Red devils goin' kill 'em\npretty much quick.\"\n\n\"Come in!\" called Tom, as he turned on the electric lights in the\nairship. \"Come in and tell us all about it. But how did you get\nhere?\"\n\n\"Maybe there are two Tombas,\" suggested Ned.\n\n\"Bless my safety razor!\" cried Mr. Damon \"perhaps Ned is right!\"\n\nBut he wasn't, as they learned when they had questioned the African,\nwho came inside the airship, looking wonderingly around at the many\nstrange things he saw. He was the same Tomba who had escaped the\nmassacre, and had taken news of the capture of his master and\nmistress to the white settlement. In vain after that he had tried to\norganize a band to go back with him to the rescue, but the whites in\nthe settlement were too few, and the natives too timid. Then Tomba,\nwith grief in his heart, and not wanting to live while the\nmissionaries whom he had come to care for very much, were captives,\nhe went back into the jungle, determined, if he could not help them,\nthat at least he would share their fate, and endeavor to be of some\nservice to them in their captivity.\n\nAfter almost unbelievable hardships, he had found the red pygmies,\nand had allowed himself to be captured by them. They rejoiced\ngreatly in the possession of the big black man, and for some strange\nreason had not killed him. He was allowed to share the captivity of\nhis master and mistress.\n\nTime went on, and the pygmies did not kill their prisoners. They\neven treated them with some kindness but were going to sacrifice\nthem at their great annual festival, which was soon to take place.\nMr. and Mrs. Illingway, Tomba told our friends in his broken\nEnglish, had urged him to escape at the first opportunity. They knew\nif he could get away he would travel through the jungle. They could\nnot, even if they had not been so closely guarded that escape was\nout of the question.\n\nBut Tomba refused to go until Mr. Illingway had said that perhaps he\nmight get word to some white hunters, and so send help to the\ncaptives. This Tomba consented to do, and, watching his chance, he\ndid escape. That was several nights ago, and he had been traveling\nthrough the jungle ever since. It was by mere accident that he came\nupon the anchored airship, and his curiosity led him to board her.\nThe rest is known.\n\n\"Well, of all queer yarns, this is the limit!\" exclaimed Tom, when\nthe black had finished. \"What had we better do about it?\"\n\n\"Get ready to attack the red pygmies at once!\" decided Mr. Durban.\n\"If we wait any longer it may be too late!\"\n\n\"My idea, exactly,\" declared Mr. Anderson.\n\n\"Bless my bowie-knife!\" cried Mr. Damon. \"I'd like to get a chance\nat the red imps! Come on, Tom! Let's start at once.\"\n\n\"No, we need daylight to fight by,\" replied Tom, with a smile at his\nfriend's enthusiasm. \"We'll go forward in the morning.\"\n\n\"In the airship?\" asked Mr. Damon.\n\n\"I think so,\" answered Tom. \"There can be no advantage now in trying\nto conceal ourselves. We can move upon them from where we are so\nquickly that they won't have much chance to get away. Besides it\nwill take us too long to make our way through the jungle afoot. For,\nnow that the escape of Tomba must be known, they may kill the\ncaptives at once to forestall any rescue.\"\n\n\"Then we'll move forward in the morning,\" declared Mr. Durban.\n\nThey took Tomba with them in the airship the next day, though he\nprayed fervently before he consented to it. But they needed him to\npoint out the exact location of the pygmies' village, since it was\nnot the one the hunter-scout had been near.\n\nThe Black Hawk sailed through the air. On board eager eyes looked\ndown for a first sight of the red imps. Tomba, who was at Tom's side\nin the steering tower, told him, as best he could, from time to\ntime, how to set the rudders.\n\n\"Pretty soon by-em-by be there,\" said the black man at length. \"Pass\nober dat hill, den red devils live.\"\n\n\"Well, we'll soon be over that hill,\" announced Tom grimly. \"I guess\nwe'd better get our rifles ready for the battle.\"\n\n\"Are you going to attack them at once?\" asked Mr. Damon.\n\n\"Well,\" answered the young inventor, \"I don't believe we ought to\nkill any of them if we can avoid it. I don't like to do such a thing\nbut, perhaps we can't help ourselves. My plan is to take the airship\ndown, close to the hut where the missionaries are confined. Tomba\ncan point it out to us. If we can rescue them without bloodshed, so\nmuch the better. But we'll fight if we have to.\"\n\nGrimly they watched as the airship sailed over the hill. Then\nsuddenly there came into view a collection of mud huts on a vast\nplain, surrounded by dense jungle on every side. As the travelers\nlooked, they could see little creatures running wildly about. Even\nwithout a glass it could be noted that their bodies were covered\nwith a curious growth of thick sandy hair.\n\n\"The red pygmies!\" cried Tom. \"Now for the rescue!\"\n\nEagerly Tomba indicated the hut where his master and mistress were\nheld. Telling his friends to have their weapons in readiness, Tom\nsteered the airship toward the rude shelter whence he hoped to take\nthe missionaries. Down to the ground swiftly shot the Black Hawk.\nTom checked her with a quick movement of the deflecting rudder, and\nshe landed gently on the wheels.\n\n\"Mr. Illingway! Mrs. Illingway! We have come to rescue you!\" yelled\nthe young inventor, as he stepped out on the deck, with his electric\nrifle in his hand. \"Where are you? Can you come out?\"\n\nThe door of the hut was burst open, and a white man and woman,\nrecognizable as such, even in the rude skins that clothed them,\nrushed out. Wonder spread over their faces as they saw the great\nairship. They dropped on their knees.\n\nThe next instant a swarm of savage little red men surrounded them,\nand rudely bore them, strugglingly, back into the hut.\n\n\"Come on!\" cried Tom, about to leap to the ground. \"It's now or\nnever! We must save them!\"\n\nMr. Durban pulled him back, and pointed to a horde of the red-haired\nsavages rushing toward the airship. \"They'd tear you to pieces in a\nminute!\" cried the old hunter. \"We must fight them from the ship.\"\n\nThere was a curious whistling sound in the air. Mr. Durban looked\nup.\n\n\"Duck, everybody!\" he yelled. \"They're firing arrows at us! Get\nunder shelter, for they may be poisoned!\"\n\nTom and the others darted into the craft. The arrows rattled on deck\nin a shower, and hundreds of the red imps were rushing up to give\nbattle. Inside the hut where the missionaries were, it was now\nquiet. Tom Swift wondered if they still lived.\n\n\"Give 'em as good as they send!\" cried Mr. Durban. \"We will have to\nfire at them now. Open up with your electric rifle, Tom!\"\n\nAs he spoke the elephant hunter fired into the midst of the\nscreaming savages. The battle had begun.\n\n\n\n\nCHAPTER XXI\n\nDRIVEN BACK\n\n\nWhat the travelers had heard regarding the fierceness and courage of\nthe red pygmies had not been one bit exaggerated. Never had such\ndesperate fighting ever taken place. The red dwarfs, scarcely one of\nwhom was more than three feet high, were strongly built, and there\nwere so many of them, and they battled together with such singleness\nof purpose, that they were more formidable than a tribe of ordinary-sized\nsavages would have been.\n\nAnd their purpose was to utterly annihilate the enemy that had so\nunexpectedly come upon them. It did not matter to them that Tom and\nthe others had arrived in an airship. The strange craft had no\nsuperstitious terror for them, as it had for the simpler blacks.\n\n\"Bless my multiplication tables!\" cried Mr. Damon. \"What a mob of\nthem!\"\n\n\"Almost too many!\" murmured Tom Swift, who was rapidly firing his\nelectric rifle at them. \"We can never hope to drive them back, I'm\nafraid.\"\n\nIndeed from every side of the plain, and even from the depths of the\njungle the red dwarfs were now pouring. They yelled most horribly,\nscreaming in rage, brandishing their spears and clubs, and keeping\nup an incessant fire of big arrows from their bows, and smaller ones\nfrom the blowguns.\n\nAs yet none of our friends had been hit, for they were sheltered in\nthe airship, and as the windows were covered with a mesh of wire, to\nkeep out insects, this also served to prevent the arrows from\nentering. There were loopholes purposely made to allow the rifles to\nbe thrust out.\n\nMercifully, Tom and the others fired only to disable, and not to\nkill the red pygmies. Wounded in the arms or legs, the little\nsavages would be incapable of fighting, and this plan was followed.\nBut so fierce were they that some, who were wounded twice, still\nkept up the attack.\n\nTom's electric rifle was well adapted for this work, as he could\nregulate the charge to merely stun, no matter at what part of the\nbody it was directed. So he could fire indiscriminantly, whereas the\nothers had to aim carefully. And Tom's fire was most effective. He\ndisabled scores of the red imps, but scores of others sprang up to\ntake their places.\n\nAfter their first rush the pygmies had fallen back before the\nwell-directed fire of our friends, but as their chiefs and head men\nurged them to the attack again, they came back with still fiercer\nenergy. Some, more bold than the others, even leaped to the deck of the\nairship, and tried to tear the screens from the windows. They partly\nsucceeded, and in one casement from which Ned was firing they made a\nhole.\n\nInto this they shot a flight of arrows, and one slightly wounded the\nbank clerk on the arm. The wound was at once treated with\nantiseptics, after the window had been barricaded, and Ned declared\nthat he was ready to renew the fight. Tom, too, got an arrow scratch\non the neck, and one of the barbs entered Mr. Durban's leg, but the\nsturdy elephant hunter would not give up, and took his place again\nafter the wound had been bandaged.\n\nFrom time to time as he worked his electric gun, which had been\ncharged to its utmost capacity, Tom glanced at the hut where the\nmissionaries were prisoners. There was no movement noticed about it,\nand no sound came from it. Tom wondered what had happened inside--he\nwondered what was happening as the battle progressed.\n\nFiercely the fight was kept up. Now the red imps would be driven\nback, and again they would swarm about the airship, until it seemed\nas if they must overwhelm it. Then the fire of the white adventurers\nwas redoubled. The electric rifle did great work, and Tom did not\nhave to stop and refill the magazine, as did the others.\n\nSuddenly, above the noise of the conflict, Tom Swift heard an\nominous sound. It was a hissing in the air, and well he knew what it\nwas.\n\n\"The gas bag!\" he cried. \"They've punctured it! The vapor is\nescaping. If they put too many holes in the bag it will be all up\nwith us!\"\n\n\"What's to be done?\" asked Mr. Durban.\n\n\"If we can't drive them back we must retreat ourselves!\" declared\nTom desperately. \"Our only hope is to keep the airship safe from\nharm.\"\n\nOnce more came a rush of the savages. They had discovered that the\ngas bag was vulnerable, and were directing their arrows against\nthat. It was punctured in several more places. The gas was rapidly\nescaping.\n\n\"We've got to retreat!\" yelled Tom. He hurried to the engine-room,\nand turned on the power. The great propellers revolved, and sent the\nBlack Hawk scudding across the level plain. With yells of surprise\nthe red dwarfs scattered and made way for it.\n\nUp into the air it mounted on the broad wings. For the time being\nour friends has been driven back, and the missionaries whom they had\ncome to rescue were still in the hands of the savages.\n\n\n\n\nCHAPTER XXII\n\nA NIGHT ATTACK\n\n\n\"Well, what's to be done?\"\n\nTom Swift asked that question.\n\n\"Bless my percussion cap! They certainly are the very worst imps for\nfighting that I ever heard of,\" commented Mr. Damon helplessly.\n\n\"Is the gas bag much punctured?\" asked Ned Newton.\n\n\"Wait a minute,\" resumed the young inventor, as he pulled the speed\nlever a trifle farther over, thereby sending the craft forward more\nswiftly, \"I think my question ought to be answered first. What's to\nbe done? Are we going to run away, and leave that man and woman to\ntheir fate?\"\n\n\"Of course not!\" declared Mr. Durban stoutly, \"but we couldn't stay\nthere, and have them destroy the airship.\"\n\n\"No, that's so,\" admitted Tom, \"if we lost the airship it would be\nall up with us and our chances of rescuing the missionaries. But\nwhat can we do? I hate to retreat!\"\n\n\"But what else is there left for us?\" demanded Ned.\n\n\"Nothing, of course. But we've got to plan to get the best of those\nred pygmies. We can't go back in the airship, and give them open\nbattle. There are too many of them, and, by Jove! I believe more are\ncoming every minute!\"\n\nTom and the others looked down. From all sides of the plain,\nhastening toward the village of mud huts, from which our friends\nwere retreating, could be seen swarms of the small but fierce\nsavages. They were coming from the jungle, and were armed with war\nclubs, bows and arrows and the small but formidable blowguns.\n\n\"Where are they coming from?\" asked Mr. Damon.\n\n\"From the surrounding tribes,\" explained Mr. Durban. \"They have been\nsummoned to do battle against us.\"\n\n\"But how did the ones we fought get word to the others so soon?\" Ned\ndemanded.\n\n\"Oh, they have ways of signaling,\" explained Mr. Anderson. \"They can\nmake the notes of some of their hollow-tree drums carry a long\ndistance, and then they are very swift runners, and can penetrate\ninto the jungle along paths that a white man would hardly see. They\nalso use the smoke column as a signal, as our own American Indians\nused to do. Oh, they can summon all their tribesmen to the fight,\nand they probably will. Likely the sound of our guns attracted the\nimps, though if we all had electric rifles like Tom's they wouldn't\nmake any noise.\"\n\n\"Well, my rifle didn't appear to do so very much good this time,\"\nobserved the young inventor, as he stopped the forward motion of the\nship now, and let it hover over the plain in sight of the village,\nthe gas bag serving to sustain the craft, and there was little wind\nto cause it to drift. \"Those fellows didn't seem to mind being hurt\nand killed any more than if mosquitoes were biting them.\"\n\n\"The trouble is we need a whole army, armed with electric rifles to\nmake a successful attack,\" said Mr. Durban. \"There are swarms of\nthem there now, and more coming every minute. I do hope Mr. and Mrs.\nIllingway are alive yet.\"\n\n\"Yes,\" added Mr. Anderson solemnly, \"we must hope for the best. But,\nlike Tom Swift, I ask, what's to be done?\"\n\n\"Bless my thinking cap!\" exclaimed Mr. Damon. \"It seems to me if we\ncan't fight them openly in the daytime, there's only one other thing\nto do.\"\n\n\"What's that?\" asked Tom. \"Go away? I'll not do it!\"\n\n\"No, not go away,\" exclaimed Mr. Damon, \"but make a night attack. We\nought to be able to do something then, and with your illuminating\nrifle, Tom, we'd have an advantage! What do you say?\"\n\n\"I say it's the very thing!\" declared Tom, with sudden enthusiasm.\n\"We'll attack them to-night, when they're off their guard, and we'll\nsee if we can't get the missionaries out of that hut. And to better\nfool the savages, we'll just disappear now, and make 'em believe\nwe've flown away.\"\n\n\"Then the missionaries will think we're deserting them,\" objected\nMr. Anderson.\n\nBut there was no help for it, and so Tom once more turned on the\npower and the craft sailed away.\n\nTomba, the faithful black, begged to be allowed to go down, and tell\nhis master and mistress that help would soon be at hand again, even\nthough it looked like a retreat on the part of the rescuers, but\nthis could not be permitted.\n\n\"They'd tear you in pieces as soon as you got among those red imps,\"\nsaid Tom. \"You stay here, Tomba, and you can help us to-night.\"\n\n\"A'right, me glad help lick red fellows,\" said the black, with as\ncheerful a grin as he could summon.\n\nThe Black Hawk circled around, with Tom and the others looking for a\ngood place to land. They were out of sight of the village now but\ndid not doubt but that they were observed by the keen eyes of the\nlittle men.\n\n\"We want to pick out a place where they won't come upon us as we\ndescend,\" declared Tom. \"We've got to mend some leaks in the gas\nbag, for, while they are not serious, if we get any more punctures\nthey may become so. So we've got to pick out a good place to go\ndown.\"\n\nFinally, by means of powerful glasses, a desolate part of the jungle\nwas selected. No files of the red dwarfs, coming from their\nscattered villages to join their tribesmen, had been noted in the\nvicinity picked out, and it was hoped that it would answer. Slowly\nthe airship settled to earth, coming to rest in a thick grove of\ntrees, where there was an opening just large enough to allow the\nBlack Hawk to enter.\n\nOur friends were soon busy repairing the leaks in the bag, while Mr.\nDamon got a meal ready. As they ate they talked over plans for the\nnight attack.\n\nIt was decided to wait until it was about two o'clock in the\nmorning, as at that hour the dwarfs were most generally asleep,\nTomba said. They always stayed up quite late, sitting around camp-fires,\nand eating the meat which the hunters brought in each day. But their\ncarousings generally ended at midnight, the black said, and then they\nfell into a heavy sleep. They did not post guards, but since they knew\nof the presence of the white men in the airship, they might do it\nthis time.\n\n\"Well, we've got to take our chance,\" decided Tom. \"We'll start off\nfrom here about one o'clock, and I'll send the ship slowly along.\nWe'll get right over the hut where the captives are, if possible,\nand then descend. I'll manage the ship, and one of you can work the\nelectric rifle if they attack us. We'll make a dash, get Mr. and\nMrs. Illingway from the hut, and make a quick get-away.\"\n\nIt sounded good, and they were impatient to put it into operation.\nThat afternoon Tom and his friends went carefully over every inch of\ntheir craft, to repair it and have it in perfect working order. Guns\nwere cleaned, and plenty of ammunition laid out. Then, shortly after\none o'clock in the morning the ship was sent up, and with the\nsearchlight ready to be turned on instantly, and with his electric\nrifle near at hand, Tom Swift guided his craft on to the attack.\nSoon they could see the glow of dying fires in the dwarfs' village,\nbut no sound came from the sleeping hordes of red imps.\n\n\n\n\nCHAPTER XXIII\n\nTHE RESCUE\n\n\n\"Can you make out the hut, Tom?\" asked Ned, as he stood at his\nchum's side in the steering tower, and gazed downward on the silent\nvillage.\n\n\"Not very clearly. Suppose you take a look through the night-glasses.\nMaybe you'll have better luck.\"\n\nNed peered long and earnestly.\n\n\"No, I can't see a thing.\" he said. \"It all looks to be a confused\njumble of huts. I can't tell one from the other. We'll have to go\nlower.\"\n\n\"I don't want to do that,\" objected Tom. \"If this attack succeeds at\nall, it will have to be sharp and quick. If we go down where they\ncan spot us, and work our way up to the hut where the captives are,\nwe'll run the chance of an attack that may put us out of business.\"\n\n\"Yes, we ought to get right over the hut, and then make a sudden\nswoop down,\" admitted Ned, \"but if we can't see it--\"\n\n\"I have it!\" cried Tom suddenly. \"Tomba! That African can see in the\ndark like a cat. Why, just before we started I dropped a wrench, and\nI didn't have any matches handy to look for it. I was groping around\nin the dark trying to get my hands on it, and you know it was pretty\nblack in the jungle. Well, along come Tomba. And he spotted it at\nonce and picked it up. We'll call him here and get him to point out\nthe hut. He can tell me how to steer.\"\n\n\"Good!\" cried Ned, and the black was soon standing in the pilot\nhouse. He comprehended what was wanted of him, and peered down,\nseeking to penetrate the darkness.\n\n\"Shall I go down a little lower?\" asked Tom.\n\nFor a moment Tomba did not answer. Then he uttered an exclamation of\npleasure.\n\n\"Me see hut!\" he said, clutching Tom's arm. \"Down dere!\" He pointed,\nbut neither Tom nor Ned could see it. However, as Tomba was now\ngiving directions, telling Tom when to go to the left or the right,\nas the wind currents deflected they were certain of soon reaching\nthe place where Mr. and Mrs. Illingway were concealed, if they were\nstill alive.\n\nThe Black Hawk was moving slowly, and was not under as good control\nas if she had been making ninety miles an hour. As it was desired to\nproceed as quietly as possible, the craft was being used as a\ndirigible balloon, and the propellers were whirled around by means\nof a small motor, worked by a storage battery. While not much power\nwas obtained this way, there was the advantage of silence, which was\nvery necessary. Slowly the Black Hawk sailed on through the night.\nIn silence the adventurers waited for the moment of action. They had\ntheir weapons in readiness. Mr. Durban was to work the electric\nrifle, as all Tom's attention would be needed at the machinery. As\nsoon as the craft had made a landing he was to leap out, carrying a\nrevolver in either hand, and, followed by Tomba, would endeavor to\ngain entrance to the hut, break through the flimsy grass-woven\ncurtain over the doorway, and get Mr. and Mrs. Illingway out. Ned,\nMr. Damon and the other two men would stand by to fire on the red\npygmies as soon as they commenced the attack, which they would\nundoubtedly do as soon as the guards of the captives raised the\nalarm.\n\nThe airship was in darkness, for it would have been dangerous to\nshow a light. Some wakeful dwarf might see the moving illumination\nin the sky, and raise a cry.\n\n\"Mos' dere,\" announced Tomba at length. And then, for the first\ntime, Ned and Tom had a glimpse of the hut. It stood away from the\nothers, and was easy to pick out in daylight, but even the darkness\noffered no handicap to Tomba. \"Right over him now,\" he suddenly\ncalled, as he leaned out of the pilot house window, and looked down.\n\"Right over place. Oh, Tomba glad when he see Missy an' Massy!\"\n\n\"Yes, I hope you do see them,\" murmured Tom, as he pulled the lever\nwhich would pump the gas from the inflated bag, and compress it into\ntanks, until it was needed again to make the ship rise. Slowly the\nBlack Hawk sank down.\n\n\"Get ready!\" called Tom in a low voice.\n\nIt was a tense moment. Every one of the adventurers felt it, and all\nbut Tom grasped their weapons with tighter grips. They were ready to\nspring out as soon as a landing was made. Tom managed the machinery\nin the dark, for he knew every wheel, gear and lever, and could have\nput his hand on any one with his eyes shut. The two loaded revolvers\nwere on a shelf in front of him. The side door of the pilot house\nwas ajar, to allow him quick egress.\n\nTomba, armed with a big club he had picked up in the jungle, was\nready to follow. The black was eager for the fray to begin, though\nhow he and the others would fare amid the savages was hard to say.\n\nStill not a sound broke the quiet. It was very dark, for nearly all\nthe camp fires, over which the nightly feast had been prepared, were\nout. The hut could be dimly made out, however.\n\nSuddenly there was a slight tremor through the ship. She seemed to\nshiver, and bound upward a little.\n\n\"We've landed!\" whispered Tom. \"Now for it! Come on, Tomba!\"\n\nThe big black glided after the lad like a shadow. With his two\nweapons held in readiness our hero went out on deck. The others,\nwith cocked rifles, stood ready for the attack to open. It had been\ndecided that as soon as the first alarm was given by the dwarfs,\nwhich would probably be when Tom broke into the hut, the firing\nwould begin.\n\n\"Open!\" called Tom to Tomba, and the big black dashed his club\nthrough the grass curtain over the doorway of the hut. He fairly\nleaped inside, with a cry of battle on his lips.\n\n\"Mr. Illingway! Mrs. Illingway!\" called Tom, \"We've come to save\nyou. Hurry out. The airship is just outside!\"\n\nHe fired one shot through the roof of the hut, so that the flash\nwould reveal to him whether or not the two missionaries were in the\nplace. He saw two forms rise up in front of him, and knew that they\nwere the white captives he had observed daring the former attack.\n\n\"Oh, what is it?\" he heard the woman ask.\n\n\"A rescue! Thank the dear Lord!\" answered her husband fervently.\n\"Oh, whoever you are, God bless you!\"\n\n\"Come quickly!\" cried Tom, \"we haven't a moment to lose!\"\n\nHe was speaking to absolute blackness now, for it was darker\nimmediately following the revolver flash than before. But he felt a\nman's hand thrust about his arm, and he knew it was Mr. Illingway.\n\n\"Take your wife's hand, and follow me,\" ordered Tom. \"Come, Tomba!\nAre there any of the red pygmies in here?\"\n\nHe had not seen any at the weapon's flash, but his question was\nanswered a moment later, for there arose from within and without the\nhut a chorus of wild yells. At the same time Tom felt small arms\ngrasp him about the legs.\n\n\"Come on!\" he yelled. \"They're awake and after us!\"\n\nThe din outside increased. Tom heard the rifles of his friends\ncrack. He saw, through the torn door curtain, the flashes of fire.\nThen came a blue glare, and Tom knew that Mr. Durban was using the\nelectric weapon.\n\nBy these intermittent gleams Tom managed to see sufficiently to\nthrust Mr. and Mrs. Illingway ahead of him. Tomba was at their side.\nThe yells inside the hut were almost deafening. All the red dwarfs\nleft to guard the captives had awakened, and they could see well\nenough to attack Tom. Fortunately they had no weapons, but they\nfairly threw themselves upon the sturdy lad, trying to pull him\ndown.\n\n\"Go on! Go on!\" he yelled to the captives, fairly pushing them\nalong. Then, knowing they were out of the way, he turned and fired\nhis two revolvers as fast as he could pull the triggers, into the\nvery faces of the red imps who were seeking to drag him down. Again\nand again he fired, until he had emptied both cylinders of his\nweapons.\n\nHe felt the grasps of the fiendish little men relax one by one. Tom\nfinally dragged himself loose, and staggered out of the hut. The\ncaptives and Tomba were right in front of him. At the airship, which\nloomed up in the flashes from the guns and electric rifle, Tom's\nfriends were giving battle. About them swarmed the hordes of\nsavages, with more of the imps pouring in every moment.\n\n\"Get aboard!\" cried Tom to the missionaries. \"Get on the airship,\nand we'll move out of this!\"\n\nHe felt a stinging pain in his neck, where an arrow struck him. He\ntore the arrow out, and rushed forward. Fairly pushing Mr. and Mrs.\nIllingway up on deck before him, Tom followed. Tomba was capering\nabout his master and mistress, and he swung his big club savagely.\nHe had not been idle, and many a red imp had gone down under his\nblows.\n\n\"Rescued! Rescued!\" murmured Mr. Illingway, as Tom hastened to the\npilot house to start the motor.\n\n\n\n\nCHAPTER XXIV\n\nTWO OTHER CAPTIVES\n\n\nBut the rescue was not yet accomplished. Those on the airship were\nstill in danger, and grave peril, for all about them were the red\nsavages, shouting, howling, yelling and capering about, as they were\nnow thoroughly aroused, and realized that their captives had been\ntaken away from them. They determined to get them back, and were\nrallying desperately to battle. Nearly all of them were armed by\nthis time, and flight after flight of spears and arrows were thrown\nor shot toward the airship.\n\nFortunately it was too dark to enable the pygmies to take good aim.\nThey were guided, to an extent, by the flashes of fire from the\nrifles, but these were only momentary. Still some of our friends\nreceived slight wounds, for they stood on the open deck of the\ncraft.\n\n\"Bless my eye-glasses!\" suddenly exclaimed Mr. Damon. \"I'm stuck!\"\n\n\"Don't mind that!\" advised Ned. \"Keep on pouring lead into them.\nWe'll soon be away from here!\"\n\n\"Don't fire any more!\" called Mr. Durban. \"The gun-flashes tell them\nwhere to shoot. I'll use the electric rifle. It's better.\"\n\nThey followed his advice, and put aside their weapons. By means of\nthe electric flash, which he projected into the midst of the\nsavages, without the glare coming on the airship, Mr. Durban was\nable to tell where to aim. Once he had a mass of red pygmies\nlocated, he could keep on shooting charge after charge into their\nmidst.\n\n\"Use it full power!\" called Tom, as he opened the gas machine to its\nwidest capacity, so the bag would quickly fill, and the craft be\nsent forward, for it was so dark, and the ground near the huts so\nuneven, that the Black Hawk could not rise as an aeroplane.\n\nThe elephant hunter turned on full strength in the electric gun and\nthe wireless bullets were sent into the midst of the attackers. The\nresult was surprising. They were so closely packed together that\nwhen one was hit the electrical shock was sent through his nearly\nnaked body into the naked bodies of his tribesmen who pressed on\nevery side of him. In consequence whole rows of the savages went\ndown at a time, disabled from fighting any more.\n\nMeanwhile Tom was working frantically to hasten the rising of the\nairship. His neck pained him very much where the arrow had struck\nhim, but he dared not stop now to dress the wound. He could feel the\nblood running down his side, but he shut his teeth grimly and said\nnothing.\n\nThe two missionaries, scarcely able to believe that they were to be\nsaved, had been shown into an inner cabin by Tomba, who had become\nsomewhat used to the airship by this time, and who could find his\nway about well in the dark, for no lights had yet been turned on.\n\nHundreds of pygmies had been disabled, yet still others came to take\ntheir places. The gas bag was again punctured in several places, but\nthe rents were small, and Tom knew that he could make the gas faster\nthan it could escape, unless the bag was ripped open.\n\n\"They're climbing up the sides!\" suddenly called Ned Newton, for he\nsaw several of the little men clambering up. \"What shall we do?\"\n\n\"Pound their fingers!\" called Mr. Anderson. \"Get clubs and whack\nthem!\" It was good advice. Ned remembered on one occasion when he\nand Tom were looking at Andy Foger's airship, how this method had\nbeen proposed when the bank clerk hung on the back fence. As he\ngrabbed up a stick, and proceeded to pound the hands and bare arms\nof the savages who were clinging to the railing, Ned found himself\nwondering what had become of the bully. He was to see Andy sooner\nthan he expected.\n\nSuddenly in the midst of the fighting, which was now a hand-to-hand\nconflict, there was a tremor throughout the length of the airship.\n\n\"She's going up!\" yelled Ned.\n\n\"Bless my check-book!\" cried Mr. Damon, \"if we don't look out some\nof these red imps will go up with us, too!\"\n\nAs he spoke he whacked vigorously at the hands of several of the\npygmies, who dropped off with howls of anguish.\n\nThe craft quickly shot upward. There were yells of terror from a few\nof the red savages who remained clinging to different parts of the\nBlack Hawk and then, fearing they might be taken to the clouds,\nthey, too, dropped off. The rescuers and rescued mounted higher and\nhigher, and, when they were far enough up so that there was no\ndanger from the spears or arrows, Tom switched on the lights, and\nturned the electric current into the search-lantern, the rays of\nwhich beamed down on the mass of yelling and baffled savages below.\n\n\"A few shots for them to remember us by!\" cried Mr. Durban, as he\nsent more of the paralyzing electric currents into the red imps.\nTheir yell of rage had now turned to shouts of terror, for the\ngleaming beam of light frightened them more than did the airship, or\nthe bullets of the white men. The red pygmies fled to their huts.\n\n\"I guess we gave them a lesson,\" remarked Tom, as he started the\npropellers and sent the ship on through the night.\n\n\"Why, Tom! You're hurt!\" cried Ned, who came into the pilot house at\nthat moment, and saw blood on his chum.\n\n\"Only a scratch,\" the young inventor declared.\n\n\"It's more than that,\" said Mr. Durban who looked at it a little\nlater. \"It must be bound up, Tom.\"\n\nAnd, while Ned steered the ship back to the jungle clearing whence\nthey had come to make the night attack, Tom's wound was dressed.\n\nMeanwhile the two missionaries had been well taken care of. They\nwere given other garments, even some dresses being provided for Mrs.\nIllingway, for when the voyage was begun Tom had considered the\npossibility of having a woman on board, and had bought some ladies'\ngarments. Then, having cast down to earth the ill-smelling skins\nwhich formed their clothes while captives, Mr. and Mrs. Illingway,\ndecently dressed, thanked Tom and the others over and over again.\n\n\"We had almost given up hope,\" said the lady, \"when we saw them\ndrive you back after the first attack. Oh, it is wonderful to think\nhow you saved us, and in an airship!\" and she and her husband began\ntheir thanks over again.\n\nA good meal was prepared by Mr. Damon, for the rescuers and rescued\nones were hungry, and since they had been held prisoners the two\nmissionaries had not been given very good food.\n\n\"Oh, it hardly seems possible that we are eating with white men\nagain,\" said Mr. Illingway, as he took a second cup of coffee,\n\"hardly possible!\"\n\n\"And to see electric lights, instead of a camp-fire,\" added his\nwife. \"What a wonderful airship you have, Tom Swift.\"\n\n\"Yes, it's pretty good,\" he admitted. \"It came in useful to-night,\nall right.\"\n\nThey were now far enough from the savages, and the pygmies' fires,\nwhich had been set aglow anew when the attack began, could no longer\nbe observed.\n\n\"We'll land at the place where we camped before,\" said Tom, who had\nagain assumed charge of the ship, \"and in the morning we'll start\nfor civilization.\"\n\n\"No can get two other white men?\" suddenly asked Tomba, who had been\nsitting, gazing at his recovered master and mistress. \"Fly-ship go\nback, an' leave two white mans here?\" the black asked.\n\n\"What in the world does he mean?\" demanded Tom. \"Of course we're not\ngoing to leave any of our party behind!\"\n\n\"Let me question him,\" suggested Mr. Illingway, and he began to talk\nto the African in his own tongue. A rapid conversation followed, and\na look of amazement spread over the faces of the two missionaries,\nas they listened.\n\n\"What is it?\" asked Mr. Durban. \"What does Tomba say?\"\n\n\"Why the pygmies have two other white men in captivity,\" said Mr.\nIllingway. \"They were brought in yesterday, after you were driven\naway. Two white men, or, rather a white man and a youth, according\nto Tomba. They are held in one of the huts near where we were, but\ntied so they couldn't escape in the confusion.\"\n\n\"How does Tomba know this?\" asked Mr. Damon.\n\n\"He says,\" translated Mr. Illingway, after more questioning of the\nblack, \"that he heard the red pygmies boasting of it after we had\nescaped. Tomba says he heard them say that, though we were gone, and\ncould not be killed, or sacrificed, the other two captives would\nmeet that horrible fate.\"\n\n\"Two other white captives in the hands of the red imps!\" murmured\nTom. \"We must rescue them!\"\n\n\"You're not going to turn back now, are you?\" asked Mr. Durban.\n\n\"No, but I will as soon as I look the ship over. We'll come back\nto-morrow. And we'll have to make a day attack or it will be too late\nto save them. Two other white captives! I wonder who they can be.\"\n\nThere was a big surprise in store for Tom Swift.\n\n\n\n\nCHAPTER XXV\n\nTHE ROGUE ELEPHANT--CONCLUSION\n\n\nEarly the next day the airship was again afloat. The night, what\nlittle of darkness remained after the rescue, had been spent in the\nclearing in the dense jungle. Some slight repairs had been made to\nthe craft, and it was once more in readiness to be used in battle\nagainst the relentless savages.\n\n\"We can't wait for darkness,\" declared Tom. \"In the first place\nthere isn't time, and again, we don't know in what part of the\nvillage the other captives are. We'll have to hunt around.\"\n\n\"And that means going right down into the midst of the imps and\nfighting them hand to hand,\" said Ned.\n\n\"That's what it means,\" assented Tom grimly, \"but I guess the powder\nbombs will help some.\"\n\nBefore starting they had prepared a number of improvised bombs,\nfilled with powder, which could be set off by percussion. It was the\nplan to drop these down from the airship, into the midst of the\nsavages. When the bomb struck the ground, or even on the bodies of\nthe red dwarfs, it would explode. It was hoped that these would so\ndismay the little men that they would desert the village, and leave\nthe way clear for a search to be made for the other captives.\n\nOn rushed the Black Hawk. There was to be no concealment this time,\nand Tom did not care how much noise the motors made. Accordingly he\nturned on full speed.\n\nIt was not long before the big plain was again sighted. Everything\nwas in readiness, and the bombs were at hand to be dropped\noverboard. Tom counted on the natives gathering together in great\nmasses as soon as they sighted the airship, and this would give him\nthe opportunity wanted.\n\nBut something different transpired. No sooner was the craft above\nthe village, than from all the huts came pouring out the little red\nmen. But they did not gather together--at least just then. They ran\nabout excitedly, and it could be seen that they were bringing from\nthe huts the rude household utensils in which they did their\nprimitive cooking. The women had their babies, and some, not so\nencumbered, carried rolls of grass matting. The men had all their\nweapons.\n\n\"Bless my wagon wheel!\" cried Mr. Damon. \"What's going on?\"\n\n\"It looks like moving day,\" suggested Ned Newton.\n\n\"That's just what it is!\" declared Mr. Durban. \"They are going to\nmigrate. Evidently they have had enough of us, and they're going to\nget out of the neighborhood before we get a chance to do any more\ndamage. They're moving, but where are the white captives?\"\n\nHe was answered a moment later, for a crowd of the dwarfs rushing to\na certain hut, came out leading two persons by means of bark ropes\ntied about their necks. It was too far off to enable Tom or the\nothers to recognize them, but they could tell by the clothing that\nthey were white captives.\n\n\"We've got to save them!\" exclaimed the young inventor.\n\n\"How?\" asked Mr. Damon. And, indeed, it did seem a puzzle for, even\nas Tom looked, the whole tribe of red imps took up the march into\nthe jungle, dragging the white persons with them. The captives\nlooked up, saw the airship, and made frantic motions for help. It\nwas too far off, yet, to hear their voices. But the distance was\nlessening every moment, for Tom had speeded the motor to the highest\npitch.\n\n\"What are you going to do?\" demanded Ned.\n\n\"I'll show you,\" answered his chum. \"Take some of those bombs, and\nbe ready to drop them overboard when I give the word.\"\n\n\"But we may kill those white people,\" objected Ned.\n\n\"Not the way I'm going to work it. You drop them when I give the\nword.\"\n\nTom steered the airship toward the head of the throng of blacks. The\ncaptives were in the rear, and the van of the strange procession was\nnear the edge of the jungle now. Once the red dwarfs got into the\ntangle of underbrush they could never be found, and their captives\nwould die a miserable death.\n\n\"We've got to stop them,\" murmured Tom. \"Are you ready, Ned?\"\n\n\"Ready!\"\n\n\"Then drop the bombs!\"\n\nNed dropped them. A sharp explosion was heard, and the head of the\nprocession was blown apart and thrown into confusion. The throng\nhalted.\n\n\"Drop more!\" cried Tom, sending the ship about in a circle, and\nhovering it over the middle of the press of savages.\n\nMore of the deadly bombs exploded. The pygmies were running about\nwildly. Tom, who was closely watching the rear of the cavalcade,\nsuddenly called out:\n\n\"Now's our chance! They've let their captives go, and are running\ninto the jungle. We must swoop down, and get the prisoners!\"\n\nIt was no sooner said than the nose of the Black Hawk was pointed\ndownward. Onward it flew, the two captives wildly waving their hands\nto the rescuers. There was no more danger from the red savages. They\nhad been thrown into panic and confusion, and were rapidly\ndisappearing into the forest. The terrible weapons of the whites had\nbeen too much for them.\n\n\"Quick! Get on board!\" called Tom, as he brought the machinery to a\nstop. The airship now rested on the ground, close to the former\ncaptives. \"Get in here!\" shouted the young inventor. \"They may\nchange their minds and come back.\"\n\nThe two white persons ran toward the Black Hawk. Then one of them--the\nsmaller--halted and cried out:\n\n\"Why, it's Tom Swift!\"\n\nTom turned and glanced at the speaker. A look of astonishment spread\nover his face.\n\n\"Andy Foger--here!\" gasped Tom. \"How in the world--?\"\n\n\"I dink besser as ve git on der board, und dalk aftervard!\"\nexclaimed Andy's companion, who spoke with a strong German accent.\n\"I like not dose red little mans.\"\n\nIn another minute the two rescued ones were safe on Tom Swift's\nairship, and it had arisen high enough to be out of all danger.\n\n\"How in the world did you ever get here?\" asked Tom of the lad who\nhad so often been his enemy.\n\n\"I'll tell you soon,\" spoke Andy, \"but first, Tom, I want to ask\nyour forgiveness for all I've done to you, and to thank you, from\nthe bottom of my heart, for saving us. I thought we were going to be\nkilled by those dwarfs; didn't you, Herr Landbacher?\"\n\n\"Sure I did. But ve are all right now. Dis machine is efen besser as\nmine vot vos lost. Is dere anyt'ing to eats, on board, if you vill\nexcuse me for being so bolt as to ask?\"\n\n\"Plenty to eat,\" said Tom, laughing, \"and while you eat you can tell\nus your story. And as for you, Andy, I hope we'll be friends from\nnow on,\" and Tom held out his hand.\n\nThere was not much to tell that the reader has not already guessed.\nAndy and the German, as has been explained, went abroad to give\nairship flights. They were in the lower part of Egypt, and a sudden\ngale drove them into Africa.\n\nFor a long time they sailed on, and then their fuel gave out, and\nthey had to descend into the jungle. They managed to fall in with\nsome friendly blacks, who treated them well. The airship was useless\nwithout gasolene, and it was abandoned.\n\nAndy and the German inventor were planning to walk to some white\nsettlement, when the tribe they were with was attacked by the red\ndwarfs and vanquished. Andy and his friend were taken prisoners, and\ncarried to the very village where the missionaries were, just before\nthe latter's rescue.\n\nThen came the fight, and the saving of Andy and the German, almost\nat the last minute.\n\n\"Well, you certainly had nearly as many adventures as we did,\" said\nTom. \"But I guess they're over now.\"\n\nBut they were not. For several days the airship sailed on over the\njungles without making a descent. Mr. and Mrs. Illingway wished to\nbe landed at a white settlement where they had other missionary\nfriends. Tom would go with them. This was done, and Tom and the\nothers spent some time in this place, receiving so many kinds of\nthanks that they had to protest.\n\nAndy and Herr Landbacher asked to be taken back to the coast, where\nthey could get a steamer to America. Andy was a very different lad\nnow, and not the bully of old.\n\n\"Well, hadn't we better be thinking of getting back home?\" asked Tom\none day.\n\n\"Not until we get some more ivory,\" declared Mr. Durban. \"I think\nwe'll have to have another elephant hunt.\"\n\nThey did, about a week later, and got some magnificent tusks. Tom's\nelectric rifle did great work, to the wonder of Andy and Mr.\nLandbacher, who had never before seen such a curious weapon. They\nalso did some night hunting.\n\n\"But we haven't got that pair of extra large tusks that I want,\"\nsaid the old hunter, as he looked at the store of ivory accumulated\nafter the last hunt. \"I want those, and then I'll be satisfied.\nThere is one section of the country that we have not touched as yet,\nand I'd like to visit that.\"\n\n\"Then let's go,\" proposed Tom, so, good-bys having been said to the\nmissionaries, who sent greetings to their friends in America, and to\nthe church people who had arranged for their rescue, the airship was\nonce more sent to the deepest part of a certain jungle, where Mr.\nDurban hoped to get what he wanted.\n\nThey had another big hunt, but none of the elephants had any\nremarkable tusks, and the hunter was about to give up in despair,\nand call the expedition over, when one afternoon, as they were\nsailing along high enough to merely clear the tops of the trees, Tom\nheard a great crashing down below.\n\n\"There's something there,\" he called to Mr. Durban. \"Perhaps a small\nherd of elephants. Shall we go down?\"\n\nBefore Mr. Durban could answer there came into view, in a small\nclearing, an elephant of such size, and with such an enormous pair\nof tusks, that the young inventor and the old hunter could not\nrepress cries of astonishment.\n\n\"There's your beast!\" said Tom. \"I'll go down and you can pot him,\"\nand, as he spoke, Tom stopped the propellers, so that the ship hung\nmotionless in the air above where the gigantic brute was.\n\nSuddenly, as though possessed by a fit of rage, the elephant rushed\nat a good-sized tree and began butting it with his head. Then,\nwinding his trunk around it he pulled it up by the roots, and began\ntrampling on it out of a paroxysm of anger.\n\n\"A rogue elephant!\" exclaimed Mr. Durban. \"Don't go down if you\nvalue your life, or the safety of the airship. If we attacked that\nbrute on the ground, we would be the hunted instead of the hunters.\nThat's a rogue elephant of the worst kind, and he's at the height of\nhis rage.\"\n\nThis was indeed so, for the beast was tearing about the clearing\nlike mad, breaking off trees, and uprooting them in sheer\nwantonness. Tom knew what a \"rogue\" elephant was. It is a beast that\ngoes away from the herd, and lives solitary and alone, attacking\nevery living thing that comes in his way. It is a species of\nmadness, a disease which attacks elephants and sometimes passes\naway. More often the afflicted creature gives battle to everything\nand every animal he meets until he is killed or carried off by his\nmalady. It was such an elephant that Tom now saw, and he realized\nwhat the hunter said about attacking one, as he saw the brute's mad\nrushes.\n\n\"Well, if it's dangerous to attack him on the ground, we'll kill him\nfrom up above,\" said the young inventor. \"Here is the electric\nrifle, Mr. Durban. I'll let you have the honor of getting those\ntusks. My! But they're whoppers! Better use almost a full charge.\nDon't take any chances on merely wounding him, and having him rush\noff to the jungle.\"\n\n\"I won't,\" said the old hunter, and he adjusted the electric rifle\nwhich Tom handed him.\n\nAs the great beast was tearing around, trumpeting shrilly and\nbreaking off trees Mr. Durban fired. The creature sank down,\ninstantly killed, and was out of his misery, for often it is great\npain which makes an otherwise peaceable elephant become a \"rogue.\"\n\n\"He's done for,\" said Ned. \"I guess you have the tusks you want now,\nMr. Durban.\"\n\n\"I think so,\" agreed the hunter, and when the airship was sent down,\nand the ivory cut out, it was found that the tusks were even larger\nthan they had supposed. \"It is a prize worth having,\" said Mr.\nDurban. \"I'm sure my customer will think so, too. Now I'm ready to\nhead for the coast.\"\n\nTom Swift went to the engine room, while the last big tusks were\nbeing stored away with the other ivory. Several parts of the motor\nneeded oiling, and Ned was assisting in this work.\n\n\"Going to start soon?\" asked Mr. Durban, appearing in the doorway.\n\n\"Yes; why?\" inquired Tom, who noted an anxious note in the voice of\nthe hunter.\n\n\"Well, I don't like staying longer in this jungle than I can help.\nIt's not healthy in the first place, and then it's a wild and\ndesolate place, where all sorts of wild beasts are lurking, and\nwhere wandering hands of natives may appear at any time.\"\n\n\"You don't mean that the red pygmies will come back; do you?\" asked\nNed.\n\n\"There's no telling,\" replied Mr. Durban with a shrug of his\nshoulders. \"Only, as long as we've got what we're after, I'd start\noff as soon as possible.\"\n\n\"Yes, don't run any chances with those little red men,\" begged Andy\nFoger, who had given himself up for lost when he and his companion\nfell into their hands.\n\n\"Radder vould I be mit cannibals dan dose little imps!\" spoke the\nGerman fervently.\n\n\"We'll start at once,\" declared Tom. \"Are you all aboard, and is\neverything loaded into the airship?\"\n\n\"Everything, I guess.\" answered Mr. Anderson.\n\nTom looked to the motor, saw that it was in working order, and\nshoved over the lever of the gas machine to begin the generating of\nthe lifting vapor. To his surprise there was no corresponding hiss\nthat told of the gas rushing into the bag.\n\n\"That's odd,\" he remarked. \"Ned, see if anything is wrong with that\nmachine. I'll pull the lever again.\"\n\nThe bank clerk stood beside the apparatus, while Tom worked the\nhandle, but whatever was the matter with it was too intricate or\ncomplicated for Ned to solve.\n\n\"I can't see what ails it,\" he called to his chum. \"You better have\na peep.\"\n\n\"All right, I'll look if you work the handle.\"\n\nThe passengers on the airship, which now rested in a little clearing\nin the dense jungle, gathered at the engine room door, looking at\nTom and Ned as they worked over the machine.\n\n\"Bless my pulley wheel!\" exclaimed Mr. Damon \"I hope nothing has\ngone wrong.\"\n\n\"Well something has!\" declared the young inventor in a muffled\nvoice, for he was down on his hands and knees peering under the gas\napparatus. \"One of the compression cylinders has cracked,\" he added\ndubiously. \"It must have snapped when we landed this last time. I\ncame down too heavily.\"\n\n\"What does that mean?\" asked Mr. Durban, who did not know much about\nmachinery.\n\n\"It means that I've got to put a new cylinder in,\" went on Tom.\n\"It's quite a job, too, but we can't make gas without it!\"\n\n\"Well, can't you do it just as well up in the air as down here?\"\nasked Mr. Durban. \"Make an ascension, Tom, and do the repairs up\nabove, where we've got good air, and where--\"\n\nHe paused suddenly, and seemed to be listening.\n\n\"What is it?\" asked the young inventor quickly. There was no need to\nanswer, for, from the jungle without, came the dull booming of the\nwar drums of some natives.\n\n\"That's what I was afraid of!\" cried the old elephant hunter,\ncatching up his gun. \"Some black scout has seen us and is summoning\nhis tribesmen. Hurry, Tom, send up the ship, and we'll take care of\nthe savages.\"\n\n\"But I CAN'T send her up!\" cried Tom.\n\n\"You can't? Why not?\"\n\n\"Because the gas machine won't work until I put in a new cylinder,\nand that will take at least a half a day.\"\n\n\"Go up as an aeroplane then!\" cried Mr. Damon. \"Bless my monkey\nwrench, Tom, you've often done it before.\"\n\nFor answer Tom waved his hand toward the thick jungle all about\nthem.\n\n\"We haven't room to get a running start of ten feet.\" he said, \"and\nwithout a start the airship can never rise as a mere aeroplane. The\nonly way we can get up from the jungle is like a balloon, and\nwithout the gas--\"\n\nHe paused significantly. The sound of the war drums became louder,\nand to it was added a weird singing chant.\n\n\"The natives!\" cried Mr. Anderson. \"They're coming right this way!\nWe must fight them off if they attack us!\"\n\n\"Where's the electric rifle?\" asked Ned. \"Get that out, Tom!\"\n\n\"Wait!\" suggested Mr. Durban. \"This is serious! It looks as if they\nwere going to attack us, and they have us at a disadvantage. Our\nonly safety is in flight, but as Tom says we can't go up until the\ngas machine is fixed, he will have to attend to that part of it\nwhile we keep off the black men. Tom, we can't spare you to fight\nthis time! You repair the ship as soon as you can, and we'll guard\nher from the natives. And you've got to work lively!\"\n\n\"I will!\" cried the young inventor. \"It's luck we have a spare\ncylinder!\"\n\nSuddenly there was a louder shout in the jungle and it was followed\nby a riot of sound. War drums were beaten, tom-toms clashed and the\nnatives howled.\n\n\"Here they are!\" cried Mr. Anderson.\n\n\"Bless my suspenders!\" shouted Mr. Damon. \"Where is my gun?\"\n\n\"Here, you take mine, and I'll use the electric rifle,\" answered the\nelephant hunter. As he spoke there was a hissing sound in the air\nand a flight of spears passed over the airship.\n\nThe defenders slipped outside, while Tom, with Ned to help him,\nworked feverishly to repair the break. They were in a serious\nstrait, for with the airship practically helpless they were at the\nmercy of the natives. And as Tom glanced momentarily from the\nwindow, he saw scores of black, half-naked forms slipping in and out\namong the trees and trailing vines.\n\nSoon the rifles of his friends began to crack, and the yells of the\nnatives were changed to howls of anguish. The electric weapon,\nthough it made no noise, did great execution.\n\n\"I only hope they don't puncture the gas bag,\" murmured Tom, as he\nbegan taking the generating machine apart so as to get out the\ncracked cylinder.\n\n\"If they do, it's all up with us,\" murmured Ned.\n\nAfter their first rush, finding that the white men were on the\nalert, the blacks withdrew some distance, where their spears and\narrows were not so effective. Our friends, including Andy Foger, and\nthe German, kept up a hot fire whenever a skulking black form could\nbe seen.\n\nBut, though the danger from the spears and arrows was less, a new\nperil presented itself. This was from the blow guns. The curious\nweapons shot small arrows, tipped with tufts of a cottony substance\nin place of feathers, and could be sent for a long distance. The\nbarbs were not strong enough to pierce the tough fabric of the gas\nbag, as a spear or arrow would have done, but there was more danger\nfrom them to our friends who were on deck.\n\n\"Those barbs may be poisoned,\" said Mr. Durban, \"and in case any one\nis wounded, the wound, though it be but a scratch, must be treated\nwith antiseptics. I have some.\"\n\nThis course was followed, the elephant hunter being wounded twice,\nand Andy Foger and Mr. Damon once each. There was not a native to be\nseen now, for they were hiding behind the trees of the jungle, but\nevery now and then a blowgun barb would whizz out of the forest.\n\nFinally Mr. Durban suggested that they erect improvised shelters,\nbehind which they could stand with their rifle, and breastworks were\nmade out of packing boxes. Then our friends were comparatively safe.\nBut they had to be on the alert, and it was nervous work, for they\ncould not tell what minute the blacks would rush from the jungle,\nand, in spite of the fire from the electric rifle and other guns,\noverwhelm the ship.\n\nIt was very trying to Tom and Ned, for they had to work hard and\nrapidly in the close engine room. The sweat dripped down off them,\nbut they kept at it. It was three hours before the broken cylinder\nwas removed, and it was no light task to put in the other, for the\nvalves had to be made very tight to prevent leakage.\n\nThe two lads stopped to get something to eat, while the guards kept\nsharp watch against a surprise. At intervals came a flight of barbs,\nand occasionally a black form could be seen, when it was instantly\nfired at. Several times the barbaric noise of the tom-toms and war\ndrums, with which the shouts of the natives mingled, broke out\ndeafeningly.\n\n\"Think you can repair it by night?\" asked Mr. Durban anxiously of\nTom.\n\n\"I hope so,\" was the response.\n\n\"Because if we have to stay here after dark--well, I don't want to\ndo it if I can help it,\" finished the hunter.\n\nNeither did the young inventor, and he redoubled his efforts to make\nthe repairs. It was getting dark when the last belt was in place,\nand it was high time, too, for the natives were getting bolder,\ncreeping up through the forest to within shooting distance with\ntheir arrows and spears.\n\n\"There!\" cried Tom at length. \"Now we'll see if she works!\" Once\nmore he pulled the starting lever, and this time there was the\nwelcome hiss of the gas.\n\n\"Hurrah!\" cried Ned.\n\nThe young inventor turned the machine on at full power. In a few\nminutes the Black Hawk trembled through her length.\n\n\"She's going up! Bless my balloon basket! She's going up!\" cried Mr.\nDamon.\n\nThe natives must have suspected that something unusual was going on,\nfor they made a sudden rush, yelling and beating their drums. Mr.\nDurban and the others hurried out on deck and fired at them, but\nthere was little more need. With a bound the airship left the earth,\nbeing rapidly carried up by the gas. The blacks sent a final shower\nof spears after her, but only one was effective, slightly wounding\nthe German. Then Tom started the motor, the propellers whizzed, and\nthe Black Hawk was once more under way, just as night settled over\nthe jungle, and upon the horde of black and howling savages that\nrushed around, maddened over the escape of their intended victims.\n\nNo further accidents marred the trip to the coast, which was reached\nin due time, and very glad our friends were to be away from the\njungle and the land of the red pygmies.\n\nA division was made of the ivory, and Tom's share was large enough\nto provide him with a substantial amount. Ned and Mr. Damon were\nalso given a goodly sum from the sale of the tusks. The big ones,\nfrom the \"rogue,\" were shipped to the man who had commissioned Mr.\nDurban to secure them for him.\n\n\"Well, now for home,\" said Tom, when the airship had been taken\napart for shipment. \"I guess you'll be glad to get back to the\nUnited States, won't you, friends?\"\n\n\"That's what,\" agreed Andy Foger. \"I think I'm done with airships.\nUgh! When I think of those red dwarfs I can't sleep nights!\"\n\n\"Yah, dot iss so!\" agreed the German.\n\n\"Well, I'm going to settle down for a time,\" declared Tom. \"I've had\nenough adventures for a while, but those in elephant land--\"\n\n\"They certainly put it all over the things that happen to some\npeople!\" interrupted Ned with a laugh.\n\n\"Bless my fish-line, that's so!\" agreed Mr. Damon.\n\nBut Tom Swift was not done with adventures, and what farther\nhappened to him may be learned by reading the next volume of this\nseries, which will be entitled, \"Tom Swift in the City of Gold; or,\nMarvelous Adventures Underground.\"\n\nThey all made a safe and pleasant voyage home, and as news of the\nrescue of the missionaries had been cabled to America, Tom and his\nfriends were met, as they left the steamer, by a crowd of newspaper\nreporters, who got a good story of the battle with the red pygmies,\nthough Tom was inclined to make light of his part in the affair.\n\n\"Now for Shopton, home, Dad, Eradicate Sampson and his mule!\"\nexclaimed Tom, as they boarded a train in New York.\n\n\"And somebody else, too, I guess; eh?\" asked Ned of his chum,\nwith a laugh.\n\n\"That's none of your affair!\" declared Tom, as he blushed,\nand then he, too, joined in the merriment.\n\nAnd now, for a time, we will say good-by to the young inventor\nand his friends.\n\n\n\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Tom Swift and his Electric Rifle, by\nVictor Appleton\n\n*** END OF THIS PROJECT GUTENBERG EBOOK TOM SWIFT AND HIS ELECTRIC RIFLE ***\n\n***** This file should be named 3777.txt or 3777.zip *****\nThis and all associated files of various formats will be found in:\n        http:\/\/www.gutenberg.org\/3\/7\/7\/3777\/\n\nProduced by This etext was produced by Charles Franks,\nGreg Weeks, and the Online Distributed Proofreading Team.\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp:\/\/gutenberg.net\/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark\/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s\/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http:\/\/www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp:\/\/pglaf.org\/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http:\/\/pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http:\/\/pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http:\/\/pglaf.org\/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http:\/\/www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n","id":1430,"split":"test"}
