{"ori_id":"818bfd881f6099dc585792bba69b492a111e7793","title":"Fanshawe (novel)","context":"Fanshawe (novel)\n Dr. Melmoth, the President of fictional Harley College, takes into his care Ellen Langton, the daughter of his friend, Mr. Langton, who is at sea. Ellen is a young, beautiful girl and attracts the attentions of the college boys, especially Edward Walcott, a strapping though immature student, and Fanshawe, a reclusive, meek intellectual. While out walking, the three young people meet a nameless character called “the angler,” a name he gets for appearing an expert fisherman. The angler asks for a word with Ellen, tells her something in secret, and apparently flusters her. Walcott and Fanshawe become suspicious of his intentions.\nWe learn that the angler is an old friend of the reformed Inn owner, Hugh Crombie. The two had been at sea together, where Mr. Langton had been the angler's mentor and caretaker. Langton and the angler had a falling out, however, and, thinking that Langton has been killed at sea, the angler undertakes to marry Ellen in order to inherit her father's considerable wealth. Thus in his secret meeting with Ellen, the angler instructs her to sneak out of Melmoth's home and follow him, telling her he has information about her father’s whereabouts. His real aim, though, is to kidnap her, to tell her of her father’s death, and to manipulate her into marrying him.\nWhen the various men (Melmoth, Edward, Fanshawe) learn that she is not in her chamber, they go searching for her. The search reveals the nature of each: Melmoth, an aged scholar unused to physical labor, enlists the help of Walcott, who is the most skilled rider and the most likely to be able to contend with the angler in a fight. Fanshawe, who lags behind the search because of his weak constitution and his slow horse, is given information by an old woman in a cabin (where another old woman, Widow Butler, who turns out to be the angler's mother, has just died) that allows him to reach the angler and Ellen first. The angler has taken Ellen to a craggy cliff and cave, where he intends to hold her captive. Ellen has finally realized the angler's intentions. When Fanshawe arrives, he stands above them, looking over the edge of the cliff. The angler begins to climb up the cliff to fight Fanshawe but grabs a twig too weak to support him and tumbles to his death. Fanshawe awakens Ellen from a faint, and they travel back to town together.\nFanshawe loves Ellen but knows that he will die young because of his shut-in lifestyle. When Langton offers Ellen's hand in marriage to Fanshawe in exchange for rescuing her, he refuses, sacrificing his happiness so as not to subject her to a life of widowhood. He also knows that Ellen has affections for Walcott. Fanshawe dies at 20. Ellen and Walcott marry four years later. The narrator states that Walcott grows out of his childish ways (drunkenness, impulsiveness, the suggestion of teenage affairs) and becomes content with Ellen. They are, according to the narrator, happy, but the book ends on an ambivalent note, stating that the couple did not produce children.\nï»¿The Project Gutenberg EBook of Fanshawe, by Nathaniel Hawthorne\n\nThis eBook is for the use of anyone anywhere in the United States and most\nother parts of the world at no cost and with almost no restrictions\nwhatsoever.  You may copy it, give it away or re-use it under the terms of\nthe Project Gutenberg License included with this eBook or online at\nwww.gutenberg.org.  If you are not located in the United States, you'll have\nto check the laws of the country where you are located before using this ebook.\n\nTitle: Fanshawe\n\nAuthor: Nathaniel Hawthorne\n\nPosting Date: September 13, 2014 [EBook #7085]\nRelease Date: December, 2004\nFirst Posted: March 8, 2003\n\nLanguage: English\n\n\n*** START OF THIS PROJECT GUTENBERG EBOOK FANSHAWE ***\n\n\n\n\nProduced by Eric Eldred, Charles Franks and the Online\nDistributed Proofreading Team.\n\n\n\n\n\n\n\n\n\n\n\nFANSHAWE\n\nBY\n\nNATHANIEL HAWTHORNE\n\n\n[Illustration]\n\n\n\nINTRODUCTORY NOTE.\n\nFANSHAWE.\n\nIn 1828, three years after graduating from Bowdoin College, Hawthorne\npublished his first romance, \"Fanshawe.\" It was issued at Boston by Marsh\n& Capen, but made little or no impression on the public. The motto on the\ntitle-page of the original was from Southey: \"Wilt thou go on with me?\"\n\nAfterwards, when he had struck into the vein of fiction that came to be\nknown as distinctively his own, he attempted to suppress this youthful\nwork, and was so successful that he obtained and destroyed all but a few\nof the copies then extant.\n\nSome twelve years after his death it was resolved, in view of the interest\nmanifested in tracing the growth of his genius from the beginning of his\nactivity as an author, to revive this youthful romance; and the reissue of\n\"Fanshawe\" was then made.\n\nLittle biographical interest attaches to it, beyond the fact that Mr.\nLongfellow found in the descriptions and general atmosphere of the book a\ndecided suggestion of the situation of Bowdoin College, at Brunswick,\nMaine, and the life there at the time when he and Hawthorne were both\nundergraduates of that institution.\n\nProfessor Packard, of Bowdoin College, who was then in charge of the study\nof English literature, and has survived both of his illustrious pupils,\nrecalls Hawthorne's exceptional excellence in the composition of English,\neven at that date (1821-1825); and it is not impossible that Hawthorne\nintended, through the character of Fanshawe, to present some faint\nprojection of what he then thought might be his own obscure history. Even\nwhile he was in college, however, and meditating perhaps the slender\nelements of this first romance, his fellow-student Horatio Bridge, whose\n\"Journal of an African Cruiser\" he afterwards edited, recognized in him\nthe possibilities of a writer of fiction--a fact to which Hawthorne\nalludes in the dedicatory Preface to \"The Snow-Image.\"\n\nG. P. L.\n\n\n\nFANSHAWE\n\n       *       *       *       *       *\n\n\n\nCHAPTER I.\n\n  \"Our court shall be a little Academe.\"--SHAKESPEARE.\n\n\nIn an ancient though not very populous settlement, in a retired corner of\none of the New England States, arise the walls of a seminary of learning,\nwhich, for the convenience of a name, shall be entitled \"Harley College.\"\nThis institution, though the number of its years is inconsiderable\ncompared with the hoar antiquity of its European sisters, is not without\nsome claims to reverence on the score of age; for an almost countless\nmultitude of rivals, by many of which its reputation has been eclipsed,\nhave sprung up since its foundation. At no time, indeed, during an\nexistence of nearly a century, has it acquired a very extensive fame; and\ncircumstances, which need not be particularized, have, of late years,\ninvolved it in a deeper obscurity. There are now few candidates for the\ndegrees that the college is authorized to bestow. On two of its annual\n\"Commencement Days,\" there has been a total deficiency of baccalaureates;\nand the lawyers and divines, on whom doctorates in their respective\nprofessions are gratuitously inflicted, are not accustomed to consider the\ndistinction as an honor. Yet the sons of this seminary have always\nmaintained their full share of reputation, in whatever paths of life they\ntrod. Few of them, perhaps, have been deep and finished scholars; but the\ncollege has supplied--what the emergencies of the country demanded--a set\nof men more useful in its present state, and whose deficiency in\ntheoretical knowledge has not been found to imply a want of practical\nability.\n\nThe local situation of the college, so far secluded from the sight and\nsound of the busy world, is peculiarly favorable to the moral, if not to\nthe literary, habits of its students; and this advantage probably caused\nthe founders to overlook the inconveniences that were inseparably\nconnected with it. The humble edifices rear themselves almost at the\nfarthest extremity of a narrow vale, which, winding through a long extent\nof hill-country, is wellnigh as inaccessible, except at one point, as the\nHappy Valley of Abyssinia. A stream, that farther on becomes a\nconsiderable river, takes its rise at, a short distance above the college,\nand affords, along its wood-fringed banks, many shady retreats, where\neven study is pleasant, and idleness delicious. The neighborhood of the\ninstitution is not quite a solitude, though the few habitations scarcely\nconstitute a village. These consist principally of farm-houses, of rather\nan ancient date (for the settlement is much older than the college), and\nof a little inn, which even in that secluded spot does not fail of a\nmoderate support. Other dwellings are scattered up and down the valley;\nbut the difficulties of the soil will long avert the evils of a too dense\npopulation. The character of the inhabitants does not seem--as there was,\nperhaps, room to anticipate--to be in any degree influenced by the\natmosphere of Harley College. They are a set of rough and hardy yeomen,\nmuch inferior, as respects refinement, to the corresponding classes in\nmost other parts of our country. This is the more remarkable, as there is\nscarcely a family in the vicinity that has not provided, for at least one\nof its sons, the advantages of a \"liberal education.\"\n\nHaving thus described the present state of Harley College, we must proceed\nto speak of it as it existed about eighty years since, when its foundation\nwas recent, and its prospects flattering. At the head of the institution,\nat this period, was a learned and Orthodox divine, whose fame was in all\nthe churches. He was the author of several works which evinced much\nerudition and depth of research; and the public, perhaps, thought the more\nhighly of his abilities from a singularity in the purposes to which he\napplied them, that added much to the curiosity of his labors, though\nlittle to their usefulness. But, however fanciful might be his private\npursuits, Dr. Melmoth, it was universally allowed, was diligent and\nsuccessful in the arts of instruction. The young men of his charge\nprospered beneath his eye, and regarded him with an affection that was\nstrengthened by the little foibles which occasionally excited their\nridicule. The president was assisted in the discharge of his duties by two\ninferior officers, chosen from the alumni of the college, who, while they\nimparted to others the knowledge they had already imbibed, pursued the\nstudy of divinity under the direction of their principal. Under such\nauspices the institution grew and flourished. Having at that time but two\nrivals in the country (neither of them within a considerable distance), it\nbecame the general resort of the youth of the Province in which it was\nsituated. For several years in succession, its students amounted to nearly\nfifty,--a number which, relatively to the circumstances of the country,\nwas very considerable.\n\nFrom the exterior of the collegians, an accurate observer might pretty\nsafely judge how long they had been inmates of those classic walls. The\nbrown cheeks and the rustic dress of some would inform him that they had\nbut recently left the plough to labor in a not less toilsome field; the\ngrave look, and the intermingling of garments of a more classic cut, would\ndistinguish those who had begun to acquire the polish of their new\nresidence; and the air of superiority, the paler cheek, the less robust\nform, the spectacles of green, and the dress, in general of threadbare\nblack, would designate the highest class, who were understood to have\nacquired nearly all the science their Alma Mater could bestow, and to be\non the point of assuming their stations in the world. There were, it is\ntrue, exceptions to this general description. A few young men had found\ntheir way hither from the distant seaports; and these were the models of\nfashion to their rustic companions, over whom they asserted a superiority\nin exterior accomplishments, which the fresh though unpolished intellect\nof the sons of the forest denied them in their literary competitions. A\nthird class, differing widely from both the former, consisted of a few\nyoung descendants of the aborigines, to whom an impracticable philanthropy\nwas endeavoring to impart the benefits of civilization.\n\nIf this institution did not offer all the advantages of elder and prouder\nseminaries, its deficiencies were compensated to its students by the\ninculcation of regular habits, and of a deep and awful sense of religion,\nwhich seldom deserted them in their course through life. The mild and\ngentle rule of Dr. Melmoth, like that of a father over his children, was\nmore destructive to vice than a sterner sway; and though youth is never\nwithout its follies, they have seldom been more harmless than they were\nhere. The students, indeed, ignorant of their own bliss, sometimes wished\nto hasten the time of their entrance on the business of life; but they\nfound, in after-years, that many of their happiest remembrances, many of\nthe scenes which they would with least reluctance live over again,\nreferred to the seat of their early studies. The exceptions to this remark\nwere chiefly those whose vices had drawn down, even from that paternal\ngovernment, a weighty retribution.\n\nDr. Melmoth, at the time when he is to be introduced to the reader, had\nborne the matrimonial yoke (and in his case it was no light burden) nearly\ntwenty years. The blessing of children, however, had been denied him,--a\ncircumstance which he was accustomed to consider as one of the sorest\ntrials that checkered his pathway; for he was a man of a kind and\naffectionate heart, that was continually seeking objects to rest itself\nupon. He was inclined to believe, also, that a common offspring would have\nexerted a meliorating influence on the temper of Mrs. Melmoth, the\ncharacter of whose domestic government often compelled him to call to mind\nsuch portions of the wisdom of antiquity as relate to the proper endurance\nof the shrewishness of woman. But domestic comforts, as well as comforts\nof every other kind, have their drawbacks; and, so long as the balance is\non the side of happiness, a wise man will not murmur. Such was the opinion\nof Dr. Melmoth; and with a little aid from philosophy, and more from\nreligion, he journeyed on contentedly through life. When the storm was\nloud by the parlor hearth, he had always a sure and quiet retreat in his\nstudy; and there, in his deep though not always useful labors, he soon\nforgot whatever of disagreeable nature pertained to his situation. This\nsmall and dark apartment was the only portion of the house to which, since\none firmly repelled invasion, Mrs. Melmoth's omnipotence did not extend.\nHere (to reverse the words of Queen Elizabeth) there was \"but one master\nand no mistress\"; and that man has little right to complain who possesses\nso much as one corner in the world where he may be happy or miserable, as\nbest suits him. In his study, then, the doctor was accustomed to spend\nmost of the hours that were unoccupied by the duties of his station. The\nflight of time was here as swift as the wind, and noiseless as the\nsnow-flake; and it was a sure proof of real happiness that night often\ncame upon the student before he knew it was midday.\n\nDr. Melmoth was wearing towards age (having lived nearly sixty years),\nwhen he was called upon to assume a character to which he had as yet been\na stranger. He had possessed in his youth a very dear friend, with whom\nhis education had associated him, and who in his early manhood had been\nhis chief intimate. Circumstances, however, had separated them for nearly\nthirty years, half of which had been spent by his friend, who was engaged\nin mercantile pursuits, in a foreign country. The doctor had,\nnevertheless, retained a warm interest in the welfare of his old\nassociate, though the different nature of their thoughts and occupations\nhad prevented them from corresponding. After a silence of so long\ncontinuance, therefore, he was surprised by the receipt of a letter from\nhis friend, containing a request of a most unexpected nature.\n\nMr. Langton had married rather late in life; and his wedded bliss had been\nbut of short continuance. Certain misfortunes in trade, when he was a\nBenedict of three years' standing, had deprived him of a large portion of\nhis property, and compelled him, in order to save the remainder, to leave\nhis own country for what he hoped would be but a brief residence in\nanother. But, though he was successful in the immediate objects of his\nvoyage, circumstances occurred to lengthen his stay far beyond the period\nwhich he had assigned to it. It was difficult so to arrange his extensive\nconcerns that they could be safely trusted to the management of others;\nand, when this was effected, there was another not less powerful obstacle\nto his return. His affairs, under his own inspection, were so prosperous,\nand his gains so considerable, that, in the words of the old ballad, \"He\nset his heart to gather gold\"; and to this absorbing passion he sacrificed\nhis domestic happiness. The death of his wife, about four years after his\ndeparture, undoubtedly contributed to give him a sort of dread of\nreturning, which it required a strong effort to overcome. The welfare of\nhis only child he knew would be little affected by this event; for she was\nunder the protection of his sister, of whose tenderness he was well\nassured. But, after a few more years, this sister, also, was taken away by\ndeath; and then the father felt that duty imperatively called upon him to\nreturn. He realized, on a sudden, how much of life he had thrown away in\nthe acquisition of what is only valuable as it contributes to the\nhappiness of life, and how short a tune was left him for life's true\nenjoyments. Still, however, his mercantile habits were too deeply seated\nto allow him to hazard his present prosperity by any hasty measures; nor\nwas Mr. Langton, though capable of strong affections, naturally liable to\nmanifest them violently. It was probable, therefore, that many months\nmight yet elapse before he would again tread the shores of his native\ncountry.\n\nBut the distant relative, in whose family, since the death of her aunt,\nEllen Langton had remained, had been long at variance with her father, and\nhad unwillingly assumed the office of her protector. Mr. Langton's\nrequest, therefore, to Dr. Melmoth, was, that his ancient friend (one of\nthe few friends that time had left him) would be as a father to his\ndaughter till he could himself relieve him of the charge.\n\nThe doctor, after perusing the epistle of his friend, lost no time in\nlaying it before Mrs. Melmoth, though this was, in truth, one of the very\nfew occasions on which he had determined that his will should be absolute\nlaw. The lady was quick to perceive the firmness of his purpose, and would\nnot (even had she been particularly averse to the proposed measure) hazard\nher usual authority by a fruitless opposition. But, by long disuse, she\nhad lost the power of consenting graciously to any wish of her husband's.\n\n\"I see your heart is set upon this matter,\" she observed; \"and, in truth,\nI fear we cannot decently refuse Mr. Langton's request. I see little good\nof such a friend, doctor, who never lets one know he is alive till he has\na favor to ask.\"\n\n\"Nay; but I have received much good at his hand,\" replied Dr. Melmoth;\n\"and, if he asked more of me, it should be done with a willing heart. I\nremember in my youth, when my worldly goods were few and ill managed (I\nwas a bachelor, then, dearest Sarah, with none to look after my\nhousehold), how many times I have been beholden to him. And see--in his\nletter he speaks of presents, of the produce of the country, which he has\nsent both to you and me.\"\n\n\"If the girl were country-bred,\" continued the lady, \"we might give her\nhouse-room, and no harm done. Nay, she might even be a help to me; for\nEsther, our maid-servant, leaves us at the mouth's end. But I warrant she\nknows as little of household matters as you do yourself, doctor.\"\n\n\"My friend's sister was well grounded in the _re familiari_\" answered\nher husband; \"and doubtless she hath imparted somewhat of her skill to\nthis damsel. Besides, the child is of tender years, and will profit much\nby your instruction and mine.\"\n\n\"The child is eighteen years of age, doctor,\" observed Mrs. Melmoth, \"and\nshe has cause to be thankful that she will have better instruction than\nyours.\"\n\nThis was a proposition that Dr. Melmoth did not choose to dispute; though\nhe perhaps thought that his long and successful experience in the\neducation of the other sex might make him an able coadjutor to his wife in\nthe care of Ellen Langton. He determined to journey in person to the\nseaport where his young charge resided, leaving the concerns of Harley\nCollege to the direction of the two tutors. Mrs. Melmoth, who, indeed,\nanticipated with pleasure the arrival of a new subject to her authority,\nthrew no difficulties in the way of his intention. To do her justice, her\npreparations for his journey, and the minute instructions with which she\nfavored him, were such as only a woman's true affection could have\nsuggested. The traveller met with no incidents important to this tale;\nand, after an absence of about a fortnight, he and Ellen alighted from\ntheir steeds (for on horseback had the journey been performed) in safety\nat his own door.\n\nIf pen could give an adequate idea of Ellen Langton's loveliness, it would\nachieve what pencil (the pencils, at least, of the colonial artists who\nattempted it) never could; for, though the dark eyes might be painted, the\npure and pleasant thoughts that peeped through them could only be seen and\nfelt. But descriptions of beauty are never satisfactory. It must,\ntherefore, be left to the imagination of the reader to conceive of\nsomething not more than mortal, nor, indeed, quite the perfection of\nmortality, but charming men the more, because they felt, that, lovely as\nshe was, she was of like nature to themselves.\n\nFrom the time that Ellen entered Dr. Melmoth's habitation, the sunny days\nseemed brighter and the cloudy ones less gloomy, than he had ever before\nknown them. He naturally delighted in children; and Ellen, though her\nyears approached to womanhood, had yet much of the gayety and simple\nhappiness, because the innocence, of a child. She consequently became the\nvery blessing of his life,--the rich recreation that he promised himself\nfor hours of literary toil. On one occasion, indeed, he even made her his\ncompanion in the sacred retreat of his study, with the purpose of entering\nupon a course of instruction in the learned languages. This measure,\nhowever, he found inexpedient to repeat; for Ellen, having discovered an\nold romance among his heavy folios, contrived, by the charm of her sweet\nvoice, to engage his attention therein till all more important concerns\nwere forgotten.\n\nWith Mrs. Melmoth, Ellen was not, of course, so great a favorite as with\nher husband; for women cannot so readily as men, bestow upon the offspring\nof others those affections that nature intended for their own; and the\ndoctor's extraordinary partiality was anything rather than a pledge of his\nwife's. But Ellen differed so far from the idea she had previously formed\nof her, as a daughter of one of the principal merchants, who were then, as\nnow, like nobles in the land, that the stock of dislike which Mrs. Melmoth\nhad provided was found to be totally inapplicable. The young stranger\nstrove so hard, too (and undoubtedly it was a pleasant labor), to win her\nlove, that she was successful to a degree of which the lady herself was\nnot, perhaps, aware. It was soon seen that her education had not been\nneglected in those points which Mrs. Melmoth deemed most important. The\nnicer departments of cookery, after sufficient proof of her skill, were\ncommitted to her care; and the doctor's table was now covered with\ndelicacies, simple indeed, but as tempting on account of their intrinsic\nexcellence as of the small white hands that made them. By such arts as\nthese,--which in her were no arts, but the dictates of an affectionate\ndisposition,--by making herself useful where it was possible, and\nagreeable on all occasions, Ellen gained the love of everyone within the\nsphere of her influence.\n\nBut the maiden's conquests were not confined to the members of Dr.\nMelmoth's family. She had numerous admirers among those whose situation\ncompelled them to stand afar off, and gaze upon her loveliness, as if she\nwere a star, whose brightness they saw, but whose warmth they could not\nfeel. These were the young men of Harley College, whose chief\nopportunities of beholding Ellen were upon the Sabbaths, when she\nworshipped with them in the little chapel, which served the purposes of a\nchurch to all the families of the vicinity. There was, about this period\n(and the fact was undoubtedly attributable to Ellen's influence,) a\ngeneral and very evident decline in the scholarship of the college,\nespecially in regard to the severer studies. The intellectual powers of\nthe young men seemed to be directed chiefly to the construction of Latin\nand Greek verse, many copies of which, with a characteristic and classic\ngallantry, were strewn in the path where Ellen Langton was accustomed to\nwalk. They, however, produced no perceptible effect; nor were the\naspirations of another ambitious youth, who celebrated her perfections in\nHebrew, attended with their merited success.\n\nBut there was one young man, to whom circumstances, independent of his\npersonal advantages, afforded a superior opportunity of gaining Ellen's\nfavor. He was nearly related to Dr. Melmoth, on which account he received\nhis education at Harley College, rather than at one of the English\nuniversities, to the expenses of which his fortune would have been\nadequate. This connection entitled him to a frequent and familiar access\nto the domestic hearth of the dignitary,--an advantage of which, since\nEllen Langton became a member of the family, he very constantly availed\nhimself.\n\nEdward Walcott was certainly much superior, in most of the particulars of\nwhich a lady takes cognizance, to those of his fellow-students who had\ncome under Ellen's notice. He was tall; and the natural grace of his\nmanners had been improved (an advantage which few of his associates could\nboast) by early intercourse with polished society. His features, also,\nwere handsome, and promised to be manly and dignified when they should\ncease to be youthful. His character as a scholar was more than\nrespectable, though many youthful follies, sometimes, perhaps, approaching\nnear to vices, were laid to his charge. But his occasional derelictions\nfrom discipline were not such as to create any very serious apprehensions\nrespecting his future welfare; nor were they greater than, perhaps, might\nbe expected from a young man who possessed a considerable command of\nmoney, and who was, besides, the fine gentleman of the little community of\nwhich he was a member,--a character which generally leads its possessor\ninto follies that he would otherwise have avoided.\n\nWith this youth Ellen Langton became familiar, and even intimate; for he\nwas her only companion, of an age suited to her own, and the difference of\nsex did not occur to her as an objection. He was her constant companion on\nall necessary and allowable occasions, and drew upon himself, in\nconsequence, the envy of the college.\n\n\n\nCHAPTER II.\n\n  \"Why, all delights are vain, but that most vain,\n  Which, with pain purchased, doth inherit pain:\n    As painfully to pore upon a book\n      To seek the light of truth, while truth, the while,\n    Doth falsely blind the eyesight of his look.\"\n       SHAKESPEARE.\n\n\nOn one of the afternoons which afforded to the students a relaxation from\ntheir usual labors, Ellen was attended by her cavalier in a little\nexcursion over the rough bridle-roads that led from her new residence. She\nwas an experienced equestrian,--a necessary accomplishment at that period,\nwhen vehicles of every kind were rare. It was now the latter end of\nspring; but the season had hitherto been backward, with only a few warm\nand pleasant days. The present afternoon, however, was a delicious\nmingling of spring and summer, forming in their union an atmosphere so\nmild and pure, that to breathe was almost a positive happiness. There was\na little alternation of cloud across the brow of heaven, but only so much\nas to render the sunshine more delightful.\n\nThe path of the young travellers lay sometimes among tall and thick\nstanding trees, and sometimes over naked and desolate hills, whence man\nhad taken the natural vegetation, and then left the soil to its\nbarrenness. Indeed, there is little inducement to a cultivator to labor\namong the huge stones which there peep forth from the earth, seeming to\nform a continued ledge for several miles. A singular contrast to this\nunfavored tract of country is seen in the narrow but luxuriant, though\nsometimes swampy, strip of interval, on both sides of the stream, that, as\nhas been noticed, flows down the valley. The light and buoyant spirits of\nEdward Walcott and Ellen rose higher as they rode on; and their way was\nenlivened, wherever its roughness did not forbid, by their conversation\nand pleasant laughter. But at length Ellen drew her bridle, as they\nemerged from a thick portion of the forest, just at the foot of a steep\nhill.\n\n\"We must have ridden far,\" she observed,--\"farther than I thought. It will\nbe near sunset before we can reach home.\"\n\n\"There are still several hours of daylight,\" replied Edward Walcott; \"and\nwe will not turn back without ascending this hill. The prospect from the\nsummit is beautiful, and will be particularly so now, in this rich\nsunlight. Come, Ellen,--one light touch of the whip,--your pony is as\nfresh as when we started.\"\n\nOn reaching the summit of the hill, and looking back in the direction in\nwhich they had come, they could see the little stream, peeping forth many\ntimes to the daylight, and then shrinking back into the shade. Farther on,\nit became broad and deep, though rendered incapable of navigation, in this\npart of its course, by the occasional interruption of rapids.\n\n\"There are hidden wonders of rock and precipice and cave, in that dark\nforest,\" said Edward, pointing to the space between them and the river.\n\"If it were earlier in the day, I should love to lead you there. Shall we\ntry the adventure now, Ellen?\"\n\n\"Oh no!\" she replied. \"Let us delay no longer. I fear I must even now\nabide a rebuke from Mrs. Melmoth, which I have surely deserved. But who is\nthis, who rides on so slowly before us?\"\n\nShe pointed to a horseman, whom they had not before observed. He was\ndescending the hill; but, as his steed seemed to have chosen his own pace,\nhe made a very inconsiderable progress.\n\n\"Oh, do you not know him? But it is scarcely possible you should,\"\nexclaimed her companion. \"We must do him the good office, Ellen, of\nstopping his progress, or he will find himself at the village, a dozen\nmiles farther on, before he resumes his consciousness.\"\n\n\"Has he then lost his senses?\" inquired Miss Langton.\n\n\"Not so, Ellen,--if much learning has not made him mad,\" replied Edward\nWalcott. \"He is a deep scholar and a noble fellow; but I fear we shall\nfollow him to his grave erelong. Dr. Melmoth has sent him to ride in\npursuit of his health. He will never overtake it, however, at this pace.\"\n\nAs he spoke, they had approached close to the subject of their\nconversation; and Ellen had a moment's space for observation before he\nstarted from the abstraction in which he was plunged. The result of her\nscrutiny was favorable, yet very painful.\n\nThe stranger could scarcely have attained his twentieth year, and was\npossessed of a face and form such as Nature bestows on none but her\nfavorites. There was a nobleness on his high forehead, which time would\nhave deepened into majesty; and all his features were formed with a\nstrength and boldness, of which the paleness, produced by study and\nconfinement, could not deprive them. The expression of his countenance was\nnot a melancholy one: on the contrary, it was proud and high, perhaps\ntriumphant, like one who was a ruler in a world of his own, and\nindependent of the beings that surrounded him. But a blight, of which his\nthin pale cheek, and the brightness of his eye, were alike proofs, seemed\nto have come over him ere his maturity.\n\nThe scholar's attention was now aroused by the hoof-tramps at his side;\nand, starting, he fixed his eyes on Ellen, whose young and lovely\ncountenance was full of the interest he had excited. A deep blush\nimmediately suffused his cheek, proving how well the glow of health would\nhave become it. There was nothing awkward, however, in his manner; and,\nsoon recovering his self-possession, he bowed to her, and would have rode\non.\n\n\"Your ride is unusually long to-day, Fanshawe,\" observed Edward Walcott.\n\"When may we look for your return?\"\n\nThe young man again blushed, but answered, with a smile that had a\nbeautiful effect upon his countenance, \"I was not, at the moment, aware in\nwhich direction my horse's head was turned. I have to thank you for\narresting me in a journey which was likely to prove much longer than I\nintended.\"\n\nThe party had now turned their horses, and were about to resume their ride\nin a homeward direction; but Edward perceived that Fanshawe, having lost\nthe excitement of intense thought, now looked weary and dispirited.\n\n\"Here is a cottage close at hand,\" he observed. \"We have ridden far, and\nstand in need of refreshment. Ellen, shall we alight?\"\n\nShe saw the benevolent motive of his proposal, and did not hesitate to\ncomply with it. But, as they paused at the cottage door, she could not but\nobserve that its exterior promised few of the comforts which they\nrequired. Time and neglect seemed to have conspired for its ruin; and, but\nfor a thin curl of smoke from its clay chimney, they could not have\nbelieved it to be inhabited. A considerable tract of land in the vicinity\nof the cottage had evidently been, at some former period, under\ncultivation, but was now overrun by bushes and dwarf pines, among which\nmany huge gray rocks, ineradicable by human art, endeavored to conceal\nthemselves. About half an acre of ground was occupied by the young blades\nof Indian-corn, at which a half-starved cow gazed wistfully over the\nmouldering log-fence. These were the only agricultural tokens. Edward\nWalcott, nevertheless, drew the latch of the cottage door, after knocking\nloudly but in vain.\n\nThe apartment which was thus opened to their view was quite as wretched as\nits exterior had given them reason to anticipate. Poverty was there, with\nall its necessary and unnecessary concomitants. The intruders would have\nretired had not the hope of affording relief detained them.\n\nThe occupants of the small and squalid apartment were two women, both of\nthem elderly, and, from the resemblance of their features, appearing to be\nsisters. The expression of their countenances, however, was very\ndifferent. One, evidently the younger, was seated on the farther side of\nthe large hearth, opposite to the door at which the party stood. She had\nthe sallow look of long and wasting illness; and there was an unsteadiness\nof expression about her eyes, that immediately struck the observer. Yet\nher face was mild and gentle, therein contrasting widely with that of her\ncompanion.\n\nThe other woman was bending over a small fire of decayed branches, the\nflame of which was very disproportionate to the smoke, scarcely producing\nheat sufficient for the preparation of a scanty portion of food. Her\nprofile only was visible to the strangers, though, from a slight motion of\nher eye, they perceived that she was aware of their presence. Her features\nwere pinched and spare, and wore a look of sullen discontent, for which\nthe evident wretchedness of her situation afforded a sufficient reason.\nThis female, notwithstanding her years, and the habitual fretfulness (that\nis more wearing than time), was apparently healthy and robust, with a dry,\nleathery complexion. A short space elapsed before she thought proper to\nturn her face towards her visitors; and she then regarded them with a\nlowering eye, without speaking, or rising from her chair.\n\n\"We entered,\" Edward Walcott began to say, \"in the hope\"--But he paused,\non perceiving that the sick woman had risen from her seat, and with slow\nand tottering footsteps was drawing near to him. She took his hand in both\nher own; and, though he shuddered at the touch of age and disease, he did\nnot attempt to withdraw it. She then perused all his features, with an\nexpression, at first of eager and hopeful anxiety, which faded by degrees\ninto disappointment. Then, turning from him, she gazed into Fanshawe's\ncountenance with the like eagerness, but with the same result. Lastly,\ntottering back to her chair, she hid her face and wept bitterly. The\nstrangers, though they knew not the cause of her grief, were deeply\naffected; and Ellen approached the mourner with words of comfort, which,\nmore from their tone than their meaning, produced a transient effect.\n\n\"Do you bring news of him?\" she inquired, raising her head. \"Will he\nreturn to me? Shall I see him before I die?\" Ellen knew not what to\nanswer; and, ere she could attempt it, the other female prevented her.\n\n\"Sister Butler is wandering in her mind,\" she said, \"and speaks of one she\nwill never behold again. The sight of strangers disturbs her, and you see\nwe have nothing here to offer you.\"\n\nThe manner of the woman was ungracious; but her words were true. They saw\nthat their presence could do nothing towards the alleviation of the misery\nthey witnessed; and they felt that mere curiosity would not authorize a\nlonger intrusion. So soon, therefore, as they had relieved, according to\ntheir power, the poverty that seemed to be the least evil of this cottage,\nthey emerged into the open air.\n\nThe breath of heaven felt sweet to them, and removed a part of the weight\nfrom their young hearts, which were saddened by the sight of so much\nwretchedness. Perceiving a pure and bright little fountain at a short\ndistance from the cottage, they approached it, and, using the bark of a\nbirch-tree as a cup, partook of its cool waters. They then pursued their\nhomeward ride with such diligence, that, just as the sun was setting, they\ncame in sight of the humble wooden edifice which was dignified with the\nname of Harley College. A golden ray rested upon the spire of the little\nchapel, the bell of which sent its tinkling murmur down the valley to\nsummon the wanderers to evening prayers.\n\nFanshawe returned to his chamber that night, and lighted his lamp as he\nhad been wont to do. The books were around him which had hitherto been to\nhim like those fabled volumes of Magic, from which the reader could not\nturn away his eye till death were the consequence of his studies. But\nthere were unaccustomed thoughts in his bosom now; and to these, leaning\nhis head on one of the unopened volumes, he resigned himself.\n\nHe called up in review the years, that, even at his early age, he had\nspent in solitary study, in conversation with the dead, while he had\nscorned to mingle with the living world, or to be actuated by any of its\nmotives. He asked himself to what purpose was all this destructive labor,\nand where was the happiness of superior knowledge. He had climbed but a\nfew steps of a ladder that reached to infinity: he had thrown away his\nlife in discovering, that, after a thousand such lives, he should still\nknow comparatively nothing. He even looked forward with dread--though once\nthe thought had been dear to him--to the eternity of improvement that lay\nbefore him. It seemed now a weary way, without a resting-place and without\na termination; and at that moment he would have preferred the dreamless\nsleep of the brutes that perish to man's proudest attribute,--of\nimmortality.\n\nFanshawe had hitherto deemed himself unconnected with the world,\nUnconcerned in its feelings, and uninfluenced by it in any of his\npursuits. In this respect he probably deceived himself. If his inmost\nheart could have been laid open, there would have been discovered that\ndream of undying fame, which, dream as it is, is more powerful than a\nthousand realities. But, at any rate, he had seemed, to others and to\nhimself, a solitary being, upon whom the hopes and fears of ordinary men\nwere ineffectual.\n\nBut now he felt the first thrilling of one of the many ties, that, so long\nas we breathe the common air, (and who shall say how much longer?) unite\nus to our kind. The sound of a soft, sweet voice, the glance of a gentle\neye, had wrought a change upon him; and in his ardent mind a few hours had\ndone the work of many. Almost in spite of himself, the new sensation was\ninexpressibly delightful. The recollection of his ruined health, of his\nhabits (so much at variance with those of the world),--all the\ndifficulties that reason suggested, were inadequate to check the exulting\ntide of hope and joy.\n\n\n\nCHAPTER III.\n\n  \"And let the aspiring youth beware of love,--\n  Of the smooth glance beware; for 'tis too late\n  When on his heart the torrent softness pours;\n  Then wisdom prostrate lies, and fading fame\n  Dissolves in air away.\"\n     THOMSON.\n\n\nA few months passed over the heads of Ellen Langton and her admirers,\nunproductive of events, that, separately, were of sufficient importance to\nbe related. The summer was now drawing to a close; and Dr. Melmoth had\nreceived information that his friend's arrangements were nearly completed,\nand that by the next home-bound ship he hoped to return to his native\ncountry. The arrival of that ship was daily expected.\n\nDuring the time that had elapsed since his first meeting with Ellen, there\nhad been a change, yet not a very remarkable one, in Fanshawe's habits. He\nwas still the same solitary being, so far as regarded his own sex; and he\nstill confined himself as sedulously to his chamber, except for one\nhour--the sunset hour--of every day. At that period, unless prevented by\nthe inclemency of the weather, he was accustomed to tread a path that\nwound along the banks of the stream. He had discovered that this was the\nmost frequent scene of Ellen's walks; and this it was that drew him\nthither.\n\nTheir intercourse was at first extremely slight,--a bow on the one side, a\nsmile on the other, and a passing word from both; and then the student\nhurried back to his solitude. But, in course of time, opportunities\noccurred for more extended conversation; so that, at the period with which\nthis chapter is concerned, Fanshawe was, almost as constantly as Edward\nWalcott himself, the companion of Ellen's walks.\n\nHis passion had strengthened more than proportionably to the time that had\nelapsed since it was conceived; but the first glow and excitement which\nattended it had now vanished. He had reasoned calmly with himself, and\nrendered evident to his own mind the almost utter hopelessness of success.\nHe had also made his resolution strong, that he would not even endeavor to\nwin Ellen's love, the result of which, for a thousand reasons, could not\nbe happiness. Firm in this determination, and confident of his power to\nadhere to it; feeling, also, that time and absence could not cure his own\npassion, and having no desire for such a cure,--he saw no reason for\nbreaking off the intercourse that was established between Ellen and\nhimself. It was remarkable, that, notwithstanding the desperate nature of\nhis love, that, or something connected with it, seemed to have a\nbeneficial effect upon his health. There was now a slight tinge of color\nin his cheek, and a less consuming brightness in his eye. Could it be that\nhope, unknown to himself, was yet alive in his breast; that a sense of the\npossibility of earthly happiness was redeeming him from the grave?\n\nHad the character of Ellen Langton's mind been different, there might,\nperhaps, have been danger to her from an intercourse of this nature with\nsuch a being as Fanshawe; for he was distinguished by many of those\nasperities around which a woman's affection will often cling. But she was\nformed to walk in the calm and quiet paths of life, and to pluck the\nflowers of happiness from the wayside where they grow. Singularity of\ncharacter, therefore, was not calculated to win her love. She undoubtedly\nfelt an interest in the solitary student, and perceiving, with no great\nexercise of vanity, that her society drew him from the destructive\nintensity of his studies, she perhaps felt it a duty to exert her\ninfluence. But it did not occur to her that her influence had been\nsufficiently strong to change the whole current of his thoughts and\nfeelings.\n\nEllen and her two lovers (for both, though perhaps not equally, deserved\nthat epithet) had met, as usual, at the close of a sweet summer day, and\nwere standing by the side of the stream, just where it swept into a deep\npool. The current, undermining the bank, had formed a recess, which,\naccording to Edward Walcott, afforded at that moment a hiding-place to a\ntrout of noble size.\n\n\"Now would I give the world,\" he exclaimed with great interest, \"for a\nhook and line, a fish-spear, or any piscatorial instrument of death! Look,\nEllen, you can see the waving of his tail from beneath the bank!\"\n\n\"If you had the means of taking him, I should save him from your cruelty,\nthus,\" said Ellen, dropping a pebble into the water, just over the fish.\n\"There! he has darted down the stream. How many pleasant caves and\nrecesses there must be under these banks, where he may be happy! May there\nnot be happiness in the life of a fish?\" she added, turning with a smile\nto Fanshawe.\n\n\"There may,\" he replied, \"so long as he lives quietly in the caves and\nrecesses of which you speak, Yes, there may be happiness, though such as\nfew would envy; but, then, the hook and line\"--\n\n\"Which, there is reason to apprehend, will shortly destroy the happiness\nof our friend the trout,\" interrupted Edward, pointing down the stream.\n\"There is an angler on his way toward us, who will intercept him.\"\n\n\"He seems to care little for the sport, to judge by the pace at which he\nwalks,\" said Ellen.\n\n\"But he sees, now, that we are observing him, and is willing to prove that\nhe knows something of the art,\" replied Edward Walcott. \"I should think\nhim well acquainted with the stream; for, hastily as he walks, he has\ntried every pool and ripple where a fish usually hides. But that point\nwill be decided when he reaches yonder old bare oak-tree.\"\n\n\"And how is the old tree to decide the question?\" inquired Fanshawe. \"It\nis a species of evidence of which I have never before heard.\"\n\n\"The stream has worn a hollow under its roots,\" answered Edward,--\"a most\ndelicate retreat for a trout. Now, a stranger would not discover the spot;\nor, if he did, the probable result of a cast would be the loss of hook and\nline,--an accident that has occurred to me more than once. If, therefore,\nthis angler takes a fish from thence, it follows that he knows the\nstream.\"\n\nThey observed the fisher, accordingly, as he kept his way up the bank. He\ndid not pause when he reached the old leafless oak, that formed with its\nroots an obstruction very common in American streams; but, throwing his\nline with involuntary skill as he passed, he not only escaped the various\nentanglements, but drew forth a fine large fish.\n\n\"There, Ellen, he has captivated your _protÃ©gÃ©_, the trout, or, at\nleast, one very like him in size,\" observed Edward. \"It is singular,\" he\nadded, gazing earnestly at the man.\n\n\"Why is it singular?\" inquired Ellen Langton. \"This person, perhaps,\nresides in the neighborhood, and may have fished often in the stream.\"\n\n\"Do but look at him, Ellen, and judge whether his life can have been spent\nin this lonely valley,\" he replied. \"The glow of many a hotter sun than\nours has darkened his brow; and his step and air have something foreign in\nthem, like what we see in sailors who have lived more in other countries\nthan in their own. Is it not so, Ellen? for your education in a seaport\nmust have given you skill in these matters. But come, let us approach\nnearer.\"\n\nThey walked towards the angler, accordingly, who still remained under the\noak, apparently engaged in arranging his fishing-tackle. As the party drew\nnigh, he raised his head, and threw one quick, scrutinizing glance towards\nthem, disclosing, on his part, a set of bold and rather coarse features,\nweather-beaten, but indicating the age of the owner to be not above\nthirty. In person he surpassed the middle size, was well set, and\nevidently strong and active.\n\n\"Do you meet with much success, sir?\" inquired Edward Walcott, when within\na convenient distance for conversation.\n\n\"I have taken but one fish,\" replied the angler, in an accent which his\nhearers could scarcely determine to be foreign, or the contrary. \"I am a\nstranger to the stream, and have doubtless passed over many a likely place\nfor sport.\"\n\n\"You have an angler's eye, sir,\" rejoined Edward.\n\n\"I observed that you made your casts as if you had often trod these banks,\nand I could scarcely have guided you better myself.\"\n\n\"Yes, I have learned the art, and I love to practise it,\" replied the man.\n\"But will not the young lady try her skill?\" he continued, casting a bold\neye on Ellen. \"The fish will love to be drawn out by such white hands as\nthose.\"\n\nEllen shrank back, though almost imperceptibly, from the free bearing of\nthe man. It seemed meant for courtesy; but its effect was excessively\ndisagreeable. Edward Walcott, who perceived and coincided in Ellen's\nfeelings, replied to the stranger's proposal.\n\n\"The young lady will not put the gallantry of the fish to the proof, sir,\"\nhe said, \"and she will therefore have no occasion for your own.\"\n\n\"I shall take leave to hear my answer from the young lady's own mouth,\"\nanswered the stranger, haughtily. \"If you will step this way, Miss\nLangton\" (here he interrupted himself),--\"if you will cast the line by\nyonder sunken log, I think you will meet with success.\"\n\nThus saying, the angler offered his rod and line to Ellen. She at first\ndrew back, then hesitated, but finally held out her hand to receive them.\nIn thus complying with the stranger's request, she was actuated by a\ndesire to keep the peace, which, as her notice of Edward Walcott's\ncrimsoned cheek and flashing eye assured her, was considerably endangered.\nThe angler led the way to the spot which he had pointed out, which, though\nnot at such a distance from Ellen's companions but that words in a common\ntone could be distinguished, was out of the range of a lowered voice.\n\nEdward Walcott and the student remained by the oak: the former biting his\nlip with vexation; the latter, whose abstraction always vanished where\nEllen was concerned, regarding her and the stranger with fixed and silent\nattention. The young men could at first hear the words that the angler\naddressed to Ellen. They related to the mode of managing the rod; and she\nmade one or two casts under his direction. At length, however, as if to\noffer his assistance, the man advanced close to her side, and seemed to\nspeak, but in so low a tone, that the sense of what he uttered was lost\nbefore it reached the oak. But its effect upon Ellen was immediate and\nvery obvious. Her eyes flashed; and an indignant blush rose high on her\ncheek, giving to her beauty a haughty brightness, of which the gentleness\nof her disposition in general deprived it. The next moment, however, she\nseemed to recollect herself, and, restoring the angling-rod to its owner,\nshe turned away calmly, and approached her companions.\n\n\"The evening breeze grows chill; and mine is a dress for a summer day,\"\nshe observed. \"Let us walk homeward.\"\n\n\"Miss Langton, is it the evening breeze alone that sends you homeward?\"\ninquired Edward.\n\nAt this moment the angler, who had resumed, and seemed to be intent upon\nhis occupation, drew a fish from the pool, which he had pointed out to\nEllen.\n\n\"I told the young lady,\" he exclaimed, \"that, if she would listen to me a\nmoment longer, she would be repaid for her trouble; and here is the proof\nof my words.\"\n\n\"Come, let us hasten towards home,\" cried Ellen, eagerly; and she took\nEdward Walcott's arm, with a freedom that, at another time, would have\nenchanted him. He at first seemed inclined to resist her wishes, but\ncomplied, after exchanging, unperceived by Ellen, a glance with the\nstranger, the meaning of which the latter appeared perfectly to\nunderstand. Fanshawe also attended her. Their walk towards Dr. Melmoth's\ndwelling was almost a silent one; and the few words that passed between\nthem did not relate to the adventure which occupied the thoughts of each.\nOn arriving at the house, Ellen's attendants took leave of her, and\nretired.\n\nEdward Walcott, eluding Fanshawe's observation with little difficulty,\nhastened back to the old oak-tree. From the intelligence with which the\nstranger had received his meaning glance, the young man had supposed that\nhe would here await his return. But the banks of the stream, upward and\ndownward, so far as his eye could reach, were solitary. He could see only\nhis own image in the water, where it swept into a silent depth; and could\nhear only its ripple, where stones and sunken trees impeded its course.\nThe object of his search might, indeed, have found concealment among the\ntufts of alders, or in the forest that was near at hand; but thither it\nwas in vain to pursue him. The angler had apparently set little store by\nthe fruits of his assumed occupation; for the last fish that he had taken\nlay, yet alive, on the bank, gasping for the element to which Edward was\nsufficiently compassionate to restore him. After watching him as he glided\ndown the stream, making feeble efforts to resist its current, the youth\nturned away, and sauntered slowly towards the college.\n\nEllen Langton, on her return from her walk, found Dr. Melmoth's little\nparlor unoccupied; that gentleman being deeply engaged in his study, and\nhis lady busied in her domestic affairs. The evening, notwithstanding\nEllen's remark concerning the chillness of the breeze, was almost sultry;\nand the windows of the apartment were thrown open. At one of these, which\nlooked into the garden, she seated herself, listening, almost\nunconsciously, to the monotonous music of a thousand insects, varied\noccasionally by the voice of a whippoorwill, who, as the day departed, was\njust commencing his song. A dusky tint, as yet almost imperceptible, was\nbeginning to settle on the surrounding objects, except where they were\nopposed to the purple and golden clouds, which the vanished sun had made\nthe brief inheritors of a portion of his brightness. In these gorgeous\nvapors, Ellen's fancy, in the interval of other thoughts, pictured a\nfairy-land, and longed for wings to visit it.\n\nBut as the clouds lost their brilliancy, and assumed first a dull purple,\nand then a sullen gray tint, Ellen's thoughts recurred to the adventure of\nthe angler, which her imagination was inclined to invest with an undue\nsingularity. It was, however, sufficiently unaccountable that an entire\nstranger should venture to demand of her a private audience; and she\nassigned, in turn, a thousand motives for such a request, none of which\nwere in any degree satisfactory. Her most prevailing thought, though she\ncould not justify it to her reason, inclined her to believe that the\nangler was a messenger from her father. But wherefore he should deem it\nnecessary to communicate any intelligence that he might possess only by\nmeans of a private interview, and without the knowledge of her friends,\nwas a mystery she could not solve. In this view of the matter, however,\nshe half regretted that her instinctive delicacy had impelled her so\nsuddenly to break off their conference, admitting, in the secrecy of her\nown mind, that, if an opportunity were again to occur, it might not again\nbe shunned. As if that unuttered thought had power to conjure up its\nobject, she now became aware of a form standing in the garden, at a short\ndistance from the window where she sat. The dusk had deepened, during\nEllen's abstraction, to such a degree, that the man's features were not\nperfectly distinguishable; but the maiden was not long in doubt of his\nidentity, for he approached, and spoke in the same low tone in which he\nhad addressed her when they stood by the stream.\n\n\"Do you still refuse my request, when its object is but your own good, and\nthat of one who should be most dear to you?\" he asked.\n\nEllen's first impulse had been to cry out for assistance; her second was\nto fly: but, rejecting both these measures, she determined to remain,\nendeavoring to persuade herself that she was safe. The quivering of her\nvoice, however, when she attempted to reply, betrayed her apprehensions.\n\n\"I cannot listen to such a request from a stranger,\" she said. \"If you\nbring news from--from my father, why is it not told to Dr. Melmoth?\"\n\n\"Because what I have to say is for your ear alone,\" was the reply; \"and if\nyou would avoid misfortune now, and sorrow hereafter, you will not refuse\nto hear me.\"\n\n\"And does it concern my father?\" asked Ellen, eagerly.\n\n\"It does--most deeply,\" answered the stranger.\n\nShe meditated a moment, and then replied, \"I will not refuse, I will\nhear--but speak quickly.\"\n\n\"We are in danger of interruption in this place, and that would be fatal\nto my errand,\" said the stranger. \"I will await you in the garden.\"\n\nWith these words, and giving her no opportunity for reply, he drew back;\nand his form faded from her eyes. This precipitate retreat from argument\nwas the most probable method that he could have adopted of gaining his\nend. He had awakened the strongest interest in Ellen's mind; and he\ncalculated justly in supposing that she would consent to an interview upon\nhis own terms.\n\nDr. Melmoth had followed his own fancies in the mode of laying out his\ngarden; and, in consequence, the plan that had undoubtedly existed in his\nmind was utterly incomprehensible to every one but himself. It was an\nintermixture of kitchen and flower garden, a labyrinth of winding paths,\nbordered by hedges, and impeded by shrubbery. Many of the original trees\nof the forest were still flourishing among the exotics which the doctor\nhad transplanted thither. It was not without a sensation of fear, stronger\nthan she had ever before experienced, that Ellen Langton found herself in\nthis artificial wilderness, and in the presence of the mysterious\nstranger. The dusky light deepened the lines of his dark, strong features;\nand Ellen fancied that his countenance wore a wilder and a fiercer look\nthan when she had met him by the stream. He perceived her agitation, and\naddressed her in the softest tones of which his voice was capable.\n\n\"Compose yourself,\" he said; \"you have nothing to fear from me. But we are\nin open view from the house, where we now stand; and discovery would not\nbe without danger to both of us.\"\n\n\"No eye can see us here,\" said Ellen, trembling at the truth of her own\nobservation, when they stood beneath a gnarled, low-branched pine, which\nDr. Melmoth's ideas of beauty had caused him to retain in his garden.\n\"Speak quickly; for I dare follow you no farther.\"\n\nThe spot was indeed sufficiently solitary; and the stranger delayed no\nlonger to explain his errand.\n\n\"Your father,\" he began,--\"do you not love him? Would you do aught for his\nwelfare?\"\n\n\"Everything that a father could ask I would do,\" exclaimed Ellen, eagerly.\n\"Where is my father? and when shall I meet him?\"\n\n\"It must depend upon yourself, whether you shall meet him in a few days or\nnever.\"\n\n\"Never!\" repeated Ellen. \"Is he ill? Is he in danger?\"\n\n\"He is in danger,\" replied the man, \"but not from illness. Your father is\na ruined man. Of all his friends, but one remains to him. That friend has\ntravelled far to prove if his daughter has a daughter's affection.\"\n\n\"And what is to be the proof?\" asked Ellen, with more calmness than the\nstranger had anticipated; for she possessed a large fund of plain sense,\nwhich revolted against the mystery of these proceedings. Such a course,\ntoo, seemed discordant with her father's character, whose strong mind and\nalmost cold heart were little likely to demand, or even to pardon, the\nromance of affection.\n\n\"This letter will explain,\" was the reply to Ellen's question. \"You will\nsee that it is in your father's hand; and that may gain your confidence,\nthough I am doubted.\"\n\nShe received the letter; and many of her suspicions of the stranger's\ntruth were vanquished by the apparent openness of his manner. He was\npreparing to speak further, but paused, for a footstep was now heard,\napproaching from the lower part of the garden. From their situation,--at\nsome distance from the path, and in the shade of the tree,--they had a\nfair chance of eluding discovery from any unsuspecting passenger; and,\nwhen Ellen saw that the intruder was Fanshawe, she hoped that his usual\nabstraction would assist their concealment.\n\nBut, as the student advanced along the path, his air was not that of one\nwhose deep inward thoughts withdrew his attention from all outward\nobjects. He rather resembled the hunter, on the watch for his game; and,\nwhile he was yet at a distance from Ellen, a wandering gust of wind waved\nher white garment, and betrayed her.\n\n\"It is as I feared,\" said Fanshawe to himself. He then drew nigh, and\naddressed Ellen with a calm authority that became him well,\nnotwithstanding that his years scarcely exceeded her own. \"Miss Langton,\"\nhe inquired, \"what do you here at such an hour, and with such a\ncompanion?\"\n\nEllen was sufficiently displeased at what she deemed the unauthorized\nintrusion of Fanshawe in her affairs; but his imposing manner and her own\nconfusion prevented her from replying.\n\n\"Permit me to lead you to the house,\" he continued, in the words of a\nrequest, but in the tone of a command. \"The dew hangs dank and heavy on\nthese branches; and a longer stay would be more dangerous than you are\naware.\"\n\nEllen would fain have resisted; but though the tears hung as heavy on her\neyelashes, between shame and anger, as the dew upon the leaves, she felt\ncompelled to accept the arm that he offered her. But the stranger, who,\nsince Fanshawe's approach, had remained a little apart, now advanced.\n\n\"You speak as one in authority, young man,\" he said. \"Have you the means\nof compelling obedience? Does your power extend to men? Or do you rule\nonly over simple girls? Miss Langton is under my protection, and, till you\ncan bend me to your will, she shall remain so.\"\n\nFanshawe turned calmly, and fixed his eyes on the stranger. \"Retire, sir,\"\nwas all he said.\n\nEllen almost shuddered, as if there were a mysterious and unearthly power\nin Fanshawe's voice; for she saw that the stranger endeavored in vain,\nborne down by the influence of a superior mind, to maintain the boldness\nof look and bearing that seemed natural to him. He at first made a step\nforward, then muttered a few half-audible words; but, quailing at length\nbeneath the young man's bright and steady eye, he turned and slowly\nwithdrew.\n\nFanshawe remained silent a moment after his opponent had departed, and,\nwhen he next spoke, it was in a tone of depression. Ellen observed, also,\nthat his countenance had lost its look of pride and authority; and he\nseemed faint and exhausted. The occasion that called forth his energies\nhad passed; and they had left him.\n\n\"Forgive me, Miss Langton,\" he said almost humbly, \"if my eagerness to\nserve you has led me too far. There is evil in this stranger, more than\nyour pure mind can conceive. I know not what has been his errand; but let\nme entreat you to put confidence in those to whose care your father has\nintrusted you. Or if I--or--or Edward Walcott--But I have no right to\nadvise you; and your own calm thoughts will guide you best.\"\n\nHe said no more; and, as Ellen did not reply, they reached the house, and\nparted in silence.\n\n\n\nCHAPTER IV.\n\n  \"The seeds by nature planted\n  Take a deep root in the soil, and though for a time\n  The trenchant share and tearing harrow may\n  Sweep all appearance of them from the surface,\n  Yet with the first warm rains of spring they'll shoot,\n  And with their rankness smother the good grain.\n  Heaven grant, it mayn't be so with him.\"\n    RICHES.\n\n\nThe scene of this tale must now be changed to the little inn, which at\nthat period, as at the present, was situated in the vicinity of Harley\nCollege. The site of the modern establishment is the same with that of the\nancient; but everything of the latter that had been built by hands has\ngone to decay and been removed, and only the earth beneath and around it\nremains the same. The modern building, a house of two stories, after a\nlapse of twenty years, is yet unfinished. On this account, it has retained\nthe appellation of the \"New Inn,\" though, like many who have frequented\nit, it has grown old ere its maturity. Its dingy whiteness, and its\napparent superfluity of windows (many of them being closed with rough\nboards), give it somewhat of a dreary look, especially in a wet day.\n\nThe ancient inn was a house, of which the eaves approached within about\nseven feet of the ground; while the roof, sloping gradually upward, formed\nan angle at several times that height. It was a comfortable and pleasant\nabode to the weary traveller, both in summer and winter; for the frost\nnever ventured within the sphere of its huge hearths; and it was protected\nfrom the heat of the sultry season by three large elms that swept the roof\nwith their long branches, and seemed to create a breeze where there was\nnot one. The device upon the sign, suspended from one of these trees, was\na hand holding a long-necked bottle, and was much more appropriate than\nthe present unmeaning representation of a black eagle. But it is necessary\nto speak rather more at length of the landlord than of the house over\nwhich he presided.\n\nHugh Crombie was one for whom most of the wise men, who considered the\ncourse of his early years, had predicted the gallows as an end before he\nshould arrive at middle age. That these prophets of ill had been deceived\nwas evident from the fact that the doomed man had now passed the fortieth\nyear, and was in more prosperous circumstances than most of those who had\nwagged their tongues against him. Yet the failure of their forebodings was\nmore remarkable than their fulfilment would have been.\n\nHe had been distinguished, almost from his earliest infancy, by those\nprecocious accomplishments, which, because they consist in an imitation of\nthe vices and follies of maturity, render a boy the favorite plaything of\nmen. He seemed to have received from nature the convivial talents, which,\nwhether natural or acquired, are a most dangerous possession; and, before\nhis twelfth year, he was the welcome associate of all the idle and\ndissipated of his neighborhood, and especially of those who haunted the\ntavern of which he had now become the landlord. Under this course of\neducation, Hugh Crombie grew to youth and manhood; and the lovers of good\nwords could only say in his favor, that he was a greater enemy to himself\nthan to any one else, and that, if he should reform, few would have a\nbetter chance of prosperity than he.\n\nThe former clause of this modicum of praise (if praise it may be termed)\nwas indisputable; but it may be doubted, whether, under any circumstances\nwhere his success depended on his own exertions, Hugh would have made his\nway well through the world. He was one of those unfortunate persons, who,\ninstead of being perfect in any single art or occupation, are superficial\nin many, and who are supposed to possess a larger share of talent than\nother men, because it consists of numerous scraps, instead of a single\nmass. He was partially acquainted with most of the manual arts that gave\nbread to others; but not one of them, nor all of them, would give bread to\nhim. By some fatality, the only two of his multifarious accomplishments in\nwhich his excellence was generally conceded were both calculated to keep\nhim poor rather than to make him rich. He was a musician and a poet.\nThere are yet remaining in that portion of the country many ballads and\nsongs,--set to their own peculiar tunes,--the authorship of which is\nattributed to him. In general, his productions were upon subjects of local\nand temporary interest, and would consequently require a bulk of\nexplanatory notes to render them interesting or intelligible to the world\nat large. A considerable proportion of the remainder are Anacreontics;\nthough, in their construction, Hugh Crombie imitated neither the Teian nor\nany other bard. These latter have generally a coarseness and sensuality\nintolerable to minds even of no very fastidious delicacy. But there are\ntwo or three simple little songs, into which a feeling and a natural\npathos have found their way, that still retain their influence over the\nheart. These, after two or three centuries, may perhaps be precious to the\ncollectors of our early poetry. At any rate, Hugh Crombie's effusions,\ntavern-haunter and vagrant though he was, have gained a continuance of\nfame (confined, indeed, to a narrow section of the country), which many\nwho called themselves poets then, and would have scorned such a brother,\nhave failed to equal.\n\nDuring the long winter evenings, when the farmers were idle round their\nhearths, Hugh was a courted guest; for none could while away the hours\nmore skilfully than he. The winter, therefore, was his season of\nprosperity; in which respect he differed from the butterflies and useless\ninsects, to which he otherwise bore a resemblance. During the cold months,\na very desirable alteration for the better appeared in his outward man.\nHis cheeks were plump and sanguine; his eyes bright and cheerful; and the\ntip of his nose glowed with a Bardolphian fire,--a flame, indeed, which\nHugh was so far a vestal as to supply with its necessary fuel at all\nseasons of the year. But, as the spring advanced, he assumed a lean and\nsallow look, wilting and fading in the sunshine that brought life and joy\nto every animal and vegetable except himself. His winter patrons eyed him\nwith an austere regard; and some even practised upon him the modern and\nfashionable courtesy of the \"cut direct.\"\n\nYet, after all, there was good, or something that Nature intended to be\nso, in the poor outcast,--some lovely flowers, the sweeter even for the\nweeds that choked them. An instance of this was his affection for an aged\nfather, whose whole support was the broken reed,--his son. Notwithstanding\nhis own necessities, Hugh contrived to provide food and raiment for the\nold man: how, it would be difficult to say, and perhaps as well not to\ninquire. He also exhibited traits of sensitiveness to neglect and insult,\nand of gratitude for favors; both of which feelings a course of life like\nhis is usually quick to eradicate.\n\nAt length the restraint--for such his father had ever been--upon Hugh\nCrombie's conduct was removed by death; and then the wise men and the old\nbegan to shake their heads; and they who took pleasure in the follies,\nvices, and misfortunes of their fellow-creatures, looked for a speedy\ngratification. They were disappointed, however; for Hugh had apparently\ndetermined, that, whatever might be his catastrophe, he would meet it\namong strangers, rather than at home. Shortly after his father's death, he\ndisappeared altogether from the vicinity; and his name became, in the\ncourse of years, an unusual sound, where once the lack of other topics of\ninterest had given it a considerable degree of notoriety. Sometimes,\nhowever, when the winter blast was loud round the lonely farm-house, its\ninmates remembered him who had so often chased away the gloom of such an\nhour, and, though with little expectation of its fulfilment, expressed a\nwish to behold him again.\n\nYet that wish, formed, perhaps, because it appeared so desperate, was\nfinally destined to be gratified. One summer evening, about two years\nprevious to the period of this tale, a man of sober and staid deportment,\nmounted upon a white horse, arrived at the Hand and Bottle, to which some\ncivil or military meeting had chanced, that day, to draw most of the\ninhabitants of the vicinity. The stranger was well though plainly dressed,\nand anywhere but in a retired country town would have attracted no\nparticular attention; but here, where a traveller was not of every-day\noccurrence, he was soon surrounded by a little crowd, who, when his eye\nwas averted, seized the opportunity diligently to peruse his person. He\nwas rather a thickset man, but with no superfluous flesh; his hair was of\niron-gray; he had a few wrinkles; his face was so deeply sunburnt, that,\nexcepting a half-smothered glow on the tip of his nose, a dusky yellow was\nthe only apparent hue. As the people gazed, it was observed that the\nelderly men, and the men of substance, gat themselves silently to their\nsteeds, and hied homeward with an unusual degree of haste; till at length\nthe inn was deserted, except by a few wretched objects to whom it was a\nconstant resort. These, instead of retreating, drew closer to the\ntraveller, peeping anxiously into his face, and asking, ever and anon, a\nquestion, in order to discover the tone of his voice. At length, with one\nconsent, and as if the recognition had at once burst upon them, they\nhailed their old boon-companion, Hugh Crombie, and, leading him into the\ninn, did him the honor to partake of a cup of welcome at his expense.\n\nBut, though Hugh readily acknowledged the not very reputable acquaintances\nwho alone acknowledged him, they speedily discovered that he was an\naltered man. He partook with great moderation of the liquor for which he\nwas to pay; he declined all their flattering entreaties for one of his old\nsongs; and finally, being urged to engage in a game at all-fours, he\ncalmly observed, almost in the words of an old clergyman on a like\noccasion, that his principles forbade a profane appeal to the decision by\nlot.\n\nOn the next Sabbath Hugh Crombie made his appearance at public worship in\nthe chapel of Harley College; and here his outward demeanor was\nunexceptionably serious and devout,--a praise which, on that particular\noccasion, could be bestowed on few besides. From these favorable symptoms,\nthe old established prejudices against him began to waver; and as he\nseemed not to need, and to have no intention to ask, the assistance of any\none, he was soon generally acknowledged by the rich as well as by the\npoor. His account of his past life, and of his intentions for the future,\nwas brief, but not unsatisfactory. He said that, since his departure, he\nhad been a seafaring man, and that, having acquired sufficient property to\nrender him easy in the decline of his days, he had returned to live and\ndie in the town of his nativity.\n\nThere was one person, and the one whom Hugh was most interested to please,\nwho seemed perfectly satisfied of the verity of his reformation. This was\nthe landlady of the inn, whom, at his departure, he had left a gay, and,\neven at thirty-five, a rather pretty wife, and whom, on his return, he\nfound a widow of fifty, fat, yellow, wrinkled, and a zealous member of the\nchurch. She, like others, had, at first, cast a cold eye on the wanderer;\nbut it shortly became evident to close observers, that a change was at\nwork in the pious matron's sentiments respecting her old acquaintance. She\nwas now careful to give him his morning dram from her own peculiar bottle,\nto fill his pipe from her private box of Virginia, and to mix for him the\nsleeping-cup in which her late husband had delighted. Of all these\ncourtesies Hugh Crombie did partake with a wise and cautious moderation,\nthat, while it proved them to be welcome, expressed his fear of\ntrespassing on her kindness. For the sake of brevity, it shall suffice to\nsay, that, about six weeks after Hugh's return, a writing appeared on one\nof the elm-trees in front of the tavern (where, as the place of greatest\nresort, such notices were usually displayed) setting forth that marriage\nwas intended between Hugh Crombie and the Widow Sarah Hutchins. And the\nceremony, which made Hugh a landholder, a householder, and a substantial\nman, in due time took place.\n\nAs a landlord, his general conduct was very praiseworthy. He was moderate\nin his charges, and attentive to his guests; he allowed no gross and\nevident disorders in his house, and practised none himself; he was kind\nand charitable to such as needed food and lodging, and had not wherewithal\nto pay,--for with these his experience had doubtless given him a\nfellow-feeling. He was also sufficiently attentive to his wife; though\nit must be acknowledged that the religious zeal which had had a\nconsiderable influence in gaining her affections grew, by no moderate\ndegrees, less fervent. It was whispered, too, that the new landlord could,\nwhen time, place, and company were to his mind, upraise a song as merrily,\nand drink a glass as jollily, as in the days of yore. These were the\nweightiest charges that could now be brought against him; and wise men\nthought, that, whatever might have been the evil of his past life, he\nhad returned with a desire (which years of vice, if they do not sometimes\nproduce, do not always destroy) of being honest, if opportunity should\noffer; and Hugh had certainly a fair one.\n\nOn the afternoon previous to the events related in the last chapter, the\npersonage whose introduction to the reader has occupied so large a space\nwas seated under one of the elms in front of his dwelling. The bench which\nnow sustained him, and on which were carved the names of many former\noccupants, was Hugh Crombie's favorite lounging-place, unless when his\nattentions were required by his guests. No demand had that day been made\nupon the hospitality of the Hand and Bottle; and the landlord was just\nthen murmuring at the unfrequency of employment. The slenderness of his\nprofits, indeed, were no part of his concern; for the Widow Hutchins's\nchief income was drawn from her farm, nor was Hugh ever miserly inclined.\nBut his education and habits had made him delight in the atmosphere of the\ninn, and in the society of those who frequented it; and of this species of\nenjoyment his present situation certainly did not afford an overplus.\n\nYet had Hugh Crombie an enviable appearance of indolence and ease, as he\nsat under the old tree, polluting the sweet air with his pipe, and taking\noccasional draughts from a brown jug that stood near at hand. The basis of\nthe potation contained in this vessel was harsh old cider, from the\nwidow's own orchard; but its coldness and acidity were rendered innocuous\nby a due proportion of yet older brandy. The result of this mixture was\nextremely felicitous, pleasant to the taste, and producing a tingling\nsensation on the coats of the stomach, uncommonly delectable to so old a\ntoper as Hugh.\n\nThe landlord cast his eye, ever and anon, along the road that led down the\nvalley in the direction of the village: and at last, when the sun was\nwearing west-ward, he discovered the approach of a horseman. He\nimmediately replenished his pipe, took a long draught from the brown jug,\nsummoned the ragged youth who officiated in most of the subordinate\ndepartments of the inn, and who was now to act as hostler, and then\nprepared himself for confabulation with his guest.\n\n\"He comes from the sea-coast,\" said Hugh to himself, as the traveller\nemerged into open view on the level road. \"He is two days in advance of\nthe post, with its news of a fortnight old. Pray Heaven he prove\ncommunicative!\" Then, as the stranger drew nigher, \"One would judge that\nhis dark face had seen as hot a sun as mine. He has felt the burning\nbreeze of the Indies, East and West, I warrant him. Ah, I see we shall\nsend away the evening merrily! Not a penny shall come out of his\npurse,--that is, if his tongue runs glibly. Just the man I was praying\nfor--Now may the Devil take me if he is!\" interrupted Hugh, in accents\nof alarm, and starting from his seat. He composed his countenance,\nhowever, with the power that long habit and necessity had given him\nover his emotions, and again settled himself quietly on the bench.\n\nThe traveller, coming on at a moderate pace, alighted, and gave his horse\nto the ragged hostler. He then advanced towards the door near which Hugh\nwas seated, whose agitation was manifested by no perceptible sign, except\nby the shorter and more frequent puffs with which he plied his pipe. Their\neyes did not meet till just as the stranger was about to enter, when he\nstarted apparently with a surprise and alarm similar to those of Hugh\nCrombie. He recovered himself, however, sufficiently to return the nod of\nrecognition with which he was favored, and immediately entered the house,\nthe landlord following.\n\n\"This way, if you please, sir,\" said Hugh. \"You will find this apartment\ncool and retired.\"\n\nHe ushered his guest into a small room the windows of which were darkened\nby the creeping plants that clustered round them. Entering, and closing\nthe door, the two gazed at each other a little space without speaking. The\ntraveller first broke silence.\n\n\"Then this is your living self, Hugh Crombie?\" he said. The landlord\nextended his hand as a practical reply to the question. The stranger took\nit, though with no especial appearance of cordiality.\n\n\"Ay, this seems to be flesh and blood,\" he said, in the tone of one who\nwould willingly have found it otherwise. \"And how happens this, friend\nHugh? I little thought to meet you again in this life. When I last heard\nfrom you, your prayers were said, and you were bound for a better world.\"\n\n\"There would have been small danger of your meeting me there,\" observed\nthe landlord, dryly.\n\n\"It is an unquestionable truth, Hugh,\" replied the traveller. \"For which\nreason I regret that your voyage was delayed.\"\n\n\"Nay, that is a hard word to bestow on your old comrade,\" said Hugh\nCrombie. \"The world is wide enough for both of us; and why should you wish\nme out of it?\"\n\n\"Wide as it is,\" rejoined the stranger, \"we have stumbled against each\nother,--to the pleasure of neither of us, if I may judge from your\ncountenance. Methinks I am not a welcome guest at Hugh Crombie's inn.\"\n\n\"Your welcome must depend on the cause of your coming, and the length of\nyour stay,\" replied the landlord.\n\n\"And what if I come to settle down among these quiet hills where I was\nborn?\" inquired the other. \"What if I, too, am weary of the life we have\nled,--or afraid, perhaps, that it will come to too speedy an end? Shall I\nhave your good word, Hugh, to set me up in an honest way of life? Or will\nyou make me a partner in your trade, since you know my qualifications? A\npretty pair of publicans should we be; and the quart pot would have little\nrest between us.\"\n\n\"It may be as well to replenish it now,\" observed Hugh, stepping to the\ndoor of the room, and giving orders accordingly. \"A meeting between old\nfriends should never be dry. But for the partnership, it is a matter in\nwhich you must excuse me. Heaven knows I find it hard enough to be honest,\nwith no tempter but the Devil and my own thoughts; and, if I have you also\nto contend with, there is little hope of me.\"\n\n\"Nay, that is true. Your good resolutions were always like cobwebs, and\nyour evil habits like five-inch cables,\" replied the traveller. \"I am to\nunderstand, then, that you refuse my offer?\"\n\n\"Not only that; but, if you have chosen this valley as your place of rest,\nDame Crombie and I must look through the world for another. But hush! here\ncomes the wine.\"\n\nThe hostler, in the performance of another part of his duty, now appeared,\nbearing a measure of the liquor that Hugh had ordered. The wine of that\nperiod, owing to the comparative lowness of the duties, was of more\nmoderate price than in the mother-country, and of purer and better quality\nthan at the present day.\n\n\"The stuff is well chosen, Hugh,\" observed the guest, after a draught\nlarge enough to authorize an opinion. \"You have most of the requisites for\nyour present station; and I should be sorry to draw you from it. I trust\nthere will be no need.\"\n\n\"Yet you have a purpose in your journey hither,\" observed his comrade.\n\n\"Yes; and you would fain be informed of it,\" replied the traveller. He\narose, and walked once or twice across the room; then, seeming to have\ntaken his resolution, he paused, and fixed his eye steadfastly on Hugh\nCrombie. \"I could wish, my old acquaintance,\" he said, \"that your lot had\nbeen cast anywhere rather than here. Yet, if you choose it, you may do me\na good office, and one that shall meet with a good reward. Can I trust\nyou?\"\n\n\"My secrecy, you can,\" answered the host, \"but nothing further. I know the\nnature of your plans, and whither they would lead me, too well to engage\nin them. To say the truth, since it concerns not me, I have little desire\nto hear your secret.\"\n\n\"And I as little to tell it, I do assure you,\" rejoined the guest. \"I have\nalways loved to manage my affairs myself, and to keep them to myself. It\nis a good rule; but it must sometimes be broken. And now, Hugh, how is it\nthat you have become possessed of this comfortable dwelling and of these\npleasant fields?\"\n\n\"By my marriage with the Widow Sarah Hutchins,\" replied Hugh Crombie,\nstaring at a question which seemed to have little reference to the present\ntopic of conversation.\n\n\"It is a most excellent method of becoming a man of substance,\" continued\nthe traveller; \"attended with little trouble, and honest withal.\"\n\n\"Why, as to the trouble,\" said the landlord, \"it follows such a bargain,\ninstead of going before it. And for honesty,--I do not recollect that I\nhave gained a penny more honestly these twenty years.\"\n\n\"I can swear to that,\" observed his comrade. \"Well, mine host, I entirely\napprove of your doings, and, moreover, have resolved to prosper after the\nsame fashion myself.\"\n\n\"If that be the commodity you seek,\" replied Hugh Crombie, \"you will find\nnone here to your mind. We have widows in plenty, it is true; but most of\nthem have children, and few have houses and lands. But now to be\nserious,--and there has been something serious in your eye all this\nwhile,--what is your purpose in coming hither? You are not safe here.\nYour name has had a wider spread than mine, and, if discovered, it will\ngo hard with you.\"\n\n\"But who would know me now?\" asked the guest.\n\n\"Few, few indeed!\" replied the landlord, gazing at the dark features of\nhis companion, where hardship, peril, and dissipation had each left their\ntraces. \"No, you are not like the slender boy of fifteen, who stood on the\nhill by moonlight to take a last look at his father's cottage. There were\ntears in your eyes then; and, as often as I remember them, I repent that I\ndid not turn you back, instead of leading you on.\"\n\n\"Tears, were there? Well, there have been few enough since,\" said his\ncomrade, pressing his eyelids firmly together, as if even then tempted to\ngive way to the weakness that he scorned. \"And, for turning me back, Hugh,\nit was beyond your power. I had taken my resolution, and you did but show\nme the way to execute it.\"\n\n\"You have not inquired after those you left behind,\" observed Hugh\nCrombie.\n\n\"No--no; nor will I have aught of them,\" exclaimed the traveller, starting\nfrom his seat, and pacing rapidly across the room. \"My father, I know, is\ndead, and I have forgiven him. My mother--what could I hear of her but\nmisery? I will hear nothing.\"\n\n\"You must have passed the cottage as you rode hitherward,\" said Hugh. \"How\ncould you forbear to enter?\"\n\n\"I did not see it,\" he replied. \"I closed my eyes, and turned away my\nhead.\"\n\n\"Oh, if I had had a mother, a loving mother! if there had been one being\nin the world that loved me, or cared for me, I should not have become an\nutter castaway,\" exclaimed Hugh Crombie.\n\nThe landlord's pathos, like all pathos that flows from the winecup, was\nsufficiently ridiculous; and his companion, who had already overcome his\nown brief feelings of sorrow and remorse, now laughed aloud.\n\n\"Come, come, mine host of the Hand and Bottle,\" he cried in his usual\nhard, sarcastic tone; \"be a man as much as in you lies. You had always a\nfoolish trick of repentance; but, as I remember, it was commonly of a\nmorning, before you had swallowed your first dram. And now, Hugh, fill the\nquart pot again, and we will to business.\"\n\nWhen the landlord had complied with the wishes of his guest, the latter\nresumed in a lower tone than that of his ordinary conversation,--\"There is\na young lady lately become a resident hereabouts. Perhaps you can guess\nher name; for you have a quick apprehension in these matters.\"\n\n\"A young lady?\" repeated Hugh Crombie. \"And what is your concern with her?\nDo you mean Ellen Langton, daughter of the old merchant Langton, whom you\nhave some cause to remember?\"\n\n\"I do remember him; but he is where he will speedily be forgotten,\"\nanswered the traveller. \"And this girl,--I know your eye has been upon\nher, Hugh,--describe her to me.\"\n\n\"Describe her!\" exclaimed Hugh with much animation. \"It is impossible in\nprose; but you shall have her very picture in a verse of one of my own\nsongs.\"\n\n\"Nay, mine host, I beseech you to spare me. This is no time for\nquavering,\" said the guest. \"However, I am proud of your approbation, my\nold friend; for this young lady do I intend to take to wife. What think\nyou of the plan?\"\n\nHugh Crombie gazed into his companion's face for the space of a moment, in\nsilence. There was nothing in its expression that looked like a jest. It\nstill retained the same hard, cold look, that, except when Hugh had\nalluded to his home and family, it had worn through their whole\nconversation.\n\n\"On my word, comrade!\" he at length replied, \"my advice is, that you give\nover your application to the quart pot, and refresh your brain by a short\nnap. And yet your eye is cool and steady. What is the meaning of this?\"\n\n\"Listen, and you shall know,\" said the guest. \"The old man, her father, is\nin his grave.\"\n\n\"Not a bloody grave, I trust,\" interrupted the landlord, starting, and\nlooking fearfully into his comrade's face.\n\n\"No, a watery one,\" he replied calmly. \"You see, Hugh, I am a better man\nthan you took me for. The old man's blood is not on my head, though my\nwrongs are on his. Now listen: he had no heir but this only daughter; and\nto her, and to the man she marries, all his wealth will belong. She shall\nmarry me. Think you her father will rest easy in the ocean, Hugh Crombie,\nwhen I am his son-in-law?\"\n\n\"No, he will rise up to prevent it, if need be,\" answered the landlord.\n\"But the dead need not interpose to frustrate so wild a scheme.\"\n\n\"I understand you,\" said his comrade. \"You are of opinion that the young\nlady's consent may not be so soon won as asked. Fear not for that, mine\nhost. I have a winning way with me, when opportunity serves; and it shall\nserve with Ellen Langton. I will have no rivals in my wooing.\"\n\n\"Your intention, if I take it rightly, is to get this poor girl into your\npower, and then to force her into a marriage,\" said Hugh Crombie.\n\n\"It is; and I think I possess the means of doing it,\" replied his comrade.\n\"But methinks, friend Hugh, my enterprise has not your good wishes.\"\n\n\"No; and I pray you to give it over,\" said Hugh Crombie, very earnestly.\n\"The girl is young, lovely, and as good as she is fair. I cannot aid in\nher ruin. Nay, more: I must prevent it.\"\n\n\"Prevent it!\" exclaimed the traveller, with a darkening countenance.\n\"Think twice before you stir in this matter, I advise you. Ruin, do you\nsay? Does a girl call it ruin to be made an honest wedded wife? No, no,\nmine host! nor does a widow either, else have you much to answer for.\"\n\n\"I gave the Widow Hutchins fair play, at least, which is more than poor\nEllen is like to get,\" observed the landlord. \"My old comrade, will you\nnot give up this scheme?\"\n\n\"My old comrade, I will not give up this scheme,\" returned the other,\ncomposedly. \"Why, Hugh, what has come over you since we last met? Have we\nnot done twenty worse deeds of a morning, and laughed over them at night?\"\n\n\"He is right there,\" said Hugh Crombie, in a meditative tone. \"Of a\ncertainty, my conscience has grown unreasonably tender within the last two\nyears. This one small sin, if I were to aid in it, would add but a trifle\nto the sum of mine. But then the poor girl!\"\n\nHis companion overheard him thus communing with himself, and having had\nmuch former experience of his infirmity of purpose, doubted not that he\nshould bend him to his will. In fact, his arguments were so effectual,\nthat Hugh at length, though reluctantly, promised his cooperation. It was\nnecessary that their motions should be speedy; for on the second day\nthereafter, the arrival of the post would bring intelligence of the\nshipwreck by which Mr. Langton had perished.\n\n\"And after the deed is done,\" said the landlord, \"I beseech you never to\ncross my path again. There have been more wicked thoughts in my head\nwithin the last hour than for the whole two years that I have been an\nhonest man.\"\n\n\"What a saint art thou become, Hugh!\" said his comrade. \"But fear not that\nwe shall meet again. When I leave this valley, it will be to enter it no\nmore.\"\n\n\"And there is little danger that any other who has known me will chance\nupon me here,\" observed Hugh Crombie. \"Our trade was unfavorable to\nlength of days, and I suppose most of our old comrades have arrived at the\nend of theirs.\"\n\n\"One whom you knew well is nearer to you than you think,\" answered the\ntraveller; \"for I did not travel hitherward entirely alone.\"\n\n\n\nCHAPTER V\n\n  \"A naughty night to swim in.\"--SHAKESPEARE.\n\n\nThe evening of the day succeeding the adventure of the angler was dark\nand tempestuous. The rain descended almost in a continuous sheet; and\noccasional powerful gusts of wind drove it hard against the northeastern\nwindows of Hugh Crombie's inn. But at least one apartment of the interior\npresented a scene of comfort and of apparent enjoyment, the more\ndelightful from its contrast with the elemental fury that raged without. A\nfire, which the dullness of the evening, though a summer one, made\nnecessary, was burning brightly on the hearth; and in front was placed a\nsmall round table, sustaining wine and glasses. One of the guests for whom\nthese preparations had been made was Edward Walcott; the other was a shy,\nawkward young man, distinguished, by the union of classic and rural dress,\nas having but lately become a student of Harley College. He seemed little\nat his ease, probably from a consciousness that he was on forbidden\nground, and that the wine, of which he nevertheless swallowed a larger\nshare than his companion, was an unlawful draught.\n\nIn the catalogue of crimes provided against by the laws of Harley College,\nthat of tavern-haunting was one of the principal. The secluded situation\nof the seminary, indeed, gave its scholars but a very limited choice of\nvices; and this was, therefore, the usual channel by which the wildness of\nyouth discharged itself. Edward Walcott, though naturally temperate, had\nbeen not an unfrequent offender in this respect, for which a superfluity\nboth of time and money might plead some excuse. But, since his\nacquaintance with Ellen Langton, he had rarely entered Hugh Crombie's\ndoors; and an interruption in that acquaintance was the cause of his\npresent appearance there.\n\nEdward's jealous pride had been considerably touched on Ellen's compliance\nwith the request of the angler. He had, by degrees, imperceptible perhaps\nto himself, assumed the right of feeling displeased with her conduct; and\nshe had, as imperceptibly, accustomed herself to consider what would be\nhis wishes, and to act accordingly. He would, indeed, in no contingency\nhave ventured an open remonstrance; and such a proceeding would have been\nattended by a result the reverse of what he desired. But there existed\nbetween them a silent compact (acknowledged perhaps by neither, but felt\nby both), according to which they had regulated the latter part of their\nintercourse. Their lips had yet spoken no word of love; but some of love's\nrights and privileges had been assumed on the one side, and at least not\ndisallowed on the other.\n\nEdward's penetration had been sufficiently quick to discover that there\nwas a mystery about the angler, that there must have been a cause for the\nblush that rose so proudly on Ellen's cheek; and his Quixotism had been\nnot a little mortified, because she did not immediately appeal to his\nprotection. He had, however, paid his usual visit the next day at Dr.\nMelmoth's, expecting that, by a smile of more than common brightness, she\nwould make amends to his wounded feelings; such having been her usual mode\nof reparation in the few instances of disagreement that had occurred\nbetween them. But he was disappointed. He found her cold, silent, and\nabstracted, inattentive when he spoke, and indisposed to speak herself.\nHer eye was sedulously averted from his; and the casual meeting of their\nglances only proved that there were feelings in her bosom which he did not\nshare. He was unable to account for this change in her deportment; and,\nadded to his previous conceptions of his wrongs, it produced an effect\nupon his rather hasty temper, that might have manifested itself violently,\nbut for the presence of Mrs. Melmoth. He took his leave in very evident\ndispleasure; but, just as he closed the door, he noticed an expression in\nEllen's countenance, that, had they been alone, and had not he been quite\nso proud, would have drawn him down to her feet. Their eyes met, when,\nsuddenly, there was a gush of tears into those of Ellen; and a deep\nsadness, almost despair, spread itself over her features. He paused a\nmoment, and then went his way, equally unable to account for her coldness,\nor for her grief. He was well aware, however, that his situation in\nrespect to her was unaccountably changed,--a conviction so disagreeable,\nthat, but for a hope that is latent even in the despair of youthful\nhearts, he would have been sorely tempted to shoot himself.\n\nThe gloom of his thoughts--a mood of mind the more intolerable to him,\nbecause so unusual--had driven him to Hugh Crombie's inn in search of\nartificial excitement. But even the wine had no attractions; and his first\nglass stood now almost untouched before him, while he gazed in heavy\nthought into the glowing embers of the fire. His companion perceived his\nmelancholy, and essayed to dispel it by a choice of such topics of\nconversation as he conceived would be most agreeable.\n\n\"There is a lady in the house,\" he observed. \"I caught a glimpse of her in\nthe passage as we came in. Did you see her, Edward?\"\n\n\"A lady!\" repeated Edward, carelessly. \"What know you of ladies? No, I did\nnot see her; but I will venture to say that it was Dame Crombie's self,\nand no other.\"\n\n\"Well, perhaps it might,\" said the other, doubtingly. \"Her head was turned\nfrom me, and she was gone like a shadow.\"\n\n\"Dame Crombie is no shadow, and never vanishes like one,\" resumed Edward.\n\"You have mistaken the slipshod servant-girl for a lady.\"\n\n\"Ay; but she had a white hand, a small white hand,\" said the student,\npiqued at Edward's contemptuous opinion of his powers of observation; \"as\nwhite as Ellen Langton's.\" He paused; for the lover was offended by the\nprofanity of the comparison, as was made evident by the blood that rushed\nto his brow.\n\n\"We will appeal to the landlord,\" said Edward, recovering his equanimity,\nand turning to Hugh, who just then entered the room. \"Who is this angel,\nmine host, that has taken up her abode in the Hand and Bottle?\"\n\nHugh cast a quick glance from one to another before he answered, \"I keep\nno angels here, gentlemen. Dame Crombie would make the house anything but\nheaven for them and me.\"\n\n\"And yet Glover has seen a vision in the passage-way,--a lady with a small\nwhite hand.\"\n\n\"Ah, I understand! A slight mistake of the young gentleman's,\" said Hugh,\nwith the air of one who could perfectly account for the mystery. \"Our\npassageway is dark; or perhaps the light had dazzled his eyes. It was the\nWidow Fowler's daughter, that came to borrow a pipe of tobacco for her\nmother. By the same token, she put it into her own sweet mouth, and puffed\nas she went along.\"\n\n\"But the white hand,\" said Glover, only half convinced.\n\n\"Nay, I know not,\" answered Hugh. \"But her hand was at least as white as\nher face: that I can swear. Well, gentlemen, I trust you find everything\nin my house to your satisfaction. When the fire needs renewing, or the\nwine runs low, be pleased to tap on the table. I shall appear with the\nspeed of a sunbeam.\"\n\nAfter the departure of the landlord, the conversation of the young men\namounted to little more than monosyllables. Edward Walcott was wrapped in\nhis own contemplations; and his companion was in a half-slumberous state,\nfrom which he started every quarter of an hour, at the chiming of the\nclock that stood in a corner. The fire died gradually away; the lamps\nbegan to burn dim; and Glover, rousing himself from one of his periodical\nslumbers, was about to propose a return to their chambers. He was\nprevented, however, by the approach of footsteps along the passageway; and\nHugh Crombie, opening the door, ushered a person into the room, and\nretired.\n\nThe new-comer was Fanshawe. The water that poured plentifully from his\ncloak evinced that he had but just arrived at the inn; but, whatever was\nhis object, he seemed not to have attained it in meeting with the young\nmen. He paused near the door, as if meditating whether to retire.\n\n\"My intrusion is altogether owing to a mistake, either of the landlord's\nor mine,\" he said. \"I came hither to seek another person; but, as I could\nnot mention his name, my inquiries were rather vague.\"\n\n\"I thank Heaven for the chance that sent you to us,\" replied Edward,\nrousing himself. \"Glover is wretched company; and a duller evening have I\nnever spent. We will renew our fire and our wine, and you must sit down\nwith us. And for the man you seek,\" he continued in a whisper, \"he left\nthe inn within a half-hour after we encountered him. I inquired of Hugh\nCrombie last night.\"\n\nFanshawe did not express his doubts of the correctness of the information\non which Edward seemed to rely. Laying aside his cloak, he accepted his\ninvitation to make one of the party, and sat down by the fireside.\n\nThe aspect of the evening now gradually changed. A strange wild glee\nspread from one to another of the party, which, much to the surprise of\nhis companions, began with and was communicated from, Fanshawe. He seemed\nto overflow with conceptions inimitably ludicrous, but so singular, that,\ntill his hearers had imbibed a portion of his own spirit, they could only\nwonder at, instead of enjoying them. His applications to the wine were\nvery unfrequent; yet his conversation was such as one might expect from a\nbottle of champagne endowed by a fairy with the gift of speech. The secret\nof this strange mirth lay in the troubled state of his spirits, which,\nlike the vexed ocean at midnight (if the simile be not too magnificent),\ntossed forth a mysterious brightness. The undefined apprehensions that had\ndrawn him to the inn still distracted his mind; but, mixed with them,\nthere was a sort of joy not easily to be described. By degrees, and by the\nassistance of the wine, the inspiration spread, each one contributing such\na quantity, and such quality of wit and whim, as was proportioned to his\ngenius; but each one, and all, displaying a greater share of both than\nthey had ever been suspected of possessing.\n\nAt length, however, there was a pause,--the deep pause of flagging\nspirits, that always follows mirth and wine. No one would have believed,\non beholding the pensive faces, and hearing the involuntary sighs of the\nparty, that from these, but a moment before, had arisen so loud and wild a\nlaugh. During this interval Edward Walcott (who was the poet of his class)\nvolunteered the following song, which, from its want of polish, and from\nits application to his present feelings, might charitably be taken for an\nextemporaneous production:--\n\n  The wine is bright, the wine is bright;\n    And gay the drinkers be:\n  Of all that drain the bowl to-night,\n    Most jollily drain we.\n  Oh, could one search the weary earth,--\n    The earth from sea to sea,--\n  He'd turn and mingle in our mirth;\n    For we're the merriest three.\n\n  Yet there are cares, oh, heavy cares!\n    We know that they are nigh:\n  When forth each lonely drinker fares,\n    Mark then his altered eye.\n  Care comes upon us when the jest\n    And frantic laughter die;\n  And care will watch the parting guest--\n    Oh late, then let us fly!\n\nHugh Crombie, whose early love of song and minstrelsy was still alive, had\nentered the room at the sound of Edward's voice, in sufficient time to\naccompany the second stanza on the violin. He now, with the air of one who\nwas entitled to judge in these matters, expressed his opinion of the\nperformance.\n\n\"Really, Master Walcott, I was not prepared for this,\" he said in the tone\nof condescending praise that a great man uses to his inferior when he\nchooses to overwhelm him with excess of joy. \"Very well, indeed, young\ngentleman! Some of the lines, it is true, seem to have been dragged in by\nthe head and shoulders; but I could scarcely have done much better myself\nat your age. With practice, and with such instruction as I might afford\nyou, I should have little doubt of your becoming a distinguished poet. A\ngreat defect in your seminary, gentlemen,--the want of due cultivation in\nthis heavenly art.\"\n\n\"Perhaps, sir,\" said Edward, with much gravity, \"you might yourself be\nprevailed upon to accept the professorship of poetry?\"\n\n\"Why, such an offer would require consideration,\" replied the landlord.\n\"Professor Hugh Crombie of Harley College: it has a good sound, assuredly.\nBut I am a public man, Master Walcott; and the public would be loath to\nspare me from my present office.\"\n\n\"Will Professor Crombie favor us with a specimen of his productions?\"\ninquired Edward.\n\n\"Ahem, I shall be happy to gratify you, young gentleman,\" answered Hugh.\n\"It is seldom, in this rude country, Master Walcott, that we meet with\nkindred genius; and the opportunity should never be thrown away.\"\n\nThus saying, he took a heavy draught of the liquor by which he was usually\ninspired, and the praises of which were the prevailing subject of his\nsong; then, after much hemming, thrumming, and prelusion, and with many\nqueer gestures and gesticulations, he began to effuse a lyric in the\nfollowing fashion:--\n\n  I've been a jolly drinker this five-and-twenty year,\n  And still a jolly drinker, my friends, you see me here:\n  I sing the joys of drinking; bear a chorus, every man,\n  With pint pot and quart pot and clattering of can.\n\nThe sense of the professor's first stanza was not in exact proportion to\nthe sound; but, being executed with great spirit, it attracted universal\napplause. This Hugh appropriated with a condescending bow and smile; and,\nmaking a signal for silence, he went on,--\n\n  King Solomon of old, boys (a jolly king was he),--\n\nBut here he was interrupted by a clapping of hands, that seemed a\ncontinuance of the applause bestowed on his former stanza. Hugh Crombie,\nwho, as is the custom of many great performers, usually sang with his eyes\nshut, now opened them, intending gently to rebuke his auditors for their\nunseasonable expression of delight. He immediately perceived, however,\nthat the fault was to be attributed to neither of the three young men;\nand, following the direction of their eyes, he saw near the door, in the\ndim background of the apartment, a figure in a cloak. The hat was flapped\nforward, the cloak muffled round the lower part of the face; and only the\neyes were visible.\n\nThe party gazed a moment in silence, and then rushed _en masse_ upon\nthe intruder, the landlord bringing up the rear, and sounding a charge\nupon his fiddle. But, as they drew nigh, the black cloak began to assume a\nfamiliar look; the hat, also, was an old acquaintance; and, these being\nremoved, from beneath them shone forth the reverend face and form of Dr.\nMelmoth.\n\nThe president, in his quality of clergyman, had, late in the preceding\nafternoon, been called to visit an aged female who was supposed to be at\nthe point of death. Her habitation was at the distance of several miles\nfrom Harley College; so that it was nightfall before Dr. Melmoth stood at\nher bedside. His stay had been lengthened beyond his anticipation, on\naccount of the frame of mind in which he found the dying woman; and, after\nessaying to impart the comforts of religion to her disturbed intellect, he\nhad waited for the abatement of the storm that had arisen while he was\nthus engaged. As the evening advanced, however, the rain poured down in\nundiminished cataracts; and the doctor, trusting to the prudence and\nsure-footedness of his steed, had at length set forth on his return. The\ndarkness of the night, and the roughness of the road, might have appalled\nhim, even had his horsemanship and his courage been more considerable than\nthey were; but by the special protection of Providence, as he reasonably\nsupposed (for he was a good man, and on a good errand), he arrived safely\nas far as Hugh Crombie's inn. Dr. Melmoth had no intention of making a\nstay there; but, as the road passed within a very short distance, he saw\nlights in the windows, and heard the sound of song and revelry. It\nimmediately occurred to him, that these midnight rioters were, probably,\nsome of the young men of his charge; and he was impelled, by a sense of\nduty, to enter and disperse them. Directed by the voices, he found his\nway, with some difficulty, to the apartment, just as Hugh concluded his\nfirst stanza; and, amidst the subsequent applause, his entrance had been\nun-perceived.\n\nThere was a silence of a moment's continuance after the discovery of Dr.\nMelmoth, during which he attempted to clothe his round, good-natured face\nin a look of awful dignity. But, in spite of himself, there was a little\ntwisting of the corners of his mouth, and a smothered gleam in his eye.\n\n\"This has, apparently, been a very merry meeting, young gentlemen,\" he at\nlength said; \"but I fear my presence has cast a damp upon it.\"\n\n\"Oh yes! your reverence's cloak is wet enough to cast a damp upon\nanything,\" exclaimed Hugh Crombie, assuming a look of tender anxiety. \"The\nyoung gentlemen are affrighted for your valuable life. Fear deprives them\nof utterance: permit me to relieve you of these dangerous garments.\"\n\n\"Trouble not yourself, honest man,\" replied the doctor, who was one of the\nmost gullible of mortals. \"I trust I am in no danger; my dwelling being\nnear at hand. But for these young men\"--\n\n\"Would your reverence but honor my Sunday suit,--the gray broadcloth coat,\nand the black velvet smallclothes, that have covered my unworthy legs but\nonce? Dame Crombie shall have them ready in a moment,\" continued Hugh,\nbeginning to divest the doctor of his garments.\n\n\"I pray you to appease your anxiety,\" cried Dr. Melmoth, retaining a firm\nhold on such parts of his dress as yet remained to him. \"Fear not for my\nhealth. I will but speak a word to those misguided youth, and be gone.\"\n\n\"Misguided youth, did your reverence say?\" echoed Hugh, in a tone of utter\nastonishment. \"Never were they better guided than when they entered my\npoor house. Oh, had your reverence but seen them, when I heard their\ncries, and rushed forth to their assistance. Dripping with wet were they,\nlike three drowned men at the resurrec--Ahem!\" interrupted Hugh,\nrecollecting that the comparison he meditated might not suit the doctor's\nideas of propriety.\n\n\"But why were they abroad on such a night?\" inquired the president.\n\n\"Ah! doctor, you little know the love these good young gentlemen bear for\nyou,\" replied the landlord. \"Your absence, your long absence, had alarmed\nthem; and they rushed forth through the rain and darkness to seek you.\"\n\n\"And was this indeed so?\" asked the doctor, in a softened tone, and\ncasting a tender and grateful look upon the three students. They, it is\nbut justice to mention, had simultaneously made a step forward in order to\ncontradict the egregious falsehoods of which Hugh's fancy was so fertile;\nbut he assumed an expression of such ludicrous entreaty, that it was\nirresistible.\n\n\"But methinks their anxiety was not of long continuance,\" observed Dr.\nMelmoth, looking at the wine, and remembering the song that his entrance\nhad interrupted.\n\n\"Ah! your reverence disapproves of the wine, I see,\" answered Hugh\nCrombie. \"I did but offer them a drop to keep the life in their poor young\nhearts. My dame advised strong waters; 'But, Dame Crombie,' says I, 'would\nye corrupt their youth?' And in my zeal for their good, doctor, I was\ndelighting them, just at your entrance, with a pious little melody of my\nown against the sin of drunkenness.\"\n\n\"Truly, I remember something of the kind,\" observed Dr. Melmoth. \"And, as\nI think, it seemed to meet with good acceptance.\"\n\n\"Ay, that it did!\" said the landlord. \"Will it please your reverence to\nhear it?--\n\n  King Solomon of old, boys (a wise man I'm thinking),\n  Has warned you to beware of the horrid vice of drinking--\n\n\"But why talk I of drinking, foolish man that I am! And all this time,\ndoctor, you have not sipped a drop of my wine. Now I entreat your\nreverence, as you value your health and the peace and quiet of these\nyouth.\"\n\nDr. Melmoth drank a glass of wine, with the benevolent intention of\nallaying the anxiety of Hugh Crombie and the students. He then prepared to\ndepart; for a strong wind had partially dispersed the clouds, and\noccasioned an interval in the cataract of rain. There was, perhaps, a\nlittle suspicion yet remaining in the good man's mind respecting the truth\nof the landlord's story: at least, it was his evident intention to see the\nstudents fairly out of the inn before he quitted it himself. They\ntherefore proceeded along the passageway in a body. The lamp that Hugh\nCrombie held but dimly enlightened them; and the number and contiguity of\nthe doors caused Dr. Melmoth to lay his hand upon the wrong one.\n\n\"Not there, not there, doctor! It is Dame Crombie's bedchamber,\" shouted\nHugh, most energetically. \"Now Beelzebub defend me!\" he muttered to\nhimself, perceiving that his exclamation had been a moment too late.\n\n\"Heavens! what do I see?\" ejaculated Dr. Melmoth, lifting his hands, and\nstarting back from the entrance of the room. The three students pressed\nforward; Mrs. Crombie and the servant-girl had been drawn to the spot by\nthe sound of Hugh's voice; and all their wondering eyes were fixed on poor\nEllen Langton.\n\nThe apartment in the midst of which she stood was dimly lighted by a\nsolitary candle at the farther extremity; but Ellen was exposed to the\nglare of the three lamps, held by Hugh, his wife, and the servant-girl.\nTheir combined rays seemed to form a focus exactly at the point where they\nreached her; and the beholders, had any been sufficiently calm, might have\nwatched her features in their agitated workings and frequent change of\nexpression, as perfectly as by the broad light of day. Terror had at first\nblanched her as white as a lily, or as a marble statue, which for a moment\nshe resembled, as she stood motionless in the centre of the room. Shame\nnext bore sway; and her blushing countenance, covered by her slender white\nfingers, might fantastically be compared to a variegated rose with its\nalternate stripes of white and red. The next instant, a sense of her pure\nand innocent intentions gave her strength and courage; and her attitude\nand look had now something of pride and dignity. These, however, in their\nturn, gave way; for Edward Walcott pressed forward, and attempted to\naddress her.\n\n\"Ellen, Ellen!\" he said, in an agitated and quivering whisper; but what\nwas to follow cannot be known; for his emotion checked his utterance. His\ntone and look, however, again overcame Ellen Langton, and she burst into\ntears. Fanshawe advanced, and took Edward's arm. \"She has been deceived,\"\nhe whispered. \"She is innocent: you are unworthy of her if you doubt it.\"\n\n\"Why do you interfere, sir?\" demanded Edward, whose passions, thoroughly\nexcited, would willingly have wreaked themselves on any one. \"What right\nhave you to speak of her innocence? Perhaps,\" he continued, an undefined\nand ridiculous suspicion arising in his mind,--\"perhaps you are acquainted\nwith her intentions. Perhaps you are the deceiver.\"\n\nFanshawe's temper was not naturally of the meekest character; and having\nhad a thousand bitter feelings of his own to overcome, before he could\nattempt to console Edward, this rude repulse had almost aroused him to\nfierceness. But his pride, of which a more moderate degree would have had\na less peaceable effect, came to his assistance; and he turned calmly and\ncontemptuously away.\n\nEllen, in the mean time, had been restored to some degree of composure. To\nthis effect, a feeling of pique against Edward Walcott had contributed.\nShe had distinguished his voice in the neighboring apartment, had heard\nhis mirth and wild laughter, without being aware of the state of feeling\nthat produced them. She had supposed that the terms on which they parted\nin the morning (which had been very grievous to herself) would have\nproduced a corresponding sadness in him. But while she sat in loneliness\nand in tears, her bosom distracted by a thousand anxieties and sorrows, of\nmany of which Edward was the object, his reckless gayety had seemed to\nprove the slight regard in which he held her. After the first outbreak of\nemotion, therefore, she called up her pride (of which, on proper\noccasions, she had a reasonable share), and sustained his upbraiding\nglance with a passive composure, which women have more readily at command\nthan men.\n\nDr. Melmoth's surprise had during this time kept him silent and inactive.\nHe gazed alternately from one to another of those who stood around him, as\nif to seek some explanation of so strange an event. But the faces of all\nwere as perplexed as his own; even Hugh Crombie had assumed a look of\nspeechless wonder,--speechless, because his imagination, prolific as it\nwas, could not supply a plausible falsehood.\n\n\"Ellen, dearest child,\" at length said the doctor, \"what is the meaning of\nthis?\"\n\nEllen endeavored to reply; but, as her composure was merely external, she\nwas unable to render her words audible. Fanshawe spoke in a low voice to\nDr. Melmoth, who appeared grateful for his advice.\n\n\"True, it will be the better way,\" he replied. \"My wits are utterly\nconfounded, or I should not have remained thus long. Come, my dear child,\"\nhe continued, advancing to Ellen, and taking her hand, \"let us return\nhome, and defer the explanation till the morrow. There, there: only dry\nyour eyes, and we will say no more about it.\"\n\n\"And that will be your wisest way, old gentleman,\" muttered Hugh Crombie.\n\nEllen at first exhibited but little desire, or, rather, an evident\nreluctance, to accompany her guardian. She hung back, while her glance\npassed almost imperceptibly over the faces that gazed so eagerly at her;\nbut the one she sought was not visible among them. She had no alternative,\nand suffered herself to be led from the inn.\n\nEdward Walcott alone remained behind, the most wretched being (at least\nsuch was his own opinion) that breathed the vital air. He felt a sinking\nand sickness of the heart, and alternately a feverish frenzy, neither of\nwhich his short and cloudless existence had heretofore occasioned him to\nexperience. He was jealous of, he knew not whom, and he knew not what. He\nwas ungenerous enough to believe that Ellen--his pure and lovely\nEllen--had degraded herself; though from what motive, or by whose agency,\nhe could not conjecture. When Dr. Melmoth had taken her in charge, Edward\nreturned to the apartment where he had spent the evening. The wine was\nstill upon the table; and, in the desperate hope of stupefying his\nfaculties, he unwisely swallowed huge successive draughts. The effect of\nhis imprudence was not long in manifesting itself; though insensibility,\nwhich at another time would have been the result, did not now follow.\nActing upon his previous agitation, the wine seemed to set his blood in a\nflame; and, for the time being, he was a perfect madman.\n\nA phrenologist would probably have found the organ of destructiveness in\nstrong development, just then, upon Edward's cranium; for he certainly\nmanifested an impulse to break and destroy whatever chanced to be within\nhis reach. He commenced his operations by upsetting the table, and\nbreaking the bottles and glasses. Then, seizing a tall heavy chair in each\nhand, he hurled them with prodigious force,--one through the window, and\nthe other against a large looking-glass, the most valuable article of\nfurniture in Hugh Crombie's inn. The crash and clatter of these outrageous\nproceedings soon brought the master, mistress, and maid-servant to the\nscene of action; but the two latter, at the first sight of Edward's wild\ndemeanor and gleaming eyes, retreated with all imaginable expedition. Hugh\nchose a position behind the door, from whence, protruding his head, he\nendeavored to mollify his inebriated guest. His interference, however, had\nnearly been productive of most unfortunate consequences; for a massive\nandiron, with round brazen head, whizzed past him, within a hair's-breadth\nof his ear.\n\n\"I might as safely take my chance in a battle,\" exclaimed Hugh,\nwithdrawing his head, and speaking to a man who stood in the passageway.\n\"A little twist of his hand to the left would have served my turn as well\nas if I stood in the path of a forty-two pound ball. And here comes\nanother broadside,\" he added, as some other article of furniture rattled\nagainst the door.\n\n\"Let us return his fire, Hugh,\" said the person whom he addressed,\ncomposedly lifting the andiron. \"He is in want of ammunition: let us send\nhim back his own.\"\n\nThe sound of this man's voice produced a most singular effect upon Edward.\nThe moment before, his actions had been those of a raving maniac; but,\nwhen the words struck his ear, he paused, put his hand to his forehead,\nseemed to recollect himself, and finally advanced with a firm and steady\nstep. His countenance was dark and angry, but no longer wild.\n\n\"I have found you, villain!\" he said to the angler. \"It is you who have\ndone this.\"\n\n\"And, having done it, the wrath of a boy--his drunken wrath--will not\ninduce me to deny it,\" replied the other, scornfully.\n\n\"The boy will require a man's satisfaction,\" returned Edward, \"and that\nspeedily.\"\n\n\"Will you take it now?\" inquired the angler, with a cool, derisive smile,\nand almost in a whisper. At the same time he produced a brace of pistols,\nand held them towards the young man.\n\n\"Willingly,\" answered Edward, taking one of the weapons. \"Choose your\ndistance.\"\n\nThe angler stepped back a pace; but before their deadly intentions, so\nsuddenly conceived, could be executed, Hugh Crombie interposed himself\nbetween them.\n\n\"Do you take my best parlor for the cabin of the Black Andrew, where a\npistol-shot was a nightly pastime?\" he inquired of his comrade. \"And you,\nMaster Edward, with what sort of a face will you walk into the chapel to\nmorning prayers, after putting a ball through this man's head, or\nreceiving one through your own? Though, in this last case, you will be\npast praying for, or praying either.\"\n\n\"Stand aside: I will take the risk. Make way, or I will put the ball\nthrough your own head,\" exclaimed Edward, fiercely: for the interval of\nrationality that circumstances had produced was again giving way to\nintoxication.\n\n\"You see how it is,\" said Hugh to his companion, unheard by Edward. \"You\nshall take a shot at me, sooner than at the poor lad in his present state.\nYou have done him harm enough already, and intend him more. I propose,\" he\ncontinued aloud, and with a peculiar glance towards the angler, \"that this\naffair be decided to-morrow, at nine o'clock, under the old oak, on the\nbank of the stream. In the mean time, I will take charge of these popguns,\nfor fear of accidents.\"\n\n\"Well, mine host, be it as you wish,\" said his comrade. \"A shot more or\nless is of little consequence to me.\" He accordingly delivered his weapon\nto Hugh Crombie and walked carelessly away.\n\n\"Come, Master Walcott, the enemy has retreated. Victoria! And now, I see,\nthe sooner I get you to your chamber, the better,\" added he aside; for the\nwine was at last beginning to produce its legitimate effect, in stupefying\nthe young man's mental and bodily faculties.\n\nHugh Crombie's assistance, though not, perhaps, quite indispensable, was\ncertainly very convenient to our unfortunate hero, in the course of the\nshort walk that brought him to his chamber. When arrived there, and in\nbed, he was soon locked in a sleep scarcely less deep than that of death.\n\nThe weather, during the last hour, had appeared to be on the point of\nchanging: indeed, there were, every few minutes, most rapid changes. A\nstrong breeze sometimes drove the clouds from the brow of heaven, so as to\ndisclose a few of the stars; but, immediately after, the darkness would\nagain become Egyptian, and the rain rush like a torrent from the sky.\n\n\n\nCHAPTER VI.\n\n  \"About her neck a packet-mail\n   Fraught with advice, some fresh, some stale,\n   Of men that walked when they were dead.\"\n      HUDIBRAS.\n\nScarcely a word had passed between Dr. Melmoth and Ellen Langton, on\ntheir way home; for, though the former was aware that his duty towards his\nward would compel him to inquire into the motives of her conduct, the\ntenderness of his heart prompted him to defer the scrutiny to the latest\nmoment. The same tenderness induced him to connive at Ellen's stealing\nsecretly up to her chamber, unseen by Mrs. Melmoth; to render which\nmeasure practicable, he opened the house-door very softly, and stood\nbefore his half-sleeping spouse (who waited his arrival in the parlor)\nwithout any previous notice. This act of the doctor's benevolence was not\ndestitute of heroism; for he was well assured that, should the affair come\nto the lady's knowledge through any other channel, her vengeance would\ndescend not less heavily on him for concealing, than on Ellen for\nperpetrating, the elopement. That she had, thus far, no suspicion of the\nfact, was evident from her composure, as well as from the reply to a\nquestion, which, with more than his usual art, her husband put to her\nrespecting the non-appearance of his ward. Mrs. Melmoth answered, that\nEllen had complained of indisposition, and after drinking, by her\nprescription, a large cup of herb-tea, had retired to her chamber early in\nthe evening. Thankful that all was yet safe, the doctor laid his head upon\nhis pillow; but, late as was the hour, his many anxious thoughts long\ndrove sleep from his eyelids.\n\nThe diminution in the quantity of his natural rest did not, however,\nprevent Dr. Melmoth from rising at his usual hour, which at all seasons of\nthe year was an early one. He found, on descending to the parlor, that\nbreakfast was nearly in readiness; for the lady of the house (and, as a\ncorollary, her servant-girl) was not accustomed to await the rising of the\nsun in order to commence her domestic labors. Ellen Langton, however, who\nhad heretofore assimilated her habits to those of the family, was this\nmorning invisible,--a circumstance imputed by Mrs. Melmoth to her\nindisposition of the preceding evening, and by the doctor, to\nmortification on account of her elopement and its discovery.\n\n\"I think I will step into Ellen's bedchamber,\" said Mrs. Melmoth, \"and\ninquire how she feels herself. The morning is delightful after the storm,\nand the air will do her good.\"\n\n\"Had we not better proceed with our breakfast? If the poor child is\nsleeping, it were a pity to disturb her,\" observed the doctor; for,\nbesides his sympathy with Ellen's feelings, he was reluctant, as if he\nwere the guilty one, to meet her face.\n\n\"Well, be it so. And now sit down, doctor; for the hot cakes are cooling\nfast. I suppose you will say they are not so good as those Ellen made\nyesterday morning. I know not how you will bear to part with her, though\nthe thing must soon be.\"\n\n\"It will be a sore trial, doubtless,\" replied Dr. Melmoth,--\"like tearing\naway a branch that is grafted on an old tree. And yet there will be a\nsatisfaction in delivering her safe into her father's hands.\"\n\n\"A satisfaction for which you may thank me, doctor,\" observed the lady.\n\"If there had been none but you to look after the poor thing's doings, she\nwould have been enticed away long ere this, for the sake of her money.\"\n\nDr. Melmoth's prudence could scarcely restrain a smile at the thought that\nan elopement, as he had reason to believe, had been plotted, and partly\ncarried into execution, while Ellen was under the sole care of his lady,\nand had been frustrated only by his own despised agency. He was not\naccustomed, however,--nor was this an eligible occasion,--to dispute any\nof Mrs. Melmoth's claims to superior wisdom.\n\nThe breakfast proceeded in silence, or, at least, without any conversation\nmaterial to the tale. At its conclusion, Mrs. Melmoth was again meditating\non the propriety of entering Ellen's chamber; but she was now prevented by\nan incident that always excited much interest both in herself and her\nhusband.\n\nThis was the entrance of the servant, bearing the letters and newspaper,\nwith which, once a fortnight, the mail-carrier journeyed up the valley.\nDr. Melmoth's situation at the head of a respectable seminary, and his\ncharacter as a scholar, had procured him an extensive correspondence among\nthe learned men of his own country; and he had even exchanged epistles\nwith one or two of the most distinguished dissenting clergymen of Great\nBritain. But, unless when some fond mother enclosed a one-pound note to\ndefray the private expenses of her son at college, it was frequently the\ncase that the packets addressed to the doctor were the sole contents of\nthe mail-bag. In the present instance, his letters were very numerous,\nand, to judge from the one he chanced first to open, of an unconscionable\nlength. While he was engaged in their perusal, Mrs. Melmoth amused herself\nwith the newspaper,--a little sheet of about twelve inches square, which\nhad but one rival in the country. Commencing with the title, she labored\non through advertisements old and new, through poetry lamentably deficient\nin rhythm and rhymes, through essays, the ideas of which had been trite\nsince the first week of the creation, till she finally arrived at the\ndepartment that, a fortnight before, had contained the latest news from\nall quarters. Making such remarks upon these items as to her seemed good,\nthe dame's notice was at length attracted by an article which her sudden\nexclamation proved to possess uncommon interest. Casting her eye hastily\nover it, she immediately began to read aloud to her husband; but he,\ndeeply engaged in a long and learned letter, instead of listening to what\nshe wished to communicate, exerted his own lungs in opposition to hers, as\nis the custom of abstracted men when disturbed. The result was as\nfollows:--\n\n\"A brig just arrived in the outer harbor,\" began Mrs. Melmoth, \"reports,\nthat on the morning of the 25th ult.\"--Here the doctor broke in,\n\"Wherefore I am compelled to differ from your exposition of the said\npassage, for those reasons, of the which I have given you a taste;\nprovided\"--The lady's voice was now almost audible, \"ship bottom upward,\ndiscovered by the name on her stern to be the Ellen of\"--\"and in the same\nopinion are Hooker, Cotton, and divers learned divines of a later date.\"\n\nThe doctor's lungs were deep and strong, and victory seemed to incline\ntoward him; but Mrs. Melmoth now made use of a tone whose peculiar\nshrillness, as long experience had taught her husband, augured a mood of\nmind not to be trifled with.\n\n\"On my word, doctor,\" she exclaimed, \"this is most unfeeling and\nunchristian conduct! Here am I endeavoring to inform you of the death of\nan old friend, and you continue as deaf as a post.\"\n\nDr. Melmoth, who had heard the sound, without receiving the sense, of\nthese words, now laid aside the letter in despair, and submissively\nrequested to be informed of her pleasure.\n\n\"There, read for yourself,\" she replied, handing him the paper, and\npointing to the passage containing the important intelligence,--\"read, and\nthen finish your letter, if you have a mind.\"\n\nHe took the paper, unable to conjecture how the dame could be so much\ninterested in any part of its contents; but, before he had read many\nwords, he grew pale as death. \"Good Heavens! what is this?\" he exclaimed.\nHe then read on, \"being the vessel wherein that eminent son of New\nEngland, John Langton, Esq., had taken passage for his native country,\nafter an absence of many years.\"\n\n\"Our poor Ellen, his orphan child!\" said Dr. Melmoth, dropping the paper.\n\"How shall we break the intelligence to her? Alas! her share of the\naffliction causes me to forget my own.\"\n\n\"It is a heavy misfortune, doubtless; and Ellen will grieve as a daughter\nshould,\" replied Mrs. Melmoth, speaking with the good sense of which she\nhad a competent share. \"But she has never known her father; and her sorrow\nmust arise from a sense of duty, more than from strong affection. I will\ngo and inform her of her loss. It is late, and I wonder if she be still\nasleep.\"\n\n\"Be cautious, dearest wife,\" said the doctor. \"Ellen has strong feelings,\nand a sudden shock might be dangerous.\"\n\n\"I think I may be trusted, Dr. Melmoth,\" replied the lady, who had a high\nopinion of her own abilities as a comforter, and was not averse to\nexercise them.\n\nHer husband, after her departure, sat listlessly turning over the letters\nthat yet remained unopened, feeling little curiosity, after such\nmelancholy intelligence, respecting their contents. But, by the\nhandwriting of the direction on one of them, his attention was gradually\narrested, till he found himself gazing earnestly on those strong, firm,\nregular characters. They were perfectly familiar to his eye; but from what\nhand they came, he could not conjecture. Suddenly, however, the truth\nburst upon him; and after noticing the date, and reading a few lines, he\nrushed hastily in pursuit of his wife.\n\nHe had arrived at the top of his speed and at the middle of the staircase,\nwhen his course was arrested by the lady whom he sought, who came, with a\nvelocity equal to his own, in an opposite direction. The consequence was a\nconcussion between the two meeting masses, by which Mrs. Melmoth was\nseated securely on the stairs; while the doctor was only preserved from\nprecipitation to the bottom by clinging desperately to the balustrade. As\nsoon as the pair discovered that they had sustained no material injury by\ntheir contact, they began eagerly to explain the cause of their mutual\nhaste, without those reproaches, which, on the lady's part, would at\nanother time have followed such an accident.\n\n\"You have not told her the bad news, I trust?\" cried Dr. Melmoth, after\neach had communicated his and her intelligence, without obtaining audience\nof the other.\n\n\"Would you have me tell it to the bare walls?\" inquired the lady in her\nshrillest tone. \"Have I not just informed you that she has gone, fled,\neloped? Her chamber is empty; and her bed has not been occupied.\"\n\n\"Gone!\" repeated the doctor. \"And, when her father comes to demand his\ndaughter of me, what answer shall I make?\"\n\n\"Now, Heaven defend us from the visits of the dead and drowned!\" cried\nMrs. Melmoth. \"This is a serious affair, doctor, but not, I trust,\nsufficient to raise a ghost.\"\n\n\"Mr. Langton is yet no ghost,\" answered he; \"though this event will go\nnear to make him one. He was fortunately prevented, after he had made\nevery preparation, from taking passage in the vessel that was lost.\"\n\n\"And where is he now?\" she inquired.\n\n\"He is in New England. Perhaps he is at this moment on his way to us,\"\nreplied her husband. \"His letter is dated nearly a fortnight back; and he\nexpresses an intention of being with us in a few days.\"\n\n\"Well, I thank Heaven for his safety,\" said Mrs. Melmoth. \"But truly the\npoor gentleman could not have chosen a better time to be drowned, nor a\nworse one to come to life, than this. What we shall do, doctor, I know\nnot; but had you locked the doors, and fastened the windows, as I advised,\nthe misfortune could not have happened.\"\n\n\"Why, the whole country would have flouted us!\" answered the doctor. \"Is\nthere a door in all the Province that is barred or bolted, night or day?\nNevertheless it might have been advisable last night, had it occurred to\nme.\"\n\n\"And why at that time more than at all times?\" she inquired. \"We had\nsurely no reason to fear this event.\"\n\nDr. Melmoth was silent; for his worldly wisdom was sufficient to deter him\nfrom giving his lady the opportunity, which she would not fail to use to\nthe utmost, of laying the blame of the elopement at his door. He now\nproceeded, with a heavy heart, to Ellen's chamber, to satisfy himself with\nhis own eyes of the state of affairs. It was deserted too truly; and the\nwild-flowers with which it was the maiden's custom daily to decorate her\npremises were drooping, as if in sorrow for her who had placed them there.\nMrs. Melmoth, on this second visit, discovered on the table a note\naddressed to her husband, and containing a few words of gratitude from\nEllen, but no explanation of her mysterious flight. The doctor gazed long\non the tiny letters, which had evidently been traced with a trembling\nhand, and blotted with many tears.\n\n\"There is a mystery in this,--a mystery that I cannot fathom,\" he said.\n\"And now I would I knew what measures it would be proper to take.\"\n\n\"Get you on horseback, Dr. Melmoth, and proceed as speedily as may be down\nthe valley to the town,\" said the dame, the influence of whose firmer mind\nwas sometimes, as in the present case, most beneficially exerted over his\nown. \"You must not spare for trouble, no, nor for danger. Now--Oh, if I\nwere a man!\"--\n\n\"Oh, that you were!\" murmured the doctor, in a perfectly inaudible voice,\n\"Well--and when I reach the town, what then?\"\n\n\"As I am a Christian woman, my patience cannot endure you!\" exclaimed Mrs.\nMelmoth. \"Oh, I love to see a man with the spirit of a man! but you\"--And\nshe turned away in utter scorn.\n\n\"But, dearest wife,\" remonstrated the husband, who was really at a loss\nhow to proceed, and anxious for her advice, \"your worldly experience is\ngreater than mine, and I desire to profit by it. What should be my next\nmeasure after arriving at the town?\"\n\nMrs. Melmoth was appeased by the submission with which the doctor asked\nher counsel; though, if the truth must be told, she heartily despised him\nfor needing it. She condescended, however, to instruct him in the proper\nmethod of pursuing the runaway maiden, and directed him, before his\ndeparture, to put strict inquiries to Hugh Crombie respecting any stranger\nwho might lately have visited his inn. That there would be wisdom in this,\nDr. Melmoth had his own reasons for believing; and still, without\nimparting them to his lady, he proceeded to do as he had been bid.\n\nThe veracious landlord acknowledged that a stranger had spent a night and\nday at his inn, and was missing that morning; but he utterly denied all\nacquaintance with his character, or privity to his purposes. Had Mrs.\nMelmoth, instead of her husband, conducted the examination, the result\nmight have been different. As the case was, the doctor returned to his\ndwelling but little wiser than he went forth; and, ordering his steed to\nbe saddled, he began a journey of which he knew not what would be the end.\n\nIn the mean time, the intelligence of Ellen's disappearance circulated\nrapidly, and soon sent forth hunters more fit to follow the chase than Dr.\nMelmoth.\n\n\n\nCHAPTER VII.\n\n  \"There was racing and chasing o'er Cannobie Lee.\"\n    WALTER SCOTT.\n\n\nWhen Edward Walcott awoke the next morning from his deep slumber, his\nfirst consciousness was of a heavy weight upon his mind, the cause of\nwhich he was unable immediately to recollect. One by one, however, by\nmeans of the association of ideas, the events of the preceding night came\nback to his memory; though those of latest occurrence were dim as dreams.\nBut one circumstance was only too well remembered,--the discovery of Ellen\nLangton. By a strong effort he next attained to an uncertain recollection\nof a scene of madness and violence, followed, as he at first thought, by a\nduel. A little further reflection, however, informed him that this event\nwas yet among the things of futurity; but he could by no means recall the\nappointed time or place. As he had not the slightest intention\n(praiseworthy and prudent as it would unquestionably have been) to give up\nthe chance of avenging Ellen's wrongs and his own, he immediately arose,\nand began to dress, meaning to learn from Hugh Crombie those particulars\nwhich his own memory had not retained. His chief apprehension was, that\nthe appointed time had already elapsed; for the early Sunbeams of a\nglorious morning were now peeping into his chamber.\n\nMore than once, during the progress of dressing, he was inclined to\nbelieve that the duel had actually taken place, and been fatal to him, and\nthat he was now in those regions to which, his conscience told him, such\nan event would be likely to send him. This idea resulted from his bodily\nsensations, which were in the highest degree uncomfortable. He was\ntormented by a raging thirst, that seemed to have absorbed all the\nmoisture of his throat and stomach; and, in his present agitation, a cup\nof icy water would have been his first wish, had all the treasures of\nearth and sea been at his command. His head, too, throbbed almost to\nbursting; and the whirl of his brain at every movement promised little\naccuracy in the aim of his pistol, when he should meet the angler. These\nfeelings, together with the deep degradation of his mind, made him resolve\nthat no circumstances should again draw him into an excess of wine. In the\nmean time, his head was, perhaps, still too much confused to allow him\nfully to realize his unpleasant situation.\n\nBefore Edward was prepared to leave his chamber, the door was opened by\none of the college bed-makers, who, perceiving that he was nearly dressed,\nentered, and began to set the apartment in order. There were two of these\nofficials pertaining to Harley College; each of them being (and, for\nobvious reasons, this was an indispensable qualification) a model of\nperfect ugliness in her own way. One was a tall, raw-boned, huge-jointed,\ndouble-fisted giantess, admirably fitted to sustain the part of\nGlumdalia, in the tragedy of \"Tom Thumb.\" Her features were as excellent\nas her form, appearing to have been rough-hewn with a broadaxe, and left\nunpolished. The other was a short, squat figure, about two thirds the\nheight, and three times the circumference, of ordinary females. Her hair\nwas gray, her complexion of a deep yellow; and her most remarkable feature\nwas a short snub nose, just discernible amid the broad immensity of her\nface. This latter lady was she who now entered Edward's chamber.\nNotwithstanding her deficiency in personal attractions, she was rather a\nfavorite of the students, being good-natured, anxious for their comfort,\nand, when duly encouraged, very communicative. Edward perceived, as soon\nas she appeared, that she only waited his assistance in order to disburden\nherself of some extraordinary information; and, more from compassion than\ncuriosity, he began to question her.\n\n\"Well, Dolly, what news this morning?\"\n\n\"Why, let me see,--oh, yes! It had almost slipped my memory,\" replied the\nbed-maker. \"Poor Widow Butler died last night, after her long sickness.\nPoor woman! I remember her forty years ago, or so,--as rosy a lass as you\ncould set eyes on.\"\n\n\"Ah! has she gone?\" said Edward, recollecting the sick woman of the\ncottage which he had entered with Ellen and Fanshawe. \"Was she not out of\nher right mind, Dolly?\"\n\n\"Yes, this seven years,\" she answered. \"They say she came to her senses a\nbit, when Dr. Melmoth visited her yesterday, but was raving mad when she\ndied. Ah, that son of hers!--if he is yet alive. Well, well!\"\n\n\"She had a son, then?\" inquired Edward.\n\n\"Yes, such as he was. The Lord preserve me from such a one!\" said Dolly.\n\"It was thought he went off with Hugh Crombie, that keeps the tavern now.\nThat was fifteen years ago.\"\n\n\"And have they heard nothing of him since?\" asked Edward.\n\n\"Nothing good,--nothing good,\" said the bed-maker.\n\n\"Stories did travel up the valley now and then; but for five years there\nhas been no word of him. They say Merchant Langton, Ellen's father, met\nhim in foreign parts, and would have made a man of him; but there was too\nmuch of the wicked one in him for that. Well, poor woman! I wonder who'll\npreach her funeral sermon.\"\n\n\"Dr. Melmoth, probably,\" observed the student.\n\n\"No, no! The doctor will never finish his journey in time. And who knows\nbut his own funeral will be the end of it,\" said Dolly, with a sagacious\nshake of her head.\n\n\"Dr. Melmoth gone a journey!\" repeated Edward. \"What do you mean? For what\npurpose?\"\n\n\"For a good purpose enough, I may say,\" replied she. \"To search out Miss\nEllen, that was run away with last night.\"\n\n\"In the Devil's name, woman, of what are you speaking?\" shouted Edward,\nseizing the affrighted bed-maker forcibly by the arm.\n\nPoor Dolly had chosen this circuitous method of communicating her\nintelligence, because she was well aware that, if she first told of\nEllen's flight, she should find no ear for her account of the Widow\nButler's death. She had not calculated, however, that the news would\nproduce so violent an effect upon her auditor; and her voice faltered as\nshe recounted what she knew of the affair. She had hardly concluded,\nbefore Edward--who, as she proceeded, had been making hasty\npreparations--rushed from his chamber, and took the way towards Hugh\nCrombie's inn. He had no difficulty in finding the landlord, who had\nalready occupied his accustomed seat, and was smoking his accustomed\npipe, under the elm-tree.\n\n\"Well, Master Walcott, you have come to take a stomach-reliever this\nmorning, I suppose,\" said Hugh, taking the pipe from his mouth. \"What\nshall it be?--a bumper of wine with an egg? or a glass of smooth, old,\noily brandy, such as Dame Crombie and I keep for our own drinking? Come,\nthat will do it, I know.\"\n\n\"No, no! neither,\" replied Edward, shuddering involuntarily at the bare\nmention of wine and strong drink. \"You know well, Hugh Crombie, the errand\non which I come.\"\n\n\"Well, perhaps I do,\" said the landlord. \"You come to order me to saddle\nmy best horse. You are for a ride, this fine morning.\"\n\n\"True; and I must learn of you in what direction to turn my horse's head,\"\nreplied Edward Walcott.\n\n\"I understand you,\" said Hugh, nodding and smiling. \"And now, Master\nEdward, I really have taken a strong liking to you; and, if you please to\nhearken to it, you shall have some of my best advice.\"\n\n\"Speak,\" said the young man, expecting to be told in what direction to\npursue the chase.\n\n\"I advise you, then,\" continued Hugh Crombie, in a tone in which some real\nfeeling mingled with assumed carelessness,--\"I advise you to forget that\nyou have ever known this girl, that she has ever existed; for she is as\nmuch lost to you as if she never had been born, or as if the grave had\ncovered her. Come, come, man, toss off a quart of my old wine, and kept up\na merry heart. This has been my way in many a heavier sorrow than ever you\nhave felt; and you see I am alive and merry yet.\" But Hugh's merriment had\nfailed him just as he was making his boast of it; for Edward saw a tear in\nthe corner of his eye.\n\n\"Forget her? Never, never!\" said the student, while his heart sank within\nhim at the hopelessness of pursuit which Hugh's words implied. \"I will\nfollow her to the ends of the earth.\"\n\n\"Then so much the worse for you and for my poor nag, on whose back you\nshall be in three minutes,\" rejoined the landlord. \"I have spoken to you\nas I would to my own son, if I had such an incumbrance.--Here, you\nragamuffin; saddle the gray, and lead him round to the door.\"\n\n\"The gray? I will ride the black,\" said Edward. \"I know your best horse as\nwell as you do yourself, Hugh.\"\n\n\"There is no black horse in my stable. I have parted with him to an old\ncomrade of mine,\" answered the landlord, with a wink of acknowledgment to\nwhat he saw were Edward's suspicions. \"The gray is a stout nag, and will\ncarry you a round pace, though not so fast as to bring you up with them\nyou seek. I reserved him for you, and put Mr. Fanshawe off with the old\nwhite, on which I travelled hitherward a year or two since.\"\n\n\"Fanshawe! Has he, then, the start of me?\" asked Edward.\n\n\"He rode off about twenty minutes ago,\" replied Hugh; \"but you will\novertake him within ten miles, at farthest. But, if mortal man could\nrecover the girl, that fellow would do it, even if he had no better nag\nthan a broomstick, like the witches of old times.\"\n\n\"Did he obtain any information from you as to the course?\" inquired the\nstudent.\n\n\"I could give him only this much,\" said Hugh, pointing down the road in\nthe direction of the town. \"My old comrade trusts no man further than is\nneedful, and I ask no unnecessary questions.\"\n\nThe hostler now led up to the door the horse which Edward was to ride. The\nyoung man mounted with all expedition; but, as he was about to apply the\nspurs, his thirst, which the bed-maker's intelligence had caused him to\nforget, returned most powerfully upon him.\n\n\"For Heaven's sake, Hugh, a mug of your sharpest cider; and let it be a\nlarge one!\" he exclaimed. \"My tongue rattles in my mouth like\"--\n\n\"Like the bones in a dice-box,\" said the landlord, finishing the\ncomparison, and hastening to obey Edward's directions. Indeed, he rather\nexceeded them, by mingling with the juice of the apple a gill of his old\nbrandy, which his own experience told him would at that time have a most\ndesirable effect upon the young man's internal system.\n\n\"It is powerful stuff, mine host; and I feel like a new man already,\"\nobserved Edward, after draining the mug to the bottom.\n\n\"He is a fine lad, and sits his horse most gallantly,\" said Hugh Crombie\nto himself as the student rode off. \"I heartily wish him success. I wish\nto Heaven my conscience had suffered me to betray the plot before it was\ntoo late. Well, well, a man must keep his mite of honesty.\"\n\nThe morning was now one of the most bright and glorious that ever shone\nfor mortals; and, under other circumstances, Edward's bosom would have\nbeen as light, and his spirit would have sung as cheerfully, as one of the\nmany birds that warbled around him. The raindrops of the preceding night\nhung like glittering diamonds on every leaf of every tree, shaken, and\nrendered more brilliant, by occasional sighs of wind, that removed from\nthe traveller the superfluous heat of an unclouded sun. In spite of the\nadventure, so mysterious and vexatious, in which he was engaged, Edward's\nelastic spirit (assisted, perhaps, by the brandy he had unwittingly\nswallowed) rose higher as he rode on; and he soon found himself\nendeavoring to accommodate the tune of one of Hugh Crombie's ballads to\nthe motion of the horse. Nor did this reviving cheerfulness argue anything\nagainst his unwavering faith, and pure and fervent love for Ellen Langton.\nA sorrowful and repining disposition is not the necessary accompaniment of\na \"leal and loving heart\"; and Edward's spirits were cheered, not by\nforgetfulness, but by hope, which would not permit him to doubt of the\nultimate success of his pursuit. The uncertainty itself, and the probable\ndanger of the expedition, were not without their charm to a youthful and\nadventurous spirit. In fact, Edward would not have been altogether\nsatisfied to recover the errant damsel, without first doing battle in her\nbehalf.\n\nHe had proceeded but a few miles before he came in sight of Fanshawe, who\nhad been accommodated by the landlord with a horse much inferior to his\nown. The speed to which he had been put had almost exhausted the poor\nanimal, whose best pace was now but little beyond a walk. Edward drew his\nbridle as he came up with Fanshawe.\n\n\"I have been anxious to apologize,\" he said to him, \"for the hasty and\nunjust expressions of which I made use last evening. May I hope that, in\nconsideration of my mental distraction and the causes of it, you will\nforget what has passed?\"\n\n\"I had already forgotten it,\" replied Fanshawe, freely offering his hand.\n\"I saw your disturbed state of feeling, and it would have been unjust both\nto you and to myself to remember the errors it occasioned.\"\n\n\"A wild expedition this,\" observed Edward, after shaking warmly the\noffered hand. \"Unless we obtain some further information at the town, we\nshall hardly know which way to continue the pursuit.\"\n\n\"We can scarcely fail, I think, of lighting upon some trace of them,\" said\nFanshawe. \"Their flight must have commenced after the storm subsided,\nwhich would give them but a few hours the start of us. May I beg,\" he\ncontinued, nothing the superior condition of his rival's horse, \"that you\nwill not attempt to accommodate your pace to mine?\"\n\nEdward bowed, and rode on, wondering at the change which a few months had\nwrought in Fanshawe's character. On this occasion, especially, the energy\nof his mind had communicated itself to his frame. The color was strong and\nhigh in his cheek; and his whole appearance was that of a gallant and\nmanly youth, whom a lady might love, or a foe might fear. Edward had not\nbeen so slow as his mistress in discovering the student's affection; and\nhe could not but acknowledge in his heart that he was a rival not to be\ndespised, and might yet be a successful one, if, by his means, Ellen\nLangton were restored to her friends. This consideration caused him to\nspur forward with increased ardor; but all his speed could not divest him\nof the idea that Fanshawe would finally overtake him, and attain the\nobject of their mutual pursuit. There was certainly no apparent ground for\nthis imagination: for every step of his horse increased the advantage\nwhich Edward had gained, and he soon lost sight of his rival.\n\nShortly after overtaking Fanshawe, the young man passed the lonely cottage\nformerly the residence of the Widow Butler, who now lay dead within. He\nwas at first inclined to alight, and make inquiries respecting the\nfugitives; for he observed through the windows the faces of several\npersons, whom curiosity, or some better feeling, had led to the house of\nmourning. Recollecting, however, that this portion of the road must have\nbeen passed by the angler and Ellen at too early an hour to attract\nnotice, he forbore to waste time by a fruitless delay.\n\nEdward proceeded on his journey, meeting with no other noticeable event,\ntill, arriving at the summit of a hill, he beheld, a few hundred yards\nbefore him, the Rev. Dr. Melmoth. The worthy president was toiling onward\nat a rate unexampled in the history either of himself or his steed; the\nexcellence of the latter consisting in sure-footedness rather than\nrapidity. The rider looked round, seemingly in some apprehension at the\nsound of hoof-tramps behind him, but was unable to conceal his\nsatisfaction on recognizing Edward Walcott.\n\nIn the whole course of his life, Dr. Melmoth had never been placed in\ncircumstances so embarrassing as the present. He was altogether a child in\nthe ways of the world, having spent his youth and early manhood in\nabstracted study, and his maturity in the solitude of these hills. The\nexpedition, therefore, on which fate had now thrust him, was an entire\ndeviation from the quiet pathway of all his former years; and he felt like\none who sets forth over the broad ocean without chart or compass. The\naffair would undoubtedly have been perplexing to a man of far more\nexperience than he; but the doctor pictured to himself a thousand\ndifficulties and dangers, which, except in his imagination, had no\nexistence. The perturbation of his spirit had compelled him, more than\nonce since his departure, to regret that he had not invited Mrs. Melmoth\nto a share in the adventure; this being an occasion where her firmness,\ndecision, and confident sagacity--which made her a sort of domestic\nhedgehog--would have been peculiarly appropriate. In the absence of such a\ncounsellor, even Edward Walcott--young as he was, and indiscreet as the\ndoctor thought him--was a substitute not to be despised; and it was\nsingular and rather ludicrous to observe how the gray-haired man\nunconsciously became as a child to the beardless youth. He addressed\nEdward with an assumption of dignity, through which his pleasure at the\nmeeting was very obvious.\n\n\"Young gentleman, this is not well,\" he said. \"By what authority have you\nabsented yourself from the walls of Alma Mater during term-time?\"\n\n\"I conceived that it was unnecessary to ask leave at such a conjuncture,\nand when the head of the institution was himself in the saddle,\" replied\nEdward.\n\n\"It was a fault, it was a fault,\" said Dr. Melmoth, shaking his head;\n\"but, in consideration of the motive, I may pass it over. And now, my dear\nEdward, I advise that we continue our journey together, as your youth and\ninexperience will stand in need of the wisdom of my gray head. Nay, I pray\nyou lay not the lash to your steed. You have ridden fast and far; and a\nslower pace is requisite for a season.\"\n\nAnd, in order to keep up with his young companion, the doctor smote his\nown gray nag; which unhappy beast, wondering what strange concatenation of\nevents had procured him such treatment, endeavored to obey his master's\nwishes. Edward had sufficient compassion for Dr. Melmoth (especially as\nhis own horse now exhibited signs of weariness) to moderate his pace to\none attainable by the former.\n\n\"Alas, youth! these are strange times,\" observed the president, \"when a\ndoctor of divinity and an under-graduate set forth, like a knight-errant\nand his squire, in search of a stray damsel. Methinks I am an epitome of\nthe church militant, or a new species of polemical divinity. Pray Heaven,\nhowever, there be no encounter in store for us; for I utterly forgot to\nprovide myself with weapons.\"\n\n\"I took some thought for that matter, reverend knight,\" replied Edward,\nwhose imagination was highly tickled by Dr. Melmoth's chivalrous\ncomparison.\n\n\"Ay, I see that you have girded on a sword,\" said the divine. \"But\nwherewith shall I defend myself, my hand being empty, except of this\ngolden headed staff, the gift of Mr. Langton?\"\n\n\"One of these, if you will accept it,\" answered Edward, exhibiting a brace\nof pistols, \"will serve to begin the conflict, before you join the battle\nhand to hand.\"\n\n\"Nay, I shall find little safety in meddling with that deadly instrument,\nsince I know not accurately from which end proceeds the bullet,\" said Dr.\nMelmoth. \"But were it not better, seeing we are so well provided with\nartillery, to betake ourselves, in the event of an encounter, to some\nstone-wall or other place of strength?\"\n\n\"If I may presume to advise,\" said the squire, \"you, as being most valiant\nand experienced, should ride forward, lance in hand (your long staff\nserving for a lance), while I annoy the enemy from afar.\"\n\n\"Like Teucer behind the shield of Ajax,\" interrupted Dr. Melmoth, \"or\nDavid with his stone and sling. No, no, young man! I have left unfinished\nin my study a learned treatise, important not only to the present age, but\nto posterity, for whose sakes I must take heed to my safety.--But, lo! who\nride yonder?\" he exclaimed, in manifest alarm, pointing to some horsemen\nupon the brow of a hill at a short distance before them.\n\n\"Fear not, gallant leader,\" said Edward Walcott, who had already\ndiscovered the objects of the doctor's terror. \"They are men of peace, as\nwe shall shortly see. The foremost is somewhere near your own years, and\nrides like a grave, substantial citizen,--though what he does here, I know\nnot. Behind come two servants, men likewise of sober age and pacific\nappearance.\"\n\n\"Truly your eyes are better than mine own. Of a verity, you are in the\nright,\" acquiesced Dr. Melmoth, recovering his usual quantum of\nintrepidity. \"We will ride forward courageously, as those who, in a just\ncause, fear neither death nor bonds.\"\n\nThe reverend knight-errant and his squire, at the time of discovering the\nthree horsemen, were within a very short distance of the town, which was,\nhowever, concealed from their view by the hill that the strangers were\ndescending. The road from Harley College, through almost its whole extent,\nhad been rough and wild, and the country thin of population; but now,\nstanding frequent, amid fertile fields on each side of the way, were neat\nlittle cottages, from which groups of white-headed children rushed forth\nto gaze upon the travellers. The three strangers, as well as the doctor\nand Edward, were surrounded, as they approached each other, by a crowd of\nthis kind, plying their little bare legs most pertinaciously in order to\nkeep pace with the horses.\n\nAs Edward gained a nearer view of the foremost rider, his grave aspect and\nstately demeanor struck him with involuntary respect. There were deep\nlines of thought across his brow; and his calm yet bright gray eye\nbetokened a steadfast soul. There was also an air of conscious importance,\neven in the manner in which the stranger sat his horse, which a man's good\nopinion of himself, unassisted by the concurrence of the world in general,\nseldom bestows. The two servants rode at a respectable distance in the\nrear; and the heavy portmanteaus at their backs intimated that the party\nhad journeyed from afar. Dr. Melmoth endeavored to assume the dignity that\nbecame him as the head of Harley College; and with a gentle stroke of his\nstaff upon his wearied steed and a grave nod to the principal stranger,\nwas about to commence the ascent of the hill at the foot of which they\nwere. The gentleman, however, made a halt.\n\n\"Dr. Melmoth, am I so fortunate as to meet you?\" he exclaimed in accents\nexpressive of as much surprise and pleasure as were consistent with his\nstaid demeanor. \"Have you, then, forgotten your old friend?\"\n\n\"Mr. Langton! Can it be?\" said the doctor, after looking him in the face a\nmoment. \"Yes, it is my old friend indeed: welcome, welcome! though you\ncome at an unfortunate time.\"\n\n\"What say you? How is my child? Ellen, I trust, is well?\" cried Mr.\nLangton, a father's anxiety overcoming the coldness and reserve that were\nnatural to him, or that long habit had made a second nature.\n\n\"She is well in health. She was so, at least, last night,\" replied Dr.\nMelmoth unable to meet the eye of his friend. \"But--but I have been a\ncareless shepherd; and the lamb has strayed from the fold while I slept.\"\n\nEdward Walcott, who was a deeply interested observer of this scene, had\nanticipated that a burst of passionate grief would follow the disclosure.\nHe was, however, altogether mistaken. There was a momentary convulsion of\nMr. Langton's strong features, as quick to come and go as a flash of\nlightning; and then his countenance was as composed--though, perhaps, a\nlittle sterner--as before. He seemed about to inquire into the\nparticulars of what so nearly concerned him, but changed his purpose on\nobserving the crowd of children, who, with one or two of their parents,\nwere endeavoring to catch the words, that passed between the doctor and\nhimself.\n\n\"I will turn back with you to the village,\" he said in a steady voice;\n\"and at your leisure I shall desire to hear the particulars of this\nunfortunate affair.\"\n\nHe wheeled his horse accordingly, and, side by side with Dr. Melmoth,\nbegan to ascend the hill. On reaching the summit, the little country town\nlay before them, presenting a cheerful and busy spectacle. It consisted of\none long, regular street, extending parallel to, and at a short distance\nfrom, the river; which here, enlarged by a junction with another stream,\nbecame navigable, not indeed for vessels of burden, but for rafts of\nlumber and boats of considerable size. The houses, with peaked roofs and\njutting stories, stood at wide intervals along the street; and the\ncommercial character of the place was manifested by the shop door and\nwindows that occupied the front of almost every dwelling. One or two\nmansions, however, surrounded by trees, and standing back at a haughty\ndistance from the road, were evidently the abodes of the aristocracy of\nthe village. It was not difficult to distinguish the owners of\nthese--self-important personages, with canes and well-powdered\nperiwigs--among the crowd of meaner men who bestowed their attention upon\nDr. Melmoth and his friend as they rode by. The town being the nearest\nmart of a large extent of back country, there are many rough farmers and\nwoodsmen, to whom the cavalcade was an object of curiosity and admiration.\nThe former feeling, indeed, was general throughout the village. The\nshop-keepers left their customers, and looked forth from the doors; the\nfemale portion of the community thrust their heads from the windows; and\nthe people in the street formed a lane through which, with all eyes\nconcentrated upon them, the party rode onward to the tavern. The general\naptitude that pervades the populace of a small country town to meddle\nwith affairs not legitimately concerning them was increased, on this\noccasion, by the sudden return of Mr. Langton after passing through the\nvillage. Many conjectures were afloat respecting the cause of this\nretrograde movement; and, by degrees, something like the truth, though\nmuch distorted, spread generally among the crowd, communicated, probably,\nfrom Mr. Langton's servants. Edward Walcott, incensed at the uncourteous\ncuriosity of which he, as well as his companions, was the object, felt\na frequent impulse (though, fortunately for himself, resisted) to make\nuse of his riding-switch in clearing a passage.\n\nOn arriving at the tavern, Dr. Melmoth recounted to his friend the little\nhe knew beyond the bare fact of Ellen's disappearance. Had Edward Walcott\nbeen called to their conference, he might, by disclosing the adventure of\nthe angler, have thrown a portion of light upon the affair; but, since his\nfirst introduction, the cold and stately merchant had honored him with no\nsort of notice.\n\nEdward, on his part, was not well pleased at the sudden appearance of\nEllen's father, and was little inclined to cooperate in any measures that\nhe might adopt for her recovery. It was his wish to pursue the chase on\nhis own responsibility, and as his own wisdom dictated: he chose to be an\nindependent ally, rather than a subordinate assistant. But, as a step\npreliminary to his proceedings of every other kind, he found it absolutely\nnecessary, having journeyed far, and fasting, to call upon the landlord\nfor a supply of food. The viands that were set before him were homely but\nabundant; nor were Edward's griefs and perplexities so absorbing as to\novercome the appetite of youth and health.\n\nDr. Melmoth and Mr. Langton, after a short private conversation, had\nsummoned the landlord, in the hope of obtaining some clew to the\ndevelopment of the mystery. But no young lady, nor any stranger answering\nto the description the doctor had received from Hugh Crombie (which was\nindeed a false one), had been seen to pass through the village since\ndaybreak. Here, therefore, the friends were entirely at a loss in what\ndirection to continue the pursuit. The village was the focus of several\nroads, diverging to widely distant portions of the country; and which of\nthese the fugitives had taken, it was impossible to determine. One point,\nhowever, might be considered certain,--that the village was the first\nstage of their flight; for it commanded the only outlet from the valley,\nexcept a rugged path among the hills, utterly impassable by horse. In this\ndilemma, expresses were sent by each of the different roads; and poor\nEllen's imprudence--the tale nowise decreasing as it rolled along--became\nknown to a wide extent of country. Having thus done everything in his\npower to recover his daughter, the merchant exhibited a composure which\nDr. Melmoth admired, but could not equal. His own mind, however, was in a\nfar more comfortable state than when the responsibility of the pursuit had\nrested upon himself.\n\nEdward Walcott, in the mean time, had employed but a very few moments in\nsatisfying his hunger; after which his active intellect alternately formed\nand relinquished a thousand plans for the recovery of Ellen. Fanshawe's\nobservation, that her flight must have commenced after the subsiding of\nthe storm, recurred to him. On inquiry, he was informed that the violence\nof the rain had continued, with a few momentary intermissions, till near\ndaylight. The fugitives must, therefore, have passed through the village\nlong after its inhabitants were abroad; and how, without the gift of\ninvisibility, they had contrived to elude notice, Edward could not\nconceive.\n\n\"Fifty years ago,\" thought Edward, \"my sweet Ellen would have been deemed\na witch for this trackless journey. Truly, I could wish I were a wizard,\nthat I might bestride a broomstick, and follow her.\"\n\nWhile the young man, involved in these perplexing thoughts, looked forth\nfrom the open window of the apartment, his attention was drawn to an\nindividual, evidently of a different, though not of a higher, class than\nthe countrymen among whom he stood. Edward now recollected that he had\nnoticed his rough dark face among the most earnest of those who had\nwatched the arrival of the party. He had then taken him for one of the\nboatmen, of whom there were many in the village, and who had much of a\nsailor-like dress and appearance. A second and more attentive observation,\nhowever, convinced Edward that this man's life had not been spent upon\nfresh water; and, had any stronger evidence than the nameless marks which\nthe ocean impresses upon its sons been necessary, it would have been found\nin his mode of locomotion. While Edward was observing him, he beat slowly\nup to one of Mr. Langton's servants who was standing near the door of the\ninn. He seemed to question the man with affected carelessness; but his\ncountenance was dark and perplexed when he turned to mingle again with the\ncrowd. Edward lost no time in ascertaining from the servant the nature of\nhis inquiries. They had related to the elopement of Mr. Langton's\ndaughter, which was, indeed, the prevailing, if not the sole, subject of\nconversation in the village.\n\nThe grounds for supposing that this man was in any way connected with the\nangler were, perhaps, very slight; yet, in the perplexity of the whole\naffair, they induced Edward to resolve to get at the heart of his mystery.\nTo attain this end, he took the most direct method,--by applying to the\nman himself.\n\nHe had now retired apart from the throng and bustle of the village, and\nwas seated upon a condemned boat, that was drawn up to rot upon the banks\nof the river. His arms were folded, and his hat drawn over his brows. The\nlower part of his face, which alone was visible, evinced gloom and\ndepression, as did also the deep sighs, which, because he thought no one\nwas near him, he did not attempt to restrain.\n\n\"Friend, I must speak with you,\" said Edward Walcott, laying his hand upon\nhis shoulder, after contemplating the man a moment, himself unseen.\n\nHe started at once from his abstraction and his seat, apparently expecting\nviolence, and prepared to resist it; but, perceiving the youthful and\nsolitary intruder upon his privacy, he composed his features with much\nquickness.\n\n\"What would you with me?\" he asked.\n\n\"They tarry long,--or you have kept a careless watch,\" said Edward,\nspeaking at a venture.\n\nFor a moment, there seemed a probability of obtaining such a reply to this\nobservation as the youth had intended to elicit. If any trust could be put\nin the language of the stranger's countenance, a set of words different\nfrom those to which he subsequently gave utterance had risen to his lips.\nBut he seemed naturally slow of speech; and this defect was now, as is\nfrequently the case, advantageous in giving him space for reflection.\n\n\"Look you, youngster: crack no jokes on me,\" he at length said,\ncontemptuously. \"Away! back whence you came, or\"--And he slightly waved a\nsmall rattan that he held in his right hand.\n\nEdward's eyes sparkled, and his color rose. \"You must change this tone,\nfellow, and that speedily,\" he observed. \"I order you to lower your hand,\nand answer the questions that I shall put to you.\"\n\nThe man gazed dubiously at him, but finally adopted a more conciliatory\nmode of speech.\n\n\"Well, master; and what is your business with me?\" he inquired. \"I am a\nboatman out of employ. Any commands in my line?\"\n\n\"Pshaw! I know you, my good friend, and you cannot deceive me,\" replied\nEdward Walcott. \"We are private here,\" he continued, looking around. \"I\nhave no desire or intention to do you harm; and, if you act according to\nmy directions, you shall have no cause to repent it.\"\n\n\"And what if I refuse to put myself under your orders?\" inquired the man.\n\"You are but a young captain for such an old hulk as mine.\"\n\n\"The ill consequences of a refusal would all be on your own side,\" replied\nEdward. \"I shall, in that case, deliver you up to justice: if I have not\nthe means of capturing you myself,\" he continued, observing the seaman's\neye to wander rather scornfully over his youthful and slender figure,\n\"there are hundreds within call whom it will be in vain to resist.\nBesides, it requires little strength to use this,\" he added, laying his\nhand on a pistol.\n\n\"If that were all, I could suit you there, my lad,\" muttered the stranger.\nHe continued aloud, \"Well, what is your will with me? D----d ungenteel\ntreatment this! But put your questions; and, to oblige you, I may answer\nthem,--if so be that I know anything of the matter.\"\n\n\"You will do wisely,\" observed the young man. \"And now to business. What\nreason have you to suppose that the persons for whom you watch are not\nalready beyond the village?\" The seaman paused long before he answered,\nand gazed earnestly at Edward, apparently endeavoring to ascertain from\nhis countenance the amount of his knowledge. This he probably overrated,\nbut, nevertheless, hazarded a falsehood.\n\n\"I doubt not they passed before midnight,\" he said. \"I warrant you they\nare many a league towards the sea-coast, ere this.\"\n\n\"You have kept watch, then, since midnight?\" asked Edward.\n\n\"Ay, that have I! And a dark and rough one it was,\" answered the stranger.\n\n\"And you are certain that, if they passed at all, it must have been before\nthat hour?\"\n\n\"I kept my walk across the road till the village was all astir,\" said the\nseaman. \"They could not have missed me. So, you see, your best way is to\ngive chase; for they have a long start of you, and you have no time to\nlose.\"\n\n\"Your information is sufficient, my good friend,\" said Edward, with a\nsmile. \"I have reason to know that they did not commence their flight\nbefore midnight. You have made it evident that they have not passed since:\nergo, they have not passed at all,--an indisputable syllogism. And now\nwill I retrace my footsteps.\"\n\n\"Stay, young man,\" said the stranger, placing himself full in Edward's way\nas he was about to hasten to the inn. \"You have drawn me in to betray my\ncomrade; but, before you leave this place, you must answer a question or\ntwo of mine. Do you mean to take the law with you? or will you right your\nwrongs, if you have any, with your own right hand?\"\n\n\"It is my intention to take the latter method. But, if I choose the\nformer, what then?\" demanded Edward. \"Nay, nothing: only you or I might\nnot have gone hence alive,\" replied the stranger. \"But as you say he shall\nhave fair play\"--\n\n\"On my word, friend,\" interrupted the young man, \"I fear your intelligence\nhas come too late to do either good or harm. Look towards the inn: my\ncompanions are getting to horse, and, my life on it, they know whither to\nride.\"\n\nSo saying, he hastened away, followed by the stranger. It was indeed\nevident that news of some kind or other had reached the village. The\npeople were gathered in groups, conversing eagerly; and the pale cheeks,\nuplifted eyebrows, and outspread hands of some of the female sex filled\nEdward's mind with undefined but intolerable apprehensions. He forced his\nway to Dr. Melmoth, who had just mounted, and, seizing his bridle,\nperemptorily demanded if he knew aught of Ellen Langton.\n\n\n\nCHAPTER VIII.\n\n  \"Full many a miserable year hath passed:\n  She knows him as one dead, or worse than dead:\n  And many a change her varied life hath known;\n  But her heart none.\"\n    MATURIN.\n\n\nSince her interview with the angler, which was interrupted by the\nappearance of Fanshawe, Ellen Langton's hitherto calm and peaceful mind\nhad been in a state of insufferable doubt and dismay. She was imperatively\ncalled upon--at least, she so conceived--to break through the rules which\nnature and education impose upon her sex, to quit the protection of those\nwhose desire for her welfare was true and strong, and to trust herself,\nfor what purpose she scarcely knew, to a stranger, from whom the\ninstinctive purity of her mind would involuntarily have shrunk, under\nwhatever circumstances she had met him. The letter which she had received\nfrom the hands of the angler had seemed to her inexperience to prove\nbeyond a doubt that the bearer was the friend of her father, and\nauthorized by him, if her duty and affection were stronger than her fears,\nto guide her to his retreat. The letter spoke vaguely of losses and\nmisfortunes, and of a necessity for concealment on her father's part, and\nsecrecy on hers; and, to the credit of Ellen's not very romantic\nunderstanding, it must be acknowledged that the mystery of the plot had\nnearly prevented its success. She did not, indeed, doubt that the letter\nwas from her father's hand; for every line and stroke, and even many of\nits phrases, were familiar to her. Her apprehension was, that his\nmisfortunes, of what nature soever they were, had affected his intellect,\nand that, under such an influence, he had commanded her to take a step\nwhich nothing less than such a command could justify. Ellen did not,\nhowever, remain long in this opinion; for when she reperused the letter,\nand considered the firm, regular characters, and the style,--calm and\ncold, even in requesting such a sacrifice,--she felt that there was\nnothing like insanity here. In fine, she came gradually to the belief that\nthere were strong reasons, though incomprehensible by her, for the secrecy\nthat her father had enjoined.\n\nHaving arrived at this conviction, her decision lay plain before her. Her\naffection for Mr. Langton was not, indeed,--nor was it possible,--so\nstrong as that she would have felt for a parent who had watched over her\nfrom her infancy. Neither was the conception she had unavoidably formed of\nhis character such as to promise that in him she would find an equivalent\nfor all she must sacrifice. On the contrary, her gentle nature and loving\nheart, which otherwise would have rejoiced in a new object of affection,\nnow shrank with something like dread from the idea of meeting her\nfather,--stately, cold, and stern as she could not but imagine him. A\nsense of duty was therefore Ellen's only support in resolving to tread\nthe dark path that lay before her.\n\nHad there been any person of her own sex in whom Ellen felt confidence,\nthere is little doubt that she would so far have disobeyed her father's\nletter as to communicate its contents, and take counsel as to her\nproceedings. But Mrs. Melmoth was the only female--excepting, indeed, the\nmaid-servant--to whom it was possible to make the communication; and,\nthough Ellen at first thought of such a step, her timidity, and her\nknowledge of the lady's character, did not permit her to venture upon it.\nShe next reviewed her acquaintances of the other sex; and Dr. Melmoth\nfirst presented himself, as in every respect but one, an unexceptionable\nconfidant. But the single exception was equivalent to many. The maiden,\nwith the highest opinion of the doctor's learning and talents, had\nsufficient penetration to know, that, in the ways of the world, she was\nherself the better skilled of the two. For a moment she thought of Edward\nWalcott; but he was light and wild, and, which her delicacy made an\ninsurmountable objection, there was an untold love between them. Her\nthoughts finally centred on Fanshawe. In his judgment, young and\ninexperienced though he was, she would have placed a firm trust; and his\nzeal, from whatever cause it arose, she could not doubt.\n\nIf, in the short time allowed her for reflection, an opportunity had\noccurred for consulting him, she would, in all probability, have taken\nadvantage of it. But the terms on which they had parted the preceding\nevening had afforded him no reason to hope for her confidence; and he felt\nthat there were others who had a better right to it than himself. He did\nnot, therefore, throw himself in her way; and poor Ellen was consequently\nleft without an adviser.\n\nThe determination that resulted from her own unassisted wisdom has been\nseen. When discovered by Dr. Melmoth at Hugh Crombie's inn, she was wholly\nprepared for flight, and, but for the intervention of the storm, would,\nere then, have been far away.\n\nThe firmness of resolve that had impelled a timid maiden upon such a step\nwas not likely to be broken by one defeat; and Ellen, accordingly,\nconfident that the stranger would make a second attempt, determined that\nno effort on her part should be wanting to its success. On reaching her\nchamber, therefore, instead of retiring to rest (of which, from her\nsleepless thoughts of the preceding night, she stood greatly in need), she\nsat watching for the abatement of the storm. Her meditations were now\ncalmer than at any time since her first meeting with the angler. She felt\nas if her fate was decided. The stain had fallen upon her reputation: she\nwas no longer the same pure being in the opinion of those whose\napprobation she most valued.\n\nOne obstacle to her flight--and, to a woman's mind, a most powerful\none--had thus been removed. Dark and intricate as was the way, it was\neasier now to proceed than to pause; and her desperate and forlorn\nsituation gave her a strength which hitherto she had not felt.\n\nAt every cessation in the torrent of rain that beat against the house,\nEllen flew to the window, expecting to see the stranger form beneath it.\nBut the clouds would again thicken, and the storm recommence with its\nformer violence; and she began to fear that the approach of morning would\ncompel her to meet the now dreaded face of Dr. Melmoth. At length,\nhowever, a strong and steady wind, supplying the place of the fitful gusts\nof the preceding part of the night, broke and scattered the clouds from\nthe broad expanse of the sky. The moon, commencing her late voyage not\nlong before the sun, was now visible, setting forth like a lonely ship\nfrom the dark line of the horizon, and touching at many a little silver\ncloud the islands of that aerial deep. Ellen felt that now the time was\ncome; and, with a calmness wonderful to herself, she prepared for her\nfinal departure.\n\nShe had not long to wait ere she saw, between the vacancies of the trees,\nthe angler advancing along the shady avenue that led to the principal\nentrance of Dr. Melmoth's dwelling. He had no need to summon her either by\nword or signal; for she had descended, emerged from the door, and stood\nbefore him, while he was yet at some distance from the house.\n\n\"You have watched well,\" he observed in a low, strange tone. \"As saith the\nScripture, 'Many daughters have done virtuously; but thou excellest them\nall.'\"\n\nHe took her arm; and they hastened down the avenue. Then, leaving Hugh\nCrombie's inn on their right, they found its master in a spot so shaded\nthat the moonbeams could not enlighten it. He held by the bridle two\nhorses, one of which the angler assisted Ellen to mount. Then, turning to\nthe landlord he pressed a purse into his hand; but Hugh drew back, and it\nfell to the ground.\n\n\"No! this would not have tempted me; nor will it reward me,\" he said. \"If\nyou have gold to spare, there are some that need it more than I.\"\n\n\"I understand you, mine host. I shall take thought for them; and enough\nwill remain for you and me,\" replied his comrade. \"I have seen the day\nwhen such a purse would not have slipped between your fingers. Well, be it\nso. And now, Hugh, my old friend, a shake of your hand; for we are seeing\nour last of each other.\"\n\n\"Pray Heaven it be so! though I wish you no ill,\" said the landlord,\ngiving his hand.\n\nHe then seemed about to approach Ellen, who had been unable to distinguish\nthe words of this brief conversation; but his comrade prevented him.\n\"There is no time to lose,\" he observed. \"The moon is growing pale\nalready, and we should have been many a mile beyond the valley ere this.\"\nHe mounted as he spoke; and, guiding Ellen's rein till they reached the\nroad, they dashed away.\n\nIt was now that she felt herself completely in his power; and with that\nconsciousness there came a sudden change of feeling, and an altered view\nof her conduct. A thousand reasons forced themselves upon her mind,\nseeming to prove that she had been deceived; while the motives, so\npowerful with her but a moment before, had either vanished from her memory\nor lost all their efficacy. Her companion, who gazed searchingly into her\nface, where the moonlight, coming down between the pines, allowed him to\nread its expression, probably discerned somewhat of the state of her\nthoughts.\n\n\"Do you repent so soon?\" he inquired. \"We have a weary way before us.\nFaint not ere we have well entered upon it.\"\n\n\"I have left dear friends behind me, and am going I know not whither,\"\nreplied Ellen, tremblingly.\n\n\"You have a faithful guide,\" he observed, turning away his head, and\nspeaking in the tone of one who endeavors to smother a laugh.\n\nEllen had no heart to continue the conversation; and they rode on in\nsilence, and through a wild and gloomy scene. The wind roared heavily\nthrough the forest, and the trees shed their raindrops upon the\ntravellers. The road, at all times rough, was now broken into deep\ngullies, through which streams went murmuring down to mingle with the\nriver. The pale moonlight combined with the gray of the morning to give a\nghastly and unsubstantial appearance to every object.\n\nThe difficulties of the road had been so much increased by the storm, that\nthe purple eastern clouds gave notice of the near approach of the sun just\nas the travellers reached the little lonesome cottage which Ellen\nremembered to have visited several months before. On arriving opposite to\nit, her companion checked his horse, and gazed with a wild earnestness at\nthe wretched habitation. Then, stifling a groan that would not altogether\nbe repressed, he was about to pass on; but at that moment the cottage-door\nopened, and a woman, whose sour, unpleasant countenance Ellen recognized,\ncame hastily forth. She seemed not to heed the travellers; but the angler,\nhis voice thrilling and quivering with indescribable emotion, addressed\nher.\n\n\"Woman, whither do you go?\" he inquired.\n\nShe started, but, after a momentary pause, replied, \"There is one within\nat the point of death. She struggles fearfully; and I cannot endure to\nwatch alone by her bedside. If you are Christians, come in with me.\"\n\nEllen's companion leaped hastily from his horse, assisted her also to\ndismount, and followed the woman into the cottage, having first thrown the\nbridles of the horses carelessly over the branch of a tree. Ellen trembled\nat the awful scene she would be compelled to witness; but, when death was\nso near at hand, it was more terrible to stand alone in the dim morning\nlight than even to watch the parting of soul and body. She therefore\nentered the cottage.\n\nHer guide, his face muffled in his cloak, had taken his stand at a\nDistance from the death-bed, in a part of the room which neither the\nincreasing daylight nor the dim rays of a solitary lamp had yet\nenlightened. At Ellen's entrance, the dying woman lay still, and\napparently calm, except that a plaintive, half-articulate sound\noccasionally wandered through her lips.\n\n\"Hush! For mercy's sake, silence!\" whispered the other woman to the\nstrangers. \"There is good hope now that she will die a peaceable death;\nbut, if she is disturbed, the boldest of us will not dare to stand by her\nbedside.\"\n\nThe whisper by which her sister endeavored to preserve quiet perhaps\nreached the ears of the dying female; for she now raised herself in bed,\nslowly, but with a strength superior to what her situation promised. Her\nface was ghastly and wild, from long illness, approaching death, and\ndisturbed intellect; and a disembodied spirit could scarcely be a more\nfearful object than one whose soul was just struggling forth. Her sister,\napproaching with the soft and stealing step appropriate to the chamber of\nsickness and death, attempted to replace the covering around her, and to\ncompose her again upon the pillow. \"Lie down and sleep, sister,\" she said;\n\"and, when the day breaks, I will waken you. Methinks your breath comes\nfreer already. A little more slumber, and to-morrow you will be well.\"\n\n\"My illness is gone: I am well,\" said the dying-woman, gasping for breath.\n\"I wander where the fresh breeze comes sweetly over my face; but a close\nand stifled air has choked my lungs.\"\n\n\"Yet a little while, and you will no longer draw your breath in pain,\"\nobserved her sister, again replacing the bedclothes, which she continued\nto throw off.\n\n\"My husband is with me,\" murmured the widow. \"He walks by my side, and\nspeaks to me as in old times; but his words come faintly on my ear. Cheer\nme and comfort me, my husband; for there is a terror in those dim,\nmotionless eyes, and in that shadowy voice.\"\n\nAs she spoke thus, she seemed to gaze upon some object that stood by her\nbedside; and the eyes of those who witnessed this scene could not but\nfollow the direction of hers. They observed that the dying woman's own\nshadow was marked upon the wall, receiving a tremulous motion from the\nfitful rays of the lamp, and from her own convulsive efforts. \"My husband\nstands gazing on me,\" she said again; \"but my son,--where is he? And, as I\nask, the father turns away his face. Where is our son? For his sake, I\nhave longed to come to this land of rest. For him I have sorrowed many\nyears. Will he not comfort me now?\"\n\nAt these words the stranger made a few hasty steps towards the bed; but,\nere he reached it, he conquered the impulse that drew him thither, and,\nshrouding his face more deeply in his cloak, returned to his former\nposition. The dying woman, in the mean time, had thrown herself back upon\nthe bed; and her sobbing and wailing, imaginary as was their cause, were\ninexpressibly affecting.\n\n\"Take me back to earth,\" she said; \"for its griefs have followed me\nhither.\"\n\nThe stranger advanced, and, seizing the lamp, knelt down by the bedside,\nthrowing the light full upon his pale and convulsed features.\n\n\"Mother, here is your son!\" he exclaimed.\n\nAt that unforgotten voice, the darkness burst away at once from her soul.\nShe arose in bed, her eyes and her whole countenance beaming with joy, and\nthrew her arms about his neck. A multitude of words seemed struggling for\nutterance; but they gave place to a low moaning sound, and then to the\nsilence of death. The one moment of happiness, that recompensed years of\nsorrow, had been her last. Her son laid the lifeless form upon the pillow,\nand gazed with fixed eyes on his mother's face.\n\nAs he looked, the expression of enthusiastic joy that parting life had\nleft upon the features faded gradually away; and the countenance, though\nno longer wild, assumed the sadness which it had worn through a long\ncourse of grief and pain. On beholding this natural consequence of death,\nthe thought, perhaps, occurred to him, that her soul, no longer dependent\non the imperfect means of intercourse possessed by mortals, had communed\nwith his own, and become acquainted with all its guilt and misery. He\nstarted from the bedside, and covered his face with his hands, as if to\nhide it from those dead eyes.\n\nSuch a scene as has been described could not but have a powerful effect\nupon any one who retained aught of humanity; and the grief of the son,\nwhose natural feelings had been blunted, but not destroyed, by an evil\nlife, was much more violent than his outward demeanor would have\nexpressed. But his deep repentance for the misery he had brought upon his\nparent did not produce in him a resolution to do wrong no more. The sudden\nconsciousness of accumulated guilt made him desperate. He felt as if no\none had thenceforth a claim to justice or compassion at his hands, when\nhis neglect and cruelty had poisoned his mother's life, and hastened her\ndeath.\n\nThus it was that the Devil wrought with him to his own destruction,\nreversing the salutary effect which his mother would have died exultingly\nto produce upon his mind. He now turned to Ellen Langton with a demeanor\nsingularly calm and composed.\n\n\"We must resume our journey,\" he said, in his usual tone of voice. \"The\nsun is on the point of rising, though but little light finds its way into\nthis hovel.\"\n\nEllen's previous suspicions as to the character of her companion had now\nbecome certainty so far as to convince her that she was in the power of a\nlawless and guilty man; though what fate he intended for her she was\nunable to conjecture. An open opposition to his will, however, could not\nbe ventured upon; especially as she discovered, on looking round the\napartment, that, with the exception of the corpse, they were alone.\n\n\"Will you not attend your mother's funeral?\" she asked, trembling, and\nconscious that he would discover her fears.\n\n\"The dead must bury their dead,\" he replied. \"I have brought my mother to\nher grave,--and what can a son do more? This purse, however, will serve to\nlay her in the earth, and leave something for the old hag. Whither is she\ngone?\" interrupted he, casting a glance round the room in search of the\nold woman. \"Nay, then, we must speedily to horse. I know her of old.\"\n\nThus saying, he threw the purse upon the table, and, without trusting\nhimself to look again towards the dead, conducted Ellen out of the\ncottage. The first rays of the sun at that moment gilded the tallest trees\nof the forest.\n\nOn looking towards the spot were the horses had stood, Ellen thought that\nProvidence, in answer to her prayers, had taken care for her deliverance.\nThey were no longer there,--a circumstance easily accounted for by the\nhaste with which the bridles had been thrown over the branch of the tree.\nHer companion, however, imputed it to another cause.\n\n\"The hag! She would sell her own flesh and blood by weight and measure,\"\nhe muttered to himself. \"This is some plot of hers, I know well.\"\n\nHe put his hand to his forehead for a moment's space, seeming to reflect\non the course most advisable to be pursued. Ellen, perhaps unwisely,\ninterposed.\n\n\"Would it not be well to return?\" she asked, timidly. \"There is now no\nhope of escaping; but I might yet reach home undiscovered.\"\n\n\"Return!\" repeated her guide, with a look and smile from which she turned\naway her face. \"Have you forgotten your father and his misfortunes? No,\nno, sweet Ellen: it is too late for such thoughts as these.\"\n\nHe took her hand, and led her towards the forest, in the rear of the\ncottage. She would fain have resisted; but they were all alone, and the\nattempt must have been both fruitless and dangerous. She therefore trod\nwith him a path so devious, so faintly traced, and so overgrown with\nbushes and young trees, that only a most accurate acquaintance in his\nearly days could have enabled her guide to retain it. To him, however, it\nseemed so perfectly familiar, that he was not once compelled to pause,\nthough the numerous windings soon deprived Ellen of all knowledge of the\nsituation of the cottage. They descended a steep hill, and, proceeding\nparallel to the river,--as Ellen judged by its rushing sound,--at length\nfound themselves at what proved to be the termination of their walk.\n\nEllen now recollected a remark of Edward Walcott's respecting the wild and\nrude scenery through which the river here kept its way; and, in less\nagitating circumstances, her pleasure and admiration would have been\ngreat. They stood beneath a precipice, so high that the loftiest pine-tops\n(and many of them seemed to soar to heaven) scarcely surmounted it. This\nline of rock has a considerable extent, at unequal heights, and with many\ninterruptions, along the course of the river; and it seems probable that,\nat some former period, it was the boundary of the waters, though they are\nnow confined within far less ambitious limits. The inferior portion of the\ncrag, beneath which Ellen and her guide were standing, varies so far from\nthe perpendicular as not to be inaccessible by a careful footstep. But\nonly one person has been known to attempt the ascent of the superior half,\nand only one the descent; yet, steep as is the height, trees and bushes of\nvarious kinds have clung to the rock, wherever their roots could gain the\nslightest hold; thus seeming to prefer the scanty and difficult\nnourishment of the cliff to a more luxurious life in the rich interval\nthat extends from its base to the river. But, whether or no these hardy\nvegetables have voluntarily chosen their rude resting-place, the cliff is\nindebted to them for much of the beauty that tempers its sublimity. When\nthe eye is pained and wearied by the bold nakedness of the rock, it rests\nwith pleasure on the cheerful foliage of the birch, or upon the darker\ngreen of the funereal pine. Just at the termination of the accessible\nportion of the crag, these trees are so numerous, and their foliage so\ndense, that they completely shroud from view a considerable excavation,\nformed, probably, hundreds of years since, by the fall of a portion of the\nrock. The detached fragment still lies at a little distance from the base,\ngray and moss-grown, but corresponding, in its general outline, to the\ncavity from which it was rent.\n\nBut the most singular and beautiful object in all this scene is a tiny\nfount of crystal water, that gushes forth from the high, smooth forehead\nof the cliff. Its perpendicular descent is of many feet; after which it\nfinds its way, with a sweet diminutive murmur, to the level ground.\n\nIt is not easy to conceive whence the barren rock procures even the small\nsupply of water that is necessary to the existence of this stream; it is\nas unaccountable as the gush of gentle feeling which sometimes proceeds\nfrom the hardest heart: but there it continues to flow and fall,\nundiminished and unincreased. The stream is so slender, that the gentlest\nbreeze suffices to disturb its descent, and to scatter its pure sweet\nwaters over the face of the cliff. But in that deep forest there is seldom\na breath of wind; so that, plashing continually upon one spot, the fount\nhas worn its own little channel of white sand, by which it finds its way\nto the river. Alas that the Naiades have lost their old authority! for\nwhat a deity of tiny loveliness must once have presided here!\n\nEllen's companion paused not to gaze either upon the loveliness or the\nsublimity of this scene, but, assisting her where it was requisite, began\nthe steep and difficult ascent of the lower part of the cliff. The\nmaiden's ingenuity in vain endeavored to assign reasons for this movement;\nbut when they reached the tuft of trees, which, as has been noticed, grew\nat the ultimate point where mortal footstep might safely tread, she\nperceived through their thick branches the recess in the rock. Here they\nentered; and her guide pointed to a mossy seat, in the formation of which,\nto judge from its regularity, art had probably a share.\n\n\"Here you may remain in safety,\" he observed, \"till I obtain the means of\nproceeding. In this spot you need fear no intruder; but it will be\ndangerous to venture beyond its bounds.\"\n\nThe meaning glance that accompanied these words intimated to poor Ellen,\nthat, in warning her against danger, he alluded to the vengeance with\nwhich he would visit any attempt to escape. To leave her thus alone,\ntrusting to the influence of such a threat, was a bold, yet a necessary\nand by no means a hopeless measure. On Ellen it produced the desired\neffect; and she sat in the cave as motionless, for a time, as if she had\nherself been a part of the rock. In other circumstances this shady recess\nwould have been a delightful retreat during the sultry warmth of a\nsummer's day. The dewy coolness of the rock kept the air always fresh and\nthe sunbeams never thrust themselves so as to dissipate the mellow\ntwilight through the green trees with which the chamber was curtained.\nEllen's sleeplessness and agitation for many preceding hours had perhaps\ndeadened her feelings; for she now felt a sort of indifference creeping\nupon her, an inability to realize the evils of her situation, at the same\ntime that she was perfectly aware of them all. This torpor of mind\nincreased, till her eyelids began to grow heavy and the cave and trees to\nswim before her sight. In a few moments more she would probably have been\nin dreamless slumber; but, rousing herself by a strong effort, she looked\nround the narrow limits of the cave in search of objects to excite her\nworn-out mind.\n\nShe now perceived, wherever the smooth rock afforded place for them, the\ninitials, or the full-length names of former visitants of the cave. What\nwanderer on mountain-tops or in deep solitudes has not felt the influence\nof these records of humanity, telling him, when such a conviction is\nsoothing to his heart, that he is not alone in the world? It was singular,\nthat, when her own mysterious situation had almost lost its power to\nengage her thoughts, Ellen perused these barren memorials with a certain\ndegree of interest. She went on repeating them aloud, and starting at the\nsound of her own voice, till at length, as one name passed through her\nlips, she paused, and then, leaning her forehead against the letters,\nburst into tears. It was the name of Edward Walcott; and it struck upon\nher heart, arousing her to a full sense of her present misfortunes and\ndangers, and, more painful still, of her past happiness. Her tears had,\nhowever, a soothing, and at the same time a strengthening effect upon her\nmind; for, when their gush was over, she raised her head, and began to\nmeditate on the means of escape. She wondered at the species of\nfascination that had kept her, as if chained to the rock, so long, when\nthere was, in reality, nothing to bar her pathway. She determined, late as\nit was, to attempt her own deliverance, and for that purpose began slowly\nand cautiously to emerge from the cave.\n\nPeeping out from among the trees, she looked and listened with most\npainful anxiety to discover if any living thing were in that seeming\nsolitude, or if any sound disturbed the heavy stillness. But she saw only\nNature in her wildest forms, and heard only the plash and murmur (almost\ninaudible, because continual) of the little waterfall, and the quick,\nshort throbbing of her own heart, against which she pressed her hand as if\nto hush it. Gathering courage, therefore, she began to descend; and,\nstarting often at the loose stones that even her light footstep displaced\nand sent rattling down, she at length reached the base of the crag in\nsafety. She then made a few steps in the direction, as nearly as she could\njudge, by which she arrived at the spot, but paused, with a sudden\nrevulsion of the blood to her heart, as her guide emerged from behind a\nprojecting part of the rock. He approached her deliberately, an ironical\nsmile writhing his features into a most disagreeable expression; while in\nhis eyes there was something that seemed a wild, fierce joy. By a species\nof sophistry, of which oppressors often make use, he had brought himself\nto believe that he was now the injured one, and that Ellen, by her\ndistrust of him, had fairly subjected herself to whatever evil it\nconsisted with his will and power to inflict upon her. Her only\nrestraining influence over him, the consciousness, in his own mind, that\nhe possessed her confidence, was now done away. Ellen, as well as her\nenemy, felt that this was the case. She knew not what to dread; but she\nwas well aware that danger was at hand, and that, in the deep wilderness,\nthere was none to help her, except that Being with whose inscrutable\npurposes it might consist to allow the wicked to triumph for a season, and\nthe innocent to be brought low.\n\n\"Are you so soon weary of this quiet retreat?\" demanded her guide,\ncontinuing to wear the same sneering smile. \"Or has your anxiety for your\nfather induced you to set forth alone in quest of the afflicted old man?\"\n\n\"Oh, if I were but with him!\" exclaimed Ellen. \"But this place is lonely\nand fearful; and I cannot endure to remain here.\"\n\n\"Lonely, is it, sweet Ellen?\" he rejoined; \"am I not with you? Yes, it is\nlonely,--lonely as guilt could wish. Cry aloud, Ellen, and spare not.\nShriek, and see if there be any among these rocks and woods to hearken to\nyou!\"\n\n\"There is, there is One,\" exclaimed Ellen, shuddering, and affrighted at\nthe fearful meaning of his countenance. \"He is here! He is there!\" And she\npointed to heaven.\n\n\"It may be so, dearest,\" he replied. \"But if there be an Ear that hears,\nand an Eye that sees all the evil of the earth, yet the Arm is slow to\navenge. Else why do I stand before you a living man?\"\n\n\"His vengeance may be delayed for a time, but not forever,\" she answered,\ngathering a desperate courage from the extremity of her fear.\n\n\"You say true, lovely Ellen; and I have done enough, erenow, to insure its\nheaviest weight. There is a pass, when evil deeds can add nothing to\nguilt, nor good ones take anything from it.\"\n\n\"Think of your mother,--of her sorrow through life, and perhaps even after\ndeath,\" Ellen began to say. But, as she spoke these words, the expression\nof his face was changed, becoming suddenly so dark and fiend-like, that\nshe clasped her hands, and fell on her knees before him.\n\n\"I have thought of my mother,\" he replied, speaking very low, and putting\nhis face close to hers. \"I remember the neglect, the wrong, the lingering\nand miserable death, that she received at my hands. By what claim can\neither man or woman henceforth expect mercy from me? If God will help you,\nbe it so; but by those words you have turned my heart to stone.\"\n\nAt this period of their conversation, when Ellen's peril seemed most\nimminent, the attention of both was attracted by a fragment of rock,\nwhich, falling from the summit of the crag, struck very near them. Ellen\nstarted from her knees, and, with her false guide, gazed eagerly\nupward,--he in the fear of interruption, she in the hope of deliverance.\n\n\n\nCHAPTER IX.\n\n  \"At length, he cries, behold the fated spring!\n  Yon rugged cliff conceals the fountain blest,\n  Dark rocks its crystal source o'ershadowing.\"\n    PSYCHE.\n\n\nThe tale now returns to Fanshawe, who, as will be recollected, after\nbeing overtaken by Edward Walcott, was left with little apparent prospect\nof aiding in the deliverance of Ellen Langton.\n\nIt would be difficult to analyze the feelings with which the student\npursued the chase, or to decide whether he was influenced and animated by\nthe same hopes of successful love that cheered his rival. That he was\nconscious of such hopes, there is little reason to suppose; for the most\npowerful minds are not always the best acquainted with their own feelings.\nHad Fanshawe, moreover, acknowledged to himself the possibility of gaining\nEllen's affections, his generosity would have induced him to refrain from\nher society before it was too late. He had read her character with\naccuracy, and had seen how fit she was to love, and to be loved, by a man\nwho could find his happiness in the common occupations of the world; and\nFanshawe never deceived himself so far as to suppose that this would be\nthe case with him. Indeed, he often wondered at the passion with which\nEllen's simple loveliness of mind and person had inspired him, and which\nseemed to be founded on the principle of contrariety, rather than of\nsympathy. It was the yearning of a soul, formed by Nature in a peculiar\nmould, for communion with those to whom it bore a resemblance, yet of whom\nit was not. But there was no reason to suppose that Ellen, who differed\nfrom the multitude only as being purer and better, would cast away her\naffections on the one, of all who surrounded her, least fitted to make her\nhappy. Thus Fanshawe reasoned with himself, and of this he believed that\nhe was convinced. Yet ever and anon he found himself involved in a dream\nof bliss, of which Ellen was to be the giver and the sharer. Then would he\nrouse himself, and press upon his mind the chilling consciousness that it\nwas and could be but a dream. There was also another feeling, apparently\ndiscordant with those which have been enumerated. It was a longing for\nrest, for his old retirement, that came at intervals so powerfully upon\nhim, as he rode on, that his heart sickened of the active exertion on\nwhich fate had thrust him.\n\nAfter being overtaken by Edward Walcott, Fanshawe continued his journey\nwith as much speed as was attainable by his wearied horse, but at a pace\ninfinitely too slow for his earnest thoughts. These had carried him far\naway, leaving him only such a consciousness of his present situation as to\nmake diligent use of the spur, when a horse's tread at no great distance\nstruck upon his ear. He looked forward and behind; but, though a\nconsiderable extent of the narrow, rocky, and grass-grown road was\nvisible, he was the only traveller there. Yet again he heard the sound,\nwhich, he now discovered, proceeded from among the trees that lined the\nroadside. Alighting, he entered the forest, with the intention, if the\nsteed proved to be disengaged, and superior to his own, of appropriating\nhim to his own use. He soon gained a view of the object he sought; but the\nanimal rendered a closer acquaintance unattainable, by immediately taking\nto his heels. Fanshawe had, however, made a most interesting discovery;\nfor the horse was accoutred with a side-saddle; and who but Ellen Langton\ncould have been his rider? At this conclusion, though his perplexity was\nthereby in no degree diminished, the student immediately arrived.\nReturning to the road, and perceiving on the summit of the hill a cottage,\nwhich he recognized as the one he had entered with Ellen and Edward\nWalcott, he determined there to make inquiry respecting the objects of his\npursuit.\n\nOn reaching the door of the poverty-stricken dwelling, he saw that it was\nnot now so desolate of inmates as on his previous visit. In the single\ninhabitable apartment were several elderly women, clad evidently in their\nwell-worn and well-saved Sunday clothes, and all wearing a deep grievous\nexpression of countenance. Fanshawe was not long in deciding that death\nwas within the cottage, and that these aged females were of the class who\nlove the house of mourning, because to them it is a house of feasting. It\nis a fact, disgusting and lamentable, that the disposition which Heaven,\nfor the best of purposes, has implanted in the female breast--to watch by\nthe sick and comfort the afflicted--frequently becomes depraved into an\nodious love of scenes of pain and death and sorrow. Such women are like\nthe Ghouls of the Arabian Tales, whose feasting was among tombstones and\nupon dead carcasses.\n\n(It is sometimes, though less frequently, the case, that this disposition\nto make a \"joy of grief\" extends to individuals of the other sex. But in\nus it is even less excusable and more disgusting, because it is our nature\nto shun the sick and afflicted; and, unless restrained by principles other\nthan we bring into the world with us, men might follow the example of many\nanimals in destroying the infirm of their own species. Indeed, instances\nof this nature might be adduced among savage nations.) Sometimes, however,\nfrom an original _lusus naturae_, or from the influence of\ncircumstances, a man becomes a haunter of death-beds, a tormentor of\nafflicted hearts, and a follower of funerals. Such an abomination now\nappeared before Fanshawe, and beckoned him into the cottage. He was\nconsiderably beyond the middle age, rather corpulent, with a broad, fat,\ntallow-complexioned countenance. The student obeyed his silent call, and\nentered the room, through the open door of which he had been gazing.\n\nHe now beheld, stretched out upon the bed where she had so lately lain in\nlife, though dying, the yet uncoffined corpse of the aged woman, whose\ndeath has been described. How frightful it seemed!--that fixed countenance\nof ashy paleness, amid its decorations of muslin and fine linen, as if a\nbride were decked for the marriage-chamber, as if death were a bridegroom,\nand the coffin a bridal bed. Alas that the vanity of dress should extend\neven to the grave!\n\nThe female who, as being the near and only relative of the deceased, was\nsupposed to stand in need of comfort, was surrounded by five or six of her\nown sex. These continually poured into her ear the stale, trite maxims\nwhich, where consolation is actually required, add torture insupportable\nto the wounded heart. Their present object, however, conducted herself\nwith all due decorum, holding her handkerchief to her tearless eyes, and\nanswering with very grievous groans to the words of her comforters. Who\ncould have imagined that there was joy in her heart, because, since her\nsister's death, there was but one remaining obstacle between herself and\nthe sole property of that wretched cottage?\n\nWhile Fanshawe stood silently observing this scene, a low, monotonous\nvoice was uttering some words in his ear, of the meaning of which his mind\ndid not immediately take note. He turned, and saw that the speaker was the\nperson who had invited him to enter.\n\n\"What is your pleasure with me, sir?\" demanded the student.\n\n\"I make bold to ask,\" replied the man, \"whether you would choose to\npartake of some creature comfort, before joining in prayer with the family\nand friends of our deceased sister?\" As he spoke, he pointed to a table,\non which was a moderate-sized stone jug and two or three broken glasses;\nfor then, as now, there were few occasions of joy or grief on which ardent\nspirits were not considered indispensable, to heighten the one or to\nalleviate the other.\n\n\"I stand in no need of refreshment,\" answered Fanshawe; \"and it is not my\nintention to pray at present.\"\n\n\"I pray your pardon, reverend sir,\" rejoined the other; \"but your face is\npale, and you look wearied. A drop from yonder vessel is needful to\nrecruit the outward man. And for the prayer, the sisters will expect it;\nand their souls are longing for the outpouring of the Spirit. I was\nintending to open my own mouth with such words as are given to my poor\nignorance, but\"--\n\nFanshawe was here about to interrupt this address, which proceeded on the\nsupposition, arising from his black dress and thoughtful countenance, that\nhe was a clergyman. But one of the females now approached him, and\nintimated that the sister of the deceased was desirous of the benefit of\nhis conversation. He would have returned a negative to this request, but,\nlooking towards the afflicted woman, he saw her withdraw her handkerchief\nfrom her eyes, and cast a brief but penetrating and most intelligent\nglance upon him. He immediately expressed his readiness to offer such\nconsolation as might be in his power.\n\n\"And in the mean time,\" observed the lay-preacher, \"I will give the\nsisters to expect a word of prayer and exhortation, either from you or\nfrom myself.\"\n\nThese words were lost upon the supposed clergyman, who was already at the\nside of the mourner. The females withdrew out of ear-shot to give place to\na more legitimate comforter than themselves.\n\n\"What know you respecting my purpose?\" inquired Fanshawe, bending towards\nher.\n\nThe woman gave a groan--the usual result of all efforts at consolation--for\nthe edification of the company, and then replied in a whisper, which\nreached only the ear for which it was intended. \"I know whom you come to\nseek: I can direct you to them. Speak low, for God's sake!\" she continued,\nobserving that Fanshawe was about to utter an exclamation. She then\nresumed her groans with greater zeal than before.\n\n\"Where--where are they?\" asked the student, in a whisper which all his\nefforts could scarcely keep below his breath. \"I adjure you to tell me.\"\n\n\"And, if I should, how am I like to be bettered by it?\" inquired the old\nwoman, her speech still preceded and followed by a groan.\n\n\"O God! The _auri sacra fames!_\" thought Fanshawe with, a sickening\nheart, looking at the motionless corpse upon the bed, and then at the\nwretched being, whom the course of nature, in comparatively a moment of\ntime, would reduce to the same condition.\n\nHe whispered again, however, putting his purse into the hag's hand. \"Take\nthis. Make your own terms when they are discovered. Only tell me where I\nmust seek them--and speedily, or it may be too late.\"\n\n\"I am a poor woman, and am afflicted,\" said she, taking the purse, unseen\nby any who were in the room. \"It is little that worldly goods can do for\nme, and not long can I enjoy them.\" And here she was delivered of a louder\nand a more heartfelt groan than ever. She then continued: \"Follow the path\nbehind the cottage, that leads to the river-side. Walk along the foot of\nthe rock, and search for them near the water-spout. Keep a slow pace till\nyou are out of sight,\" she added, as the student started to his feet. The\nguests of the cottage did not attempt to oppose Fanshawe's progress, when\nthey saw him take the path towards the forest, imagining, probably, that\nhe was retiring for the purpose of secret prayer. But the old woman\nlaughed behind the handkerchief with which she veiled her face.\n\n\"Take heed to your steps, boy,\" she muttered; \"for they are leading you\nwhence you will not return. Death, too, for the slayer. Be it so.\"\n\nFanshawe, in the mean while, contrived to discover, and for a while to\nretain, the narrow and winding path that led to the river-side. But it was\noriginally no more than a track, by which the cattle belonging to the\ncottage went down to their watering-place, and by these four-footed\npassengers it had long been deserted.\n\nThe fern-bushes, therefore, had grown over it; and in several places trees\nof considerable size had shot up in the midst. These difficulties could\nscarcely have been surmounted by the utmost caution; and as Fanshawe's\nthoughts were too deeply fixed upon the end to pay a due regard to the\nmeans, he soon became desperately bewildered both as to the locality of\nthe river and of the cottage. Had he known, however, in which direction to\nseek the latter, he would not, probably, have turned back; not that he was\ninfected by any chivalrous desire to finish the adventure alone, but\nbecause he would expect little assistance from those he had left there.\nYet he could not but wonder--though he had not in his first eagerness\ntaken notice of it--at the anxiety of the old woman that he should\nproceed singly, and without the knowledge of her guests, on the search. He\nnevertheless continued to wander on,--pausing often to listen for the rush\nof the river, and then starting forward with fresh rapidity, to rid\nhimself of the sting of his own thoughts, which became painfully intense\nwhen undisturbed by bodily motion. His way was now frequently interrupted\nby rocks, that thrust their huge gray heads from the ground, compelling\nhim to turn aside, and thus depriving him, fortunately, perhaps, of all\nremaining idea of the direction he had intended to pursue.\n\nThus he went on, his head turned back, and taking little heed to his\nfootsteps, when, perceiving that he trod upon a smooth, level rock, he\nlooked forward, and found himself almost on the utmost verge of a\nprecipice.\n\nAfter the throbbing of the heart that followed this narrow escape had\nsubsided, he stood gazing down where the sunbeams slept so pleasantly at\nthe roots of the tall old trees, with whose highest tops he was upon a\nlevel. Suddenly he seemed to hear voices--one well-remembered\nvoice--ascending from beneath; and, approaching to the edge of the cliff,\nhe saw at its base the two whom he sought.\n\nHe saw and interpreted Ellen's look and attitude of entreaty, though the\nwords with which she sought to soften the ruthless heart of her guide\nbecame inaudible ere they reached the height where Fanshawe stood. He felt\nthat Heaven had sent him thither, at the moment of her utmost need, to be\nthe preserver of all that was dear to him; and he paused only to consider\nthe mode in which her deliverance was to be effected. Life he would have\nlaid down willingly, exultingly: his only care was, that the sacrifice\nshould not be in vain.\n\nAt length, when Ellen fell upon her knees, he lifted a small fragment of\nrock, and threw it down the cliff. It struck so near the pair, that it\nimmediately drew the attention of both.\n\nWhen the betrayer, at the instant in which he had almost defied the power\nof the Omnipotent to bring help to Ellen, became aware of Fanshawe's\npresence, his hardihood failed him for a time, and his knees actually\ntottered beneath him. There was something awful, to his apprehension, in\nthe slight form that stood so far above him, like a being from another\nsphere, looking down upon his wickedness. But his half-superstitious dread\nendured only a moment's space; and then, mustering the courage that in a\nthousand dangers had not deserted him, he prepared to revenge the\nintrusion by which Fanshawe had a second time interrupted his designs.\n\n\"By Heaven, I will cast him down at her feet!\" he muttered through his\nclosed teeth. \"There shall be no form nor likeness of man left in him.\nThen let him rise up, if he is able, and defend her.\"\n\nThus resolving, and overlooking all hazard in his eager hatred and desire\nfor vengeance, he began a desperate attempt to ascend the cliff. The space\nwhich only had hitherto been deemed accessible was quickly passed; and in\na moment more he was half-way up the precipice, clinging to trees, shrubs,\nand projecting portions of the rock, and escaping through hazards which\nseemed to menace inevitable destruction.\n\nFanshawe, as he watched his upward progress, deemed that every step would\nbe his last; but when he perceived that more than half, and apparently the\nmost difficult part, of the ascent was surmounted, his opinion changed.\nHis courage, however, did not fail him as the moment of need drew nigh.\nHis spirits rose buoyantly; his limbs seemed to grow firm and strong; and\nhe stood on the edge of the precipice, prepared for the death-struggle\nwhich would follow the success of his enemy's attempt.\n\nBut that attempt was not successful. When within a few feet of the summit,\nthe adventurer grasped at a twig too slenderly rooted to sustain his\nweight. It gave way in his hand, and he fell backward down the precipice.\nHis head struck against the less perpendicular part of the rock, whence\nthe body rolled heavily down to the detached fragment, of which mention\nhas heretofore been made. There was no life left in him. With all the\npassions of hell alive in his heart, he had met the fate that he intended\nfor Fanshawe.\n\nThe student paused not then to shudder at the sudden and awful overthrow\nof his enemy; for he saw that Ellen lay motionless at the foot of the\ncliff. She had indeed fainted at the moment she became aware of her\ndeliverer's presence; and no stronger proof could she have given of her\nfirm reliance upon his protection.\n\nFanshawe was not deterred by the danger, of which he had just received so\nfearful an evidence, from attempting to descend to her assistance; and,\nwhether owing to his advantage in lightness of frame, or to superior\ncaution, he arrived safely at the base of the precipice.\n\nHe lifted the motionless form of Ellen in his arms, and, resting her head\nagainst his shoulder, gazed on her cheek of lily paleness with a joy, a\ntriumph, that rose almost to madness. It contained no mixture of hope; it\nhad no reference to the future: it was the perfect bliss of a moment,--an\ninsulated point of happiness. He bent over her, and pressed a kiss--the\nfirst, and he knew it would be the last--on her pale lips; then, bearing\nher to the fountain, he sprinkled its waters profusely over her face,\nneck, and bosom. She at length opened her eyes, slowly and heavily; but\nher mind was evidently wandering, till Fanshawe spoke.\n\n\"Fear not, Ellen. You are safe,\" he said.\n\nAt the sound of his voice, her arm, which was thrown over his shoulder,\ninvoluntarily tightened its embrace, telling him, by that mute motion,\nwith how firm a trust she confided in him. But, as a fuller sense of her\nsituation returned, she raised herself to her feet, though still retaining\nthe support of his arm. It was singular, that, although her insensibility\nhad commenced before the fall of her guide, she turned away her eyes, as\nif instinctively, from the spot where the mangled body lay; nor did she\ninquire of Fanshawe the manner of her deliverance.\n\n\"Let us begone from this place,\" she said in faint, low accents, and with\nan inward shudder.\n\nThey walked along the precipice, seeking some passage by which they might\ngain its summit, and at length arrived at that by which Ellen and her\nguide had descended. Chance--for neither Ellen nor Fanshawe could have\ndiscovered the path--led them, after but little wandering, to the cottage.\nA messenger was sent forward to the town to inform Dr. Melmoth of the\nrecovery of his ward; and the intelligence thus received had interrupted\nEdward Walcott's conversation with the seaman.\n\nIt would have been impossible, in the mangled remains of Ellen's guide, to\ndiscover the son of the Widow Butler, except from the evidence of her\nsister, who became, by his death, the sole inheritrix of the cottage. The\nhistory of this evil and unfortunate man must be comprised within very\nnarrow limits. A harsh father, and his own untamable disposition, had\ndriven him from home in his boyhood; and chance had made him the temporary\ncompanion of Hugh Crombie. After two years of wandering, when in a foreign\ncountry and in circumstances of utmost need, he attracted the notice of\nMr. Langton. The merchant took his young countryman under his protection,\nafforded him advantages of education, and, as his capacity was above\nmediocrity, gradually trusted him in many affairs of importance. During\nthis period, there was no evidence of dishonesty on his part. On the\ncontrary, he manifested a zeal for Mr. Langton's interest, and a respect\nfor his person, that proved his strong sense of the benefits he had\nreceived. But he unfortunately fell into certain youthful indiscretions,\nwhich, if not entirely pardonable, might have been palliated by many\nconsiderations that would have occurred to a merciful man. Mr. Langton's\njustice, however, was seldom tempered by mercy; and, on this occasion, he\nshut the door of repentance against his erring _protÃ©gÃ©_, and left\nhim in a situation not less desperate than that from which he had relieved\nhim. The goodness and the nobleness, of which his heart was not destitute,\nturned, from that time, wholly to evil; and he became irrecoverably ruined\nand irreclaimably depraved. His wandering life had led him, shortly before\nthe period of this tale, to his native country. Here the erroneous\nintelligence of Mr. Langton's death had reached him, and suggested the\nscheme, which circumstances seemed to render practicable, but the fatal\ntermination of which has been related.\n\nThe body was buried where it had fallen, close by the huge, gray,\nmoss-grown fragment of rock,--a monument on which centuries can work little\nchange. The eighty years that have elapsed since the death of the widow's\nson have, however, been sufficient to obliterate an inscription, which\nsome one was at the pains to cut in the smooth surface of the stone.\nTraces of letters are still discernible; but the writer's many efforts\ncould never discover a connected meaning. The grave, also, is overgrown\nwith fern-bushes, and sunk to a level with the surrounding soil. But the\nlegend, though my version of it may be forgotten, will long be\ntraditionary in that lonely spot, and give to the rock and the precipice\nand the fountain an interest thrilling to the bosom of the romantic\nwanderer.\n\n\n\nCHAPTER X.\n\n  \"Sitting then in shelter shady,\n  To observe and mark his mone.\n  Suddenly I saw a lady\n  Hasting to him all alone,\n  Clad in maiden-white and green,\n  Whom I judged the Forest Queen.\"\n    THE WOODMAN'S BEAR.\n\n\nDuring several weeks succeeding her danger and deliverance, Ellen Langton\nwas confined to her chamber by illness, resulting from the agitation she\nhad endured. Her father embraced the earliest opportunity to express his\ndeep gratitude to Fanshawe for the inestimable service he had rendered,\nand to intimate a desire to requite it to the utmost of his power. He had\nunderstood that the student's circumstances were not prosperous, and, with\nthe feeling of one who was habituated to give and receive a _quid pro\nquo_ he would have rejoiced to share his abundance with the deliverer\nof his daughter. But Fanshawe's flushed brow and haughty eye, when he\nperceived the thought that was stirring in Mr. Langton's mind,\nsufficiently proved to the discerning merchant that money was not, in the\npresent instance, a circulating medium. His penetration, in fact, very\nsoon informed him of the motives by which the young man had been actuated\nin risking his life for Ellen Langton; but he made no allusion to the\nsubject, concealing his intentions, if any he had, in his own bosom.\n\nDuring Ellen's illness, Edward Walcott had manifested the deepest anxiety\nrespecting her: he had wandered around and within the house, like a\nrestless ghost, informing himself of the slightest fluctuation in her\nhealth, and thereby graduating his happiness or misery. He was at length\ninformed that her convalescence had so far progressed, that, on the\nsucceeding day, she would venture below. From that time Edward's visits to\nDr. Melmoth's mansion were relinquished. His cheek grew pale and his eye\nlost its merry light; but he resolutely kept himself a banished man.\nMultifarious were the conjectures to which this course of conduct gave\nrise; but Ellen understood and approved his motives. The maiden must have\nbeen far more blind than ever woman was in such a matter, if the late\nevents had not convinced her of Fanshawe's devoted attachment; and she saw\nthat Edward Walcott, feeling the superior, the irresistible strength of\nhis rival's claim, had retired from the field. Fanshawe, however,\ndiscovered no intention to pursue his advantage. He paid her no voluntary\nvisit, and even declined an invitation to tea, with which Mrs. Melmoth,\nafter extensive preparations, had favored him. He seemed to have resumed\nall the habits of seclusion by which he was distinguished previous to his\nacquaintance with Ellen, except that he still took his sunset walk on the\nbanks of the stream.\n\nOn one of these occasions, he stayed his footsteps by the old leafless oak\nwhich had witnessed Ellen's first meeting with the angler. Here he mused\nupon the circumstances that had resulted from that event, and upon the\nrights and privileges (for he was well aware of them all) which those\ncircumstances had given him. Perhaps the loveliness of the scene and the\nrecollections connected with it, perhaps the warm and mellow sunset,\nperhaps a temporary weakness in himself, had softened his feelings, and\nshaken the firmness of his resolution, to leave Ellen to be happy with his\nrival. His strong affections rose up against his reason, whispering that\nbliss--on earth and in heaven, through time and eternity--might yet be his\nlot with her. It is impossible to conceive of the flood of momentary joy\nwhich the bare admission of such a possibility sent through his frame;\nand, just when the tide was highest in his heart, a soft little hand was\nlaid upon his own, and, starting, he beheld Ellen at his side.\n\nHer illness, since the commencement of which Fanshawe had not seen her,\nhad wrought a considerable, but not a disadvantageous, change in her\nappearance. She was paler and thinner; her countenance was more\nintellectual, more spiritual; and a spirit did the student almost deem\nher, appearing so suddenly in that solitude. There was a quick vibration\nof the delicate blood in her cheek, yet never brightening to the glow of\nperfect health; a tear was glittering on each of her long, dark eyelashes;\nand there was a gentle tremor through all her frame, which compelled her,\nfor a little space, to support herself against the oak. Fanshawe's first\nimpulse was to address her in words of rapturous delight; but he checked\nhimself, and attempted--vainly indeed--to clothe his voice in tones of\ncalm courtesy. His remark merely expressed pleasure at her restoration to\nhealth; and Ellen's low and indistinct reply had as little relation to the\nfeelings that agitated her.\n\n\"Yet I fear,\" continued Fanshawe, recovering a degree of composure, and\ndesirous of assigning a motive (which he felt was not the true one) for\nEllen's agitation,--\"I fear that your walk has extended too far for your\nstrength.\"\n\n\"It would have borne me farther with such a motive,\" she replied, still\ntrembling,--\"to express my gratitude to my preserver.\"\n\n\"It was needless, Ellen, it was needless; for the deed brought with it its\nown reward,\" exclaimed Fanshawe, with a vehemence that he could not\nrepress. \"It was dangerous, for\"--\n\nHere he interrupted himself, and turned his face away.\n\n\"And wherefore was it dangerous?\" inquired Ellen, laying her hand gently\non his arm; for he seemed about to leave her.\n\n\"Because you have a tender and generous heart, and I a weak one,\" he\nreplied.\n\n\"Not so,\" answered she, with animation. \"Yours is a heart full of strength\nand nobleness; and if it have a weakness\"--\n\n\"You know well that it has, Ellen,--one that has swallowed up all its\nstrength,\" said Fanshawe. \"Was it wise, then, to tempt it thus, when, if\nit yield, the result must be your own misery?\"\n\nEllen did not affect to misunderstand his meaning. On the contrary, with a\nnoble frankness, she answered to what was implied rather than expressed.\n\n\"Do me not this wrong,\" she said, blushing, yet earnestly. \"Can it be\nmisery? Will it not be happiness to form the tie that shall connect you to\nthe world? to be your guide--a humble one, it is true, but the one of your\nchoice--to the quiet paths from which your proud and lonely thoughts have\nestranged you? Oh, I know that there will be happiness in such a lot, from\nthese and a thousand other sources!\"\n\nThe animation with which Ellen spoke, and, at the same time, a sense of\nthe singular course to which her gratitude had impelled her, caused her\nbeauty to grow brighter and more enchanting with every word. And when, as\nshe concluded, she extended her hand to Fanshawe, to refuse it was like\nturning from an angel, who would have guided him to heaven. But, had he\nbeen capable of making the woman he loved a sacrifice to her own\ngenerosity, that act would have rendered him unworthy of her. Yet the\nstruggle was a severe one ere he could reply.\n\n\"Yon have spoken generously and nobly, Ellen,\" he said. \"I have no way to\nprove that I deserve your generosity, but by refusing to take advantage of\nit. Even if your heart were yet untouched, if no being more happily\nconstituted than myself had made an impression there, even then, I trust,\na selfish passion would not be stronger than my integrity. But now\"--He\nwould have proceeded; but the firmness which had hitherto sustained him\ngave way. He turned aside to hide the tears which all the pride of his\nnature could not restrain, and which, instead of relieving, added to his\nanguish. At length he resumed, \"No, Ellen, we must part now and forever.\nYour life will be long and happy. Mine will be short, but not altogether\nwretched, nor shorter than if we had never met. When you hear that I am in\nmy grave, do not imagine that you have hastened me thither. Think that you\nscattered bright dreams around my pathway,--an ideal happiness, that you\nwould have sacrificed your own to realize.\"\n\nHe ceased; and Ellen felt that his determination was unalterable. She\ncould not speak; but, taking his hand, she pressed it to her lips, and\nthey saw each other no more. Mr. Langton and his daughter shortly after\nreturned to the seaport, which, for several succeeding years, was their\nresidence. After Ellen's departure, Fanshawe returned to his studies with\nthe same absorbing ardor that had formerly characterized him. His face was\nas seldom seen among the young and gay; the pure breeze and the blessed\nsunshine as seldom refreshed his pale and weary brow; and his lamp burned\nas constantly from the first shade of evening till the gray morning light\nbegan to dim its beams. Nor did he, as weak men will, treasure up his love\nin a hidden chamber of his breast. He was in reality the thoughtful and\nearnest student that he seemed. He had exerted the whole might of his\nspirit over itself, and he was a conqueror. Perhaps, indeed, a summer\nbreeze of sad and gentle thoughts would sometimes visit him; but, in these\nbrief memories of his love, he did not wish that it should be revived, or\nmourn over its event.\n\nThere were many who felt an interest in Fanshawe; but the influence of\nnone could prevail upon him to lay aside the habits, mental and physical,\nby which he was bringing himself to the grave. His passage thither was\nconsequently rapid, terminating just as he reached his twentieth year. His\nfellow-students erected to his memory a monument of rough-hewn granite,\nwith a white marble slab for the inscription. This was borrowed from the\ngrave of Nathanael Mather, whom, in his almost insane eagerness for\nknowledge, and in his early death, Fanshawe resembled.\n\n  THE ASHES OF A HARD STUDENT\n  AND A GOOD SCHOLAR.\n\nMany tears were shed over his grave; but the thoughtful and the wise,\nthough turf never covered a nobler heart, could not lament that it was so\nsoon at rest. He left a world for which he was unfit; and we trust, that,\namong the innumerable stars of heaven, there is one where he has found\nhappiness.\n\nOf the other personages of this tale,--Hugh Crombie, being exposed to no\nstrong temptations, lived and died an honest man. Concerning Dr. Melmoth,\nit is unnecessary here to speak. The reader, if he have any curiosity upon\nthe subject, is referred to his Life, which, together with several sermons\nand other productions of the doctor, was published by his successor in the\npresidency of Harley College, about the year 1768.\n\nIt was not till four years after Fanshawe's death, that Edward Walcott was\nunited to Ellen Langton. Their future lives were uncommonly happy. Ellen's\ngentle, almost imperceptible, but powerful influence drew her husband away\nfrom the passions and pursuits that would have interfered with domestic\nfelicity; and he never regretted the worldly distinction of which she thus\ndeprived him. Theirs was a long life of calm and quiet bliss; and what\nmatters it, that, except in these pages, they have left no name behind\nthem?\n\n\n\n\n\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Fanshawe, by Nathaniel Hawthorne\n\n*** END OF THIS PROJECT GUTENBERG EBOOK FANSHAWE ***\n\n***** This file should be named 7085-8.txt or 7085-8.zip *****\nThis and all associated files of various formats will be found in:\n        http:\/\/www.gutenberg.org\/7\/0\/8\/7085\/\n\nProduced by Eric Eldred, Charles Franks and the Online\nDistributed Proofreading Team.\n\nUpdated editions will replace the previous one--the old editions will\nbe renamed.\n\nCreating the works from print editions not protected by U.S. copyright\nlaw means that no one owns a United States copyright in these works,\nso the Foundation (and you!) can copy and distribute it in the United\nStates without permission and without paying copyright\nroyalties. Special rules, set forth in the General Terms of Use part\nof this license, apply to copying and distributing Project\nGutenberg-tm electronic works to protect the PROJECT GUTENBERG-tm\nconcept and trademark. Project Gutenberg is a registered trademark,\nand may not be used if you charge for the eBooks, unless you receive\nspecific permission. If you do not charge anything for copies of this\neBook, complying with the rules is very easy. You may use this eBook\nfor nearly any purpose such as creation of derivative works, reports,\nperformances and research. They may be modified and printed and given\naway--you may do practically ANYTHING in the United States with eBooks\nnot protected by U.S. copyright law. Redistribution is subject to the\ntrademark license, especially commercial redistribution.\n\nSTART: FULL LICENSE\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full\nProject Gutenberg-tm License available with this file or online at\nwww.gutenberg.org\/license.\n\nSection 1. General Terms of Use and Redistributing Project\nGutenberg-tm electronic works\n\n1.A. By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark\/copyright) agreement. If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or\ndestroy all copies of Project Gutenberg-tm electronic works in your\npossession. If you paid a fee for obtaining a copy of or access to a\nProject Gutenberg-tm electronic work and you do not agree to be bound\nby the terms of this agreement, you may obtain a refund from the\nperson or entity to whom you paid the fee as set forth in paragraph\n1.E.8.\n\n1.B. \"Project Gutenberg\" is a registered trademark. It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement. There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement. See\nparagraph 1.C below. There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this\nagreement and help preserve free future access to Project Gutenberg-tm\nelectronic works. See paragraph 1.E below.\n\n1.C. The Project Gutenberg Literary Archive Foundation (\"the\nFoundation\" or PGLAF), owns a compilation copyright in the collection\nof Project Gutenberg-tm electronic works. Nearly all the individual\nworks in the collection are in the public domain in the United\nStates. If an individual work is unprotected by copyright law in the\nUnited States and you are located in the United States, we do not\nclaim a right to prevent you from copying, distributing, performing,\ndisplaying or creating derivative works based on the work as long as\nall references to Project Gutenberg are removed. Of course, we hope\nthat you will support the Project Gutenberg-tm mission of promoting\nfree access to electronic works by freely sharing Project Gutenberg-tm\nworks in compliance with the terms of this agreement for keeping the\nProject Gutenberg-tm name associated with the work. You can easily\ncomply with the terms of this agreement by keeping this work in the\nsame format with its attached full Project Gutenberg-tm License when\nyou share it without charge with others.\n\n1.D. The copyright laws of the place where you are located also govern\nwhat you can do with this work. Copyright laws in most countries are\nin a constant state of change. If you are outside the United States,\ncheck the laws of your country in addition to the terms of this\nagreement before downloading, copying, displaying, performing,\ndistributing or creating derivative works based on this work or any\nother Project Gutenberg-tm work. The Foundation makes no\nrepresentations concerning the copyright status of any work in any\ncountry outside the United States.\n\n1.E. Unless you have removed all references to Project Gutenberg:\n\n1.E.1. The following sentence, with active links to, or other\nimmediate access to, the full Project Gutenberg-tm License must appear\nprominently whenever any copy of a Project Gutenberg-tm work (any work\non which the phrase \"Project Gutenberg\" appears, or with which the\nphrase \"Project Gutenberg\" is associated) is accessed, displayed,\nperformed, viewed, copied or distributed:\n\n  This eBook is for the use of anyone anywhere in the United States and\n  most other parts of the world at no cost and with almost no\n  restrictions whatsoever. You may copy it, give it away or re-use it\n  under the terms of the Project Gutenberg License included with this\n  eBook or online at www.gutenberg.org. If you are not located in the\n  United States, you'll have to check the laws of the country where you\n  are located before using this ebook.\n\n1.E.2. If an individual Project Gutenberg-tm electronic work is\nderived from texts not protected by U.S. copyright law (does not\ncontain a notice indicating that it is posted with permission of the\ncopyright holder), the work can be copied and distributed to anyone in\nthe United States without paying any fees or charges. If you are\nredistributing or providing access to a work with the phrase \"Project\nGutenberg\" associated with or appearing on the work, you must comply\neither with the requirements of paragraphs 1.E.1 through 1.E.7 or\nobtain permission for the use of the work and the Project Gutenberg-tm\ntrademark as set forth in paragraphs 1.E.8 or 1.E.9.\n\n1.E.3. If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any\nadditional terms imposed by the copyright holder. Additional terms\nwill be linked to the Project Gutenberg-tm License for all works\nposted with the permission of the copyright holder found at the\nbeginning of this work.\n\n1.E.4. Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5. Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6. You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including\nany word processing or hypertext form. However, if you provide access\nto or distribute copies of a Project Gutenberg-tm work in a format\nother than \"Plain Vanilla ASCII\" or other format used in the official\nversion posted on the official Project Gutenberg-tm web site\n(www.gutenberg.org), you must, at no additional cost, fee or expense\nto the user, provide a copy, a means of exporting a copy, or a means\nof obtaining a copy upon request, of the work in its original \"Plain\nVanilla ASCII\" or other form. Any alternate format must include the\nfull Project Gutenberg-tm License as specified in paragraph 1.E.1.\n\n1.E.7. Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8. You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works\nprovided that\n\n* You pay a royalty fee of 20% of the gross profits you derive from\n  the use of Project Gutenberg-tm works calculated using the method\n  you already use to calculate your applicable taxes. The fee is owed\n  to the owner of the Project Gutenberg-tm trademark, but he has\n  agreed to donate royalties under this paragraph to the Project\n  Gutenberg Literary Archive Foundation. Royalty payments must be paid\n  within 60 days following each date on which you prepare (or are\n  legally required to prepare) your periodic tax returns. Royalty\n  payments should be clearly marked as such and sent to the Project\n  Gutenberg Literary Archive Foundation at the address specified in\n  Section 4, \"Information about donations to the Project Gutenberg\n  Literary Archive Foundation.\"\n\n* You provide a full refund of any money paid by a user who notifies\n  you in writing (or by e-mail) within 30 days of receipt that s\/he\n  does not agree to the terms of the full Project Gutenberg-tm\n  License. You must require such a user to return or destroy all\n  copies of the works possessed in a physical medium and discontinue\n  all use of and all access to other copies of Project Gutenberg-tm\n  works.\n\n* You provide, in accordance with paragraph 1.F.3, a full refund of\n  any money paid for a work or a replacement copy, if a defect in the\n  electronic work is discovered and reported to you within 90 days of\n  receipt of the work.\n\n* You comply with all other terms of this agreement for free\n  distribution of Project Gutenberg-tm works.\n\n1.E.9. If you wish to charge a fee or distribute a Project\nGutenberg-tm electronic work or group of works on different terms than\nare set forth in this agreement, you must obtain permission in writing\nfrom both the Project Gutenberg Literary Archive Foundation and The\nProject Gutenberg Trademark LLC, the owner of the Project Gutenberg-tm\ntrademark. Contact the Foundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1. Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\nworks not protected by U.S. copyright law in creating the Project\nGutenberg-tm collection. Despite these efforts, Project Gutenberg-tm\nelectronic works, and the medium on which they may be stored, may\ncontain \"Defects,\" such as, but not limited to, incomplete, inaccurate\nor corrupt data, transcription errors, a copyright or other\nintellectual property infringement, a defective or damaged disk or\nother medium, a computer virus, or computer codes that damage or\ncannot be read by your equipment.\n\n1.F.2. LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees. YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3. YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3. LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from. If you\nreceived the work on a physical medium, you must return the medium\nwith your written explanation. The person or entity that provided you\nwith the defective work may elect to provide a replacement copy in\nlieu of a refund. If you received the work electronically, the person\nor entity providing it to you may choose to give you a second\nopportunity to receive the work electronically in lieu of a refund. If\nthe second copy is also defective, you may demand a refund in writing\nwithout further opportunities to fix the problem.\n\n1.F.4. Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO\nOTHER WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT\nLIMITED TO WARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5. Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of\ndamages. If any disclaimer or limitation set forth in this agreement\nviolates the law of the state applicable to this agreement, the\nagreement shall be interpreted to make the maximum disclaimer or\nlimitation permitted by the applicable state law. The invalidity or\nunenforceability of any provision of this agreement shall not void the\nremaining provisions.\n\n1.F.6. INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in\naccordance with this agreement, and any volunteers associated with the\nproduction, promotion and distribution of Project Gutenberg-tm\nelectronic works, harmless from all liability, costs and expenses,\nincluding legal fees, that arise directly or indirectly from any of\nthe following which you do or cause to occur: (a) distribution of this\nor any Project Gutenberg-tm work, (b) alteration, modification, or\nadditions or deletions to any Project Gutenberg-tm work, and (c) any\nDefect you cause.\n\nSection 2. Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of\ncomputers including obsolete, old, middle-aged and new computers. It\nexists because of the efforts of hundreds of volunteers and donations\nfrom people in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come. In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future\ngenerations. To learn more about the Project Gutenberg Literary\nArchive Foundation and how your efforts and donations can help, see\nSections 3 and 4 and the Foundation information page at\nwww.gutenberg.org Section 3. Information about the Project Gutenberg\nLiterary Archive Foundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service. The Foundation's EIN or federal tax identification\nnumber is 64-6221541. Contributions to the Project Gutenberg Literary\nArchive Foundation are tax deductible to the full extent permitted by\nU.S. federal laws and your state's laws.\n\nThe Foundation's principal office is in Fairbanks, Alaska, with the\nmailing address: PO Box 750175, Fairbanks, AK 99775, but its\nvolunteers and employees are scattered throughout numerous\nlocations. Its business office is located at 809 North 1500 West, Salt\nLake City, UT 84116, (801) 596-1887. Email contact links and up to\ndate contact information can be found at the Foundation's web site and\nofficial page at www.gutenberg.org\/contact\n\nFor additional contact information:\n\n    Dr. Gregory B. Newby\n    Chief Executive and Director\n    gbnewby@pglaf.org\n\nSection 4. Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment. Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates. Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements. We do not solicit donations in locations\nwhere we have not received written confirmation of compliance. To SEND\nDONATIONS or determine the status of compliance for any particular\nstate visit www.gutenberg.org\/donate\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States. U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses. Donations are accepted in a number of other\nways including checks, online payments and credit card donations. To\ndonate, please visit: www.gutenberg.org\/donate\n\nSection 5. General Information About Project Gutenberg-tm electronic works.\n\nProfessor Michael S. Hart was the originator of the Project\nGutenberg-tm concept of a library of electronic works that could be\nfreely shared with anyone. For forty years, he produced and\ndistributed Project Gutenberg-tm eBooks with only a loose network of\nvolunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our Web site which has the main PG search\nfacility: www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n","id":1281,"split":"test"}
