{"ori_id":"e53665b111c3ab95216386fd492e54a0eb0906b0","title":"Understood Betsy","context":"Understood Betsy\n The story tells of Elizabeth Ann, a 9-year-old orphan who goes from a sheltered existence with her father's aunt Harriet and cousin Frances in the city, to living on a Vermont farm with her mother's family, the Putneys, whose child-rearing practices had always seemed suspect to Harriet and her daughter. In her new rural life, Elizabeth Ann comes to be nicknamed \"Betsy,\" and to find that many activities that Frances had always thought too demanding for a little girl are considered, by the Putney family, routine activities for a child: walking to school alone, cooking, and having household duties to perform.\nThe child thrives in her new environment, learning to make butter, boil maple syrup, and tend the animals. She also loves to read to herself and to her family. When Frances announces she is to be married and has come to \"save\" Elizabeth Ann from the dreaded Putney cousins, she is amazed to discover that the little girl is quite content to stay. The story ends after Frances has returned home, with Betsy, her aunt Abigail, uncle Henry, and cousin Ann sitting quietly and happily around the fireplace enjoying the knowledge they will now be a family for good.\nï»¿The Project Gutenberg EBook of Understood Betsy, by Dorothy Canfield\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n\nTitle: Understood Betsy\n\nAuthor: Dorothy Canfield\n\n\nPosting Date: January 31, 2011 [EBook #5347]\nRelease Date: March, 2004 [EBook #5347]\n[This file was first posted on July 3, 2002]\n\nLanguage: English\n\n\n*** START OF THIS PROJECT GUTENBERG EBOOK UNDERSTOOD BETSY ***\n\n\n\n\nProduced by Juliet Sutherland, Charles Franks and the\nOnline Distributed Proofreading Team.\n\n\n\n\n\n\n\n\n\nUNDERSTOOD BETSY\n\nBY\n\nDOROTHY CANFIELD\nAuthor of \"The Bent Twig,\" etc.\n\n\nILLUSTRATIONS BY\nADA C. WILLIAMSON\n\n\n\n\n[Illustration: Uncle Henry looked at her, eyeing her sidewise over the\ntop of one spectacle glass. (Page 34)]\n\n\n\n\nCONTENTS\n\n  I    Aunt Harriet Has a Cough\n  II   Betsy Holds the Reins\n  III  A Short Morning\n  IV   Betsy Goes to School\n  V    What Grade is Betsy?\n  VI   If You Don't Like Conversation in a Book Skip this Chapter!\n  VII  Elizabeth Ann Fails in an Examination\n  VIII Betsy Starts a Sewing Society\n  IX   The New Clothes Fail\n  X    Betsy Has a Birthday\n  XI   \"Understood Aunt Frances\"\n\n\n\n\nILLUSTRATIONS\n\nUncle Henry looked at her, eying her sidewise\nover the top of one spectacle-glass    Frontispiece\n\nElizabeth Ann stood up before the doctor.\n\"Do you know,\" said Aunt Abigail, \"I think\nit's going to be real nice, having a little girl\nin the house again\"\n\nShe had greatly enjoyed doing her own hair.\n\n\"Oh, he's asking for more!\" cried Elizabeth Ann\n\nBetsy shut her teeth together hard, and started across\n\n\"What's the matter, Molly? What's the matter?\"\n\nBetsy and Ellen and the old doll\n\nHe had fallen asleep with his head on his arms\n\nNever were dishes washed better!\n\nBetsy was staring down at her shoes, biting her\nlips and winking her eyes\n\n\n\n\n\n\nCHAPTER I\n\nAUNT HARRIET HAS A COUGH\n\nWhen this story begins, Elizabeth Ann, who is the heroine of it, was a\nlittle girl of nine, who lived with her Great-aunt Harriet in a\nmedium-sized city in a medium-sized State in the middle of this country;\nand that's all you need to know about the place, for it's not the\nimportant thing in the story; and anyhow you know all about it because\nit was probably very much like the place you live in yourself.\n\nElizabeth Ann's Great-aunt Harriet was a widow who was not very rich or\nvery poor, and she had one daughter, Frances, who gave piano lessons to\nlittle girls. They kept a \"girl\" whose name was Grace and who had asthma\ndreadfully and wasn't very much of a \"girl\" at all, being nearer fifty\nthan forty. Aunt Harriet, who was very tender-hearted, kept her chiefly\nbecause she couldn't get any other place on account of her coughing so\nyou could hear her all over the house.\n\nSo now you know the names of all the household. And this is how they\nlooked: Aunt Harriet was very small and thin and old, Grace was very\nsmall and thin and middle-aged, Aunt Frances (for Elizabeth Ann called\nher \"Aunt,\" although she was really, of course, a\nfirst-cousin-once-removed) was small and thin and if the light wasn't\ntoo strong might be called young, and Elizabeth Ann was very small and\nthin and little. And yet they all had plenty to eat. I wonder what was\nthe matter with them?\n\nIt was certainly not because they were not good, for no womenkind in all\nthe world had kinder hearts than they. You have heard how Aunt Harriet\nkept Grace (in spite of the fact that she was a very depressing person)\non account of her asthma; and when Elizabeth Ann's father and mother\nboth died when she was a baby, although there were many other cousins\nand uncles and aunts in the family, these two women fairly rushed upon\nthe little baby-orphan, taking her home and surrounding her henceforth\nwith the most loving devotion.\n\nThey had said to themselves that it was their manifest duty to save the\ndear little thing from the other relatives, who had no idea about how to\nbring up a sensitive, impressionable child, and they were sure, from the\nway Elizabeth Ann looked at six months, that she was going to be a\nsensitive, impressionable child. It is possible also that they were a\nlittle bored with their empty life in their rather forlorn, little brick\nhouse in the medium-sized city, and that they welcomed the occupation\nand new interests which a child would bring in.\n\nBut they thought that they chiefly desired to save dear Edward's child\nfrom the other kin, especially from the Putney cousins, who had written\ndown from their Vermont farm that they would be glad to take the little\ngirl into their family. But \"ANYTHING but the Putneys!\" said Aunt\nHarriet, a great many times. They were related only by marriage to her,\nand she had her own opinion of them as a stiffnecked, cold-hearted,\nundemonstrative, and hard set of New Englanders. \"I boarded near them\none summer when you were a baby, Frances, and I shall never forget the\nway they were treating some children visiting there! ... Oh, no, I don't\nmean they abused them or beat them ... but such lack of sympathy, such\nperfect indifference to the sacred sensitiveness of child-life, such a\nstarving of the child-heart ... No, I shall never forget it! They had\nchores to do ... as though they had been hired men!\"\n\nAunt Harriet never meant to say any of this when Elizabeth Ann could\nhear, but the little girl's ears were as sharp as little girls' ears\nalways are, and long before she was nine she knew all about the opinion\nAunt Harriet had of the Putneys. She did not know, to be sure, what\n\"chores\" were, but she took it confidently from Aunt Harriet's voice\nthat they were something very, very dreadful.\n\nThere was certainly neither coldness nor hardness in the way Aunt\nHarriet and Aunt Frances treated Elizabeth Ann. They had really given\nthemselves up to the new responsibility, especially Aunt Frances, who\nwas very conscientious about everything. As soon as the baby came there\nto live, Aunt Frances stopped reading novels and magazines, and re-read\none book after another which told her how to bring up children. And she\njoined a Mothers' Club which met once a week. And she took a\ncorrespondence course in mothercraft from a school in Chicago which\nteaches that business by mail. So you can see that by the time Elizabeth\nAnn was nine years old Aunt Frances must have known all that anybody can\nknow about how to bring up children. And Elizabeth Ann got the benefit\nof it all.\n\nShe and her Aunt Frances were simply inseparable. Aunt Frances shared in\nall Elizabeth Ann's doings and even in all her thoughts. She was\nespecially anxious to share all the little girl's thoughts, because she\nfelt that the trouble with most children is that they are not\nunderstood, and she was determined that she would thoroughly understand\nElizabeth Ann down to the bottom of her little mind. Aunt Frances (down\nin the bottom of her own mind) thought that her mother had never REALLY\nunderstood her, and she meant to do better by Elizabeth Ann. She also\nloved the little girl with all her heart, and longed, above everything\nin the world, to protect her from all harm and to keep her happy and\nstrong and well.\n\nAnd yet Elizabeth Ann was neither very strong nor well. And as to her\nbeing happy, you can judge for yourself when you have read all this\nstory. She was very small for her age, with a rather pale face and big\ndark eyes which had in them a frightened, wistful expression that went\nto Aunt Frances's tender heart and made her ache to take care of\nElizabeth Ann better and better.\n\nAunt Frances was afraid of a great many things herself, and she knew how\nto sympathize with timidity. She was always quick to reassure the little\ngirl with all her might and main whenever there was anything to fear.\nWhen they were out walking (Aunt Frances took her out for a walk up one\nblock and down another every single day, no matter how tired the music\nlessons had made her), the aunt's eyes were always on the alert to avoid\nanything which might frighten Elizabeth Ann. If a big dog trotted by,\nAunt Frances always said, hastily: \"There, there, dear! That's a NICE\ndoggie, I'm sure. I don't believe he ever bites little girls. ... MERCY!\nElizabeth Ann, don't go near him! ... Here, darling, just get on the\nother side of Aunt Frances if he scares you so\" (by that time Elizabeth\nAnn was always pretty well scared), \"and perhaps we'd better just turn\nthis corner and walk in the other direction.\" If by any chance the dog\nwent in that direction too, Aunt Frances became a prodigy of valiant\nprotection, putting the shivering little girl behind her, threatening\nthe animal with her umbrella, and saying in a trembling voice, \"Go away,\nsir! Go AWAY!\"\n\nOr if it thundered and lightened, Aunt Frances always dropped everything\nshe might be doing and held Elizabeth Ann tightly in her arms until it\nwas all over. And at night--Elizabeth Ann did not sleep very well--when\nthe little girl woke up screaming with a bad dream, it was always dear\nAunt Frances who came to her bedside, a warm wrapper over her nightgown\nso that she need not hurry back to her own room, a candle lighting up\nher tired, kind face. She always took the little girl into her thin arms\nand held her close against her thin breast. \"TELL Aunt Frances all about\nyour naughty dream, darling,\" she would murmur, \"so's to get it off your\nmind!\"\n\nShe had read in her books that you can tell a great deal about\nchildren's inner lives by analyzing their dreams, and besides, if she\ndid not urge Elizabeth Ann to tell it, she was afraid the sensitive,\nnervous little thing would \"lie awake and brood over it.\" This was the\nphrase she always used the next day to her mother when Aunt Harriet\nexclaimed about her paleness and the dark rings under her eyes. So she\nlistened patiently while the little girl told her all about the fearful\ndreams she had, the great dogs with huge red mouths that ran after her,\nthe Indians who scalped her, her schoolhouse on fire so that she had to\njump from a third-story window and was all broken to bits--once in a\nwhile Elizabeth Ann got so interested in all this that she went on and\nmade up more awful things even than she had dreamed, and told long\nstories which showed her to be a child of great imagination. But all\nthese dreams and continuations of dreams Aunt Frances wrote down the\nfirst thing the next morning, and, with frequent references to a thick\nbook full of hard words, she tried her best to puzzle out from them\nexactly what kind of little girl Elizabeth Ann really was.\n\nThere was one dream, however, that even conscientious Aunt Frances never\ntried to analyze, because it was too sad. Elizabeth Ann dreamed\nsometimes that she was dead and lay in a little white coffin with white\nroses over her. Oh, that made Aunt Frances cry, and so did Elizabeth\nAnn. It was very touching. Then, after a long, long time of talk and\ntears and sobs and hugs, the little girl would begin to get drowsy, and\nAunt Frances would rock her to sleep in her arms, and lay her down ever\nso quietly, and slip away to try to get a little nap herself before it\nwas time to get up.\n\nAt a quarter of nine every weekday morning Aunt Frances dropped whatever\nelse she was doing, took Elizabeth Ann's little, thin, white hand\nprotectingly in hers, and led her through the busy streets to the big\nbrick school-building where the little girl had always gone to school.\nIt was four stories high, and when all the classes were in session there\nwere six hundred children under that one roof. You can imagine, perhaps,\nthe noise there was on the playground just before school! Elizabeth Ann\nshrank from it with all her soul, and clung more tightly than ever to\nAunt Frances's hand as she was led along through the crowded, shrieking\nmasses of children. Oh, how glad she was that she had Aunt Frances there\nto take care of her, though as a matter of fact nobody noticed the\nlittle thin girl at all, and her very own classmates would hardly have\nknown whether she came to school or not. Aunt Frances took her safely\nthrough the ordeal of the playground, then up the long, broad stairs,\nand pigeonholed her carefully in her own schoolroom. She was in the\nthird grade,--3A, you understand, which is almost the fourth.\n\nThen at noon Aunt Frances was waiting there, a patient, never-failing\nfigure, to walk home with her little charge; and in the afternoon the\nsame thing happened over again. On the way to and from school they\ntalked about what had happened in the class. Aunt Frances believed in\nsympathizing with a child's life, so she always asked about every little\nthing, and remembered to inquire about the continuation of every\nepisode, and sympathized with all her heart over the failure in mental\narithmetic, and triumphed over Elizabeth Ann's beating the Schmidt girl\nin spelling, and was indignant over the teacher's having pets. Sometimes\nin telling over some very dreadful failure or disappointment Elizabeth\nAnn would get so wrought up that she would cry. This always brought the\nready tears to Aunt Frances's kind eyes, and with many soothing words\nand nervous, tremulous caresses she tried to make life easier for poor\nlittle Elizabeth Ann. The days when they had cried they could neither of\nthem eat much luncheon.\n\nAfter school and on Saturdays there was always the daily walk, and there\nwere lessons, all kinds of lessons--piano-lessons of course, and\nnature-study lessons out of an excellent book Aunt Frances had bought,\nand painting lessons, and sewing lessons, and even a little French,\nalthough Aunt Frances was not very sure about her own pronunciation. She\nwanted to give the little girl every possible advantage, you see. They\nwere really inseparable. Elizabeth Ann once said to some ladies calling\non her aunts that whenever anything happened in school, the first thing\nshe thought of was what Aunt Frances would think of it.\n\n\"Why is that?\" they asked, looking at Aunt Frances, who was blushing\nwith pleasure.\n\n\"Oh, she is so interested in my school work! And she UNDERSTANDS me!\"\nsaid Elizabeth Ann, repeating the phrases she had heard so often.\n\nAunt Frances's eyes filled with happy tears. She called Elizabeth Ann to\nher and kissed her and gave her as big a hug as her thin arms could\nmanage. Elizabeth Ann was growing tall very fast. One of the visiting\nladies said that before long she would be as big as her auntie, and a\ntroublesome young lady. Aunt Frances said: \"I have had her from the time\nshe was a little baby and there has scarcely been an hour she has been\nout of my sight. I'll always have her confidence. You'll always tell\nAunt Frances EVERYTHING, won't you, darling?\" Elizabeth Ann resolved to\ndo this always, even if, as now, she often had to invent things to tell.\n\nAunt Frances went on, to the callers: \"But I do wish she weren't so thin\nand pale and nervous. I suppose it is the exciting modern life that is\nso bad for children. I try to see that she has plenty of fresh air. I go\nout with her for a walk every single day. But we have taken all the\nwalks around here so often that we're rather tired of them. It's often\nhard to know how to get her out enough. I think I'll have to get the\ndoctor to come and see her and perhaps give her a tonic.\" To Elizabeth\nAnn she added, hastily: \"Now don't go getting notions in your head,\ndarling. Aunt Frances doesn't think there's anything VERY much the\nmatter with you. You'll be all right again soon if you just take the\ndoctor's medicine nicely. Aunt Frances will take care of her precious\nlittle girl. SHE'll make the bad sickness go away.\" Elizabeth Ann, who\nhad not known before that she was sick, had a picture of herself lying\nin the little white coffin, all covered over with white. ... In a few\nminutes Aunt Frances was obliged to excuse herself from her callers and\ndevote herself entirely to taking care of Elizabeth Ann.\n\nSo one day, after this had happened several times, Aunt Frances really\ndid send for the doctor, who came briskly in, just as Elizabeth Ann had\nalways seen him, with his little square black bag smelling of leather,\nhis sharp eyes, and the air of bored impatience which he always wore in\nthat house. Elizabeth Ann was terribly afraid to see him, for she felt\nin her bones he would say she had galloping consumption and would die\nbefore the leaves cast a shadow. This was a phrase she had picked up\nfrom Grace, whose conversation, perhaps on account of her asthma, was\nfull of references to early graves and quick declines.\n\nAnd yet--did you ever hear of such a case before?--although Elizabeth\nAnn when she first stood up before the doctor had been quaking with fear\nlest he discover some deadly disease in her, she was very much hurt\nindeed when, after thumping her and looking at her lower eyelid inside\nout, and listening to her breathing, he pushed her away with a little\njerk and said: \"There's nothing in the world the matter with that child.\nShe's as sound as a nut! What she needs is ...\"--he looked for a moment\nat Aunt Frances's thin, anxious face, with the eyebrows drawn together\nin a knot of conscientiousness, and then he looked at Aunt Harriet's\nthin, anxious face with the eyebrows drawn up that very same way, and\nthen he glanced at Grace's thin, anxious face peering from the door\nwaiting for his verdict--and then he drew a long breath, shut his lips\nand his little black case very tightly, and did not go on to say what it\nwas that Elizabeth Ann needed.\n\nOf course Aunt Frances didn't let him off as easily as that, you may be\nsure. She fluttered around him as he tried to go, and she said all sorts\nof fluttery things to him, like \"But, Doctor, she hasn't gained a pound\nin three months ...  and her sleep ... and her appetite ... and her\nnerves ...\"\n\n[Illustration: Elizabeth Ann stood up before the doctor.]\n\nThe doctor said back to her, as he put on his hat, all the things\ndoctors always say under such conditions: \"More beefsteak ... plenty of\nfresh air ... more sleep ... SHE'll be all right ...\" but his voice did not\nsound as though he thought what he was saying amounted to much. Nor did\nElizabeth Ann. She had hoped for some spectacular red pills to be taken\nevery half-hour, like those Grace's doctor gave her whenever she felt\nlow in her mind.\n\nAnd just then something happened which changed Elizabeth Ann's life\nforever and ever. It was a very small thing, too. Aunt Harriet coughed.\nElizabeth Ann did not think it at all a bad-sounding cough in comparison\nwith Grace's hollow whoop; Aunt Harriet had been coughing like that ever\nsince the cold weather set in, for three or four months now, and nobody\nhad thought anything of it, because they were all so much occupied in\ntaking care of the sensitive, nervous little girl who needed so much\ncare.\n\nAnd yet, at the sound of that little discreet cough behind Aunt\nHarriet's hand, the doctor whirled around and fixed his sharp eyes on\nher, with all the bored, impatient look gone, the first time Elizabeth\nAnn had ever seen him look interested. \"What's that? What's that?\" he\nsaid, going over quickly to Aunt Harriet. He snatched out of his little\nbag a shiny thing with two rubber tubes attached, and he put the ends of\nthe tubes in his ears and the shiny thing up against Aunt Harriet, who\nwas saying, \"It's nothing, Doctor ... a little teasing cough I've had this\nwinter. And I meant to tell you, too, but I forgot it, that that sore\nspot on my lungs doesn't go away as it ought to.\"\n\nThe doctor motioned her very impolitely to stop talking, and listened\nvery hard through his little tubes. Then he turned around and looked at\nAunt Frances as though he were angry at her. He said, \"Take the child\naway and then come back here yourself.\"\n\nAnd that was almost all that Elizabeth Ann ever knew of the forces which\nswept her away from the life which had always gone on, revolving about\nher small person, exactly the same ever since she could remember.\n\nYou have heard so much about tears in the account of Elizabeth Ann's\nlife so far that I won't tell you much about the few days which\nfollowed, as the family talked over and hurriedly prepared to obey the\ndoctor's verdict, which was that Aunt Harriet was very, very sick and\nmust go away at once to a warm climate, and Aunt Frances must go, too,\nbut not Elizabeth Ann, for Aunt Frances would need to give all her time\nto taking care of Aunt Harriet. And anyhow the doctor didn't think it\nbest, either for Aunt Harriet or for Elizabeth Ann, to have them in the\nsame house.\n\nGrace couldn't go of course, but to everybody's surprise she said she\ndidn't mind, because she had a bachelor brother, who kept a grocery\nstore, who had been wanting her for years to go and keep house for him.\nShe said she had stayed on just out of conscientiousness because she\nknew Aunt Harriet couldn't get along without her! And if you notice,\nthat's the way things often happen to very, very conscientious people.\n\nElizabeth Ann, however, had no grocer brother. She had, it is true, a\ngreat many relatives, and of course it was settled she should go to some\nof them till Aunt Frances could take her back. For the time being, just\nnow, while everything was so distracted and confused, she was to go to\nstay with the Lathrop cousins, who lived in the same city, although it\nwas very evident that the Lathrops were not perfectly crazy with delight\nover the prospect.\n\nStill, something had to be done at once, and Aunt Frances was so frantic\nwith the packing up, and the moving men coming to take the furniture to\nstorage, and her anxiety over her mother--she had switched to Aunt\nHarriet, you see, all the conscientiousness she had lavished on\nElizabeth Ann--nothing much could be extracted from her about Elizabeth\nAnn. \"Just keep her for the present, Molly!\" she said to Cousin Molly\nLathrop. \"I'll do something soon. I'll write you. I'll make another\narrangement ... but just NOW....\"\n\nHer voice was quavering on the edge of tears, and Cousin Molly Lathrop,\nwho hated scenes, said hastily, \"Yes, oh, yes, of course. For the\npresent ...\" and went away, thinking that she didn't see why she should\nhave ALL the disagreeable things to do. When she had her husband's\ntyrannical old mother to take care of, wasn't that enough, without\nadding to the household such a nervous, spoiled, morbid young one as\nElizabeth Ann!\n\nElizabeth Ann did not of course for a moment dream that Cousin Molly was\nthinking any such things about her, but she could not help seeing that\nCousin Molly was not any too enthusiastic about taking her in; and she\nwas already feeling terribly forlorn about the sudden, unexpected change\nin Aunt Frances, who had been SO wrapped up in her and now was just as\nmuch wrapped up in Aunt Harriet. Do you know, I am sorry for Elizabeth\nAnn, and, what's more, I have been ever since this story began.\n\nWell, since I promised you that I was not going to tell about more\ntears, I won't say a single word about the day when the two aunts went\naway on the train, for there is nothing much but tears to tell about,\nexcept perhaps an absent look in Aunt Frances's eyes which hurt the\nlittle girl's feelings dreadfully.\n\nAnd then Cousin Molly took the hand of the sobbing little girl and led\nher back to the Lathrop house. But if you think you are now going to\nhear about the Lathrops, you are quite mistaken, for just at this moment\nold Mrs. Lathrop took a hand in the matter. She was Cousin Molly's\nhusband's mother, and, of course, no relation at all to Elizabeth Ann,\nand so was less enthusiastic than anybody else. All that Elizabeth Ann\never saw of this old lady, who now turned the current of her life again,\nwas her head, sticking out of a second-story window; and that's all that\nyou need to know about her, either. It was a very much agitated old\nhead, and it bobbed and shook with the intensity with which the\nimperative old voice called upon Cousin Molly and Elizabeth Ann to stop\nright there where they were on the front walk.\n\n\"The doctor says that what's the matter with Bridget is scarlet fever,\nand we've all got to be quarantined. There's no earthly sense bringing\nthat child in to be sick and have it, and be nursed, and make the\nquarantine twice as long!\"\n\n\"But, Mother!\" called Cousin Molly, \"I can't leave the child in the\nmiddle of the street!\"\n\nElizabeth Ann was actually glad to hear her say that, because she was\nfeeling so awfully unwanted, which is, if you think of it, not a very\ncheerful feeling for a little girl who has been the hub round which a\nwhole household was revolving.\n\n\"You don't HAVE to!\" shouted old Mrs. Lathrop out of her second-story\nwindow. Although she did not add \"You gump!\" aloud, you could feel she\nwas meaning just that. \"You don't have to! You can just send her to the\nPutney cousins. All nonsense about her not going there in the first\nplace. They invited her the minute they heard of Harriet's being so bad.\nThey're the natural ones to take her in. Abigail is her mother's own\naunt, and Ann is her own first-cousin-once-removed ... just as close as\nHarriet and Frances are, and MUCH closer than you! And on a farm and\nall ... just the place for her!\"\n\n\"But how under the sun, Mother!\" shouted Cousin Molly back, \"can I GET\nher to the Putneys'? You can't send a child of nine a thousand miles\nwithout ...\"\n\nOld Mrs. Lathrop looked again as though she were saying \"You gump!\" and\nsaid aloud, \"Why, there's James, going to New York on business in a few\ndays anyhow. He can just go now, and take her along and put her on the\nright train at Albany. If he wires from here, they'll meet her in\nHillsboro.\"\n\nAnd that was just what happened. Perhaps you may have guessed by this\ntime that when old Mrs. Lathrop issued orders they were usually obeyed.\nAs to who the Bridget was who had the scarlet fever, I know no more than\nyou. I take it, from the name, she was the cook. Unless, indeed, old\nMrs. Lathrop made her up for the occasion, which I think she would have\nbeen quite capable of doing, don't you?\n\nAt any rate, with no more ifs or ands, Elizabeth Ann's satchel was\npacked, and Cousin James Lathrop's satchel was packed, and the two set\noff together, the big, portly, middle-aged man quite as much afraid of\nhis mother as Elizabeth Ann was. But he was going to New York, and it is\nconceivable that he thought once or twice on the trip that there were\ngood times in New York as well as business engagements, whereas poor\nElizabeth Ann was being sent straight to the one place in the world\nwhere there were no good times at all. Aunt Harriet had said so, ever so\nmany times. Poor Elizabeth Ann!\n\n\n\n\n\nCHAPTER II\n\nBETSY HOLDS THE REINS\n\nYou can imagine, perhaps, the dreadful terror of Elizabeth Ann as the\ntrain carried her along toward Vermont and the horrible Putney Farm! It\nhad happened so quickly--her satchel packed, the telegram sent, the\ntrain caught--that she had not had time to get her wits together, assert\nherself, and say that she would NOT go there! Besides, she had a sinking\nnotion that perhaps they wouldn't pay any attention to her if she did.\nThe world had come to an end now that Aunt Frances wasn't there to take\ncare of her! Even in the most familiar air she could only half breathe\nwithout Aunt Frances! And now she was not even being taken to the Putney\nFarm! She was being sent!\n\nShe shrank together in her seat, more and more frightened as the end of\nher journey came nearer, and looked out dismally at the winter\nlandscape, thinking it hideous with its brown bare fields, its brown\nbare trees, and the quick-running little streams hurrying along, swollen\nwith the January thaw which had taken all the snow from the hills. She\nhad heard her elders say about her so many times that she could not\nstand the cold, that she shivered at the very thought of cold weather,\nand certainly nothing could look colder than that bleak country into\nwhich the train was now slowly making its way.\n\nThe engine puffed and puffed with great laboring breaths that shook\nElizabeth Ann's diaphragm up and down, but the train moved more and more\nslowly. Elizabeth Ann could feel under her feet how the floor of the car\nwas tipped up as it crept along the steep incline. \"Pretty stiff grade\nhere?\" said a passenger to the conductor.\n\n\"You bet!\" he assented. \"But Hillsboro is the next station and that's at\nthe top of the hill. We go down after that to Rutland.\" He turned to\nElizabeth Ann--\"Say, little girl, didn't your uncle say you were to get\noff at Hillsboro? You'd better be getting your things together.\"\n\nPoor Elizabeth Ann's knees knocked against each other with fear of the\nstrange faces she was to encounter, and when the conductor came to help\nher get off, he had to carry the white, trembling child as well as her\nsatchel. But there was only one strange face there,--not another soul in\nsight at the little wooden station. A grim-faced old man in a fur cap\nand heavy coat stood by a lumber wagon.\n\n\"This is her, Mr. Putney,\" said the conductor, touching his cap, and\nwent back to the train, which went away shrieking for a nearby crossing\nand setting the echoes ringing from one mountain to another.\n\nThere was Elizabeth Ann alone with her much-feared Great-uncle Henry. He\nnodded to her, and drew out from the bottom of the wagon a warm, large\ncape, which he slipped over her shoulders. \"The women folks were afraid\nyou'd git cold drivin',\" he explained. He then lifted her high to the\nseat, tossed her satchel into the wagon, climbed up himself, and clucked\nto his horses. Elizabeth Ann had always before thought it an essential\npart of railway journeys to be much kissed at the end and asked a great\nmany times how you had \"stood the trip.\"\n\nShe sat very still on the high lumber seat, feeling very forlorn and\nneglected. Her feet dangled high above the floor of the wagon. She felt\nherself to be in the most dangerous place she had ever dreamed of in her\nworst dreams. Oh, why wasn't Aunt Frances there to take care of her! It\nwas just like one of her bad dreams--yes, it was horrible! She would\nfall, she would roll under the wheels and be crushed to ... She looked up\nat Uncle Henry with the wild, strained eyes of nervous terror which\nalways brought Aunt Frances to her in a rush to \"hear all about it,\" to\nsympathize, to reassure.\n\nUncle Henry looked down at her soberly, his hard, weather-beaten old\nface quite unmoved. \"Here, you drive, will you, for a piece?\" he said\nbriefly, putting the reins into her hands, hooking his spectacles over\nhis ears, and drawing out a stubby pencil and a bit of paper. \"I've got\nsome figgering to do. You pull on the left-hand rein to make 'em go to\nthe left and t'other way for t'other way, though 'tain't likely we'll\nmeet any teams.\"\n\nElizabeth Ann had been so near one of her wild screams of terror that\nnow, in spite of her instant absorbed interest in the reins, she gave a\nqueer little yelp. She was all ready with the explanation, her\nconversations with Aunt Frances having made her very fluent in\nexplanations of her own emotions. She would tell Uncle Henry about how\nscared she had been, and how she had just been about to scream and\ncouldn't keep back that one little ... But Uncle Henry seemed not to have\nheard her little howl, or, if he had, didn't think it worth\nconversation, for he ... oh, the horses were CERTAINLY going to one side!\nShe hastily decided which was her right hand (she had never been forced\nto know it so quickly before) and pulled furiously on that rein. The\nhorses turned their hanging heads a little, and, miraculously, there\nthey were in the middle of the road again.\n\nElizabeth Ann drew a long breath of relief and pride, and looked to\nUncle Henry for praise. But he was busily setting down figures as though\nhe were getting his 'rithmetic lesson for the next day and had not\nnoticed ... Oh, there they were going to the left again! This time, in her\nflurry, she made a mistake about which hand was which and pulled wildly\non the left line! The horses docilely walked off the road into a shallow\nditch, the wagon tilted ... help! Why didn't Uncle Henry help! Uncle Henry\ncontinued intently figuring on the back of his envelope.\n\nElizabeth Ann, the perspiration starting out on her forehead, pulled on\nthe other line. The horses turned back up the little slope, the wheel\ngrated sickeningly against the wagonbox--she was SURE they would tip\nover! But there! somehow there they were in the road, safe and sound,\nwith Uncle Henry adding up a column of figures. If he only knew, thought\nthe little girl, if he only KNEW the danger he had been in, and how he\nhad been saved...! But she must think of some way to remember, for sure,\nwhich her right hand was, and avoid that hideous mistake again.\n\nAnd then suddenly something inside Elizabeth Ann's head stirred and\nmoved. It came to her, like a clap, that she needn't know which was\nright or left at all. If she just pulled the way she wanted them to\ngo--the horses would never know whether it was the right or the left\nrein!\n\nIt is possible that what stirred inside her head at that moment was her\nbrain, waking up. She was nine years old, and she was in the third A\ngrade at school, but that was the first time she had ever had a whole\nthought of her very own. At home, Aunt Frances had always known exactly\nwhat she was doing, and had helped her over the hard places before she\neven knew they were there; and at school her teachers had been carefully\ntrained to think faster than the scholars. Somebody had always been\nexplaining things to Elizabeth Ann so industriously that she had never\nfound out a single thing for herself before. This was a very small\ndiscovery, but an original one. Elizabeth Ann was as excited about it as\na mother-bird over the first egg that hatches.\n\nShe forgot how afraid she was of Uncle Henry, and poured out to him her\ndiscovery. \"It's not right or left that matters!\" she ended\ntriumphantly; \"it's which way you want to go!\" Uncle Henry looked at her\nattentively as she talked, eyeing her sidewise over the top of one\nspectacle-glass. When she finished--\"Well, now, that's so,\" he admitted,\nand returned to his arithmetic.\n\nIt was a short remark, shorter than any Elizabeth Ann had ever heard\nbefore. Aunt Frances and her teachers always explained matters at\nlength. But it had a weighty, satisfying ring to it. The little girl\nfelt the importance of having her statement recognized. She turned back\nto her driving.\n\nThe slow, heavy plow horses had stopped during her talk with Uncle\nHenry. They stood as still now as though their feet had grown to the\nroad. Elizabeth Ann looked up at the old man for instructions. But he\nwas deep in his figures. She had been taught never to interrupt people,\nso she sat still and waited for him to tell her what to do.\n\nBut, although they were driving in the midst of a winter thaw, it was a\npretty cold day, with an icy wind blowing down the back of her neck. The\nearly winter twilight was beginning to fall, and she felt rather empty.\nShe grew very tired of waiting, and remembered how the grocer's boy at\nhome had started his horse. Then, summoning all her courage, with an\napprehensive glance at Uncle Henry's arithmetical silence, she slapped\nthe reins up and down on the horses' backs and made the best imitation\nshe could of the grocer's boy's cluck. The horses lifted their heads,\nthey leaned forward, they put one foot before the other ... they were off!\nThe color rose hot on Elizabeth Ann's happy face. If she had started a\nbig red automobile she would not have been prouder. For it was the first\nthing she had ever done all herself ... every bit ... every smitch! She had\nthought of it and she had done it. And it had worked!\n\nNow for what seemed to her a long, long time she drove, drove so hard\nshe could think of nothing else. She guided the horses around stones,\nshe cheered them through freezing mud-puddles of melted snow, she kept\nthem in the anxiously exact middle of the road. She was quite astonished\nwhen Uncle Henry put his pencil and paper away, took the reins from her\nhands, and drove into a yard, on one side of which was a little low\nwhite house and on the other a big red barn. He did not say a word, but\nshe guessed that this was Putney Farm.\n\nTwo women in gingham dresses and white aprons came out of the house. One\nwas old and one might be called young, just like Aunt Harriet and Aunt\nFrances. But they looked very different from those aunts. The\ndark-haired one was very tall and strong-looking, and the white-haired\none was very rosy and fat. They both looked up at the little, thin,\nwhite-faced girl on the high seat, and smiled. \"Well, Father, you got\nher, I see,\" said the brown-haired one. She stepped up to the wagon and\nheld up her arms to the child. \"Come on, Betsy, and get some supper,\"\nshe said, as though Elizabeth Ann had lived there all her life and had\njust driven into town and back.\n\nAnd that was the arrival of Elizabeth Ann at Putney Farm.\n\nThe brown-haired one took a long, strong step or two and swung her up on\nthe porch. \"You take her in, Mother,\" she said. \"I'll help Father\nunhitch.\"\n\nThe fat, rosy, white-haired one took Elizabeth Ann's skinny, cold little\nhand in her soft warm fat one, and led her along to the open kitchen\ndoor. \"I'm your Aunt Abigail,\" she said. \"Your mother's aunt, you know.\nAnd that's your Cousin Ann that lifted you down, and it was your Uncle\nHenry that brought you out from town.\" She shut the door and went on, \"I\ndon't know if your Aunt Harriet ever happened to tell you about us, and\nso ...\"\n\nElizabeth Ann interrupted her hastily, the recollection of all Aunt\nHarriet's remarks vividly before her. \"Oh yes, oh yes!\" she said. \"She\nalways talked about you. She talked about you a lot, she ...\" The little\ngirl stopped short and bit her lip.\n\nIf Aunt Abigail guessed from the expression on Elizabeth Ann's face what\nkind of talking Aunt Harriet's had been, she showed it only by a\ndeepening of the wrinkles all around her eyes. She said, gravely: \"Well,\nthat's a good thing. You know all about us then.\" She turned to the\nstove and took out of the oven a pan of hot baked beans, very brown and\ncrispy on top (Elizabeth Ann detested beans), and said, over her\nshoulder, \"Take your things off, Betsy, and hang 'em on that lowest hook\nback of the door. That's YOUR hook.\"\n\nThe little girl fumbled forlornly with the fastenings of her cape and\nthe buttons of her coat. At home, Aunt Frances or Grace had always taken\noff her wraps and put them away for her. When, very sorry for herself,\nshe turned away from the hook, Aunt Abigail said: \"Now you must be cold.\nPull a chair right up here by the stove.\" She was stepping around\nquickly as she put supper on the table. The floor shook under her. She\nwas one of the fattest people Elizabeth Ann had ever seen. After living\nwith Aunt Frances and Aunt Harriet and Grace the little girl could\nscarcely believe her eyes. She stared and stared.\n\nAunt Abigail seemed not to notice this. Indeed, she seemed for the\nmoment to have forgotten all about the newcomer. Elizabeth Ann sat on\nthe wooden chair, her feet hanging (she had been taught that it was not\nmanners to put her feet on the rungs), looking about her with miserable,\nhomesick eyes. What an ugly, low-ceilinged room, with only a couple of\nhorrid kerosene lamps for light; and they didn't keep any girl,\nevidently; and they were going to eat right in the kitchen like poor\npeople; and nobody spoke to her or looked at her or asked her how she\nhad \"stood the trip\"; and here she was, millions of miles away from Aunt\nFrances, without anybody to take care of her. She began to feel the\ntight place in her throat which, by thinking about hard, she could\nalways turn into tears, and presently her eyes began to water.\n\nAunt Abigail was not looking at her at all, but she now stopped short in\none of her rushes to the table, set down the butter-plate she was\ncarrying, and said \"There!\" as though she had forgotten something. She\nstooped--it was perfectly amazing how spry she was--and pulled out from\nunder the stove a half-grown kitten, very sleepy, yawning and\nstretching, and blinking its eyes. \"There, Betsy!\" said Aunt Abigail,\nputting the little yellow and white ball into the child's lap. \"There is\none of old Whitey's kittens that didn't get given away last summer, and\nshe pesters the life out of me. I've got so much to do. When I heard you\nwere coming, I thought maybe you would take care of her for me. If you\nwant to, enough to bother to feed her and all, you can have her for your\nown.\"\n\nElizabeth Ann bent her thin face over the warm, furry, friendly little\nanimal. She could not speak. She had always wanted a kitten, but Aunt\nFrances and Aunt Harriet and Grace had always been sure that cats\nbrought diphtheria and tonsilitis and all sorts of dreadful diseases to\ndelicate little girls. She was afraid to move for fear the little thing\nwould jump down and run away, but as she bent cautiously toward it the\nnecktie of her middy blouse fell forward and the kitten in the middle of\na yawn struck swiftly at it with a soft paw. Then, still too sleepy to\nplay, it turned its head and began to lick Elizabeth Ann's hand with a\nrough little tongue. Perhaps you can imagine how thrilled the little\ngirl was at this!\n\nShe held her hand perfectly still until the kitten stopped and began\nsuddenly washing its own face, and then she put her hands under it and\nvery awkwardly lifted it up, burying her face in the soft fur. The\nkitten yawned again, and from the pink-lined mouth came a fresh, milky\nbreath. \"Oh!\" said Elizabeth Ann under her breath. \"Oh, you DARLING!\"\nThe kitten looked at her with bored, speculative eyes.\n\nElizabeth Ann looked up now at Aunt Abigail and said, \"What is its name,\nplease?\" But the old woman was busy turning over a griddle full of\npancakes and did not hear. On the train Elizabeth Ann had resolved not\nto call these hateful relatives by the same name she had for dear Aunt\nFrances, but she now forgot that resolution and said, again, \"Oh, Aunt\nAbigail, what is its name?\"\n\nAunt Abigail faced her blankly. \"Name?\" she asked. \"Whose ... oh, the\nkitten's? Goodness, child, I stopped racking my brain for kitten names\nsixty years ago. Name it yourself. It's yours.\"\n\nElizabeth Ann had already named it in her own mind, the name she had\nalways thought she WOULD call a kitten by, if she ever had one. It was\nEleanor, the prettiest name she knew.\n\nAunt Abigail pushed a pitcher toward her. \"There's the cat's saucer\nunder the sink. Don't you want to give it some milk?\"\n\nElizabeth Ann got down from her chair, poured some milk into the saucer,\nand called: \"Here, Eleanor! Here, Eleanor!\"\n\nAunt Abigail looked at her sharply out of the corner of her eye and her\nlips twitched, but a moment later her face was immovably grave as she\ncarried the last plate of pancakes to the table.\n\nElizabeth Ann sat on her heels for a long time, watching the kitten lap\nthe milk, and she was surprised, when she stood up, to see that Cousin\nAnn and Uncle Henry had come in, very red-cheeked from the cold air.\n\n\"Well, folks,\" said Aunt Abigail, \"don't you think we've done some\nlively stepping around, Betsy and I, to get supper all on the table for\nyou?\"\n\nElizabeth Ann stared. What did Aunt Abigail mean? She hadn't done a\nthing about getting supper! But nobody made any comment, and they all\ntook their seats and began to eat. Elizabeth Ann was astonishingly\nhungry, and she thought she could never get enough of the creamed\npotatoes, cold ham, hot cocoa, and pancakes. She was very much relieved\nthat her refusal of beans caused no comment. Aunt Frances had always\ntried very hard to make her eat beans because they have so much protein\nin them, and growing children need protein. Elizabeth Ann had heard this\nsaid so many times she could have repeated it backward, but it had never\nmade her hate beans any the less. However, nobody here seemed to know\nthis, and Elizabeth Ann kept her knowledge to herself. They had also\nevidently never heard how delicate her digestion was, for she never saw\nanything like the number of pancakes they let her eat. ALL SHE WANTED!\nShe had never heard of such a thing!\n\nThey still did not ask her how she had \"stood the trip.\" They did not\nindeed ask her much of anything or pay very much attention to her beyond\nfilling her plate as fast as she emptied it. In the middle of the meal\nEleanor came, jumped into her lap, and curled down, purring. After this\nElizabeth Ann kept one hand on the little soft ball, handling her fork\nwith the other.\n\nAfter supper--well, Elizabeth Ann never knew what did happen after\nsupper until she felt somebody lifting her and carrying her upstairs. It\nwas Cousin Ann, who carried her as lightly as though she were a baby,\nand who said, as she sat down on the floor in a slant-ceilinged bedroom,\n\"You went right to sleep with your head on the table. I guess you're\npretty tired.\"\n\nAunt Abigail was sitting on the edge of a great wide bed with four\nposts, and a curtain around the top. She was partly undressed, and was\nundoing her hair and brushing it out. It was very curly and all fluffed\nout in a shining white fuzz around her fat, pink face, full of soft\nwrinkles; but in a moment she was braiding it up again and putting on a\ntight white nightcap, which she tied under her chin.\n\n\"We got the word about your coming so late,\" said Cousin Ann, \"that we\ndidn't have time to fix you up a bedroom that can be warmed. So you're\ngoing to sleep in here for a while. The bed's big enough for two, I\nguess, even if they are as big as you and Mother.\"\n\nElizabeth Ann stared again. What queer things they said here. She wasn't\nNEARLY as big as Aunt Abigail!\n\n\"Mother, did you put Shep out?\" asked Cousin Ann; and when Aunt Abigail\nsaid, \"No! There! I forgot to!\" Cousin Ann went away; and that was the\nlast of HER. They certainly believed in being saving of their words at\nPutney Farm.\n\nElizabeth Ann began to undress. She was only half-awake; and that made\nher feel only about half her age, which wasn't very great, the whole of\nit, and she felt like just crooking her arm over her eyes and giving up!\nShe was too forlorn! She had never slept with anybody before, and she\nhad heard ever so many times how bad it was for children to sleep with\ngrown-ups. An icy wind rattled the windows and puffed in around the\nloose old casings. On the window-sill lay a little wreath of snow.\nElizabeth Ann shivered and shook on her thin legs, undressed in a hurry,\nand slipped into her night-dress. She felt just as cold inside as out,\nand never was more utterly miserable than in that strange, ugly little\nroom, with that strange, queer, fat old woman. She was even too\nmiserable to cry, and that is saying a great deal for Elizabeth Ann!\n\nShe got into bed first, because Aunt Abigail said she was going to keep\nthe candle lighted for a while and read. \"And anyhow,\" she said, \"I'd\nbetter sleep on the outside to keep you from rolling out.\"\n\nElizabeth Ann and Aunt Abigail lay very still for a long time, Aunt\nAbigail reading out of a small, worn old book. Elizabeth Ann could see\nits title, \"Essays of Emerson.\" A book with, that name had always laid\non the center table in Aunt Harriet's house, but that copy was all new\nand shiny, and Elizabeth Ann had never seen anybody look inside it. It\nwas a very dull-looking book, with no pictures and no conversation. The\nlittle girl lay on her back, looking up at the cracks in the plaster\nceiling and watching the shadows sway and dance as the candle flickered\nin the gusts of cold air. She herself began to feel a soft, pervasive\nwarmth. Aunt Abigail's great body was like a stove.\n\nIt was very, very quiet, quieter than any place Elizabeth Ann had ever\nknown, except church, because a trolley-line ran past Aunt Harriet's\nhouse and even at night there were always more or less hangings and\nrattlings. Here there was not a single sound except the soft, whispery\nnoise when Aunt Abigail turned over a page as she read steadily and\nsilently forward in her book. Elizabeth Ann turned her head so that she\ncould see the round, rosy old face, full of soft wrinkles, and the calm,\nsteady old eyes which were fixed on the page. And as she lay there in\nthe warm bed, watching that quiet face, something very queer began to\nhappen to Elizabeth Ann. She felt as though a tight knot inside her were\nslowly being untied. She felt--what was it she felt? There are no words\nfor it. From deep within her something rose up softly ... she drew one or\ntwo long, half-sobbing breaths....\n\n[Illustration: \"Do you know,\" said Aunt Abigail, \"I think it's going to\nbe real nice, having a little girl in the house again.\"]\n\nAunt Abigail laid down her book and looked over at the child. \"Do you\nknow,\" she said, in a conversational tone, \"do you know, I think it's\ngoing to be real nice, having a little girl in the house again.\"\n\nOh, then the tight knot in the little unwanted girl's heart was loosened\nindeed! It all gave way at once, and Elizabeth Ann burst suddenly into\nhot tears--yes, I know I said I would not tell you any more about her\ncrying; but these tears were very different from any she had ever shed\nbefore. And they were the last, too, for a long, long time.\n\nAunt Abigail said, \"Well, well!\" and moving over in bed took the little\nweeping girl into her arms. She did not say another word then, but she\nput her soft, withered old cheek close against Elizabeth Ann's, till the\nsobs began to grow less, and then she said: \"I hear your kitty crying\noutside the door. Shall I let her in? I expect she'd like to sleep with\nyou. I guess there's room for three of us.\"\n\nShe got out of bed as she spoke and walked across the room to the door.\nThe floor shook under her great bulk, and the peak of her nightcap made\na long, grotesque shadow. But as she came back with the kitten in her\narms Elizabeth Ann saw nothing funny in her looks. She gave Eleanor to\nthe little girl and got into bed again. \"There, now, I guess we're ready\nfor the night,\" she said. \"You put the kitty on the other side of you so\nshe won't fall out of bed.\"\n\nShe blew the light out and moved over a little closer to Elizabeth. Ann,\nwho immediately was enveloped in that delicious warmth. The kitten\ncurled up under the little girl's chin. Between her and the terrors of\nthe dark room loomed the rampart of Aunt Abigail's great body.\n\nElizabeth Ann drew a long, long breath ... and when she opened her eyes\nthe sun was shining in at the window.\n\n\n\n\n\nCHAPTER III\n\nA SHORT MORNING\n\nAunt Abigail was gone, Eleanor was gone. The room was quite empty except\nfor the bright sunshine pouring in through the small-paned windows.\nElizabeth Ann stretched and yawned and looked about her. What funny\nwall-paper it was--so old-fashioned looking! The picture was of a blue\nriver and a brown mill, with green willow-trees over it, and a man with\nsacks on his horse's back stood in front of the mill. This picture was\nrepeated a great many times, all over the paper; and in the corner,\nwhere it hadn't come out even, they had had to cut it right down the\nmiddle of the horse. It was very curious-looking. She stared at it a\nlong time, waiting for somebody to tell her when to get up. At home Aunt\nFrances always told her, and helped her get dressed. But here nobody\ncame. She discovered that the heat came from a hole in the floor near\nthe bed, which opened down into the room below. From it came a warm\nbreath of baking bread and a muffled thump once in a while.\n\nThe sun rose higher and higher, and Elizabeth Ann grew hungrier and\nhungrier. Finally it occurred to her that it was not absolutely\nnecessary to have somebody tell her to get up. She reached for her\nclothes and began to dress. When she had finished she went out into the\nhall, and with a return of her aggrieved, abandoned feeling (you must\nremember that her stomach was very empty) she began to try to find her\nway downstairs. She soon found the steps, went down them one at a time,\nand pushed open the door at the foot. Cousin Ann, the brown-haired one,\nwas ironing near the stove. She nodded and smiled as the child came into\nthe room, and said, \"Well, you must feel rested!\"\n\n\"Oh, I haven't been asleep!\" explained Elizabeth Ann. \"I was waiting for\nsomebody to tell me to get up.\"\n\n\"Oh,\" said Cousin Ann, opening her black eyes a little. \"WERE you?\" She\nsaid no more than this, but Elizabeth Ann decided hastily that she would\nnot add, as she had been about to, that she was also waiting for\nsomebody to help her dress and do her hair. As a matter of fact, she had\ngreatly enjoyed doing her own hair--the first time she had ever tried\nit. It had never occurred to Aunt Frances that her little baby-girl had\ngrown up enough to be her own hairdresser, nor had it occurred to\nElizabeth Ann that this might be possible. But as she struggled with the\nsnarls she had had a sudden wild idea of doing it a different way from\nthe pretty fashion Aunt Frances always followed. Elizabeth Ann had\nalways secretly envied a girl in her class whose hair was all tied back\nfrom her face, with one big knot in her ribbon at the back of her neck.\nIt looked so grown-up. And this morning she had done hers that way,\nturning her neck till it ached, so that she could see the coveted tight\neffect at the back. And still--aren't little girls queer?--although she\nhad enjoyed doing her own hair, she was very much inclined to feel hurt\nbecause Cousin Ann had not come to do it for her.\n\n[Illustration: She had greatly enjoyed doing her own hair.]\n\nCousin Ann set her iron down with the soft thump which Elizabeth Ann had\nheard upstairs. She began folding a napkin, and said: \"Now reach\nyourself a bowl off the shelf yonder. The oatmeal's in that kettle on\nthe stove and the milk is in the blue pitcher. If you want a piece of\nbread and butter, here's a new loaf just out of the oven, and the\nbutter's in that brown crock.\"\n\nElizabeth Ann followed these instructions and sat down before this\nquickly assembled breakfast in a very much surprised silence. At home it\ntook the girl more than half an hour to get breakfast and set the table,\nand then she had to wait on them besides. She began to pour the milk out\nof the pitcher and stopped suddenly. \"Oh, I'm afraid I've taken more\nthan my share!\" she said apologetically.\n\nCousin Ann looked up from her rapidly moving iron, and said, in an\nastonished voice: \"Your share? What do you mean?\"\n\n\"My share of the quart,\" explained Elizabeth Ann. At home they bought a\nquart of milk and a cup of cream every day, and they were all very\nconscientious about not taking more than their due share.\n\n\"Good land, child, take all the MILK you want!\" said Cousin Ann, as\nthough she found something shocking in what the little girl had just\nsaid. Elizabeth Ann thought to herself that she spoke as though milk ran\nout of a faucet, like water.\n\nShe was very fond of milk, and she made a very good breakfast as she sat\nlooking about the low-ceilinged room. It was unlike any room she had\never seen.\n\nIt was, of course, the kitchen, and yet it didn't seem possible that the\nsame word could be applied to that room and the small, dark cubby-hole\nwhich had been Grace's asthmatical kingdom. This room was very long and\nnarrow, and all along one side were windows with white, ruffled curtains\ndrawn back at the sides, and with small, shining panes of glass, through\nwhich the sun poured a golden flood of light on a long shelf of potted\nplants that took the place of a window-sill. The shelf was covered with\nshining white oil-cloth, the pots were of clean reddish brown, the\nsturdy, stocky plants of bright green with clear red-and-white flowers.\nElizabeth Ann's eyes wandered all over the kitchen from the low, white\nceiling to the clean, bare wooden floor, but they always came back to\nthose sunny windows. Once, back in the big brick school-building, as she\nhad sat drooping her thin shoulders over her desk, some sort of a\nprocession had gone by with a brass band playing a lively air. For some\nqueer reason, every time she now glanced at that sheet of sunlight and\nthe bright flowers she had a little of the same thrill which had\nstraightened her back and gone up and down her spine while the band was\nplaying. Possibly Aunt Frances was right, after all, and Elizabeth Ann\nWAS a very impressionable child. I wonder, by the way, if anybody ever\nsaw a child who wasn't.\n\nAt one end, the end where Cousin Ann was ironing, stood the kitchen\nstove, gleaming black, with a tea-kettle humming away on it, a big\nhot-water boiler near it, and a large kitchen cabinet with lots of\ndrawers and shelves and hooks and things. Beyond that, in the middle of\nthe room, was the table where they had had supper last night, and at\nwhich the little girl now sat eating her very late breakfast; and beyond\nthat, at the other end of the room, was another table with an old\ndark-red cashmere shawl on it for a cover. A large lamp stood in the\nmiddle of this, a bookcase near it, two or three rocking-chairs around\nit, and back of it, against the wall, was a wide sofa covered with\nbright cretonne, with three bright pillows. Something big and black and\nwoolly was lying on this sofa, snoring loudly. As Cousin Ann saw the\nlittle girl's fearful glance alight on this she explained: \"That's Step,\nour old dog. Doesn't he make an awful noise! Mother says, when she\nhappens to be alone here in the evening, it's real company to hear Shep\nsnore--as good as having a man in the house.\"\n\nAlthough this did not seem at all a sensible remark to Elizabeth Ann,\nwho thought soberly to herself that she didn't see why snoring made a\ndog as good as a man, still she was acute enough (for she was really\nquite an intelligent little girl) to feel that it belonged in the same\nclass of remarks as one or two others she had noted as \"queer\" in the\ntalk at Putney Farm last night. This variety of talk was entirely new to\nher, nobody in Aunt Harriet's conscientious household ever making\nanything but plain statements of fact. It was one of the \"queer Putney\nways\" which Aunt Harriet had forgotten to mention. It is possible that\nAunt Harriet had never noticed it.\n\nWhen Elizabeth Ann finished her breakfast, Cousin Ann made three\nsuggestions, using exactly the same accent for them all. She said:\n\"Wouldn't you better wash your dishes up now before they get sticky? And\ndon't you want one of those red apples from the dish on the side table?\nAnd then maybe you'd like to look around the house so's to know where\nyou are.\" Elizabeth Ann had never washed a dish in all her life, and she\nhad always thought that nobody but poor, ignorant people, who couldn't\nafford to hire girls, did such things. And yet (it was odd) she did not\nfeel like saying this to Cousin Ann, who stood there so straight in her\ngingham dress and apron, with her clear, bright eyes and red cheeks.\nBesides this feeling, Elizabeth Ann was overcome with embarrassment at\nthe idea of undertaking a new task in that casual way. How in the world\nDID you wash dishes? She stood rooted to the spot, irresolute, horribly\nshy, and looking, though she did not know it, very clouded and sullen.\nCousin Ann said briskly, holding an iron up to her cheek to see if it\nwas hot enough: \"Just take them over to the sink there and hold them\nunder the hot-water faucet. They'll be clean in no time. The dish-towels\nare those hanging on the rack over the stove.\"\n\nElizabeth Ann moved promptly over to the sink, as though Cousin Ann's\nwords had shoved her there, and before she knew it, her saucer, cup, and\nspoon were clean and she was wiping them on a dry checked towel. \"The\nspoon goes in the side-table drawer with the other silver, and the\nsaucer and cup in those shelves there behind the glass doors where the\nchina belongs,\" continued Cousin Ann, thumping hard with her iron on a\nnapkin and not looking up at all, \"and don't forget your apple as you go\nout. Those Northern Spies are just getting to be good about now. When\nthey first come off the tree in October you could shoot them through an\noak plank.\"\n\nNow Elizabeth Ann knew that this was a foolish thing to say, since of\ncourse an apple never could go through a board; but something that had\nalways been sound asleep in her brain woke up a little, little bit and\nopened one eye. For it occurred dimly to Elizabeth Ann that this was a\nrather funny way of saying that Northern Spies were very hard when you\nfirst pick them in the autumn. She had to figure it out for herself very\nslowly, because it was a new idea to her, and she was half-way through\nher tour of inspection of the house before there glimmered on her lips,\nin a faint smile, the first recognition of humor in all her life. She\nfelt a momentary impulse to call down to Cousin Ann that she saw the\npoint, but before she had taken a single step toward the head of the\nstairs she had decided not to do this. Cousin Ann, with her bright, dark\neyes, and her straight back, and her long arms, and her way of speaking\nas though it never occurred to her that you wouldn't do just as she\nsaid--Elizabeth Ann was not very sure that she liked Cousin Ann, and she\nwas very sure that she was afraid of her.\n\nSo she went on, walking from one room to another, industriously eating\nthe red apple, the biggest she had ever seen. It was the best, too, with\nits crisp, white flesh and the delicious, sour-sweet juice which made\nElizabeth Ann feel with each mouthful like hurrying to take another. She\ndid not think much more of the other rooms in the house than she had of\nthe kitchen. There were no draped \"throws\" over anything; there were no\nlace curtains at the windows, just dotted Swiss like the kitchen; all\nthe ceilings were very low; the furniture was all of dark wood and very\nold-looking; what few rugs there were were of bright-colored rags; the\nmirrors were queer and old, with funny old pictures at the top; there\nwasn't a brass bed in any of the bedrooms, just old wooden ones with\nposts, and curtains round the tops; and there was not a single plush\nportiere in the parlor, whereas at Aunt Harriet's there had been two\nsets for that one room.\n\nShe was relieved at the absence of a piano and secretly rejoiced that\nshe would not need to practice. In her heart she had not liked her music\nlessons at all, but she had never dreamed of not accepting them from\nAunt Frances as she accepted everything else. Also she had liked to hear\nAunt Frances boast about how much better she could play than other\nchildren of her age.\n\nShe was downstairs by this time, and, opening a door out of the parlor,\nfound herself back in the kitchen, the long line of sunny windows and\nthe bright flowers giving her that quick little thrill again. Cousin Ann\nlooked up from her ironing, nodded, and said: \"All through? You'd better\ncome in and get warmed up. Those rooms get awfully cold these January\ndays. Winters we mostly use this room so's to get the good of the\nkitchen stove.\" She added after a moment, during which Elizabeth Ann\nstood by the stove, warming her hands: \"There's one place you haven't\nseen yet--the milk-room. Mother's down there now, churning. That's the\ndoor--the middle one.\"\n\nElizabeth Ann had been wondering and wondering where in the world Aunt\nAbigail was. So she stepped quickly to the door, and went dawn the cold\ndark stairs she found there. At the bottom was a door, locked\napparently, for she could find no fastening. She heard steps inside, the\ndoor was briskly cast open, and she almost fell into the arms of Aunt\nAbigail, who caught her as she stumbled forward, saying: \"Well, I've\nbeen expectin' you down here for a long time. I never saw a little girl\nyet who didn't like to watch butter-making. Don't you love to run the\nbutter-worker over it? I do, myself, for all I'm seventy-two!\"\n\n\"I don't know anything about it,\" said Elizabeth Ann. \"I don't know what\nyou make butter out of. We always bought ours.\"\n\n\"Well, FOR GOODNESS' SAKES!\" said Aunt Abigail. She turned and called\nacross the room, \"Henry, did you ever! Here's Betsy saying she don't\nknow what we make butter out of! She actually never saw anybody making\nbutter!\"\n\nUncle Henry was sitting down, near the window, turning the handle to a\nsmall barrel swung between two uprights. He stopped for a moment and\nconsidered Aunt Abigail's remark with the same serious attention he had\ngiven to Elizabeth Ann's discovery about left and right. Then he began\nto turn the churn over and over again and said, peaceably: \"Well,\nMother, you never saw anybody laying asphalt pavement, I'll warrant you!\nAnd I suppose Betsy knows all about that.\"\n\nElizabeth Ann's spirits rose. She felt very superior indeed. \"Oh, yes,\"\nshe assured them, \"I know ALL about that! Didn't you ever see anybody\ndoing that? Why, I've seen them HUNDREDS of times! Every day as we went\nto school they were doing over the whole pavement for blocks along\nthere.\"\n\nAunt Abigail and Uncle Henry looked at her with interest, and Aunt\nAbigail said: \"Well, now, think of that! Tell us all about it!\"\n\n\"Why, there's a big black sort of wagon,\" began Elizabeth Ann, \"and they\nrun it up and down and pour out the black stuff on the road. And that's\nall there is to it.\" She stopped, rather abruptly, looking uneasy. Uncle\nHenry inquired: \"Now there's one thing I've always wanted to know. How\ndo they keep that stuff from hardening on them? How do they keep it\nhot?\"\n\nThe little girl looked blank. \"Why, a fire, I suppose,\" she faltered,\nsearching her memory desperately and finding there only a dim\nrecollection of a red glow somewhere connected with the familiar scene\nat which she had so often looked with unseeing eyes.\n\n\"Of course a fire,\" agreed Uncle Henry. \"But what do they burn in it,\ncoke or coal or wood or charcoal? And how do they get any draft to keep\nit going?\"\n\nElizabeth Ann shook her head. \"I never noticed,\" she said.\n\nAunt Abigail asked her now, \"What do they do to the road before they\npour it on?\"\n\n\"Do?\" said Elizabeth Ann. \"I didn't know they did anything.\"\n\n\"Well, they can't pour it right on a dirt road, can they?\" asked Aunt\nAbigail. \"Don't they put down cracked stone or something?\"\n\nElizabeth Ann looked down at her toes. \"I never noticed,\" she said.\n\n\"I wonder how long it takes for it to harden?\" said Uncle Henry.\n\n\"I never noticed,\" said Elizabeth Ann, in a small voice.\n\nUncle Henry said, \"Oh!\" and stopped asking questions. Aunt Abigail\nturned away and put a stick of wood in the stove. Elizabeth Ann did not\nfeel very superior now, and when Aunt Abigail said, \"Now the butter's\nbeginning to come. Don't you want to watch and see everything I do, so's\nyou can answer if anybody asks you how butter is made?\" Elizabeth Ann\nunderstood perfectly what was in Aunt's Abigail's mind, and gave to the\nprocess of butter-making a more alert and aroused attention than she had\never before given to anything. It was so interesting, too, that in no\ntime she forgot why she was watching, and was absorbed in the\nfascinations of the dairy for their own sake.\n\nShe looked in the churn as Aunt Abigail unscrewed the top, and saw the\nthick, sour cream separating into buttermilk and tiny golden particles.\n\"It's gathering,\" said Aunt Abigail, screwing the lid back on.\n\"Father'll churn it a little more till it really comes. And you and I\nwill scald the wooden butter things and get everything ready. You'd\nbetter take that apron there to keep your dress clean.\"\n\nWouldn't Aunt Frances have been astonished if she could have looked in\non Elizabeth Ann that very first morning of her stay at the hateful\nPutney Farm and have seen her wrapped in a gingham apron, her face\nbright with interest, trotting here and there in the stone-floored\nmilk-room! She was allowed the excitement of pulling out the plug from\nthe bottom of the churn, and dodged back hastily to escape the gush of\nbuttermilk spouting into the pail held by Aunt Abigail. And she poured\nthe water in to wash the butter, and screwed on the top herself, and,\nagain all herself (for Uncle Henry had gone off as soon as the butter\nhad \"come\"), swung the barrel back and forth six or seven times to swish\nthe water all through the particles of butter. She even helped Aunt\nAbigail scoop out the great yellow lumps--her imagination had never\nconceived of so much butter in all the world! Then Aunt Abigail let her\nrun the curiously shaped wooden butter-worker back and forth over the\nbutter, squeezing out the water, and then pile it up again with her\nwooden paddle into a mound of gold. She weighed out the salt needed on\nthe scales, and was very much surprised to find that there really is\nsuch a thing as an ounce. She had never met it before outside the pages\nof her arithmetic book and she didn't know it lived anywhere else.\n\nAfter the salt was worked in she watched Aunt Abigail's deft, wrinkled\nold hands make pats and rolls. It looked like the greatest fun, and too\neasy for anything; and when Aunt Abigail asked her if she wouldn't like\nto make up the last half-pound into a pat for dinner, she took up the\nwooden paddle confidently. And then she got one of the surprises that\nPutney Farm seemed to have for her. She discovered that her hands didn't\nseem to belong to her at all, that her fingers were all thumbs, that she\ndidn't seem to know in the least beforehand how hard a stroke she was\ngoing to give nor which way her fingers were going to go. It was, as a\nmatter of fact, the first time Elizabeth Ann had tried to do anything\nwith her hands except to write and figure and play on the piano, and\nnaturally she wasn't very well acquainted with them. She stopped in\ndismay, looking at the shapeless, battered heap of butter before her and\nholding out her hands as though they were not part of her.\n\nAunt Abigail laughed, took up the paddle, and after three or four passes\nthe butter was a smooth, yellow ball. \"Well, that brings it all back to\nme!\" she said? \"when _I_ was a little girl, when my grandmother first\nlet me try to make a pat. I was about five years old--my! what a mess I\nmade of it! And I remember? doesn't it seem funny--that SHE laughed and\nsaid her Great-aunt Elmira had taught her how to handle butter right\nhere in this very milk-room. Let's see, Grandmother was born the year\nthe Declaration of Independence was signed. That's quite a while ago,\nisn't it? But butter hasn't changed much, I guess, nor little girls\neither.\"\n\nElizabeth Ann listened to this statement with a very queer, startled\nexpression on her face, as though she hadn't understood the words. Now\nfor a moment she stood staring up in Aunt Abigail's face, and yet not\nseeing her at all, because she was thinking so hard. She was thinking!\n\"Why! There were real people living when the Declaration of Independence\nwas signed--real people, not just history people--old women teaching\nlittle girls how to do things--right in this very room, on this very\nfloor--and the Declaration of Independence just signed!\"\n\nTo tell the honest truth, although she had passed a very good\nexamination in the little book on American history they had studied in\nschool, Elizabeth Ann had never to that moment had any notion that there\never had been really and truly any Declaration of Independence at all.\nIt had been like the ounce, living exclusively inside her schoolbooks\nfor little girls to be examined about. And now here Aunt Abigail,\ntalking about a butter-pat, had brought it to life!\n\nOf course all this only lasted a moment, because it was such a new idea!\nShe soon lost track of what she was thinking of; she rubbed her eyes as\nthough she were coming out of a dream, she thought, confusedly: \"What\ndid butter have to do with the Declaration of Independence? Nothing, of\ncourse! It couldn't!\" and the whole impression seemed to pass out of her\nmind. But it was an impression which was to come again and again during\nthe next few months.\n\n\n\n\n\nCHAPTER IV\n\nBETSY GOES TO SCHOOL\n\nElizabeth Ann was very much surprised to hear Cousin Ann's voice\ncalling, \"Dinner!\" down the stairs. It did not seem possible that the\nwhole morning had gone by. \"Here,\" said Aunt Abigail, \"just put that pat\non a plate, will you, and take it upstairs as you go. I've got all I can\ndo to haul my own two hundred pounds up, without any half-pound of\nbutter into the bargain.\" The little girl smiled at this, though she did\nnot exactly know why, and skipped up the stairs proudly with her butter.\n\nDinner was smoking on the table, which was set in the midst of the great\npool of sunlight. A very large black-and-white dog, with a great bushy\ntail, was walking around and around the table, sniffing the air. He\nlooked as big as a bear to Elizabeth Ann; and as he walked his great red\ntongue hung out of his mouth and his white teeth gleamed horribly.\nElizabeth Ann shrank back in terror, clutching her plate of butter to\nher breast with tense fingers. Cousin. Ann said, over her shoulder: \"Oh,\nbother! There's old Shep, got up to pester us begging for scraps! Shep!\nYou go and lie down this minute!\" To Elizabeth Ann's astonishment and\nimmense relief, the great animal turned, drooping his head sadly, walked\nback across the floor, got upon the couch again, and laid his head down\non one paw very forlornly, turning up the whites of his eyes meekly at\nCousin Ann.\n\nAunt Abigail, who had just pulled herself up the stairs, panting, said,\nbetween laughing and puffing: \"I'm glad I'm not an animal on this farm.\nAnn does boss them around so.\" \"Well, SOMEbody has to!\" said Cousin Ann,\nadvancing on the table with a platter. This proved to have chicken\nfricassee on it, and Elizabeth Ann's heart melted in her at the smell.\nShe loved chicken gravy on hot biscuits beyond anything in the world,\nbut chickens are so expensive when you buy them in the market that Aunt\nHarriet hadn't had them very often for dinner. And there was a plate of\nbiscuits, golden brown, just coming out of the oven! She sat down very\nquickly, her mouth watering, and attacked with extreme haste the big\nplateful of food which Cousin Ann passed her.\n\nAt Aunt Harriet's she had always been aware that everybody watched her\nanxiously as she ate, and she had heard so much about her light appetite\nthat she felt she must live up to her reputation, and had a very natural\nand human hesitation about eating all she wanted when there happened to\nbe something she liked very much. But nobody here knew that she \"only\nate enough to keep a bird alive,\" and that her \"appetite was SO\ncapricious!\" Nor did anybody notice her while she stowed away the\nchicken and gravy and hot biscuits and currant jelly and baked potatoes\nand apple pie--when did Elizabeth Ann ever eat such a meal before! She\nactually felt her belt grow tight.\n\nIn the middle of the meal Cousin Ann got up to answer the telephone,\nwhich was in the next room. The instant the door had closed behind her\nUncle Henry leaned forward, tapped Elizabeth Ann on the shoulder, and\nnodded toward the sofa. His eyes were twinkling, and as for Aunt Abigail\nshe began to laugh silently, shaking all over, her napkin at her mouth\nto stifle the sound. Elizabeth Ann turned wonderingly and saw the old\ndog cautiously and noiselessly letting himself down from the sofa, one\near cocked rigidly in the direction of Cousin Ann's voice in the next\nroom. \"The old tyke!\" said Uncle Henry. \"He always sneaks up to the\ntable to be fed if Ann goes out for a minute. Here, Betsy, you're\nnearest, give him this piece of skin from the chicken neck.\" The big dog\npadded forward across the room, evidently in such a state of terror\nabout Cousin Ann that Elizabeth Ann felt for him. She had a\nfellow-feeling about that relative of hers. Also it was impossible to be\nafraid of so abjectly meek and guilty an animal. As old Shep came up to\nher, poking his nose inquiringly on her lap, she shrinkingly held out\nthe big piece of skin, and though she jumped back at the sudden snap and\ngobbling gulp with which the old dog greeted the tidbit, she could not\nbut sympathize with his evident enjoyment of it. He waved his bushy tail\ngratefully, cocked his head on one side, and, his ears standing up at\nattention, his eyes glistening greedily, he gave a little, begging\nwhine. \"Oh, he's asking for more!\" cried Elizabeth Ann, surprised to see\nhow plainly she could understand dog-talk. \"Quick, Uncle Henry, give me\nanother piece!\"\n\nUncle Henry rapidly transferred to her plate a wing-bone from his own,\nand Aunt Abigail, with one deft swoop, contributed the neck from the\nplatter. As fast as she could, Elizabeth Ann fed these to Shep, who\nwoofed them down at top speed, the bones crunching loudly under his\nstrong, white teeth. How he did enjoy it! It did your heart good to see\nhis gusto!\n\n[Illustration: \"Oh, he's asking for more'\" cried Elizabeth Ann]\n\nThere was the sound of the telephone receiver being hung up in the next\nroom--and everybody acted at once. Aunt Abigail began drinking\ninnocently out of her coffee-cup, only her laughing old eyes showing\nover the rim; Uncle Henry buttered a slice of bread with a grave face,\nas though he were deep in conjectures about who would be the next\nPresident; and as for old Shep, he made one plunge across the room, his\ntoe-nails clicking rapidly on the bare floor, sprang up on the couch,\nand when Cousin Ann opened the door and came in he was lying in exactly\nthe position in which she had left him, his paw stretched out, his head\nlaid on it, his brown eyes turned up meekly so that the whites showed.\n\nI've told you what these three did, but I haven't told you yet what\nElizabeth Ann did. And it is worth telling. As Cousin Ann stepped in,\nglancing suspiciously from her sober-faced and abstracted parents to the\nlamb-like innocence of old Shep, little Elizabeth Ann burst into a shout\nof laughter. It's worth telling about, because, so far as I know, that\nwas the first time she had ever laughed out heartily in all her life.\nFor my part, I'm half surprised to know that she knew how.\n\nOf course, when she laughed, Aunt Abigail had to laugh too, setting down\nher coffee-cup and showing all the funny wrinkles in her face screwed up\nhard with fun; and that made Uncle Henry laugh, and then Cousin Ann\nlaughed and said, as she sat down, \"You are bad children, the whole four\nof you!\" And old Shep, seeing the state of things, stopped pretending to\nbe meek, jumped down, and came lumbering over to the table, wagging his\ntail and laughing too; you know that good, wide dog-smile! He put his\nhead on Elizabeth Ann's lap again and she patted it and lifted up one of\nhis big black ears. She had quite forgotten that she was terribly afraid\nof big dogs.\n\nAfter dinner Cousin Ann looked up at the clock and said: \"My goodness!\nBetsy'll be late for school if she doesn't start right off.\" She\nexplained to the child, aghast at this sudden thunderclap, \"I let you\nsleep this morning as long as you wanted to, because you were so tired\nfrom your journey. But of course there's no reason for missing the\nafternoon session.\"\n\nAs Elizabeth Ann continued sitting perfectly still, frozen with alarm,\nCousin Ann jumped up briskly, got the little coat and cap, helped her\nup, and began inserting the child's arms into the sleeves. She pulled\nthe cap well down over Elizabeth Ann's ears, felt in the pocket and\npulled out the mittens. \"There,\" she said, holding them out, \"you'd\nbetter put them on before you go out, for it's a real cold day.\" As she\nled the stupefied little girl along toward the door Aunt Abigail came\nafter them and put a big sugar-cookie into the child's hand. \"Maybe\nyou'll like to eat that for your recess time,\" she said. \"I always did\nwhen I went to school.\"\n\nElizabeth Ann's hand closed automatically about the cookie, but she\nscarcely heard what was said. She felt herself to be in a bad dream.\nAunt Frances had never, no NEVER, let her go to school alone, and on the\nfirst day of the year always took her to the new teacher and introduced\nher and told the teacher how sensitive she was and how hard to\nunderstand; and then she stayed there for an hour or two till Elizabeth\nAnn got used to things! She could not face a whole new school all\nalone--oh, she couldn't, she wouldn't! She couldn't! Horrors! Here she\nwas in the front hall--she was on the porch! Cousin Ann was saying: \"Now\nrun along, child. Straight down the road till the first turn to the\nleft, and there in the cross-roads, there you are.\" And now the front\ndoor closed behind her, the path stretched before her to the road, and\nthe road led down the hill the way Cousin Ann had pointed. Elizabeth\nAnn's feet began to move forward and carried her down the path, although\nshe was still crying out to herself, \"I can't! I won't! I can't!\"\n\nAre you wondering why Elizabeth Ann didn't turn right around, open the\nfront door, walk in, and say, \"I can't! I won't! I can't!\" to Cousin\nAnn?\n\nThe answer to that question is that she didn't do it because Cousin Ann\nwas Cousin Ann. And there's more in that than you think! In fact, there\nis a mystery in it that nobody has ever solved, not even the greatest\nscientists and philosophers, although, like all scientists and\nphilosophers, they think they have gone a long way toward explaining\nsomething they don't understand by calling it a long name. The long name\nis \"personality,\" and what it means nobody knows, but it is perhaps the\nvery most important thing in the world for all that. And yet we know\nonly one or two things about it. We know that anybody's personality is\nmade up of the sum total of all the actions and thoughts and desires of\nhis life. And we know that though there aren't any words or any figures\nin any language to set down that sum total accurately, still it is one\nof the first things that everybody knows about anybody else. And that is\nreally all we know!\n\nSo I can't tell you why Elizabeth Ann did not go back and cry and sob\nand say she couldn't and she wouldn't and she couldn't, as she would\ncertainly have done at Aunt Harriet's. You remember that I could not\neven tell you why it was that, as the little fatherless and motherless\ngirl lay in bed looking at Aunt Abigail's old face, she should feel so\ncomforted and protected that she must needs break out crying. No, all I\ncan say is that it was because Aunt Abigail was Aunt Abigail. But\nperhaps it may occur to you that it's rather a good idea to keep a sharp\neye on your \"personality,\" whatever that is! It might be very handy, you\nknow, to have a personality like Cousin Ann's which sent Elizabeth Ann's\nfeet down the path; or perhaps you would prefer one like Aunt Abigail's.\nWell, take your choice.\n\nYou must not, of course, think for a moment that Elizabeth Ann had the\nslightest INTENTION of obeying Cousin Ann. No indeed! Nothing was\nfarther from her mind as her feet carried her along the path and into\nthe road. In her mind was nothing but rebellion and fear and anger and\noh, such hurt feelings! She turned sick at the very thought of facing\nall the staring, curious faces in the playground turned on the new\nscholar as she had seen them at home! She would never, never do it! She\nwould walk around all the afternoon, and then go back and tell Cousin\nAnn that she couldn't! She would EXPLAIN to her how Aunt Frances never\nlet her go out of doors without a loving hand to cling to. She would\nEXPLAIN to her how Aunt Frances always took care of her! ... it was easier\nto think about what she would say and do and explain, away from Cousin\nAnn, than it was to say and do it before those black eyes. Aunt\nFrances's eyes were soft, light blue.\n\nOh, how she wanted Aunt Frances to take care of her! Nobody cared a\nthing about her! Nobody UNDERSTOOD her but Aunt Frances! She wouldn't go\nback at all to Putney Farm. She would just walk on and on till she was\nlost, and the night would come and she would lie down and freeze to\ndeath, and then wouldn't Cousin Ann feel ...  Someone called to her,\n\"Isn't this Betsy?\"\n\nShe looked up astonished. A young girl in a gingham dress and a white\napron like those at Putney Farm stood in front of a tiny, square\nbuilding, like a toy house. \"Isn't this Betsy?\" asked the young girl\nagain. \"Your Cousin Ann said you were coming to school today and I've\nbeen looking out for you. But I saw you going right by, and I ran out to\nstop you.\"\n\n\"Why, where IS the school?\" asked Betsy, staring around for a big brick,\nfour-story building.\n\nThe young girl laughed and held out her hand. \"This is the school,\" she\nsaid, \"and I am the teacher, and you'd better come right in, for it's\ntime to begin.\"\n\nShe led Betsy into a low-ceilinged room with geraniums at the windows,\nwhere about a dozen children of different ages sat behind their desks.\nAt the first sight of them Betsy blushed crimson with fright and\nshyness, and hung down her head; but, looking out the corners of her\neyes, she saw that they, too, were all very red-faced and scared-looking\nand hung down their heads, looking at her shyly out of the corners of\ntheir eyes. She was so surprised by this that she forgot all about\nherself and looked inquiringly at the teacher.\n\n\"They don't see many strangers,\" the teacher explained, \"and they feel\nvery shy and scared when a new scholar comes, especially one from the\ncity.\"\n\n\"Is this my grade?\" asked Elizabeth, thinking it the very smallest grade\nshe had ever seen.\n\n\"This is the whole school,\" said the teacher. \"There are only two or\nthree in each class. You'll probably have three in yours. Miss Ann said\nyou were in the third grade. There, that's your seat.\"\n\nElizabeth sat down before a very old desk, much battered and hacked up\nwith knife marks. There was a big H. P. carved just over the inkwell,\nand many other initials scattered all over the top.\n\nThe teacher stepped back to her desk and took up a violin that lay\nthere. \"Now, children, we'll begin the afternoon session by singing\n'America,'\" she said. She played the air over a little very sweetly and\nstirringly, and then as the children stood up she came down close to\nthem, standing just in front of Betsy. She drew the bow across the\nstrings in a big chord, and said, \"NOW,\" and Betsy burst into song with\nthe others. The sun came in the windows brightly, the teacher, too, sang\nas she played, and all the children, even the littlest ones, opened\ntheir mouths wide and sang lustily.\n\n\n\n\n\nCHAPTER V\n\nWHAT GRADE IS BETSY?\n\nAfter the singing the teacher gave Elizabeth Ann a pile of schoolbooks,\nsome paper, some pencils, and a pen, and told her to set her desk in\norder. There were more initials carved inside, another big H. P. with a\nlittle A. P. under it. What a lot of children must have sat there,\nthought the little girl as she arranged her books and papers. As she\nshut down the lid the teacher finished giving some instructions to three\nor four little ones and said, \"Betsy and Ralph and Ellen, bring your\nreading books up here.\"\n\nBetsy sighed, took out her third-grade reader, and went with the other\ntwo up to the battered old bench near the teacher's desk. She knew all\nabout reading lessons and she hated them, although she loved to read.\nBut reading lessons...! You sat with your book open at some reading that\nyou could do with your eyes shut, it was so easy, and you waited and\nwaited and waited while your classmates slowly stumbled along, reading\naloud a sentence or two apiece, until your turn came to stand up and\nread your sentence or two, which by that time sounded just like nonsense\nbecause you'd read it over and over so many times to yourself before\nyour chance came. And often you didn't even have a chance to do that,\nbecause the teacher didn't have time to get around to you at all, and\nyou closed your book and put it back in your desk without having opened\nyour mouth. Reading was one thing Elizabeth Ann had learned to do very\nwell indeed, but she had learned it all by herself at home from much\nreading to herself. Aunt Frances had kept her well supplied with\nchildren's books from the nearest public library. She often read three a\nweek--very different, that, from a sentence or two once or twice a week.\n\nWhen she sat down on the battered old bench she almost laughed aloud, it\nseemed so funny to be in a class of only three. There had been forty in\nher grade in the big brick building. She sat in the middle, the little\ngirl whom the teacher had called Ellen on one side, and Ralph on the\nother. Ellen was very pretty, with fair hair smoothly braided in two\nlittle pig-tails, sweet, blue eyes, and a clean blue-and-white gingham\ndress. Ralph had very black eyes, dark hair, a big bruise on his\nforehead, a cut on his chin, and a tear in the knee of his short\ntrousers. He was much bigger than Ellen, and Elizabeth Ann thought he\nlooked rather fierce. She decided that she would be afraid of him, and\nwould not like him at all.\n\n\"Page thirty-two,\" said the teacher. \"Ralph first.\"\n\nRalph stood up and began to read. It sounded very familiar to Elizabeth\nAnn, for he did not read at all well. What was not familiar was that the\nteacher did not stop him after the first sentence. He read on and on\ntill he had read a page, the teacher only helping him with the hardest\nwords.\n\n\"Now Betsy,\" said the teacher.\n\nElizabeth Ann stood up, read the first sentence, and paused, like a\ncaged lion pausing when he comes to the end of his cage.\n\n\"Go on,\" said the teacher.\n\nElizabeth Ann read the next sentence and stopped again, automatically.\n\n\"Go ON,\" said the teacher, looking at her sharply.\n\nThe next time the little girl paused the teacher laughed out\ngood-naturedly. \"What is the matter with you, Betsy?\" she said. \"Go on\ntill I tell you to stop.\"\n\nSo Elizabeth Ann, very much surprised but very much interested, read on,\nsentence after sentence, till she forgot they were sentences and just\nthought of what they meant. She read a whole page and then another page,\nand that was the end of the selection. She had never read aloud so much\nin her life. She was aware that everybody in the room had stopped\nworking to listen to her. She felt very proud and less afraid than she\nhad ever thought she could be in a schoolroom. When she finished,\n\"You read very well!\" said the teacher. \"Is this very easy for you?\"\n\n\"Oh, YES!\" said Elizabeth Ann.\n\n\"I guess, then, that you'd better not stay in this class,\" said the\nteacher. She took a book out of her desk. \"See if you can read that.\"\n\nElizabeth Ann began in her usual school-reading style, very slow and\nmonotonous, but this didn't seem like a \"reader\" at all. It was poetry,\nfull of hard words that were fun to try to pronounce, and it was all\nabout an old woman who would hang out an American flag, even though the\ntown was full of rebel soldiers. She read faster and faster, getting\nmore and more excited, till she broke out with \"Halt!\" in such a loud,\nspirited voice that the sound of it startled her and made her stop,\nfearing that she would be laughed at. But nobody laughed. They were all\nlistening, very eagerly, even the little ones, with their eyes turned\ntoward her.\n\n\"You might as well go on and let us see how it came out,\" said the\nteacher, and Betsy finished triumphantly.\n\n\"WELL,\" said the teacher, \"there's no sense in your reading along in the\nthird reader. After this you'll recite out of the seventh reader with\nFrank and Harry and Stashie.\"\n\nElizabeth Ann could not believe her ears. To be \"jumped\" four grades in\nthat casual way! It wasn't possible! She at once thought, however, of\nsomething that would prevent it entirely, and while Ellen was reading\nher page in a slow, careful little voice, Elizabeth Ann was feeling\nmiserably that she must explain to the teacher why she couldn't read\nwith the seventh-grade children. Oh, how she wished she could! When they\nstood up to go back to their seats she hesitated, hung her head, and\nlooked very unhappy. \"Did you want to say something to me?\" asked the\nteacher, pausing with a bit of chalk in her hand.\n\nThe little girl went up to her desk and said, what she knew it was her\nduty to confess: \"I can't be allowed to read in the seventh reader. I\ndon't write a bit well, and I never get the mental number-work right. I\ncouldn't do ANYthing with seventh-grade arithmetic!\"\n\nThe teacher looked a little blank and said: \"_I_ didn't say anything\nabout your number-work! I don't KNOW anything about it! You haven't\nrecited yet.\" She turned away and began to write a list of words on the\nboard. \"Betsy, Ralph, and Ellen study their spelling,\" she said. \"You\nlittle ones come up for your reading.\"\n\nTwo little boys and two little girls came forward as Elizabeth Ann began\nto con over the words on the board. At first she found she was listening\nto the little, chirping voices, as the children straggled with their\nreading, instead of studying \"doubt, travel, cheese,\" and the other\nwords in her lesson. But she put her hands over her ears, and her mind\non her spelling. She wanted to make a good impression with that lesson.\nAfter a while, when she was sure she could spell them all correctly, she\nbegan to listen and look around her. She always \"got\" her spelling in\nless time than was allowed the class, and usually sat idle, looking out\nof the window until that study period was over. But now the moment she\nstopped staring at the board and moving her lips as she spelled to\nherself the teacher said, just as though she had been watching her every\nminute instead of conducting a class, \"Betsy, have you learned your\nspelling?\"\n\n\"Yes, ma'am, I think so,\" said Elizabeth Ann, wondering very much why\nshe was asked.\n\n\"That's fine,\" said the teacher. \"I wish you'd take little Molly over in\nthat corner and help her with her reading. She's getting on so much\nbetter than the rest of the class that I hate to have her lose her time.\nJust hear her read the rest of her little story, will you, and don't\nhelp her unless she's really stuck.\"\n\nElizabeth Ann was startled by this request, which was unheard of in her\nexperience. She was very uncertain of herself as she sat down on a low\nchair in the corner of the schoolroom away from the desks, with the\nlittle child leaning on her knee. And yet she was not exactly afraid,\neither, because Molly was such a shy little roly-poly thing, with her\ncrop of yellow curls, and her bright blue eyes very serious as she\nlooked hard at the book and began: \"Once there was a rat. It was a fat\nrat.\" No, it was impossible to be frightened of such a funny little\ngirl, who peered so earnestly into the older child's face to make sure\nshe was doing her lesson right.\n\nElizabeth Ann had never had anything to do with children younger than\nherself, and she felt very pleased and important to have anybody look up\nto HER! She put her arm around Molly's square, warm, fat little body and\ngave her a squeeze. Molly snuggled up closer; and the two children put\ntheir heads together over the printed page, Elizabeth Ann correcting\nMolly very gently indeed when she made a mistake, and waiting patiently\nwhen she hesitated. She had so fresh in her mind her own suffering from\nquick, nervous corrections that she took the greatest pleasure in\nspeaking quietly and not interrupting the little girl more than was\nnecessary. It was fun to teach, LOTS of fun! She was surprised when the\nteacher said, \"Well, Betsy, how did Molly do?\"\n\n\"Oh, is the time up?\" said Elizabeth Ann. \"Why, she does beautifully, I\nthink, for such a little thing.\"\n\n\"Do you suppose,\" said the teacher thoughtfully, just as though Betsy\nwere a grown-up person, \"do you suppose she could go into the second\nreader, with Eliza? There's no use keeping her in the first if she's\nready to go on.\"\n\nElizabeth Ann's head whirled with this second light-handed juggling with\nthe sacred distinction between the grades. In the big brick schoolhouse\nnobody EVER went into another grade except at the beginning of a new\nyear, after you'd passed a lot of examinations. She had not known that\nanybody could do anything else. The idea that everybody took a year to a\ngrade, no MATTER what! was so fixed in her mind that she felt as though\nthe teacher had said: \"How would you like to stop being nine years old\nand be twelve instead! And don't you think Molly would better be eight\ninstead of six?\"\n\nHowever, just then her class in arithmetic was called, so that she had\nno more time to be puzzled. She came forward with Ralph and Ellen again,\nvery low in her mind. She hated arithmetic with all her might, and she\nreally didn't understand a thing about it! By long experience she had\nlearned to read her teachers' faces very accurately, and she guessed by\ntheir expression whether the answer she gave was the right one. And that\nwas the only way she could tell. You never heard of any other child who\ndid that, did you?\n\nThey had mental arithmetic, of course (Elizabeth Ann thought it just her\nluck!), and of course it was those hateful eights and sevens, and of\ncourse right away poor Betsy got the one she hated most, 7x8. She never\nknew that one! She said dispiritedly that it was 54, remembering vaguely\nthat it was somewhere in the fifties. Ralph burst out scornfully, \"56!\"\nand the teacher, as if she wanted to take him down for showing off,\npounced on him with 9 x 8. He answered, without drawing breath, 72.\nElizabeth Ann shuddered at his accuracy. Ellen, too, rose to the\noccasion when she got 6 x 7, which Elizabeth Ann could sometimes\nremember and sometimes not. And then, oh horrors! It was her turn again!\nHer turn had never before come more than twice during a mental\narithmetic lesson. She was so startled by the swiftness with which the\nquestion went around that she balked on 6 x 6, which she knew perfectly.\nAnd before she could recover Ralph had answered and had rattled out a\n108 in answer to 9 x 12; and then Ellen slapped down an 84 on top of 7 x\n12. Good gracious! Who could have guessed, from the way they read, they\ncould do their tables like this! She herself missed on 7 x 7 and was\nready to cry. After this the teacher didn't call on her at all, but\nshowered questions down on the other two, who sent the answers back with\nsickening speed.\n\nAfter the lesson the teacher said, smiling, \"Well, Betsy, you were right\nabout your arithmetic. I guess you'd better recite with Eliza for a\nwhile. She's doing second-grade work. I shouldn't be surprised if, after\na good review with her, you'd be able to go on with the third-grade\nwork.\"\n\nElizabeth Ann fell back on the bench with her mouth open. She felt\nreally dizzy. What crazy things the teacher said! She felt as though she\nwas being pulled limb from limb.\n\n\"What's the matter?\" asked the teacher, seeing her bewildered fact.\n\n\"Why--why,\" said Elizabeth Ann, \"I don't know what I am at all. If I'm\nsecond-grade arithmetic and seventh-grade reading and third-grade\nspelling, what grade AM I?\"\n\nThe teacher laughed at the turn of her phrase. \"YOU aren't any grade at\nall, no matter where you are in school. You're just yourself, aren't\nyou? What difference does it make what grade you're in! And what's the\nuse of your reading little baby things too easy for you just because you\ndon't know your multiplication table?\"\n\n\"Well, for goodness' SAKES!\" ejaculated Elizabeth Ann, feeling very much\nas though somebody had stood her suddenly on her head.\n\n\"Why, what's the matter?\" asked the teacher again.\n\nThis time Elizabeth Ann didn't answer, because she herself didn't know\nwhat the matter was. But I do, and I'll tell you. The matter was that\nnever before had she known what she was doing in school. She had always\nthought she was there to pass from one grade to another, and she was\never so startled to get a little glimpse of the fact that she was there\nto learn how to read and write and cipher and generally use her mind, so\nshe could take care of herself when she came to be grown up. Of course,\nshe didn't really know that till she did come to be grown up, but she\nhad her first dim notion of it in that moment, and it made her feel the\nway you do when you're learning to skate and somebody pulls away the\nchair you've been leaning on and says, \"Now, go it alone!\"\n\nThe teacher waited a minute, and then, when Elizabeth Ann didn't say\nanything more, she rang a little bell. \"Recess time,\" she said, and as\nthe children marched out and began putting on their wraps she followed\nthem into the cloak-room, pulled on a warm, red cap and a red sweater,\nand ran outdoors herself. \"Who's on my side!\" she called, and the\nchildren came darting out after her. Elizabeth Ann had dreaded the first\nrecess time with the strange children, but she had no time to feel shy,\nfor in a twinkling she was on one end of a long rope with a lot of her\nschoolmates, pulling with all her might against the teacher and two of\nthe big boys. Nobody had looked at her curiously, nobody had said\nanything to her beyond a loud, \"Come on, Betsy!\" from Ralph, who was at\nthe head on their side.\n\nThey pulled and they pulled, digging their feet into the ground and\nbracing themselves against the rocks which stuck up out of the\nplayground. Sometimes the teacher's side yanked them along by quick\njerks, and then they'd all set their feet hard when Ralph shouted out,\n\"Now, ALL TOGETHER!\" and they'd slowly drag the other side back. And all\nthe time everybody was shouting and yelling together with the\nexcitement. Betsy was screaming too, and when a wagon passing by stopped\nand a big, broad-shouldered farmer jumped down laughing, put the end of\nthe rope over his shoulder, and just walked off with the whole lot of\nthem till he had pulled them clear off their feet, Elizabeth Ann found\nherself rolling over and over with a breathless, squirming mass of\nchildren, her shrill laughter rising even above the shouts of merriment\nof the others. She laughed so she could hardly get up on her feet again,\nit was such an unexpected ending to the contest.\n\nThe big farmer was laughing too. \"You ain't so smart as you THINK you\nare, are you!\" he jeered at them good-naturedly. Then he started,\nyelling \"WHOA there!\" to his horses, which had begun to walk on. He had\nto run after them with all his might, and just climbed into the back of\nthe wagon and grabbed the reins the very moment they broke into a trot.\nThe children laughed, and Ralph shouted after him, \"Hi, there, Uncle\nNate! Who's not so smart as he thinks he is, NOW!\" He turned to the\nlittle girls near him. \"They 'most got away from him THAT time!\" he\nsaid. \"He's awful foolish about leaving them standing while he's funning\nor something. He thinks he's awful funny, anyhow. Some day they'll run\naway on him and THEN where'll he be?\"\n\nElizabeth Ann was thinking to herself that this was one of the queerest\nthings that had happened to her even in this queer place. Never, why\nnever once, had any grown-up, passing the playground of the big brick\nbuilding, DREAMED of such a thing as stopping for a minute to play. They\nnever even looked at the children, any more than if they were in another\nworld. In fact she had felt the school was in another world.\n\n\"Ralph, it's your turn to get the water,\" said the teacher, handing him\na pail. \"Want to go along?\" said Ralph gruffly to Ellen and Betsy. He\nled the way and the little girls walked after him. Now that she was out\nof a crowd Elizabeth Ann felt all her shyness come down on her like a\nblack cloud, drying up her mouth and turning her hands and feet cold as\nice. Into one of these cold hands she felt small, warm fingers slide.\nShe looked down and there was little Molly trotting by her side, turning\nher blue eyes up trustfully. \"Teacher says I can go with you if you'll\ntake care of me,\" she said. \"She never lets us first-graders go without\nsomebody bigger to help us over the log.\"\n\nAs she spoke they came to a small, clear, swift brook, crossed by a big\nwhite-birch log. Elizabeth Ann was horribly afraid to set foot on it,\nbut with little Molly's hand holding tightly to hers she was ashamed to\nsay she was afraid. Ralph skipped across, swinging the pail to show how\neasy it was for him. Ellen followed more slowly, and then--oh, don't you\nwish Aunt Frances could have been there!--Betsy shut her teeth together\nhard, put Molly ahead of her, took her hand, and started across. As a\nmatter of fact Molly went along as sure-footed as a little goat, having\ndone it a hundred times, and it was she who steadied Elizabeth Ann. But\nnobody knew this, Molly least of all.\n\nRalph took a drink out of a tin cup standing on a stump near by, dipped\nthe pail into a deep, clear pool, and started back to the school. Ellen\ntook a drink and offered the cup to Betsy, very shyly, without looking\nup. After they had all three had a drink they stood there for a moment,\nmuch embarrassed. Then Ellen said, in a very small voice, \"Do you like\ndolls with yellow hair the best?\"\n\nNow it happened that Elizabeth Ann had very positive convictions on this\npoint which she had never spoken of, because Aunt Frances didn't REALLY\ncare about dolls. She only pretended to, to be company for her little\nniece.\n\n\"No, I DON'T!\" answered the little girl emphatically. \"I get just sick\nand tired of always seeing them with that old, bright-yellow hair! I\nlike them to have brown hair, just the way most little girls really do!\"\n\nEllen lifted her eyes and smiled radiantly. \"Oh, so do I!\" she said.\n\"And that lovely old doll your folks have has got brown hair. Will you\nlet me play with her some time?\"\n\n\"My folks?\" said Elizabeth Ann blankly.\n\n\"Why yes, your Aunt Abigail and your Uncle Henry.\"\n\n\"Have they got a DOLL?\" said Betsy, thinking this was the very climax of\nPutney queerness.\n\n\"Oh my, yes!\" said Molly, eagerly. \"She's the one Mrs. Putney had when\nshe was a little girl. And she's got the loveliest clothes! She's in the\nhair-trunk under the eaves in the attic. They let me take her down once\nwhen I was there with Mother. And Mother said she guessed, now a little\ngirl had come there to live, they'd let her have her down all the time.\nI'll bring mine over next Saturday, if you want me to. Mine's got yellow\nhair, but she's real pretty anyhow. If Father's going to mill that day,\nhe can leave me there for the morning.\"\n\n[Illustration with caption: Betsy shut her teeth together hard, and\nstarted across.]\n\nElizabeth Ann had not understood more than one word in five of this, but\njust then the school-bell rang and they went back, little Molly helping\nElizabeth Ann over the log and thinking she was being helped, as before.\n\nThey ran along to the little building, and there I'm going to leave\nthem, because I think I've told enough about their school for ONE while.\nIt was only a poor, rough, little district school anyway, that no\nSuperintendent of Schools would have looked at for a minute, except to\nsniff.\n\n\n\n\n\nCHAPTER VI\n\nIF YOU DON'T LIKE CONVERSATION IN A BOOK SKIP THIS CHAPTER!\n\nBetsy opened the door and was greeted by her kitten, who ran to her,\npurring and arching her back to be stroked.\n\n\"Well,\" said Aunt Abigail, looking up from the pan of apples in her lap,\n\"I suppose you're starved, aren't you? Get yourself a piece of bread and\nbutter, why don't you? and have one of these apples.\"\n\nAs the little girl sat down by her, munching fast on this provender, she\nasked: \"What desk did you get?\"\n\nElizabeth Ann thought for a moment, cuddling Eleanor up to her face. \"I\nthink it is the third from the front in the second row.\" She wondered\nwhy Aunt Abigail cared. \"Oh, I guess that's your Uncle Henry's desk.\nIt's the one his father had, too. Are there a couple of H. P.'s carved\non it?\"\n\nBetsy nodded.\n\n\"His father carved the H. P. on the lid, so Henry had to put his inside.\nI remember the winter he put it there. It was the first season Mother\nlet me wear real hoop skirts. I sat in the first seat on the third row.\"\n\nBetsy ate her apple more and more slowly, trying to take in what Aunt\nAbigail had said. Uncle Henry and HIS FATHER--why Moses or Alexander the\nGreat didn't seem any further back in the mists of time to Elizabeth Ann\nthan did Uncle Henry's FATHER! And to think he had been a little boy,\nright there at that desk! She stopped chewing altogether for a moment\nand stared into space. Although she was only nine years old, she was\nfeeling a little of the same rapt wonder, the same astonished sense of\nthe reality of the people who have gone before, which make a first visit\nto the Roman Forum such a thrilling event for grown-ups. That very desk!\n\nAfter a moment she came to herself, and finding some apple still in her\nmouth, went on chewing meditatively. \"Aunt Abigail,\" she said, \"how long\nago was that?\"\n\n\"Let's see,\" said the old woman, peeling apples with wonderful rapidity.\n\"I was born in 1844. And I was six when I first went to school. That's\nsixty-six years ago.\"\n\nElizabeth Ann, like all little girls of nine, had very little notion how\nlong sixty-six years might be. \"Was George Washington alive then?\" she\nasked.\n\nThe wrinkles around Aunt Abigail's eyes deepened mirthfully, but she did\nnot laugh as she answered, \"No, that was long after he died, but the\nschoolhouse was there when he was alive.\"\n\n\"It WAS!\" said Betsy, staring, with her teeth set deep in an apple.\n\n\"Yes, indeed. It was the first house in the valley built of sawed\nlumber. You know, when our folks came up here, they had to build all\ntheir houses of logs to begin with.\"\n\n\"They DID!\" cried Betsy, with her mouth full of apple.\n\n\"Why yes, child, what else did you suppose they had to make houses out\nof? They had to have something to live in, right off. The sawmills came\nlater.\"\n\n\"I didn't know anything about it,\" said Betsy. \"Tell me about it.\"\n\n\"Why you knew, didn't you--your Aunt Harriet must have told you--about\nhow our folks came up here from Connecticut in 1763, on horseback!\nConnecticut was an old settled place then, compared to Vermont. There\nwasn't anything here but trees and bears and wood-pigeons. I've heard\n'em say that the wood-pigeons were so thick you could go out after dark\nand club 'em out of the trees, just like hens roosting in a hen-house.\nThere always was cold pigeon-pie in the pantry, just the way we have\ndoughnuts. And they used bear-grease to grease their boots and their\nhair, bears were so plenty. It sounds like good eating, don't it! But of\ncourse that was just at first. It got quite settled up before long, and\nby the time of the Revolution, bears were getting pretty scarce, and\nsoon the wood-pigeons were all gone.\"\n\n\"And the schoolhouse--that schoolhouse where I went today--was that\nbuilt THEN?\" Elizabeth Ann found it hard to believe.\n\n\"Yes, it used to have a great big chimney and fireplace in it. It was\nbuilt long before stoves were invented, you know.\"\n\n\"Why, I thought stoves were ALWAYS invented!\" cried Elizabeth Ann. This\nwas the most startling and interesting conversation she had ever taken\npart in.\n\nAunt Abigail laughed. \"Mercy, no, child! Why, _I_ can remember when only\nfolks that were pretty well off had stoves and real poor people still\ncooked over a hearth fire. I always thought it a pity they tore down the\nbig chimney and fireplace out of the schoolhouse and put in that big,\nugly stove. But folks are so daft over new-fangled things. Well, anyhow,\nthey couldn't take away the sun-dial on the window-sill. You want to be\nsure to look at that. It's on the sill of the middle window on the right\nhand as you face the teacher's desk.\"\n\n\"Sun-dial,\" repeated Betsy. \"What's that?\"\n\n\"Why to tell the time by, when--\"\n\n\"Why didn't they have a clock?\" asked the child.\n\nAunt Abigail laughed. \"Good gracious, there was only one clock in the\nvalley for years and years, and that belonged to the Wardons, the rich\npeople in the village. Everybody had sun-dials cut in their\nwindow-sills. There's one on the window-sill of our pantry this minute.\nCome on, I'll show it to you.\" She got up heavily with her pan of\napples, and trotted briskly, shaking the floor as she went, over to the\nstove. \"But first just watch me put these on to cook so you'll know\nhow.\" She set the pan on the stove, poured some water from the\ntea-kettle over the apples, and put on a cover. \"Now come on into the\npantry.\"\n\nThey entered a sweet-smelling, spicy little room, all white paint, and\nshelves which were loaded with dishes and boxes and bags and pans of\nmilk and jars of preserves.\n\n\"There!\" said Aunt Abigail, opening the window. \"That's not so good as\nthe one at school. This only tells when noon is.\"\n\nElizabeth Ann stared stupidly at the deep scratch on the window-sill.\n\n\"Don't you see?\" said Aunt Abigail. \"When the shadow got to that mark it\nwas noon. And the rest of the time you guessed by how far it was from\nthe mark. Let's see if I can come anywhere near it now.\" She looked at it\nhard and said: \"I guess it's half-past four.\" She glanced back into the\nkitchen at the clock and said: \"Oh pshaw! It's ten minutes past five!\nNow my grandmother could have told that within five minutes, just by the\nplace of the shadow. I declare! Sometimes it seems to me that every time\na new piece of machinery comes into the door some of our wits fly out at\nthe window! Now I couldn't any more live without matches than I could\nfly! And yet they all used to get along all right before they had\nmatches. Makes me feel foolish to think I'm not smart enough to get\nalong, if I WANTED to, without those little snips of pine and brimstone.\nHere, Betsy, take a cooky. It's against my principles to let a child\nleave the pantry without having a cooky. My! it does seem like living\nagain to have a young one around to stuff!\"\n\nBetsy took the cooky, but went on with the conversation by exclaiming,\n\"HOW could ANY-body get along without matches? You HAVE to have\nmatches.\"\n\nAunt Abigail didn't answer at first. They were back in the kitchen now.\nShe was looking at the clock again. \"See here,\" she said; \"it's time I\nbegan getting supper ready. We divide up on the work. Ann gets the\ndinner and I get the supper. And everybody gets his own breakfast. Which\nwould you rather do, help Ann with the dinner, or me with the supper?\"\n\nElizabeth Ann had not had the slightest idea of helping anybody with any\nmeal, but, confronted unexpectedly with the alternative offered, she\nmade up her mind so quickly that she didn't want to help Cousin Ann, and\ndeclared so loudly, \"Oh, help YOU with the supper!\" that her promptness\nmade her sound quite hearty and willing. \"Well, that's fine,\" said Aunt\nAbigail. \"We'll set the table now. But first you would better look at\nthat apple sauce. I hear it walloping away as though it was boiling too\nfast. Maybe you'd better push it back where it won't cook so fast. There\nare the holders, on that hook.\"\n\nElizabeth Ann approached the stove with the holder in her hand and\nhorror in her heart. Nobody had ever dreamed of asking her to handle hot\nthings. She looked around dismally at Aunt Abigail, but the old woman\nwas standing with her back turned, doing something at the kitchen table.\nVery gingerly the little girl took hold of the handle of the saucepan,\nand very gingerly she shoved it to the back of the stove. And then she\nstood still a moment to admire herself. She could do that as well as\nanybody!\n\n\"Why,\" said Aunt Abigail, as if remembering that Betsy had asked her a\nquestion. \"Any man could strike a spark from his flint and steel that he\nhad for his gun. And he'd keep striking it till it happened to fly out\nin the right direction, and you'd catch it in some fluff where it would\nstart a smoulder, and you'd blow on it till you got a little flame, and\ndrop tiny bits of shaved-up dry pine in it, and so, little by little,\nyou'd build your fire up.\"\n\n\"But it must have taken forEVER to do that!\"\n\n\"Oh, you didn't have to do that more than once in ever so long,\" said\nAunt Abigail, briskly. She interrupted her story to say: \"Now you put\nthe silver around, while I cream the potatoes. It's in that drawer--a\nknife, a fork, and two spoons for each place--and the plates and cups\nare up there behind the glass doors. We're going to have hot cocoa again\ntonight.\" And as the little girl, hypnotized by the other's casual,\noffhand way of issuing instructions, began to fumble with the knives and\nforks she went on: \"Why, you'd start your fire that way, and then you'd\nnever let it go out. Everybody that amounted to anything knew how to\nbank the hearth fire with ashes at night so it would be sure to last.\nAnd the first thing in the morning, you got down on your knees and poked\nthe ashes away very carefully till you got to the hot coals. Then you'd\nblow with the bellows and drop in pieces of dry pine--don't forget the\nwater-glasses--and you'd blow gently till they flared up and the\nshavings caught, and there your fire would be kindled again. The napkins\nare in the second drawer.\"\n\nBetsy went on setting the table, deep in thought, reconstructing the old\nlife. As she put the napkins around she said, \"But SOMETIMES it must\nhave gone out ...\"\n\n\"Yes,\" said Aunt Abigail, \"sometimes it went out, and then one of the\nchildren was sent over to the nearest neighbor to borrow some fire. He'd\ntake a covered iron pan fastened on to a long hickory stick, and go\nthrough the woods--everything was woods then--to the next house and wait\ntill they had their fire going and could spare him a pan full of coals;\nand then--don't forget the salt and pepper--he would leg it home as fast\nas he could streak it, to get there before the coals went out. Say,\nBetsy, I think that apple sauce is ready to be sweetened. You do it,\nwill you? I've got my hands in the biscuit dough. The sugar's in the\nleft-hand drawer in the kitchen cabinet.\"\n\n\"Oh, MY!\" cried Betsy, dismayed. \"_I_ don't know how to cook!\"\n\nAunt Abigail laughed and put back a strand of curly white hair with the\nback of her floury hand. \"You know how to stir sugar into your cup of\ncocoa, don't you?\"\n\n\"But how MUCH shall I put in?\" asked Elizabeth Ann, clamoring for exact\ninstruction so she wouldn't need to do any thinking for herself.\n\n\"Oh, till it tastes right,\" said Aunt Abigail, carelessly. \"Fix it to\nsuit yourself, and I guess the rest of us will like it. Take that big\nspoon to stir it with.\"\n\nElizabeth Ann took off the lid and began stirring in sugar, a\nteaspoonful at a time, but she soon saw that that made no impression.\nShe poured in a cupful, stirred it vigorously, and tasted it. Better,\nbut not quite enough. She put in a tablespoonful more and tasted it,\nstaring off into space under bended brows as she concentrated her\nattention on the taste. It was quite a responsibility to prepare the\napple sauce for a family. It was ever so good, too. But maybe a LITTLE\nmore sugar. She put in a teaspoonful and decided it was just exactly\nright!\n\n\"Done?\" asked Aunt Abigail. \"Take it off, then, and pour it out in that\nbig yellow bowl, and put it on the table in front of your place. You've\nmade it; you ought to serve it.\"\n\n\"It isn't done, is it?\" asked Betsy. \"That isn't all you do to make\napple sauce!\"\n\n\"What else could you do?\" asked Aunt Abigail.\n\n\"Well...!\" said Elizabeth Ann, very much surprised. \"I didn't know it\nwas so easy to cook!\"\n\n\"Easiest thing in the world,\" said Aunt Abigail gravely, with the merry\nwrinkles around her merry old eyes all creased up with silent fun.\n\nWhen Uncle Henry came in from the barn, with old Shep at his heels, and\nCousin Ann came down from upstairs, where her sewing-machine had been\nhumming like a big bee, they were both duly impressed when told that\nBetsy had set the table and made the apple sauce. They pronounced it\nvery good apple sauce indeed, and each sent his saucer back to the\nlittle girl for a second helping. She herself ate three saucerfuls. Her\nown private opinion was that it was the very best apple sauce ever made.\n\nAfter supper was over and the dishes washed and wiped, Betsy helping\nwith the putting-away, the four gathered around the big lamp on the\ntable with the red cover. Cousin Ann was making some buttonholes in the\nshirt-waist she had constructed that afternoon, Aunt Abigail was darning\nsocks, and Uncle Henry was mending a piece of harness. Shep lay on the\ncouch and snored until he got so noisy they couldn't stand it, and\nCousin Ann poked him in the ribs and he woke up snorting and gurgling\nand looking around very sheepishly. Every time this happened it made\nBetsy laugh. She held Eleanor, who didn't snore at all, but made the\nprettiest little tea-kettle-singing purr deep in her throat, and opened\nand sheathed her needle-like claws in Betsy's dress.\n\n\"Well, how'd you get on at school?\" asked Uncle Henry.\n\n\"I've got your desk,\" said Elizabeth Ann, looking at him curiously, at\nhis gray hair and wrinkled, weather-beaten face, and trying to think\nwhat he must have looked like when he was a little boy like Ralph.\n\n\"So?\" said Uncle Henry. \"Well, let me tell you that's a mighty good\ndesk! Did you notice the deep groove in the top of it?\"\n\nBetsy nodded. She had wondered what that was used for.\n\n\"Well, that was the lead-pencil desk in the old days. When they couldn't\nrun down to the store to buy things, because there wasn't any store to\nrun to, how do you suppose they got their lead-pencils!\" Elizabeth Ann\nshook her head, incapable even of a guess. She had never thought before\nbut that lead-pencils grew in glass show-cases in stores.\n\n\"Well, sir,\" said Uncle Henry, \"I'll tell you. They took a piece off the\nlump of lead they made their bullets of, melted it over the fire in the\nhearth down at the schoolhouse till it would run like water, and poured\nit in that groove. When it cooled off, there was a long streak of solid\nlead, about as big as one of our lead-pencils nowadays. They'd break\nthat up in shorter lengths, and there you'd have your lead-pencils, made\nwhile you wait. Oh, I tell you in the old days folks knew how to take\ncare of themselves more than now.\"\n\n\"Why, weren't there any stores?\" asked Elizabeth Ann. She could not\nimagine living without buying things at stores.\n\n\"Where'd they get the things to put in a store in those days?\" asked\nUncle Henry, argumentatively. \"Every single thing had to be lugged clear\nfrom Albany or from Connecticut on horseback.\"\n\n\"Why didn't they use wagons?\" asked Elizabeth Ann.\n\n\"You can't run a wagon unless you've got a road to run it on, can you?\"\nasked Uncle Henry. \"It was a long, long time before they had any roads.\nIt's an awful chore to make roads in a new country all woods and hills\nand swamps and rocks. You were lucky if there was a good path from your\nhouse to the next settlement.\"\n\n\"Now, Henry,\" said Aunt Abigail, \"do stop going on about old times long\nenough to let Betsy answer the question you asked her. You haven't given\nher a chance to say how she got on at school.\"\n\n\"Well, I'm AWFULLY mixed up!\" said Betsy, complainingly. \"I don't know\nwhat I am! I'm second-grade arithmetic and third-grade spelling and\nseventh-grade reading and I don't know what in writing or composition.\nWe didn't have those.\"\n\nNobody seemed to think this very remarkable, or even very interesting.\nUncle Henry, indeed, noted it only to say, \"Seventh-grade reading!\" He\nturned to Aunt Abigail. \"Oh, Mother, don't you suppose she could read\naloud to us evenings?\"\n\nAunt Abigail and Cousin Ann both laid down their sewing to laugh! \"Yes,\nyes, Father, and play checkers with you too, like as not!\" They\nexplained to Betsy: \"Your Uncle Henry is just daft on being read aloud\nto when he's got something to do in the evening, and when he hasn't he's\nas fidgety as a broody hen if he can't play checkers. Ann hates checkers\nand I haven't got the time, often.\"\n\n\"Oh, I LOVE to play checkers!\" said Betsy.\n\n\"Well, NOW ...\" said Uncle Henry, rising instantly and dropping his\nhalf-mended harness on the table. \"Let's have a game.\"\n\n\"Oh, Father!\" said Cousin Ann, in the tone she used for Shep. \"How about\nthat piece of breeching! You know that's not safe. Why don't you finish\nthat up first?\"\n\nUncle Henry sat down again, looking as Shep did when Cousin Ann told him\nto get up on the couch, and took up his needle and awl.\n\n\"But I could read something aloud,\" said Betsy, feeling very sorry for\nhim. \"At least I think I could. I never did, except at school.\"\n\n\"What shall we have, Mother?\" asked Uncle Henry eagerly.\n\n\"Oh, I don't know. What have we got in this bookcase?\" said Aunt\nAbigail. \"It's pretty cold to go into the parlor to the other one.\" She\nleaned forward, ran her fat fore-finger over the worn old volumes, and\ntook out a battered, blue-covered book. \"Scott?\"\n\n\"Gosh, yes!\" said Uncle Henry, his eyes shining. \"The staggit eve!\"\n\nAt least that was the way it sounded to Betsy, but when she took the\nbook and looked where Aunt Abigail pointed she read it correctly, though\nin a timid, uncertain voice. She was very proud to think she could\nplease a grown-up so much as she was evidently pleasing Uncle Henry, but\nthe idea of reading aloud for people to hear, not for a teacher to\ncorrect, was unheard-of.\n\n   The Stag at eve had drunk his fill\n   Where danced the moon on Monan's rill,\n\nshe began, and it was as though she had stepped into a boat and was\nswept off by a strong current. She did not know what all the words\nmeant, and she could not pronounce a good many of the names, but nobody\ninterrupted to correct her, and she read on and on, steadied by the\nstrongly-marked rhythm, drawn forward swiftly from one clanging,\nsonorous rhyme to another. Uncle Henry nodded his head in time to the\nrise and fall of her voice and now and then stopped his work to look at\nher with bright, eager, old eyes. He knew some of the places by heart\nevidently, for once in a while his voice would join the little girl's\nfor a couplet or two. They chanted together thus:\n\n   A moment listened to the cry\n   That thickened as the chase drew nigh,\n   Then, as the headmost foes appeared,\n   With one brave bound, the copse he cleared.\n\nAt the last line Uncle Henry flung his arm out wide, and the child felt\nas though the deer had made his great leap there, before her eyes.\n\n\"I've seen 'em jump just like that,\" broke in Uncle Henry. \"A\ntwo-three-hundred-pound stag go up over a four-foot fence just like a\npiece of thistledown in the wind.\"\n\n\"Uncle Henry,\" asked Elizabeth Ann, \"what is a copse?\"\n\n\"I don't know,\" said Uncle Henry indifferently. \"Something in the woods,\nmust be. Underbrush most likely. You can always tell words you don't\nknow by the sense of the whole thing. Go on.\"\n\n   And stretching forward, free and far,\n\nThe child's voice took up the chant again. She read faster and faster as\nit got more exciting. Uncle Henry joined in on\n\n   For, jaded now and spent with toil,\n   Embossed with foam and dark with soil,\n   While every gasp with sobs he drew,\n   The laboring stag strained full in view.\n\nThe little girl's heart beat fast. She fled along through the next\nlines, stumbling desperately over the hard words but seeing the headlong\nchase through them clearly as through tree-trunks in a forest. Uncle\nHenry broke in in a triumphant shout:\n\n   The wily quarry shunned the shock\n   And TURNED him from the opposing rock;\n   Then dashing down a darksome glen,\n   Soon lost to hound and hunter's ken,\n   In the deep Trossach's wildest nook\n   His solitary refuge took.\n\n\"Oh MY!\" cried Elizabeth Ann, laying down the book. \"He got away, didn't\nhe? I was so afraid he wouldn't!\"\n\n\"I can just hear those dogs yelping, can't you?\" said Uncle Henry.\n\n   Yelled on the view the opening pack.\n\n\"Sometimes you hear 'em that way up on the slope of Hemlock Mountain\nback of us, when they get to running a deer.\"\n\n\"What say we have some pop-corn!\" suggested Aunt Abigail. \"Betsy, don't\nyou want to pop us some?\"\n\n\"I never DID,\" said the little girl, but in a less doubtful tone than\nshe had ever used with that phrase so familiar to her. A dim notion was\ngrowing up in her mind that the fact that she had never done a thing was\nno proof that she couldn't.\n\n\"I'll show you,\" said Uncle Henry. He reached down a couple of ears from\na big yellow cluster hanging on the wall, and he and Betsy shelled them\ninto the popper, popped it full of snowy kernels, buttered it, salted\nit, and took it back to the table.\n\nIt was just as she was eating her first ambrosial mouthful that the door\nopened and a fur-capped head was thrust in. A man's voice said:\n\"Evenin', folks. No, I can't stay. I was down at the village just now,\nand thought I'd ask for any mail down our way.\" He tossed a newspaper\nand a letter on the table and was gone.\n\nThe letter was addressed to Elizabeth Ann and it was from Aunt Frances.\nShe read it to herself while Uncle Henry read the newspaper. Aunt\nFrances wrote that she had been perfectly horrified to learn that Cousin\nMolly had not kept Elizabeth Ann with her, and that she would never\nforgive her for that cruelty. And when she thought that her darling was\nat Putney Farm...! Her blood ran cold. It positively did! It was too\ndreadful. But it couldn't be helped, for a time anyhow, because Aunt\nHarriet was really VERY sick. Elizabeth Ann would have to be a dear,\nbrave child and endure it as best she could. And as soon ... oh, as soon\nas ever she COULD, Aunt Frances would come and take her away from them.\n\"Don't cry TOO much, darling ... it breaks my heart to think of you there!\nTRY to be cheerful, dearest! TRY to bear it for the sake of your\ndistracted, loving Aunt Frances.\"\n\nElizabeth Ann looked up from this letter and across the table at Aunt\nAbigail's rosy, wrinkled old face, bent over her darning. Uncle Henry\nlaid the paper down, took a big mouthful of pop-corn, and beat time\nsilently with his hand. When he could speak he murmured: An hundred dogs\nbayed deep and strong, Clattered an hundred steeds along.\n\nOld Shep woke up with a snort and Aunt Abigail fed him a handful of\npop-corn. Little Eleanor stirred in her sleep, stretched, yawned, and\nnestled down into a ball again on the little girl's lap. Betsy could\nfeel in her own body the rhythmic vibration of the kitten's contented\npurr.\n\nAunt Abigail looked up: \"Finished your letter? I hope Harriet is no\nworse. What does Frances say?\"\n\nElizabeth Ann blushed a deep red and crushed the letter together in her\nhand. She felt ashamed and she did not know why. \"Aunt Frances\nsays, ... Aunt Frances says,  ...\" she began, hesitating. \"She says Aunt\nHarriet is still pretty sick.\" She stopped, drew a long breath, and went\non, \"And she sends her love to you.\"\n\nNow Aunt Frances hadn't done anything of the kind, so this was a really\nwhopping fib. But Elizabeth Ann didn't care if it was. It made her feel\nless ashamed, though she did not know why. She took another mouthful of\npop-corn and stroked Eleanor's back. Uncle Henry got up and stretched.\n\"It's time to go to bed, folks,\" he said. As he wound the clock Betsy\nheard him murmuring:\n\n     But when the sun his beacon red....\n\n\n\n\n\nCHAPTER VII\n\nELIZABETH ANN FAILS IN AN EXAMINATION\n\nI wonder if you can guess the name of a little girl who, about a month\nafter this, was walking along through the melting snow in the woods with\na big black dog running circles around her. Yes, all alone in the woods\nwith a terrible great dog beside her, and yet not a bit afraid. You\ndon't suppose it could be Elizabeth Ann? Well, whoever she was, she had\nsomething on her mind, for she walked more and more slowly and had only\na very absent-minded pat for the dog's head when he thrust it up for a\ncaress. When the wood road led into a clearing in which there was a\nrough little house of slabs, the child stopped altogether, and, looking\ndown, began nervously to draw lines in the snow with her overshoe.\n\nYou see, something perfectly dreadful had happened in school that day.\nThe Superintendent, the all-important, seldom-seen Superintendent, came\nto visit the school and the children were given some examinations so he\ncould see how they were getting on.\n\nNow, you know what an examination did to Elizabeth Ann. Or haven't I\ntold you yet?\n\nWell, if I haven't, it's because words fail me. If there is anything\nhorrid that an examination DIDn't do to Elizabeth Ann, I have yet to\nhear of it. It began years ago, before ever she went to school, when she\nheard Aunt Frances talking about how SHE had dreaded examinations when\nshe was a child, and how they dried up her mouth and made her ears ring\nand her head ache and her knees get all weak and her mind a perfect\nblank, so that she didn't know what two and two made. Of course\nElizabeth Ann didn't feel ALL those things right off at her first\nexamination, but by the time she had had several and had rushed to tell\nAunt Frances about how awful they were and the two of them had\nsympathized with one another and compared symptoms and then wept about\nher resulting low marks, why, she not only had all the symptoms Aunt\nFrances had ever had, but a good many more of her own invention.\n\nWell, she had had them all and had them hard this afternoon, when the\nSuperintendent was there. Her mouth had gone dry and her knees had\nshaken and her elbows had felt as though they had no more bones in them\nthan so much jelly, and her eyes had smarted, and oh, what answers she\nhad made! That dreadful tight panic had clutched at her throat whenever\nthe Superintendent had looked at her, and she had disgraced herself ten\ntimes over. She went hot and cold to think of it, and felt quite sick\nwith hurt vanity. She who did so well every day and was so much looked\nup to by her classmates, what MUST they be thinking of her! To tell the\ntruth, she had been crying as she walked along through the woods,\nbecause she was so sorry for herself. Her eyes were all red still, and\nher throat sore from the big lump in it.\n\nAnd now she would live it all over again as she told the Putney cousins.\nFor of course they must be told. She had always told Aunt Frances\neverything that happened in school. It happened that Aunt Abigail had\nbeen taking a nap when she got home from school, and so she had come out\nto the sap-house, where Cousin Ann and Uncle Henry were making syrup, to\nhave it over with as soon as possible. She went up to the little slab\nhouse now, dragging her feet and hanging her head, and opened the door.\n\nCousin Ann, in a very short old skirt and a man's coat and high rubber\nboots, was just poking some more wood into the big fire which blazed\nfuriously under the broad, flat pan where the sap was boiling. The\nrough, brown hut was filled with white steam and that sweetest of all\nodors, hot maple syrup. Cousin Ann turned her head, her face very red\nwith the heat of the fire, and nodded at the child.\n\n\"Hello, Betsy, you're just in time. I've saved out a cupful of hot syrup\nfor you, all ready to wax.\"\n\nBetsy hardly heard this, although she had been wild about waxed sugar on\nsnow ever since her very first taste of it. \"Cousin Ann,\" she said\nunhappily, \"the Superintendent visited our school this afternoon.\"\n\n\"Did he!\" said Cousin Ann, dipping a thermometer into the boiling syrup.\n\n\"Yes, and we had EXAMINATIONS!\" said Betsy.\n\n\"Did you?\" said Cousin Ann, holding the thermometer up to the light and\nlooking at it.\n\n\"And you know how perfectly awful examinations make you feel,\" said\nBetsy, very near to tears again.\n\n\"Why, no,\" said Cousin Ann, sorting over syrup tins. \"They never made me\nfeel awful. I thought they were sort of fun.\"\n\n\"FUN!\" cried Betsy, indignantly, staring through the beginnings of her\ntears.\n\n\"Why, yes. Like taking a dare, don't you know. Somebody stumps you to\njump off the hitching-post, and you do it to show 'em. I always used to\nthink examinations were like that. Somebody stumps you to spell\n'pneumonia,' and you do it to show 'em. Here's your cup of syrup. You'd\nbetter go right out and wax it while it's hot.\"\n\nElizabeth Ann automatically took the cup in her hand, but she did not\nlook at it. \"But supposing you get so scared you can't spell 'pneumonia'\nor anything else!\" she said feelingly. \"That's what happened to me. You\nknow how your mouth gets all dry and your knees ...\" She stopped. Cousin\nAnn had said she did NOT know all about those things. \"Well, anyhow, I\ngot so scared I could hardly STAND up! And I made the most awful\nmistakes--things I know just as WELL! I spelled 'doubt' without any b\nand 'separate' with an e, and I said Iowa was bounded on the north by\nWisconsin, and I ...\"\n\n\"Oh, well,\" said Cousin Ann, \"it doesn't matter if you really know the\nright answers, does it? That's the important thing.\"\n\nThis was an idea which had never in all her life entered Betsy's brain\nand she did not take it in at all now. She only shook her head miserably\nand went on in a doleful tone. \"And I said 13 and 8 are 22! and I wrote\nMarch without any capital M, and I ...\"\n\n\"Look here, Betsy, do you WANT to tell me all this?\" Cousin Ann spoke in\nthe quick, ringing voice she had once in a while which made everybody,\nfrom old Shep up, open his eyes and get his wits about him. Betsy\ngathered hers and thought hard; and she came to an unexpected\nconclusion. No, she didn't really want to tell Cousin Ann all about it.\nWhy was she doing it? Because she thought that was the thing to do.\n\"Because if you don't really want to,\" went on Cousin Ann, \"I don't see\nthat it's doing anybody any good. I guess Hemlock Mountain will stand\nright there just the same even if you did forget to put a b in 'doubt.'\nAnd your syrup will be too cool to wax right if you don't take it out\npretty soon.\"\n\nShe turned back to stoke the fire, and Elizabeth Ann, in a daze, found\nherself walking out of the door. It fell shut after her, and there she\nwas under the clear, pale-blue sky, with the sun just hovering over the\nrim of Hemlock Mountain. She looked up at the big mountains, all blue\nand silver with shadows and snow, and wondered what in the world Cousin\nAnn had meant. Of course Hemlock Mountain would stand there just the\nsame. But what of it? What did that have to do with her arithmetic, with\nanything? She had failed in her examination, hadn't she?\n\nShe found a clean white snow-bank under a pine-tree, and, setting her\ncup of syrup down in a safe place, began to pat the snow down hard to\nmake the right bed for the waxing of the syrup. The sun, very hot for\nthat late March day, brought out strongly the tarry perfume of the big\npine-tree. Near her the sap dripped musically into a bucket, already\nhalf full, hung on a maple-tree. A blue-jay rushed suddenly through the\nupper branches of the wood, his screaming and chattering voice sounding\nlike noisy children at play.\n\nElizabeth Ann took up her cup and poured some of the thick, hot syrup\nout on the hard snow, making loops and curves as she poured. It\nstiffened and hardened at once, and she lifted up a great coil of it,\nthrew her head back, and let it drop into her mouth. Concentrated\nsweetness of summer days was in that mouthful, part of it still hot and\naromatic, part of it icy and wet with melting snow. She crunched it all\ntogether with her strong, child's teeth into a delicious, big lump and\nsucked on it dreamily, her eyes on the rim of Hemlock Mountain, high\nabove her there, the snow on it bright golden in the sunlight. Uncle\nHenry had promised to take her up to the top as soon as the snow went\noff. She wondered what the top of a mountain would be like. Uncle Henry\nhad said the main thing was that you could see so much of the world at\nonce. He said it was too queer the way your own house and big barn and\ngreat fields looked like little toy things that weren't of any account.\nIt was because you could see so much more than just the....\n\nShe heard an imploring whine, and a cold nose was thrust into her hand!\nWhy, there was old Shep begging for his share of waxed sugar. He loved\nit, though it did stick to his teeth so! She poured out another lot and\ngave half of it to Shep. It immediately stuck his jaws together tight,\nand he began pawing at his mouth and shaking his head till Betsy had to\nlaugh. Then he managed to pull his jaws apart and chewed loudly and\nvisibly, tossing his head, opening his mouth wide till Betsy could see\nthe sticky, brown candy draped in melting festoons all over his big\nwhite teeth and red gullet. Then with a gulp he had swallowed it all\ndown and was whining for more, striking softly at the little girl's\nskirt with his forepaw. \"Oh, you eat it too fast!\" cried Betsy, but she\nshared her next lot with him too. The sun had gone down over Hemlock\nMountain by this time, and the big slope above her was all deep blue\nshadow. The mountain looked much higher now as the dusk began to fall,\nand loomed up bigger and bigger as though it reached to the sky. It was\nno wonder houses looked small from its top. Betsy ate the last of her\nsugar, looking up at the quiet giant there, towering grandly above her.\nThere was no lump in her throat now. And, although she still thought she\ndid not know what in the world Cousin Ann meant by saying that about\nHemlock Mountain and her examination, it's my opinion that she had made\na very good beginning of an understanding.\n\nShe was just picking up her cup to take it back to the sap-house when\nShep growled a little and stood with his ears and tail up, looking down\nthe road. Something was coming down that road in the blue, clear\ntwilight, something that was making a very queer noise. It sounded\nalmost like somebody crying. It WAS somebody crying! It was a child\ncrying. It was a little, little girl. ... Betsy could see her\nnow ... stumbling along and crying as though her heart would break. Why,\nit was little Molly, her own particular charge at school, whose reading\nlesson she heard every day. Betsy and Shep ran to meet her. \"What's the\nmatter, Molly? What's the matter?\" Betsy knelt down and put her arms\naround the weeping child. \"Did you fall down? Did you hurt you? What are\nyou doing 'way off here? Did you lose your way?\"\n\n\"I don't want to go away! I don't want to go away!\" said Molly over and\nover, clinging tightly to Betsy. It was a long time before Betsy could\nquiet her enough to find out what had happened. Then she made out\nbetween Molly's sobs that her mother had been taken suddenly sick and\nhad to go away to a hospital, and that left nobody at home to take care\nof Molly, and she was to be sent away to some strange relatives in the\ncity who didn't want her at all and who said so right out....\n\nOh, Elizabeth Ann knew all about that! and her heart swelled big with\nsympathy. For a moment she stood again out on the sidewalk in front of\nthe Lathrop house with old Mrs. Lathrop's ungracious white head bobbing\nfrom a window, and knew again that ghastly feeling of being unwanted.\nOh, she knew why little Molly was crying! And she shut her hands\ntogether hard and made up her mind that she WOULD help her out!\n\n[Illustration: \"What's the matter, Molly? What's the matter?\"]\n\nDo you know what she did, right off, without thinking about it? She\ndidn't go and look up Aunt Abigail. She didn't wait till Uncle Henry\ncame back from his round of emptying sap buckets into the big tub on his\nsled. As fast as her feet could carry her she flew back to Cousin Ann in\nthe sap-house. I can't tell you (except again that Cousin Ann was Cousin\nAnn) why it was that Betsy ran so fast to her and was so sure that\neverything would be all right as soon as Cousin Ann knew about it; but\nwhatever the reason was it was a good one, for, though Cousin Ann did\nnot stop to kiss Molly or even to look at her more than one sharp first\nglance, she said after a moment's pause, during which she filled a syrup\ncan and screwed the cover down very tight: \"Well, if her folks will let\nher stay, how would you like to have Molly come and stay with us till\nher mother gets back from the hospital? Now you've got a room of your\nown, I guess if you wanted to you could have her sleep with you.\"\n\n\"Oh, Molly, Molly, Molly!\" shouted Betsy, jumping up and down, and then\nhugging the little girl with all her might. \"Oh, it will be like having\na little sister!\"\n\nCousin Ann sounded a dry, warning note: \"Don't be too sure her folks\nwill let her. We don't know about them yet.\"\n\nBetsy ran to her, and caught her hand, looking up at her with shining\neyes. \"Cousin Ann, if YOU go to see them and ask them, they will!\"\n\nThis made even Cousin Ann give a little abashed smile of pleasure,\nalthough she made her face grave again at once and said: \"You'd better\ngo along back to the house now, Betsy. It's time for you to help Mother\nwith the supper.\"\n\nThe two children trotted back along the darkening wood road, Shep\nrunning before them, little Molly clinging fast to the older child's\nhand. \"Aren't you ever afraid, Betsy, in the woods this way?\" she asked\nadmiringly, looking about her with timid eyes.\n\n\"Oh, no!\" said Betsy, protectingly; \"there's nothing to be afraid of,\nexcept getting off on the wrong fork of the road, near the Wolf Pit.\"\n\n\"Oh, OW!\" said Molly, cringing. \"What's the Wolf Pit? What an awful\nname!\"\n\nBetsy laughed. She tried to make her laugh sound brave like Cousin\nAnn's, which always seemed so scornful of being afraid. As a matter of\nfact, she was beginning to fear that they HAD made the wrong turn, and\nshe was not quite sure that she could find the way home. But she put\nthis out of her mind and walked along very fast, peering ahead into the\ndusk. \"Oh, it hasn't anything to do with wolves,\" she said in answer to\nMolly's question; \"anyhow, not now. It's just a big, deep hole in the\nground where a brook had dug out a cave. ... Uncle Henry told me all\nabout it when he showed it to me ... and then part of the roof caved in;\nsometimes there's ice in the corner of the covered part all the summer,\nAunt Abigail says.\"\n\n\"Why do you call it the Wolf Pit?\" asked Molly, walking very close to\nBetsy and holding very tightly to her hand.\n\n\"Oh, long, ever so long ago, when the first settlers came up here, they\nheard a wolf howling all night, and when it didn't stop in the morning,\nthey came up here on the mountain and found a wolf had fallen in and\ncouldn't get out.\"\n\n\"My! I hope they killed him!\" said Molly.\n\n\"Oh, gracious! that was more than a hundred years ago,\" said Betsy. She\nwas not thinking of what she was saying. She was thinking that if they\nWERE on the right road they ought to be home by this time. She was\nthinking that the right road ran down hill to the house all the way, and\nthat this certainly seemed to be going up a little. She was wondering\nwhat had become of Shep. \"Stand here just a minute, Molly,\" she said. \"I\nwant ... I just want to go ahead a little bit and see ... and see ...\" She\ndarted on around a curve of the road and stood still, her heart sinking.\nThe road turned there and led straight up the mountain!\n\nFor just a moment the little girl felt a wild impulse to burst out in a\nshriek for Aunt Frances, and to run crazily away, anywhere so long as\nshe was running. But the thought of Molly standing back there,\ntrustfully waiting to be taken care of, shut Betsy's lips together hard\nbefore her scream of fright got out. She stood still, thinking. Now she\nmustn't get frightened. All they had to do was to walk back along the\nroad till they came to the fork and then make the right turn. But what\nif they didn't get back to the turn till it was so dark they couldn't\nsee it...? Well, she mustn't think of that. She ran back, calling, \"Come\non, Molly,\" in a tone she tried to make as firm as Cousin Ann's. \"I\nguess we have made the wrong turn after all. We'd better ...\"\n\nBut there was no Molly there. In the brief moment Betsy had stood\nthinking, Molly had disappeared. The long, shadowy wood road held not a\ntrace of her.\n\nThen Betsy WAS frightened and then she DID begin to scream, at the top\nof her voice, \"Molly! Molly!\" She was beside herself with terror, and\nstarted back hastily to hear Molly's voice, very faint, apparently\ncoming from the ground under her feet.\n\n\"Ow! Ow! Betsy! Get me out! Get me out!\"\n\n\"Where ARE you?\" shrieked Betsy.\n\n\"I don't know!\" came Molly's sobbing voice. \"I just moved the least\nlittle bit out of the road, and slipped on the ice and began to slide\nand I couldn't stop myself and I fell down into a deep hole!\"\n\nBetsy's head felt as though her hair were standing up straight on end\nwith horror. Molly must have fallen down into the Wolf Pit! Yes, they\nwere quite near it. She remembered now that big white-birch tree stood\nright at the place where the brook tumbled over the edge and fell into\nit. Although she was dreadfully afraid of falling in herself, she went\ncautiously over to this tree, feeling her way with her foot to make sure\nshe did not slip, and peered down into the cavernous gloom below. Yes,\nthere was Molly's little face, just a white speck. The child was crying,\nsobbing, and holding up her arms to Betsy.\n\n\"Are you hurt, Molly?\"\n\n\"No. I fell into a big snow-bank, but I'm all wet and frozen and I want\nto get out! I want to get out!\"\n\nBetsy held on to the birch-tree. Her head whirled. What SHOULD she do!\n\"Look here, Molly,\" she called down, \"I'm going to run back along to the\nright road and back to the house and get Uncle Henry. He'll come with a\nrope and get you out!\"\n\nAt this Molly's crying rose to a frantic scream. \"Oh, Betsy, don't leave\nme here alone! Don't! Don't! The wolves will get me! Betsy, DON'T leave\nme alone!\" The child was wild with terror.\n\n\"But I CAN'T get you out myself!\" screamed back Betsy, crying herself.\nHer teeth were chattering with the cold.\n\n\"Don't go! Don't go!\" came up from the darkness of the pit in a piteous\nhowl. Betsy made a great effort and stopped crying. She sat down on a\nstone and tried to think. And this is what came into her mind as a\nguide: \"What would Cousin Ann do if she were here? She wouldn't cry. She\nwould THINK of something.\"\n\nBetsy looked around her desperately. The first thing she saw was the big\nlimb of a pine-tree, broken off by the wind, which half lay and half\nslantingly stood up against a tree a little distance above the mouth of\nthe pit. It had been there so long that the needles had all dried and\nfallen off, and the skeleton of the branch with the broken stubs looked\nlike ... yes, it looked like a ladder! THAT was what Cousin Ann would have\ndone!\n\n\"Wait a minute! Wait a minute, Molly!\" she called wildly down the pit,\nwarm all over in excitement. \"Now listen. You go off there in a corner,\nwhere the ground makes a sort of roof. I'm going to throw down something\nyou can climb up on, maybe.\"\n\n\"Ow! Ow, it'll hit me!\" cried poor little Molly, more and more\nfrightened. But she scrambled off under her shelter obediently, while\nBetsy struggled with the branch. It was so firmly imbedded in the snow\nthat at first she could not budge it at all. But after she cleared that\naway and pried hard with the stick she was using as a lever she felt it\ngive a little. She bore down with all her might, throwing her weight\nagain and again on her lever, and finally felt the big branch\nperceptibly move. After that it was easier, as its course was down hill\nover the snow to the mouth of the pit. Glowing, and pushing, wet with\nperspiration, she slowly maneuvered it along to the edge, turned it\nsquarely, gave it a great shove, and leaned over anxiously. Then she\ngave a great sigh of relief! Just as she had hoped, it went down sharp\nend first and stuck fast in the snow which had saved Molly from broken\nbones. She was so out of breath with her work that for a moment she\ncould not speak. Then, \"Molly, there! Now I guess you can climb up to\nwhere I can reach you.\"\n\nMolly made a rush for any way out of her prison, and climbed, like the\nlittle practiced squirrel that she was, up from one stub to another to\nthe top of the branch. She was still below the edge of the pit there,\nbut Betsy lay flat down on the snow and held out her hands. Molly took\nhold hard, and, digging her toes into the snow, slowly wormed her way up\nto the surface of the ground.\n\nIt was then, at that very moment, that Shep came bounding up to them,\nbarking loudly, and after him Cousin Ann striding along in her rubber\nboots, with a lantern in her hand and a rather anxious look on her face.\n\nShe stopped short and looked at the two little girls, covered with snow,\ntheir faces flaming with excitement, and at the black hole gaping behind\nthem. \"I always TOLD Father we ought to put a fence around that pit,\"\nshe said in a matter-of-fact voice. \"Some day a sheep's going to fall\ndown there. Shep came along to the house without you, and we thought\nmost likely you'd taken the wrong turn.\"\n\nBetsy felt terribly aggrieved. She wanted to be petted and praised for\nher heroism. She wanted Cousin Ann to REALIZE ... oh, if Aunt Frances were\nonly there, SHE would realize...!\n\n\"I fell down in the hole, and Betsy wanted to go and get Mr. Putney, but\nI wouldn't let her, and so she threw down a big branch and I climbed\nout,\" explained Molly, who, now that her danger was past, took Betsy's\naction quite as a matter of course.\n\n\"Oh, that was how it happened,\" said Cousin Ann. She looked down the\nhole and saw the big branch, and looked back and saw the long trail of\ncrushed snow where Betsy had dragged it. \"Well, now, that was quite a\ngood idea for a little girl to have,\" she said briefly. \"I guess you'll\ndo to take care of Molly all right!\"\n\nShe spoke in her usual voice and immediately drew the children after\nher, but Betsy's heart was singing joyfully as she trotted along\nclasping Cousin Ann's strong hand. Now she knew that Cousin Ann\nrealized. ... She trotted fast, smiling to herself in the darkness.\n\n\"What made you think of doing that?\" asked Cousin Ann presently, as they\napproached the house.\n\n\"Why, I tried to think what YOU would have done if you'd been there,\"\nsaid Betsy.\n\n\"Oh!\" said Cousin Ann. \"Well ...\"\n\nShe didn't say another word, but Betsy, glancing up into her face as\nthey stepped into the lighted room, saw an expression that made her give\na little skip and hop of joy. She had PLEASED Cousin Ann.\n\nThat night, as she lay in her bed, her arm over Molly cuddled up warm\nbeside her, she remembered, oh, ever so faintly, as something of no\nimportance, that she had failed in an examination that afternoon.\n\n\n\n\n\nCHAPTER VIII\n\nBETSY STARTS A SEWING SOCIETY\n\nBetsy and Molly had taken Deborah to school with them. Deborah was the\nold wooden doll with brown, painted curls. She had lain in a trunk\nalmost ever since Aunt Abigail's childhood, because Cousin Ann had never\ncared for dolls when she was a little girl. At first Betsy had not dared\nto ask to see her, much less to play with her, but when Ellen, as she\nhad promised, came over to Putney Farm that first Saturday she had said\nright out, as soon as she landed in the house, \"Oh, Mrs. Putney, can't\nwe play with Deborah?\" And Aunt Abigail had answered: \"Why YES, of\ncourse! I KNEW there was something I've kept forgetting!\" She went up\nwith them herself to the cold attic and opened the little hair-trunk\nunder the eaves.\n\nThere lay a doll, flat on her back, looking up at them brightly out of\nher blue eyes.\n\n\"Well, Debby dear,\" said Aunt Abigail, taking her up gently. \"It's a\ngood long time since you and I played under the lilac bushes, isn't it?\nI expect you've been pretty lonesome up here all these years. Never you\nmind, you'll have some good times again, now.\" She pulled down the\ndoll's full, ruffled skirt, straightened the lace at the neck of her\ndress, and held her for a moment, looking down at her silently. You\ncould tell by the way she spoke, by the way she touched Deborah, by the\nway she looked at her, that she had loved the doll very dearly, and\nmaybe still did, a little.\n\nWhen she put Deborah into Betsy's arms, the child felt that she was\nreceiving something very precious, almost something alive. She and Ellen\nlooked with delight at the yards and yards of picot-edged ribbon, sewed\non by hand to the ruffles of the skirt, and lifted up the silk folds to\nadmire the carefully made, full petticoats and frilly drawers, the\npretty, soft old kid shoes and white stockings. Aunt Abigail looked at\nthem with an absent smile on her lips, as though she were living over\nold scenes.\n\n[Illustration: Betsy and Ellen and the old doll.]\n\nFinally, \"It's too cold to play up here,\" she said, coming to herself\nwith a long breath. \"You'd better bring Deborah and the trunk down into\nthe south room.\" She carried the doll, and Betsy and Ellen each took an\nend of the old trunk, no larger than a modern suitcase. They settled\nthemselves on the big couch, back of the table with the lamp. Old Shep\nwas on it, but Betsy coaxed him off by putting down some bones Cousin\nAnn had been saving for him. When he finished those and came back for\nthe rest of his snooze, he found his place occupied by the little girls,\nsitting cross-legged, examining the contents of the trunk, all spread\nout around them. Shep sighed deeply and sat down with his nose resting\non the couch near Betsy's knee, following all their movements with his\nkind, dark eyes. Once in a while Betsy stopped hugging Deborah or\nexclaiming over a new dress long enough to pat Shep's head and fondle\nhis ears. This was what he was waiting for, and every time she did it he\nwagged his tail thumpingly against the floor.\n\nAfter that Deborah and her trunk were kept downstairs where Betsy could\nplay with her. And often she was taken to school. You never heard of\nsuch a thing as taking a doll to school, did you? Well, I told you this\nwas a queer, old-fashioned school that any modern School Superintendent\nwould sniff at. As a matter of fact, it was not only Betsy who took her\ndoll to school; all the little girls did, whenever they felt like it.\nMiss Benton, the teacher, had a shelf for them in the entry-way where\nthe wraps were hung, and the dolls sat on it and waited patiently all\nthrough lessons. At recess time or nooning each little mother snatched\nher own child and began to play. As soon as it grew warm enough to play\noutdoors without just racing around every minute to keep from freezing\nto death, the dolls and their mothers went out to a great pile of rocks\nat one end of the bare, stony field which was the playground.\n\nThere they sat and played in the spring sunshine, warmer from day to\nday. There were a great many holes and shelves and pockets and little\ncaves in the rocks which made lovely places for playing keep-house. Each\nlittle girl had her own particular cubby-holes and \"rooms,\" and they\n\"visited\" their dolls back and forth all around the pile. And as they\nplayed they talked very fast about all sorts of things, being little\ngirls and not boys who just yelled and howled inarticulately as they\nplayed ball or duck-on-a-rock or prisoner's goal, racing and running and\nwrestling noisily all around the rocks.\n\nThere was one child who neither played with the girls nor ran and\nwhooped with the boys. This was little six-year-old 'Lias, one of the\ntwo boys in Molly's first grade. At recess time he generally hung about\nthe school door by himself, looking moodily down and knocking the toe of\nhis ragged, muddy shoe against a stone. The little girls were talking\nabout him one day as they played. \"My! Isn't that 'Lias Brewster the\nhorridest-looking child!\" said Eliza, who had the second grade all to\nherself, although Molly now read out of the second reader with her.\n\n\"Mercy, yes! So ragged!\" said Anastasia Monahan, called Stashie for\nshort. She was a big girl, fourteen years old, who was in the seventh\ngrade.\n\n\"He doesn't look as if he EVER combed his hair!\" said Betsy. \"It looks\njust like a wisp of old hay.\"\n\n\"And sometimes,\" little Molly proudly added her bit to the talk of the\nolder girls, \"he forgets to put on any stockings and just has his\ndreadful old shoes on over his dirty, bare feet.\"\n\n\"I guess he hasn't GOT any stockings half the time,\" said big Stashie\nscornfully. \"I guess his stepfather drinks 'em up.\"\n\n\"How CAN he drink up stockings!\" asked Molly, opening her round eyes\nvery wide.\n\n\"Sh! You mustn't ask. Little girls shouldn't know about such things,\nshould they, Betsy?\"\n\n\"No INDEED,\" said Betsy, looking mysterious. As a matter of fact, she\nherself had no idea what Stashie meant, but she looked wise and said\nnothing.\n\nSome of the boys had squatted down near the rocks for a game of marbles\nnow.\n\n\"Well, anyhow,\" said Molly resentfully, \"I don't care what his\nstepfather does to his stockings. I wish 'Lias would wear 'em to school.\nAnd lots of times he hasn't anything on under those horrid old overalls\neither! I can see his bare skin through the torn places.\"\n\n\"I wish he didn't have to sit so near me,\" said Betsy complainingly.\n\"He's SO dirty.\"\n\n\"Well, I don't want him near ME, either!\" cried all the other little\ngirls at once. Ralph glanced up at them frowning, from where he knelt\nwith his middle finger crooked behind a marble ready for a shot. He\nlooked as he always did, very rough and half-threatening. \"Oh, you girls\nmake me sick!\" he said. He sent his marble straight to the mark,\npocketed his opponent's, and stood up, scowling at the little mothers.\n\"I guess if you had to live the way he does you'd be dirty! Half the\ntime he don't get anything to eat before he comes to school, and if my\nmother didn't put up some extra for him in my box he wouldn't get any\nlunch either. And then you go and jump on him!\"\n\n\"Why doesn't his own mother put up his lunch?\" Betsy challenged their\ncritic.\n\n\"He hasn't got any mother. She's dead,\" said Ralph, turning away with\nhis hands in his pockets. He yelled to the boys, \"Come on, fellers,\nbeat-che to the bridge and back!\" and was off, with the others racing at\nhis heels.\n\n\"Well, anyhow, I don't care; he IS dirty and horrid!\" said Stashie\nemphatically, looking over at the drooping, battered little figure,\nleaning against the school door, listlessly kicking at a stone.\n\nBut Betsy did not say anything more just then.\n\nThe teacher, who \"boarded 'round,\" was staying at Putney Farm at that\ntime, and that evening, as they all sat around the lamp in the south\nroom, Betsy looked up from her game of checkers with Uncle Henry and\nasked, \"How can anybody drink up stockings?\"\n\n\"Mercy, child! what are you talking about?\" asked Aunt Abigail.\n\nBetsy repeated what Anastasia Monahan had said, and was flattered by the\ninstant, rather startled attention given her by the grown-ups. \"Why, I\ndidn't know that Bud Walker had taken to drinking again!\" said Uncle\nHenry. \"My! That's too bad!\"\n\n\"Who takes care of that child anyhow, now that poor Susie is dead?\" Aunt\nAbigail asked of everybody in general.\n\n\"Is he just living there ALONE, with that good-for-nothing stepfather?\nHow do they get enough to EAT?\" said Cousin Ann, looking troubled.\n\nApparently Betsy's question had brought something half forgotten and\naltogether neglected into their minds. They talked for some time after\nthat about 'Lias, the teacher confirming what Betsy and Stashie had\nsaid.\n\n\"And we sitting right here with plenty to eat and never raising a hand!\"\ncried Aunt Abigail.\n\n\"How you WILL let things slip out of your mind!\" said Cousin Ann\nremorsefully.\n\nIt struck Betsy vividly that 'Lias was not at all the one they blamed\nfor his objectionable appearance. She felt quite ashamed to go on with\nthe other things she and the little girls had said, and fell silent,\npretending to be very much absorbed in her game of checkers.\n\n\"Do you know,\" said Aunt Abigail suddenly, as though an inspiration had\njust struck her, \"I wouldn't be a bit surprised if that Elmore Pond\nmight adopt 'Lias if he was gone at the right way.\"\n\n\"Who's Elmore Pond?\" asked the schoolteacher.\n\n\"Why, you must have seen him--that great, big, red-faced,\ngood-natured-looking man that comes through here twice a year, buying\nstock. He lives over Bigby way, but his wife was a Hillsboro girl, Matey\nPelham--an awfully nice girl she was, too. They never had any children,\nand Matey told me the last time she was back for a visit that she and\nher husband talked quite often about adopting a little boy. Seems that\nMr. Pond has always wanted a little boy. He's such a nice man! 'Twould\nbe a lovely home for a child.\"\n\n\"But goodness!\" said the teacher. \"Nobody would want to adopt such an\nawful-looking little ragamuffin as that 'Lias. He looks so meeching,\ntoo. I guess his stepfather is real mean to him, when he's been\ndrinking, and it's got 'Lias so he hardly dares hold his head up.\"\n\nThe clock struck loudly. \"Well, hear that!\" said Cousin Ann. \"Nine\no'clock and the children not in bed! Molly's most asleep this minute.\nTrot along with you, Betsy! Trot along, Molly. And, Betsy, be sure\nMolly's nightgown is buttoned up all the way.\"\n\nSo it happened that, although the grown-ups were evidently going on to\ntalk about 'Lias Brewster, Betsy heard no more of what they said.\n\nShe herself went on thinking about 'Lias while she was undressing and\nanswering absently little Molly's chatter. She was thinking about him\neven after they had gone to bed, had put the light out, and were lying\nsnuggled up to each other, back to front, their four legs, crooked at\nthe same angle, fitting in together neatly like two spoons in a drawer.\nShe was thinking about him when she woke up, and as soon as she could\nget hold of Cousin Ann she poured out a new plan. She had never been\nafraid of Cousin Ann since the evening Molly had fallen into the Wolf\nPit and Betsy had seen that pleased smile on Cousin Ann's firm lips.\n\"Cousin Ann, couldn't we girls at school get together and sew--you'd\nhave to help us some--and make some nice, new clothes for little 'Lias\nBrewster, and fix him up so he'll look better, and maybe that Mr. Pond\nwill like him and adopt him?\"\n\nCousin Ann listened attentively and nodded her head. \"Yes, I think that\nwould be a good idea,\" she said. \"We were thinking last night we ought\nto do something for him. If you'll make the clothes, Mother'll knit him\nsome stockings and Father will get him some shoes. Mr. Pond never makes\nhis spring trip till late May, so we'll have plenty of time.\"\n\nBetsy was full of importance that day at school and at recess time got\nthe girls together on the rocks and told them all about the plan.\n\"Cousin Ann says she'll help us, and we can meet at our house every\nSaturday afternoon till we get them done. It'll be fun! Aunt Abigail\ntelephoned down to the store right away, and Mr. Wilkins says he'll give\nthe cloth if we'll make it up.\"\n\nBetsy spoke very grandly of \"making it up,\" although she had hardly held\na needle in her life, and when the Saturday afternoon meetings began she\nwas ashamed to see how much better Ellen and even Eliza could sew than\nshe. To keep her end up, she was driven to practising her stitches\naround the lamp in the evenings, with Aunt Abigail keeping an eye on\nher.\n\nCousin Ann supervised the sewing on Saturday afternoons and taught those\nof the little girls whose legs were long enough how to use the sewing\nmachine. First they made a little pair of trousers out of an old gray\nwoolen skirt of Aunt Abigail's. This was for practice, before they cut\ninto the piece of new blue serge that the storekeeper had sent up.\nCousin Ann showed them how to pin the pattern on the goods and they each\ncut out one piece. Those flat, queer-shaped pieces of cloth certainly\ndid look less like a pair of trousers to Betsy than anything she had\never seen. Then one of the girls read aloud very slowly the\nmysterious-sounding directions from the wrapper of the pattern about how\nto put the pieces together, Cousin Ann helped here a little,\nparticularly just as they were about to put the sections together\nwrong-side-up. Stashie, as the oldest, did the first basting, putting\nthe notches together carefully, just as they read the instructions\naloud, and there, all of a sudden, was a rough little sketch of a pair\nof knee trousers, without any hem or any waist-band, of course, but just\nthe two-legged, complicated shape they ought to be! It was like a\nmiracle to Betsy! Then Cousin Ann helped them sew the seams on the\nmachine, and they all turned to for the basting of the facings and the\nfinishing. They each made one buttonhole. It was the first one Betsy had\never made, and when she got through she was as tired as though she had\nrun all the way to school and back. Tired, but very proud; although when\nCousin Ann inspected that buttonhole, she covered her face with her\nhandkerchief for a minute, as though she were going to sneeze, although\nshe didn't sneeze at all.\n\nIt took them two Saturdays to finish up that trial pair of trousers, and\nwhen they showed the result to Aunt Abigail she was delighted. \"Well, to\nthink of that being my old skirt!\" she said, putting on her spectacles\nto examine the work. She did not laugh, either, when she saw those\nbuttonholes, but she got up hastily and went into the next room, where\nthey soon heard her coughing.\n\nThen they made a little blouse out of some new blue gingham. Cousin Ann\nhappened to have enough left over from a dress she was making. This thin\nmaterial was ever so much easier to manage than the gray flannel, and\nthey had the little garment done in no time, even to the buttons and\nbuttonholes. When it came to making the buttonholes, Cousin Ann sat\nright down with each one and supervised every stitch. You may not be\nsurprised to know that they were a great improvement over the first\nbatch.\n\nThen, making a great ceremony of it, they began on the store material,\nworking twice a week now, because May was slipping along very fast, and\nMr. Pond might be there at any time. They knew pretty well how to go\nahead on this one, after the experience of their first pair, and Cousin\nAnn was not much needed, except as adviser in hard places. She sat there\nin the room with them, doing some sewing of her own, so quiet that half\nthe time they forgot she was there. It was great fun, sewing all\ntogether and chattering as they sewed.\n\nA good deal of the time they talked about how splendid it was of them to\nbe so kind to little 'Lias. \"My! I don't believe most girls would put\nthemselves out this way for a dirty little boy!\" said Stashie,\ncomplacently.\n\n\"No INDEED!\" chimed in Betsy. \"It's just like a story, isn't it--working\nand sacrificing for the poor!\"\n\n\"I guess he'll thank us all right for sure!\" said Ellen. \"He'll never\nforget us as long as he lives, I don't suppose.\"\n\nBetsy, her imagination fired by this suggestion, said, \"I guess when\nhe's grown up he'll be telling everybody about how, when he was so poor\nand ragged, Stashie Monahan and Ellen Peters and Elizabeth Ann ...\"\n\n\"And Eliza!\" put in that little girl hastily, very much afraid she would\nnot be given her due share of the glory.\n\nCousin Ann sewed, and listened, and said nothing.\n\nToward the end of May two little blouses, two pairs of trousers, two\npairs of stockings, two sets of underwear (contributed by the teacher),\nand the pair of shoes Uncle Henry gave were ready. The little girls\nhandled the pile of new garments with inexpressible pride, and debated\njust which way of bestowing them was sufficiently grand to be worthy the\noccasion. Betsy was for taking them to school and giving them to 'Lias\none by one, so that each child could have her thanks separately. But\nStashie wanted to take them to the house when 'Lias's stepfather would\nbe there, and shame him by showing that little girls had had to do what\nhe ought to have done.\n\nCousin Ann broke into the discussion by asking, in her quiet, firm\nvoice, \"Why do you want 'Lias to know where the clothes come from?\"\n\nThey had forgotten again that she was there, and turned around quickly\nto stare at her. Nobody could think of any answer to her very queer\nquestion. It had not occurred to any one that there could BE such a\nquestion.\n\nCousin Ann shifted her ground and asked another: \"Why did you make these\nclothes, anyhow?\"\n\nThey stared again, speechless. Why did she ask that? She knew why.\n\nFinally little Molly said, in her honest, baby way, \"Why, YOU know why,\nMiss Ann! So 'Lias Brewster will look nice, and Mr. Pond will maybe\nadopt him.\"\n\n\"Well,\" said Cousin Ann, \"what has that got to do with 'Lias knowing who\ndid it?\"\n\n\"Why, he wouldn't know who to be grateful to,\" cried Betsy.\n\n\"Oh,\" said Cousin Ann. \"Oh, I see. You didn't do it to help 'Lias. You\ndid it to have him grateful to you. I see. Molly is such a little girl,\nit's no wonder she didn't really take in what you girls were up to.\" She\nnodded her head wisely, as though now she understood.\n\nBut if she did, little Molly certainly did not. She had not the least\nidea what everybody was talking about. She looked from one sober,\ndowncast face to another rather anxiously. What was the matter?\n\nApparently nothing was really the matter, she decided, for after a\nminute's silence Miss Ann got up with entirely her usual face of\ncheerful gravity, and said: \"Don't you think you little girls ought to\ntop off this last afternoon with a tea-party? There's a new batch of\ncookies, and you can make yourselves some lemonade if you want to.\"\n\nThey had these refreshments out on the porch, in the sunshine, with\ntheir dolls for guests and a great deal of chatter for sauce. Nobody\nsaid another word about how to give the clothes to 'Lias, till, just as\nthe girls were going away, Betsy said, walking along with the two older\nones, \"Say, don't you think it'd be fun to go some evening after dark\nand leave the clothes on 'Lias's doorstep, and knock and run away quick\nbefore anybody comes to the door?\" She spoke in an uncertain voice and\nsmoothed Deborah's carved wooden curls.\n\n\"Yes, I do!\" said Ellen, not looking at Betsy but down at the weeds by\nthe road.  \"I think it would be lots of fun!\"\n\nLittle Molly, playing with Annie and Eliza, did not hear this; but she\nwas allowed to go with the older girls on the great expedition.\n\nIt was a warm, dark evening in late May, with the frogs piping their\nsweet, high note, and the first of the fireflies wheeling over the wet\nmeadows near the tumble-down house where 'Lias lived. The girls took\nturns in carrying the big paper-wrapped bundle, and stole along in the\nshadow of the trees, full of excitement, looking over their shoulders at\nnothing and pressing their hands over their mouths to keep back the\ngiggles. There was, of course, no reason on earth why they should\ngiggle, which is, of course, the very reason why they did. If you've\never been a little girl you know about that.\n\nOne window of the small house was dimly lighted, they found, when they\ncame in sight of it, and they thrilled with excitement and joyful alarm.\nSuppose 'Lias's dreadful stepfather should come out and yell at them!\nThey came forward on tiptoe, making a great deal of noise by stepping on\ntwigs, rustling bushes, crackling gravel under their feet and doing all\nthe other things that make such a noise at night and never do in the\ndaytime. But nobody stirred inside the room with the lighted window.\nThey crept forward and peeped cautiously inside ... and stopped giggling.\nThe dim light coming from a little kerosene lamp with a smoky chimney\nfell on a dismal, cluttered room, a bare, greasy wooden table, and two\nbroken-backed chairs, with little 'Lias in one of them. He had fallen\nasleep with his head on his arms, his pinched, dirty, sad little figure\nshowing in the light from the lamp. His feet dangled high above the\nfloor in their broken, muddy shoes. One sleeve was torn to the shoulder.\nA piece of dry bread had slipped from his bony little hand and a tin\ndipper stood beside him on the bare table. Nobody else was in the room,\nnor evidently in the darkened, empty, fireless house.\n\n[Illustration: He had fallen asleep with his head on his arms.]\n\nAs long as she lives Betsy will never forget what she saw that night\nthrough that window. Her eyes grew very hot and her hands very cold. Her\nheart thumped hard. She reached for little Molly and gave her a great\nhug in the darkness. Suppose it were little Molly asleep there, all\nalone in the dirty, dismal house, with no supper and nobody to put her\nto bed. She found that Ellen, next her, was crying quietly into the\ncorner of her apron.\n\nNobody said a word. Stashie, who had the bundle, walked around soberly\nto the front door, put it down, and knocked loudly. They all darted away\nnoiselessly to the road, to the shadow of the trees, and waited until\nthe door opened. A square of yellow light appeared, with 'Lias's figure,\nvery small, at the bottom of it. They saw him stoop and pick up the\nbundle and go back into the house. Then they went quickly and silently\nback, separating at the cross-roads with no good-night greetings.\n\nMolly and Betsy began to climb the hill to Putney Farm. It was a very\nwarm night for May, and little Molly began to puff for breath. \"Let's\nsit down on this rock awhile and rest,\" she said.\n\nThey were half-way up the hill now. From the rock they could see the\nlights in the farmhouses scattered along the valley road and on the side\nof the mountain opposite them, like big stars fallen from the multitude\nabove. Betsy lay down on the rock and looked up at the stars. After a\nsilence little Molly's chirping voice said, \"Oh, I thought you said we\nwere going to march up to 'Lias in school and give him his clothes. Did\nyou forget about that?\"\n\nBetsy gave a wriggle of shame as she remembered that plan. \"No, we\ndidn't forget it,\" she said. \"We thought this would be a better way.\"\n\n\"But how'll 'Lias know who to thank?\" asked Molly.\n\n\"That's no matter,\" said Betsy. Yes, it was Elizabeth-Ann-that-was who\nsaid that. And meant it, too. She was not even thinking of what she was\nsaying. Between her and the stars, thick over her in the black, soft\nsky, she saw again that dirty, disordered room and the little boy, all\nalone, asleep with a piece of dry bread in his bony little fingers.\n\nShe looked hard and long at that picture, all the time seeing the quiet\nstars through it. And then she turned over and hid her face on the rock.\nShe had said her \"Now I lay me\" every night since she could remember,\nbut she had never prayed till she lay there with her face on the rock,\nsaying over and over, \"Oh, God, please, please, PLEASE make Mr. Pond\nadopt 'Lias.\"\n\n\n\n\n\nCHAPTER IX\n\nTHE NEW CLOTHES FAIL\n\nAll the little girls went early to school the next day, eager for the\nfirst glimpse of 'Lias in his new clothes. They now quite enjoyed the\nmystery about who had made them, and were full of agreeable excitement\nas the little figure was seen approaching down the road. He wore the\ngray trousers and the little blue shirt; the trousers were a little too\nlong, the shirt a perfect fit. The girls gazed at him with pride as he\ncame on the playground, walking briskly along in the new shoes, which\nwere just the right size. He had been wearing all winter a pair of\ncast-off women's shoes. From a distance he looked like another child.\nBut as he came closer ... oh! his face! his hair! his hands! his\nfinger-nails! The little fellow had evidently tried to live up to his\nbeautiful new raiment, for his hair had been roughly put back from his\nface, and around his mouth and nose was a small area of almost clean\nskin, where he had made an attempt at washing his face. But he had made\npractically no impression on the layers of encrusted dirt, and the\nlittle girls looked at him ruefully. Mr. Pond would certainly never take\na fancy to such a dreadfully grimy child! His new, clean clothes made\nhim look all the worse, as though dirty on purpose!\n\nThe little girls retired to their rock-pile and talked over their bitter\ndisappointment, Ralph and the other boys absorbed in a game of marbles\nnear them. 'Lias had gone proudly into the schoolroom to show himself to\nMiss Benton.\n\nIt was the day before Decoration Day and a good deal of time was taken\nup with practising on the recitations they were going to give at the\nDecoration Day exercises in the village. Several of the children from\neach school in the township were to speak pieces in the Town Hall. Betsy\nwas to recite BARBARA FRIETCHIE, her first love in that school, but she\ndroned it over with none of her usual pleasure, her eyes on little\n'Lias's smiling face, so unconscious of its dinginess.\n\nAt noon time the boys disappeared down toward the swimming-hole. They\noften took a swim at noon and nobody thought anything about it on that\nday. The little girls ate their lunch on their rock, mourning over the\nfailure of their plans, and scheming ways to meet the new obstacle.\nStashie suggested, \"Couldn't your Aunt Abigail invite him up to your\nhouse for supper and then give him a bath afterward?\" But Betsy,\nalthough she had never heard of treating a supper-guest in this way, was\nsure that it was not possible. She shook her head sadly, her eyes on the\nfar-off gleam of white where the boys jumped up and down in their\nswimming-hole. That was not a good name for it, because there was only\none part of it deep enough to swim in. Mostly it was a shallow bay in an\narm of the river, where the water was only up to a little boy's knees\nand where there was almost no current. The sun beating down on it made\nit quite warm, and even the first-graders' mothers allowed them to go\nin. They only jumped up and down and squealed and splashed each other,\nbut they enjoyed that quite as much as Frank and Harry, the two\nseventh-graders, enjoyed their swooping dives from the spring-board over\nthe pool. They were late in getting back from the river that day and\nMiss Benton had to ring her bell hard in that direction before they came\ntrooping up and clattered into the schoolroom, where the girls already\nsat, their eyes lowered virtuously to their books, with a prim air of\nself-righteousness. THEY were never late!\n\nBetsy was reciting her arithmetic. She was getting on famously with\nthat. Weeks ago, as soon as Miss Benton had seen the confusion of the\nlittle girl's mind, the two had settled down to a serious struggle with\nthat subject. Miss Benton had had Betsy recite all by herself, so she\nwouldn't be flurried by the others; and to begin with had gone back,\nback, back to bedrock, to things Betsy absolutely knew, to the 2x2's and\nthe 3x3's. And then, very cautiously, a step at a time, they had\nadvanced, stopping short whenever Betsy felt a beginning of that\nbewildered \"guessing\" impulse which made her answer wildly at random.\n\nAfter a while, in the dark night which arithmetic had always been to\nher, Betsy began to make out a few definite outlines, which were always\nthere, facts which she knew to be so without guessing from the\nexpression of her teacher's face. From that moment her progress had been\nrapid, one sure fact hooking itself on to another, and another one on to\nthat. She attacked a page of problems now with a zest and\nself-confidence which made her arithmetic lessons among the most\ninteresting hours at school. On that day she was standing up at the\nboard, a piece of chalk in her hand, chewing her tongue and thinking\nhard how to find out the amount of wall-paper needed for a room 12 feet\nsquare with two doors and two windows in it, when her eye fell on little\n'Lias, bent over his reading book. She forgot her arithmetic, she forgot\nwhere she was. She stared and stared, till Ellen, catching the direction\nof her eyes, looked and stared too. Little 'Lias was CLEAN,\npreternaturally, almost wetly clean. His face was clean and shining, his\nears shone pink and fair, his hands were absolutely spotless, even his\nhay-colored hair was clean and, still damp, brushed flatly back till it\nshone in the sun. Betsy blinked her eyes a great many times, thinking\nshe must be dreaming, but every time she opened them there was 'Lias,\nlooking white and polished like a new willow whistle.\n\nSomebody poked her hard in the ribs. She started and, turning, saw\nRalph, who was doing a sum beside her on the board, scowling at her\nunder his black brows. \"Quit gawking at 'Lias,\" he said under his\nbreath. \"You make me tired!\" Something conscious and shame-faced in his\nmanner made Betsy understand at once what had happened. Ralph had taken\n'Lias down to the little boys' wading-place and had washed him all over.\nShe remembered now that they had a piece of yellow soap there.\n\nHer face broke into a radiant smile and she began to say something to\nRalph about how nice that was of him, but he frowned again and said,\ncrossly, \"Aw, cut it out! Look at what you've done there! If I couldn't\n9 x 8 and get it right!\"\n\n\"How queer boys are!\" thought Betsy, erasing her mistake and putting\ndown the right answer. But she did not try to speak to Ralph again about\n'Lias, not even after school, when she saw 'Lias going home with a new\ncap on his head which she recognized as Ralph's. She just looked at\nRalph's bare head, and smiled her eyes at him, keeping the rest of her\nface sober, the way Cousin Ann did. For just a minute Ralph almost\nsmiled back. At least he looked quite friendly. They stepped along\ntoward home together, the first time Ralph had ever condescended to walk\nbeside a girl.\n\n\"We got a new colt,\" he said.\n\n\"Have you?\" she said. \"What color?\"\n\n\"Black, with a white star, and they're going to let me ride him when\nhe's old enough.\"\n\n\"My! Won't that be nice!\" said Betsy.\n\nAnd all the time they were both thinking of little 'Lias with his new\nclothes and his sweet, thin face shining with cleanliness.\n\n\"Do you like spruce gum?\" asked Ralph.\n\n\"Oh, I LOVE gum!\" said Betsy.\n\n\"Well, I'll bring you down a chunk tomorrow, if I don't forget it,\" said\nRalph, turning off at the cross-roads.\n\nThey had not mentioned 'Lias at all.\n\nThe next day they were to have school only in the morning. In the\nafternoon they were to go in a big hay-wagon down to the village to the\n\"exercises.\" 'Lias came to school in his new blue-serge trousers and his\nwhite blouse. The little girls gloated over his appearance, and hung\naround him, for who was to \"visit school\" that morning but Mr. Pond\nhimself! Cousin Ann had arranged it somehow. It took Cousin Ann to fix\nthings! During recess, as they were playing still-pond-no-more-moving on\nthe playground, Mr. Pond and Uncle Henry drew up to the edge of the\nplayground, stopped their horse, and, talking and laughing together,\nwatched the children at play. Betsy looked hard at the big, burly,\nkind-faced man with the smiling eyes and the hearty laugh, and decided\nthat he would \"do\" perfectly for 'Lias. But what she decided was to have\nlittle importance, apparently, for after all he would not get out of the\nwagon, but said he'd have to drive right on to the village. Just like\nthat, with no excuse other than a careless glance at his watch. No, he\nguessed he wouldn't have time, this morning, he said. Betsy cast an\nimploring look up into Uncle Henry's face, but evidently he felt himself\nquite helpless, too. Oh, if only Cousin Ann had come! SHE would have\nmarched him into the schoolhouse double-quick. But Uncle Henry was not\nCousin Ann, and though Betsy saw him, as they drove away,\nconscientiously point out little 'Lias, resplendent and shining, Mr.\nPond only nodded absently, as though, he were thinking of something\nelse.\n\nBetsy could have cried with disappointment; but she and the other girls,\nputting their heads together for comfort, told each other that there was\ntime enough yet. Mr. Pond would not leave town till tomorrow.\nPerhaps ... there was still some hope.\n\nBut that afternoon even this last hope was dashed. As they gathered at\nthe schoolhouse, the girls fresh and crisp in their newly starched\ndresses, with red or blue hair-ribbons, the boys very self-conscious in\ntheir dark suits, clean collars, new caps (all but Ralph), and blacked\nshoes, there was no little 'Lias. They waited and waited, but there was\nno sign of him. Finally Uncle Henry, who was to drive the straw-ride\ndown to town, looked at his watch, gathered up the reins, and said they\nwould be late if they didn't start right away. Maybe 'Lias had had a\nchance to ride in with somebody else.\n\nThey all piled in, the horses stepped off, the wheels grated on the\nstones. And just at that moment a dismal sound of sobbing wails reached\nthem from the woodshed back of the schoolhouse. The children tumbled out\nas fast as they had tumbled in, and ran back, Betsy and Ralph at their\nhead. There in the woodshed was little 'Lias, huddled in the corner\nbehind some wood, crying and crying and crying, digging his fists into\nhis eyes, his face all smeared with tears and dirt. And he was dressed\nagain in his filthy, torn old overalls and ragged shirt. His poor little\nbare feet shone with a piteous cleanliness in that dark place.\n\n\"What's the matter? What's the matter?\" the children asked him all at\nonce. He flung himself on Ralph, burying his face in the other boy's\ncoat, and sobbed out some disjointed story which only Ralph could\nhear ... and then as last and final climax of the disaster, who should\ncome looking over the shoulders of the children but Uncle Henry AND Mr.\nPond! And 'Lias all ragged and dirty again! Betsy sat down weakly on a\npile of wood, utterly disheartened. What was the use of anything!\n\n\"What's the matter?\" asked the two men together.\n\nRalph turned, with an angry toss of his dark head, and told them\nbitterly, over the heads of the children: \"He just had some decent\nclothes. ... First ones he's EVER had! And he was plotting on going to\nthe exercises in the Town Hall. And that darned old skunk of a\nstepfather has gone and taken 'em and sold 'em to get whiskey. I'd like\nto KILL him!\"\n\nBetsy could have flung her arms around Ralph, he looked so exactly the\nway she felt. \"Yes, he is a darned old skunk!\" she said to herself,\nrejoicing in the bad words she did not know before. It TOOK bad words to\nqualify what had happened.\n\nShe saw an electric spark pass from Ralph's blazing eyes to Mr. Pond's\nbroad face, now grim and fierce. She saw Mr. Pond step forward, brushing\nthe children out of his way, like a giant among dwarfs. She saw him\nstoop and pick little 'Lias up in his great, strong arms, and, holding\nhim close, stride furiously out of the woodshed, across the playground\nto the buggy which was waiting for him.\n\n\"He'll go to the exercises all right!\" he called back over his shoulder\nin a great roar. \"He'll go, if I have to buy out the whole town to get\nhim an outfit! And that whelp won't get these clothes, either; you hear\nme say so!\"\n\nHe sprang into the buggy and, holding 'Lias on his lap, took up the\nreins and drove rapidly forward.\n\nThey saw little 'Lias again, entering the Town Hall, holding fast to Mr.\nPond's hand. He was magnificent in a whole suit of store clothes, coat\nand all, and he wore white stockings and neat, low shoes, like a city\nchild!\n\nThey saw him later, up on the platform, squeaking out his little\npatriotic poem, his eyes, shining like stars, fixed on one broad,\nsmiling face in the audience. When he finished he was overcome with\nshyness by the applause, and for a moment forgot to turn and leave the\nplatform. He hung his head, and, looking out from under his eyebrows,\ngave a quaint, shy little smile at the audience. Betsy saw Mr. Pond's\ngreat smile waver and grow dim. His eyes filled so full that he had to\ntake out his handkerchief and blow his nose loudly.\n\nAnd they saw little 'Lias once more, for the last time. Mr. Pond's buggy\ndrove rapidly past their slow-moving hay-wagon, Mr. Pond holding the\nreins masterfully in one hand. Beside him, very close, sat 'Lias with\nhis lap full of toys, oh, FULL--like Christmas! In that fleeting glimpse\nthey saw a toy train, a stuffed dog, a candy-box, a pile of\npicture-books, tops, paper-bags, and even the swinging crane of the big\nmechanical toy dredge that everybody said the storekeeper could never\nsell to anybody because it cost so much!\n\nAs they passed swiftly, 'Lias looked out at them and waved his little\nhand flutteringly. His other hand was tightly clasped in Mr. Pond's big\none. He was smiling at them all. His eyes looked dazed and radiant. He\nturned his head as the buggy flashed by to call out, in a shrill,\nexulting little shout, \"Good-bye! Good-bye! I'm going to live with ...\"\nThey could hear no more. He was gone, only his little hand still waving\nat them over the back of the buggy seat.\n\nBetsy drew a long, long breath. She found that Ralph was looking at her.\nFor a moment she couldn't think what made him look so different. Then\nshe saw that he was smiling. She had never seen him smile before. He\nsmiled at her as though he were sure she would understand, and never\nsaid a word. Betsy looked forward again and saw the gleaming buggy\nvanishing over the hill in front of them. She smiled back at Ralph\nsilently.\n\nNot a thing had happened the way she had planned; no, not a single\nthing! But it seemed to her she had never been so happy in her life.\n\n\n\n\n\nCHAPTER X\n\nBETSY HAS A BIRTHDAY\n\nBetsy's birthday was the ninth day of September, and the Necronsett\nValley Fair is always held from the eighth to the twelfth. So it was\ndecided that Betsy should celebrate her birthday by going up to\nWoodford, where the Fair was held. The Putneys weren't going that year,\nbut the people on the next farm, the Wendells, said they could make room\nin their surrey for the two little girls; for, of course, Molly was\ngoing, too. In fact, she said the Fair was held partly to celebrate her\nbeing six years old. This would happen on the seventeenth of October.\nMolly insisted that that was PLENTY close enough to the ninth of\nSeptember to be celebrated then. This made Betsy feel like laughing out,\nbut observing that the Putneys only looked at each other with the\nfaintest possible quirk in the corners of their serious mouths, she\nunderstood that they were afraid that Molly's feelings might be hurt if\nthey laughed out loud. So Betsy tried to curve her young lips to the\nsame kind and secret mirth.\n\nAnd, I can't tell you why, this effort not to hurt Molly's feelings made\nher have a perfect spasm of love for Molly. She threw herself on her and\ngave her a great hug that tipped them both over on the couch on top of\nShep, who stopped snoring with his great gurgling snort, wriggled out\nfrom under them, and stood with laughing eyes and wagging tail, looking\nat them as they rolled and giggled among the pillows.\n\n\"What dress are you going to wear to the Fair, Betsy?\" asked Cousin Ann.\n\"And we must decide about Molly's, too.\"\n\nThis stopped their rough-and-tumble fun in short order, and they applied\nthemselves to the serious question of a toilet.\n\nWhen the great day arrived and the surrey drove away from the Wendells'\ngate, Betsy was in a fresh pink-and-white gingham which she had helped\nCousin Ann make, and plump Molly looked like something good to eat in a\ncrisp white little dimity, one of Betsy's old dresses, with a deep hem\ntaken in to make it short enough for the little butter-ball. Because it\nwas Betsy's birthday, she sat on the front seat with Mr. Wendell, and\npart of the time, when there were not too many teams on the road, she\ndrove, herself. Mrs. Wendell and her sister filled the back seat solidly\nfull from side to side and made one continuous soft lap on which Molly\nhappily perched, her eyes shining, her round cheeks red with joyful\nexcitement. Betsy looked back at her several times and thought how very\nnice Molly looked. She had, of course, little idea how she herself\nlooked, because the mirrors at Putney Farm were all small and high up,\nand anyhow they were so old and greenish that they made everybody look\nvery queer-colored. You looked in them to see if your hair was smooth,\nand that was about all you could stand.\n\nSo it was a great surprise to Betsy later in the morning, as she and\nMolly wandered hand in hand through the wonders of Industrial Hall, to\ncatch sight of Molly in a full-length mirror as clear as water. She was\nalmost startled to see how faithfully reflected were the yellow of the\nlittle girl's curls, the clear pink and white of her face, and the blue\nof her soft eyes. An older girl was reflected there also, near Molly, a\ndark-eyed, red-cheeked, sturdy little girl, standing very straight on\ntwo strong legs, holding her head high and free, her dark eyes looking\nout brightly from her tanned face. For an instant Betsy gazed into those\nclear eyes and then ... why, gracious goodness! That was herself she was\nlooking at! How changed she was! How very, very different she looked\nfrom the last time she had seen herself in a big mirror! She remembered\nit well--out shopping with Aunt Frances in a department store, she had\ncaught sight of a pale little girl, with a thin neck, and spindling legs\nhalf-hidden in the folds of Aunt Frances's skirts. But she didn't look\neven like the sister of this browned, muscular, upstanding child who\nheld Molly's hand so firmly.\n\nAll this came into her mind and went out again in a moment, for Molly\ncaught sight of a big doll in the next aisle and they hurried over to\ninspect her clothing. The mirror was forgotten in the many exciting\nsights and sounds and smells of their first county fair.\n\nThe two little girls were to wander about as they pleased until noon,\nwhen they were to meet the Wendells in the shadow of Industrial Hall and\neat their picnic lunch together. The two parties arrived together from\ndifferent directions, having seen very different sides of the Fair. The\nchildren were full of the merry-go-rounds, the balloon-seller, the\ntoy-venders, and the pop-corn stands, while the Wendells exchanged views\non the shortness of a hog's legs, the dip in a cow's back, and the\nthickness of a sheep's wool. The Wendells, it seemed, had met some\ncousins they didn't expect to see, who, not knowing about Betsy and\nMolly, had hoped that they might ride home with the Wendells.\n\n\"Don't you suppose,\" Mrs. Wendell asked Betsy, \"that you and Molly could\ngo home with the Vaughans? They're here in their big wagon. You could\nsit on the floor with the Vaughan children.\"\n\nBetsy and Molly thought this would be great fun, and agreed\nenthusiastically.\n\n\"All right then,\" said Mrs. Wendell. She called to a young man who stood\ninside the building, near an open window: \"Oh, Frank, Will Vaughan is\ngoing to be in your booth this afternoon, isn't he?\"\n\n\"Yes, ma'am,\" said the young man. \"His turn is from two to four.\"\n\n\"Well, you tell him, will you, that the two little girls who live at\nPutney Farm are going to go home with them. They can sit on the bottom\nof the wagon with the Vaughan young ones.\"\n\n\"Yes, ma'am,\" said the young man, with a noticeable lack of interest in\nhow Betsy and Molly got home.\n\n\"Now, Betsy,\" said Mrs. Wendell, \"you go round to that booth at two and\nask Will Vaughan what time they're going to start and where their wagon\nis, and then you be sure not to keep them waiting a minute.\"\n\n\"No, I won't,\" said Betsy. \"I'll be sure to be there on time.\"\n\nShe and Molly still had twenty cents to spend out of the forty they had\nbrought with them, twenty-five earned by berry-picking and fifteen a\npresent from Uncle Henry. They now put their heads together to see how\nthey could make the best possible use of their four nickels. Cousin Ann\nhad put no restrictions whatever on them, saying they could buy any sort\nof truck or rubbish they could find, except the pink lemonade. She said\nshe had been told the venders washed their glasses in that, and their\nhands, and for all she knew their faces. Betsy was for merry-go-rounds,\nbut Molly yearned for a big red balloon; and while they were buying that\na man came by with toy dogs, little brown dogs with curled-wire tails.\nHe called out that they would bark when you pulled their tails, and\nseeing the little girls looking at him he pulled the tail of the one he\nheld. It gave forth a fine loud yelp, just like Shep when his tail got\nstepped on. Betsy bought one, all done up neatly in a box tied with blue\nstring. She thought it a great bargain to get a dog who would bark for\nfive cents. (Later on, when they undid the string and opened the box,\nthey found the dog had one leg broken off and wouldn't make the faintest\nsqueak when his tail was pulled; but that is the sort of thing you must\nexpect to have happen to you at a county fair.)\n\nNow they had ten cents left and they decided to have a ride apiece on\nthe merry-go-round. But, glancing up at the clock-face in the tower over\nAgricultural Hall, Betsy noticed it was half-past two and she decided to\ngo first to the booth where Will Vaughan was to be and find out what\ntime they would start for home. She found the booth with no difficulty,\nbut William Vaughan was not in it. Nor was the young man she had seen\nbefore. There was a new one, a strange one, a careless, whistling young\nman, with very bright socks, very yellow shoes, and very striped cuffs.\nHe said, in answer to Betsy's inquiry: \"Vaughan? Will Vaughan? Never\nheard the name,\" and immediately went on whistling and looking up and\ndown the aisle over the heads of the little girls, who stood gazing up\nat him with very wide, startled eyes. An older man leaned over from the\nnext booth and said: \"Will Vaughan? He from Hillsboro? Well, I heard\nsomebody say those Hillsboro Vaughans had word one of their cows was\nawful sick, and they had to start right home that minute.\"\n\nBetsy came to herself out of her momentary daze and snatched Molly's\nhand. \"Hurry! quick! We must find the Wendells before they get away!\" In\nher agitation (for she was really very much frightened) she forgot how\neasily terrified little Molly was. Her alarm instantly sent the child\ninto a panic. \"Oh, Betsy! Betsy! What will we do!\" she gasped, as Betsy\npulled her along the aisle and out of the door.\n\n\"Oh, the Wendells can't be gone yet,\" said Betsy reassuringly, though\nshe was not at all sure she was telling the truth. She ran as fast as\nshe could drag Molly's fat legs, to the horse-shed where Mr. Wendell had\ntied his horses and left the surrey. The horse-shed was empty, quite\nempty.\n\nBetsy stopped short and stood still, her heart seeming to be up in her\nthroat so that she could hardly breathe. After all, she was only ten\nthat day, you must remember. Molly began to cry loudly, hiding her\nweeping face in Betsy's dress. \"What will we do, Betsy! What can we DO!\"\nshe wailed.\n\nBetsy did not answer. She did not know what they WOULD do! They were\neight miles from Putney Farm, far too much for Molly to walk, and anyhow\nneither of them knew the way. They had only ten cents left, and nothing\nto eat. And the only people they knew in all that throng of strangers\nhad gone back to Hillsboro.\n\n\"What will we do, Betsy?\" Molly kept on crying out, horrified by Betsy's\nsilence and evident consternation.\n\nThe other child's head swam. She tried again the formula which had\nhelped her when Molly fell into the Wolf Pit, and asked herself,\ndesperately, \"What would Cousin Ann do if she were here!\" But that did\nnot help her much now, because she could not possibly imagine what\nCousin Ann would do under such appalling circumstances. Yes, one thing\nCousin Ann would be sure to do, of course; she would quiet Molly first\nof all.\n\nAt this thought Betsy sat down on the ground and took the panic-stricken\nlittle girl into her lap, wiping away the tears and saying, stoutly,\n\"Now, Molly, stop crying this minute. I'll take care of you, of course.\nI'll get you home all right.\"\n\n\"How'll you ever do it?\" sobbed Molly.\n\n\"Everybody's gone and left us. We can't walk!\"\n\n\"Never you mind how,\" said Betsy, trying to be facetious and\nmock-mysterious, though her own under lip was quivering a little.\n\"That's my surprise party for you. Just you wait. Now come on back to\nthat booth. Maybe Will Vaughan didn't go home with his folks.\"\n\nShe had very little hope of this, and only went back there because it\nseemed to her a little less dauntingly strange than every other spot in\nthe howling wilderness about her; for all at once the Fair, which had\nseemed so lively and cheerful and gay before, seemed now a horrible,\nfrightening, noisy place, full of hurried strangers who came and went\ntheir own ways, with not a glance out of their hard eyes for two little\ngirls stranded far from home.\n\nThe bright-colored young man was no better when they found him again. He\nstopped his whistling only long enough to say, \"Nope, no Will Vaughan\nanywhere around these diggings yet.\"\n\n\"We were going home with the Vaughans,\" murmured Betsy, in a low tone,\nhoping for some help from him.\n\n\"Looks as though you'd better go home on the cars,\" advised the young\nman casually. He smoothed his black hair back straighter than ever from\nhis forehead and looked over their heads.\n\n\"How much does it cost to go to Hillsboro on the cars?\" asked Betsy with\na sinking heart.\n\n\"You'll have to ask somebody else about that,\" said the young man. \"What\nI don't know about this Rube state! I never was in it before.\" He spoke\nas though he were very proud of the fact.\n\nBetsy turned and went over to the older man who had told them about the\nVaughans.\n\nMolly trotted at her heels, quite comforted, now that Betsy was talking\nso competently to grown-ups. She did not hear what they said, nor try\nto. Now that Betsy's voice sounded all right she had no more fears.\nBetsy would manage somehow. She heard Betsy's voice again talking to the\nother man, but she was busy looking at an exhibit of beautiful jelly\nglasses, and paid no attention. Then Betsy led her away again out of\ndoors, where everybody was walking back and forth under the bright\nSeptember sky, blowing on horns, waving plumes of brilliant\ntissue-paper, tickling each other with peacock feathers, and eating\npop-corn and candy out of paper bags.\n\nThat reminded Molly that they had ten cents yet. \"Oh, Betsy,\" she\nproposed, \"let's take a nickel of our money for some pop-corn.\"\n\nShe was startled by Betsy's fierce sudden clutch at their little purse\nand by the quaver in her voice as she answered: \"No, no, Molly. We've\ngot to save every cent of that. I've found out it costs thirty cents for\nus both to go home to Hillsboro on the train. The last one goes at six\no'clock.\"\n\n\"We haven't got but ten,\" said Molly.\n\nBetsy looked at her silently for a moment and then burst out, \"I'll earn\nthe rest! I'll earn it somehow! I'll have to! There isn't any other\nway!\"\n\n\"All right,\" said Molly quaintly, not seeing anything unusual in this.\n\"You can, if you want to. I'll wait for you here.\"\n\n\"No, you won't!\" cried Betsy, who had quite enough of trying to meet\npeople in a crowd. \"No, you won't! You just follow me every minute! I\ndon't want you out of my sight!\"\n\nThey began to move forward now, Betsy's eyes wildly roving from one\nplace to another. How COULD a little girl earn money at a county fair!\nShe was horribly afraid to go up and speak to a stranger, and yet how\nelse could she begin?\n\n\"Here, Molly, you wait here,\" she said. \"Don't you budge till I come\nback.\"\n\nBut alas! Molly had only a moment to wait that time, for the man who was\nselling lemonade answered Betsy's shy question with a stare and a curt,\n\"Lord, no! What could a young one like you do for me?\"\n\nThe little girls wandered on, Molly calm and expectant, confident in\nBetsy; Betsy with a very dry mouth and a very gone feeling. They were\npassing by a big shed-like building now, where a large sign proclaimed\nthat the Woodford Ladies' Aid Society would serve a hot chicken dinner\nfor thirty-five cents. Of course the sign was not accurate, for at\nhalf-past three, almost four, the chicken dinner had long ago been all\neaten and in place of the diners was a group of weary women moving\nlanguidly about or standing saggingly by a great table piled with dirty\ndishes. Betsy paused here, meditated a moment, and went in rapidly so\nthat her courage would not evaporate.\n\nThe woman with gray hair looked down at her a little impatiently and\nsaid, \"Dinner's all over.\"\n\n\"I didn't come for dinner,\" said Betsy, swallowing hard. \"I came to see\nif you wouldn't hire me to wash your dishes. I'll do them for\ntwenty-five cents.\"\n\nThe woman laughed, looked from little Betsy to the great pile of dishes,\nand said, turning away, \"Mercy, child, if you washed from now till\nmorning, you wouldn't make a hole in what we've got to do.\"\n\nBetsy heard her say to the other women, \"Some young one wanting more\nmoney for the side-shows.\"\n\nNow, now was the moment to remember what Cousin Ann would have done. She\nwould certainly not have shaken all over with hurt feelings nor have\nallowed the tears to come stingingly to her eyes. So Betsy sternly made\nherself stop doing these things. And Cousin Ann wouldn't have given way\nto the dreadful sinking feeling of utter discouragement, but would have\ngone right on to the next place. So, although Betsy felt like nothing so\nmuch as crooking her elbow over her face and crying as hard as she could\ncry, she stiffened her back, took Molly's hand again, and stepped out,\nheart-sick within but very steady (although rather pale) without.\n\nShe and Molly walked along in the crowd again, Molly laughing and\npointing out the pranks and antics of the young people, who were feeling\nlivelier than ever as the afternoon wore on. Betsy looked at them grimly\nwith unseeing eyes. It was four o'clock. The last train for Hillsboro\nleft in two hours and she was no nearer having the price of the tickets.\nShe stopped for a moment to get her breath; for, although they were\nwalking slowly, she kept feeling breathless and choked. It occurred to\nher that if ever a little girl had had a more horrible birthday she\nnever heard of one!\n\n\"Oh, I wish I could, Dan!\" said a young voice near her. \"But honest!\nMomma'd just eat me up alive if I left the booth for a minute!\"\n\nBetsy turned quickly. A very pretty girl with yellow hair and blue eyes\n(she looked as Molly might when she was grown up) was leaning over the\nedge of a little canvas-covered booth, the sign of which announced that\nhome-made doughnuts and soft drinks were for sale there. A young man,\nvery flushed and gay, was pulling at the girl's blue gingham sleeve.\n\"Oh, come on, Annie. Just one turn! The floor's elegant. You can keep an\neye on the booth from the hall! Nobody's going to run away with the old\nthing anyhow!''\n\n\"Honest, I'd love to! But I got a great lot of dishes to wash, too! You\nknow Momma!\" She looked longingly toward the open-air dancing floor, out\nfrom which just then floated a burst of brazen music.\n\n\"Oh, PLEASE!\" said a small voice. \"I'll do it for twenty cents.\"\n\nBetsy stood by the girl's elbow, all quivering earnestness.\n\n\"Do what, kiddie?\" asked the girl in a good-natured surprise.\n\n\"Everything!\" said Betsy, compendiously. \"Everything! Wash the dishes,\ntend the booth; YOU can go dance! I'll do it for twenty cents.\"\n\nThe eyes of the girl and the man met in high amusement. \"My! Aren't we\nup and coming!\" said the man. \"You're most as big as a pint-cup, aren't\nyou?\" he said to Betsy.\n\nThe little girl flushed--she detested being laughed at--but she looked\nstraight into the laughing eyes. \"I'm ten years old today,\" she said,\n\"and I can wash dishes as well as anybody.\" She spoke with dignity.\n\nThe young man burst out into a great laugh.\n\n\"Great kid, what!\" he said to the girl, and then, \"Say, Annie, why not?\nYour mother won't be here for an hour. The kid can keep folks from\nwalking off with the dope and ...\"\n\n\"I'll do the dishes, too,\" repeated Betsy, trying hard not to mind being\nlaughed at, and keeping her eyes fixed steadily on the tickets to\nHillsboro.\n\n\"Well, by gosh,\" said the young man, laughing. \"Here's our chance,\nAnnie, for fair! Come along!\"\n\nThe girl laughed, too, out of high spirits. \"Wouldn't Momma be crazy!\"\nshe said hilariously. \"But she'll never know. Here, you cute kid, here's\nmy apron.\" She took off her long apron and tied it around Betsy's neck.\n\"There's the soap, there's the table. You stack the dishes up on that\ncounter.\"\n\nShe was out of the little gate in the counter in a twinkling, just as\nMolly, in answer to a beckoning gesture from Betsy, came in. \"Hello,\nthere's another one!\" said the gay young man, gayer and gayer. \"Hello,\nbutton! What you going to do? I suppose when they try to crack the safe\nyou'll run at them and bark and drive them away!\"\n\nMolly opened her sweet, blue eyes very wide, not understanding a single\nword. The girl laughed, swooped back, gave Molly a kiss, and\ndisappeared, running side by side with the young man toward the dance\nhall.\n\nBetsy mounted on a soap box and began joyfully to wash the dishes. She\nhad never thought that ever in her life would she simply LOVE to wash\ndishes beyond anything else! But it was so. Her relief was so great that\nshe could have kissed the coarse, thick plates and glasses as she washed\nthem.\n\n\"It's all right, Molly; it's all right!\" she quavered exultantly to\nMolly over her shoulder. But as Molly had not (from the moment Betsy\ntook command) suspected that it was not all right, she only nodded and\nasked if she might sit up on a barrel where she could watch the crowd go\nby.\n\n\"I guess you could. I don't know why NOT,\" said Betsy doubtfully. She\nlifted her up and went back to her dishes. Never were dishes washed\nbetter!\n\n\"Two doughnuts, please,\" said a man's voice behind her.\n\nOh, mercy, there was somebody come to buy! Whatever should she do? She\ncame forward intending to say that the owner of the booth was away and\nshe didn't know anything about ... but the man laid down a nickel, took\ntwo doughnuts, and turned away. Betsy gasped and looked at the home-made\nsign stuck into the big pan of doughnuts. Sure enough, it read \"2 for\n5.\" She put the nickel up on a shelf and went back to her dishwashing.\nSelling things wasn't so hard, she reflected.\n\nAs her hunted feeling of desperation relaxed she began to find some fun\nin her new situation, and when a woman with two little boys approached\nshe came forward to wait on her, elated, important. \"Two for five,\" she\nsaid in a businesslike tone. The woman put down a dime, took up four\ndoughnuts, divided them between her sons, and departed.\n\n[Illustration: Never were dishes washed better!]\n\n\"My!\" said Molly, looking admiringly at Betsy's coolness over this\ntransaction. Betsy went back to her dishes, stepping high.\n\n\"Oh, Betsy, see! The pig! The big ox!\" cried Molly now, looking from her\ncoign of vantage down the wide, grass-grown lane between the booths.\n\nBetsy craned her head around over her shoulder, continuing\nconscientiously to wash and wipe the dishes. The prize stock was being\nparaded around the Fair; the great prize ox, his shining horns tipped\nwith blue rosettes; the prize cows, with wreaths around their necks; the\nprize horses, four or five of them as glossy as satin, curving their\nbright, strong necks and stepping as though on eggs, their manes and\ntails braided with bright ribbon; and then, \"Oh, Betsy, LOOK at the\npig!\" screamed Molly again--the smaller animals, the sheep, the calves,\nthe colts, and the pig, which waddled along with portly dignity.\n\nBetsy looked as well as she could over her shoulder ... and in years to\ncome she can shut her eyes and see again in every detail that rustic\nprocession under the golden, September light.\n\nBut she looked anxiously at the clock. It was nearing five. Oh, suppose\nthe girl forgot and danced too long!\n\n\"Two bottles of ginger ale and half a dozen doughnuts,\" said a man with\na woman and three children.\n\nBetsy looked feverishly among the bottles ranged on the counter,\nselected two marked ginger ale, and glared at their corrugated tin\nstoppers. How DID you get them open?\n\n\"Here's your opener,\" said the man, \"if that's what you're looking for.\nHere, you get the glasses and I'll open the bottles. We're in kind of a\nhurry. Got to catch a train.\"\n\nWell, they were not the only people who had to catch a train, Betsy\nthought sadly. They drank in gulps and departed, cramming doughnuts into\ntheir mouths. Betsy wished ardently that the girl would come back. She\nwas now almost sure that she had forgotten and would dance there till\nnightfall. But there, there she came, running along, as light-footed\nafter an hour's dancing as when she had left the booth.\n\n\"Here you are, kid,\" said the young man, producing a quarter. \"We've had\nthe time of our young lives, thanks to you.\"\n\nBetsy gave him back one of the nickels that remained to her, but he\nrefused it.\n\n\"No, keep the change,\" he said royally. \"It was worth it.\"\n\n\"Then I'll buy two doughnuts with my extra nickel,\" said Betsy.\n\n\"No, you won't,\" said the girl. \"You'll take all you want for nothing ...\nMomma'll never miss 'em. And what you sell here has got to be fresh\nevery day. Here, hold out your hands, both of you.\"\n\n\"Some people came and bought things,\" said Betsy, happening to remember\nas she and Molly turned away. \"The money is on that shelf.\"\n\n\"Well, NOW!\" said the girl, \"if she didn't take hold and sell things!\nSay ...  \"--she ran after Betsy and gave her a hug--\"you smart young one,\nI wish't I had a little sister just like you!\"\n\nMolly and Betsy hurried along out of the gate into the main street of\nthe town and down to the station. Molly was eating doughnuts as she\nwent. They were both quite hungry by this time, but Betsy could not\nthink of eating till she had those tickets in her hand.\n\nShe pushed her quarter and a nickel into the ticket-seller's window and\nsaid \"Hillsboro\" in as confident a tone as she could; but when the\nprecious bits of paper were pushed out at her and she actually held\nthem, her knees shook under her and she had to go and sit down on the\nbench.\n\n\"My! Aren't these doughnuts good?\" said Molly. \"I never in my life had\nENOUGH doughnuts before!\"\n\nBetsy drew a long breath and began rather languidly to eat one herself;\nshe felt, all of a sudden, very, very tired.\n\nShe was tireder still when they got out of the train at Hillsboro\nStation and started wearily up the road toward Putney Farm. Two miles\nlay before them, two miles which they had often walked before, but never\nafter such a day as now lay back of them. Molly dragged her feet as she\nwalked and hung heavily on Betsy's hand. Betsy plodded along, her head\nhanging, her eyes all gritty with fatigue and sleepiness. A light buggy\nspun round the turn of the road behind them, the single horse trotting\nfast as though the driver were in a hurry, the wheels rattling smartly\non the hard road. The little girls drew out to one side and stood\nwaiting till the road should be free again. When he saw them the driver\npulled the horse back so quickly it stood almost straight up. He peered\nat them through the twilight and then with a loud shout sprang over the\nside of the buggy.\n\nIt was Uncle Henry--oh, goody, it was Uncle Henry come to meet them!\nThey wouldn't have to walk any further!\n\nBut what was the matter with Uncle Henry? He ran up to them, exclaiming,\n\"Are ye all right? Are ye all right?\" He stooped over and felt of them\ndesperately as though he expected them to be broken somewhere. And Betsy\ncould feel that his old hands were shaking, that he was trembling all\nover. When she said, \"Why, yes, Uncle Henry, we're all right. We came\nhome on the cars,\" Uncle Henry leaned up against the fence as though he\ncouldn't stand up. He took off his hat and wiped his forehead and he\nsaid--it didn't seem as though it could be Uncle Henry talking, he\nsounded so excited--\"Well, well--well, by gosh! My! Well, by thunder!\nNow! And so here ye are! And you're all right! WELL!\"\n\nHe couldn't seem to stop exclaiming, and you can't imagine anything\nstranger than an Uncle Henry who couldn't stop exclaiming.\n\nAfter they all got into the buggy he quieted down a little and said,\n\"Thunderation! But we've had a scare! When the Wendells come back with\ntheir cousins early this afternoon, they said you were coming with the\nVaughans. And then when you didn't come and DIDN'T come, we telephoned\nto the Vaughans, and they said they hadn't seen hide nor hair of ye, and\ndidn't even know you were TO the Fair at all! I tell you, your Aunt\nAbigail and I had an awful turn! Ann and I hitched up quicker'n scat and\nshe put right out with Prince up toward Woodford and I took Jessie down\nthis way; thought maybe I'd get trace of ye somewhere here. Well, land!\"\nHe wiped his forehead again. \"Wa'n't I glad to see you standin'\nthere ... get along, Jess! I want to get the news to Abigail soon as I\ncan!\"\n\n\"Now tell me what in thunder DID happen to you!\"\n\nBetsy began at the beginning and told straight through, interrupted at\nfirst by indignant comments from Uncle Henry, who was outraged by the\nWendells' loose wearing of their responsibility for the children. But as\nshe went on he quieted down to a closely attentive silence, interrupting\nonly to keep Jess at her top speed.\n\nNow that it was all safely over, Betsy thought her story quite an\ninteresting one, and she omitted no detail, although she wondered once\nor twice if perhaps Uncle Henry were listening to her, he kept so still.\n\"And so I bought the tickets and we got home,\" she ended, adding, \"Oh,\nUncle Henry, you ought to have seen the prize pig! He was TOO funny!\"\n\nThey turned into the Putney yard now and saw Aunt Abigail's bulky form\non the porch.\n\n\"Got 'em, Abby! All right! No harm done!\" shouted Uncle Henry.\n\nAunt Abigail turned without a word and went back into the house. When\nthe little girls dragged their weary legs in they found her quietly\nsetting out some supper for them on the table, but she was wiping away\nwith her apron the joyful tears which ran down her cheeks, such white\ncheeks! It seemed so strange to see rosy Aunt Abigail with a face like\npaper.\n\n\"Well, I'm glad to see ye,\" she told them soberly. \"Sit right down and\nhave some hot milk. I had some all ready.\"\n\nThe telephone rang, she went into the next room, and they heard her\nsaying, in an unsteady voice: \"All right, Ann. They're here. Your father\njust brought them in. I haven't had time to hear about what happened\nyet. But they're all right. You'd better come home.\"\n\n\"That's your Cousin Ann telephoning from the Marshalls'.\"\n\nShe herself went and sat down heavily, and when Uncle Henry came in a\nfew minutes later she asked him in a rather weak voice for the ammonia\nbottle. He rushed for it, got her a fan and a drink of cold water, and\nhung over her anxiously till the color began to come back into her pale\nface. \"I know just how you feel, Mother,\" he said sympathetically. \"When\nI saw 'em standin' there by the roadside I felt as though somebody had\nhit me a clip right in the pit of the stomach.\"\n\nThe little girls ate their supper in a tired daze, not paying any\nattention to what the grown-ups were saying, until rapid hoofs clicked\non the stones outside and Cousin Ann came in quickly, her black eyes\nsnapping.\n\n\"Now, for mercy's sake, tell me what happened,\" she said, adding hotly,\n\"and if I don't give that Maria Wendell a piece of my mind!\"\n\nUncle Henry broke in: \"_I_'M going to tell what happened. I WANT to do\nit. You and Mother just listen, just sit right down and listen.\" His\nvoice was shaking with feeling, and as he went on and told of Betsy's\nafternoon, her fright, her confusion, her forming the plan of coming\nhome on the train and of earning the money for the tickets, he made, for\nonce, no Putney pretense of casual coolness. His old eyes flashed fire\nas he talked.\n\nBetsy, watching him, felt her heart swell and beat fast in incredulous\njoy. Why, he was proud of her! She had done something to make the Putney\ncousins proud of her!\n\nWhen Uncle Henry came to the part where she went on asking for\nemployment after one and then another refusal, Cousin Ann reached out\nher long arms and quickly, almost roughly, gathered Betsy up on her lap,\nholding her close as she listened. Betsy had never before sat on Cousin\nAnn's lap.\n\nAnd when Uncle Henry finished--he had not forgotten a single thing Betsy\nhad told him--and asked, \"What do you think of THAT for a little girl\nten years old today?\" Cousin Ann opened the flood-gates wide and burst\nout, \"I think I never heard of a child's doing a smarter, grittier\nthing ... AND I DON'T CARE IF SHE DOES HEAR ME SAY SO!\"\n\nIt was a great, a momentous, an historic moment!\n\nBetsy, enthroned on those strong knees, wondered if any little girl had\never had such a beautiful birthday.\n\n\n\n\n\nCHAPTER XI\n\n\"UNDERSTOOD AUNT FRANCES\"\n\nAbout a month, after Betsy's birthday, one October day when the leaves\nwere all red and yellow, two very momentous events occurred, and, in a\nmanner of speaking, at the very same time. Betsy had noticed that her\nkitten Eleanor (she still thought of her as a kitten, although she was\nnow a big, grown-up cat) spent very little time around the house. She\ncame into the kitchen two or three times a day, mewing loudly for milk\nand food, but after eating very fast she always disappeared at once.\nBetsy missed the purring, contented ball of fur on her lap in the long\nevenings as she played checkers, or read aloud, or sewed, or played\nguessing games. She felt rather hurt, too, that Eleanor paid her so\nlittle attention, and several times she tried hard to make her stay,\ntrailing in front of her a spool tied to a string or rolling a worsted\nball across the floor. But Eleanor seemed to have lost all her taste for\nthe things she had liked so much. Invariably, the moment the door was\nopened, she darted out and vanished.\n\nOne afternoon Betsy ran out after her, determined to catch her and bring\nher back. When the cat found she was being followed, she bounded along\nin great leaps, constantly escaping from Betsy's outstretched hand. They\ncame thus to the horse-barn, into the open door of which Eleanor whisked\nlike a little gray shadow, Betsy close behind. The cat flashed up the\nsteep, ladder-like stairs that led to the hay-loft. Betsy scrambled\nrapidly up, too. It was dark up there, compared to the gorgeous-colored\nOctober day outside, and for a moment she could not see Eleanor. Then\nshe made her out, a dim little shape, picking her way over the hay, and\nshe heard her talking. Yes, it was real talk, quite, quite different\nfrom the loud, imperious \"MIAUW!\" with which Eleanor asked for her milk.\nThis was the softest, prettiest kind of conversation, all little murmurs\nand chirps and sing-songs. Why, Betsy could almost understand it! She\nCOULD understand it enough to know that it was love-talk, and then,\nbreaking into this, came a sudden series of shrill, little, needle-like\ncries that fairly filled the hay-loft. Eleanor gave a bound forward and\ndisappeared. Betsy, very much excited, scrambled and climbed up over the\nhay as fast as she could go.\n\nIt was all silent now--the piercing, funny little squalls had stopped as\nsuddenly as they began. On the top in a little nest lay Eleanor, purring\nso loudly you could hear her all over the big mow, and so proud and\nhappy she could hardly contain herself. Her eyes glistened, she arched\nher back, rolled over and spread out her paws, disclosing to Betsy's\nastounded, delighted eyes--no, she wasn't dreaming--two dear little\nkittens, one all gray, just like its mother; one gray with a big bib on\nhis chest.\n\nOh! How dear they were! How darling, and cuddly, and fuzzy! Betsy put\nher fingers very softly on the gray one's head and thrilled to feel the\nwarmth of the little living creature. \"Oh, Eleanor!\" she asked eagerly.\n\"CAN I pick one up?\" She lifted the gray one gently and held it up to\nher cheek. The little thing nestled down in the warm hollow of her hand.\nShe could feel its tiny, tiny little claws pricking softly into her\npalm. \"Oh, you sweetness! You little, little baby-thing!\" she said over\nand over in a whisper.\n\nEleanor did not stop purring, and she looked up with friendly, trusting\neyes as her little mistress made the acquaintance of her children, but\nBetsy could feel somehow that Eleanor was anxious about her kitten, was\nafraid that, although the little girl meant everything that was kind,\nher great, clumsy, awkward human hands weren't clever enough to hold a\nbaby-cat the proper way. \"I don't blame you a bit, Eleanor,\" said Betsy.\n\"I should feel just so in your place. There! I won't touch it again!\"\nShe laid the kitten down carefully by its mother. Eleanor at once began\nto wash its face very vigorously, knocking it over and over with her\nstrong tongue. \"My!\" said Betsy, laughing. \"You'd scratch my eyes out,\nif _I_ were as rough as that!\"\n\nEleanor didn't seem to hear. Or rather she seemed to hear something\nelse. For she stopped short, her head lifted, her ears pricked up,\nlistening very hard to some distant sound. Then Betsy heard it, too,\nsomebody coming into the barn below, little, quick, uneven footsteps. It\nmust be little Molly, tagging along, as she always did. What fun to show\nMolly the kittens!\n\n\"Betsy!\" called Molly from below.\n\n\"Molly!\" called Betsy from above. \"Come up here quick! I've got\nsomething up here.\"\n\nThere was a sound of scrambling, rapid feet on the rough stairs, and\nMolly's yellow curls appeared, shining in the dusk. \"I've got a ...\" she\nbegan, but Betsy did not let her finish.\n\n\"Come here, Molly, quick! QUICK!\" she called, beckoning eagerly, as\nthough the kittens might evaporate into thin air if Molly didn't get\nthere at once. Molly forgot what she was going to say, climbed madly up\nthe steep pile of hay, and in a moment was lying flat on her stomach\nbeside the little family in a spasm of delight that satisfied even Betsy\nand Eleanor, both of them convinced that these were the finest kittens\nthe world had ever seen.\n\n\"See, there are two,\" said Betsy. \"You can have one for your very own.\nAnd I'll let you choose. Which one do you like best?\"\n\nShe was hoping that Molly would not take the little all-gray one,\nbecause she had fallen in love with that the minute she saw it.\n\n\"Oh, THIS one with the white on his breast,\" said Molly, without a\nmoment's hesitation. \"It's LOTS the prettiest! Oh, Betsy! For my very\nown?\"\n\nSomething white fell out of the folds of her skirt on the hay. \"Oh,\nyes,\" she said indifferently. \"A letter for you. Miss Ann told me to\nbring it out here. She said she saw you streaking it for the barn.\"\n\nIt was a letter from Aunt Frances. Betsy opened it, one eye on Molly to\nsee that she did not hug her new darling too tightly, and began to read\nit in the ray of dusty sunlight slanting in through a crack in the side\nof the barn. She could do this easily, because Aunt Frances always made\nher handwriting very large and round and clear, so that a little girl\ncould read it without half trying.\n\nAnd as she read, everything faded away from before her ... the barn,\nMolly, the kittens ... she saw nothing but the words on the page.\n\nWhen she had read the letter through she got up quickly, oh ever so\nquickly! and went away down the stairs. Molly hardly noticed she had\ngone, so absorbing and delightful were the kittens.\n\nBetsy went out of the dusky barn into the rich, October splendor and saw\nnone of it. She went straight away from the house and the barn, straight\nup into the hill-pasture toward her favorite place beside the brook, the\nshady pool under the big maple-tree. At first she walked, but after a\nwhile she ran, faster and faster, as though she could not get there soon\nenough. Her head was down, and one arm was crooked over her face....\n\nAnd do you know, I'm not going to follow her up there, nor let you go.\nI'm afraid we would all cry if we saw what Betsy did under the big\nmaple-tree. And the very reason she ran away so fast was so that she\ncould be all by herself for a very hard hour, and fight it out, alone.\n\nSo let us go back soberly to the orchard where the Putneys are, and wait\ntill Betsy comes walking listlessly in, her eyes red and her cheeks\npale. Cousin Ann was up in the top of a tree, a basket hung over her\nshoulder half full of striped red Northern Spies; Uncle Henry was on a\nladder against another tree, filling a bag with the beautiful, shining,\nyellow-green Pound Sweets, and Aunt Abigail was moving around, picking\nup the parti-colored windfalls and putting them into barrels ready to go\nto the cider-mill.\n\nSomething about the way Betsy walked, and as she drew closer something\nabout the expression of her face, and oh! as she began to speak,\nsomething about the tone of her voice, stopped all this cheerful\nactivity as though a bomb had gone off in their midst.\n\n\"I've had a letter from Aunt Frances,\" said Betsy, biting her lips, \"and\nshe says she's coming to take me away, back to them, tomorrow.\"\n\nThere was a big silence; Cousin Ann stood, perfectly motionless up in\nher tree, staring down through the leaves at Betsy. Uncle Henry was\nturned around on his ladder, one hand on an apple as though it had\nfrozen there, staring down at Betsy. Aunt Abigail leaned with both fat\nhands on her barrel, staring hard at Betsy. Betsy was staring down at\nher shoes, biting her lips and winking her eyes. The yellow, hazy\nOctober sun sank slowly down toward the rim of Hemlock Mountain, and\nsent long, golden shafts of light through the branches of the trees upon\nthis group of people, all so silent, so motionless.\n\n[Illustration: Betsy was staring down at her shoes, biting her lips and\nwinking her eyes.]\n\nBetsy was the first to speak, and I'm very proud of her for what she\nsaid. She said, loyally, \"Dear Aunt Frances! She was always so sweet to\nme! She always tried so hard to take care of me!\"\n\nFor that was what Betsy had found up by the brook under the big red\nmaple-tree. She had found there a certainty that, whatever else she did,\nshe must NOT hurt Aunt Frances's feelings--dear, gentle, sweet Aunt\nFrances, whose feelings were so easily hurt and who had given her so\nmany years of such anxious care. Something up there had told\nher--perhaps the quiet blue shadow of Windward Mountain creeping slowly\nover the pasture toward her, perhaps the silent glory of the great\nred-and-gold tree, perhaps the singing murmur of the little\nbrook--perhaps all of them together had told her that now had come a\ntime when she must do more than what Cousin Ann would do--when she must\ndo what she herself knew was right. And that was to protect Aunt Frances\nfrom hurt.\n\nWhen she spoke, out there in the orchard, she broke the spell of\nsilence. Cousin Ann climbed hastily down from her tree, with her basket\nonly partly filled. Uncle Henry got stiffly off his ladder, and Aunt\nAbigail advanced through the grass. And they all said the same\nthing--\"Let me see that letter.\"\n\nThey read it there, looking over each other's shoulders, with grave\nfaces. Then, still silently, they all turned and went back into the\nhouse, leaving their forgotten bags and barrels and baskets out under\nthe trees. When they found themselves in the kitchen--\"Well, it's\nsuppertime, anyhow,\" said Cousin Ann hastily, as if ashamed of losing\nher composure, \"or almost time. We might as well get it now.\"\n\n\"I'm a-going out to milk,\" said Uncle Henry gruffly, although it was not\nnearly his usual time. He took up the milk pails and marched out toward\nthe barn, stepping heavily, his head hanging.\n\nShep woke up with a snort and, getting off the couch, gamboled clumsily\nup to Betsy, wagging his tail and jumping up on her, ready for a frolic.\nThat was almost too much for Betsy! To think that after tomorrow she\nwould never see Shep again--nor Eleanor! Nor the kittens! She choked as\nshe bent over Shep and put her arms around his neck for a great hug. But\nshe mustn't cry, she mustn't hurt Aunt Frances's feelings, or show that\nshe wasn't glad to go back to her. That wouldn't be fair, after all Aunt\nFrances had done for her!\n\nThat night she lay awake after she and Molly had gone to bed and Molly\nwas asleep. They had decided not to tell Molly until the last minute, so\nshe had dropped off peacefully, as usual. But poor Betsy's eyes were\nwide open. She saw a gleam of light under the door. It widened; the door\nopened. Aunt Abigail stood there, in her night cap, mountainous in her\nlong white gown, a candle shining up into her serious old face.\n\n\"You awake, Betsy?\" she whispered, seeing the child's dark eyes gleaming\nat her over the covers. \"I just--I just thought I'd look in to see if\nyou were all right.\" She came to the edge of the bed and set the candle\ndown on the little stand. Betsy reached her arms up longingly and the\nold woman stooped over her. Neither of them said a single word during\nthe long embrace which followed. Then Aunt Abigail straightened up\nhastily, took her candle very quickly and softly, and heavily padded out\nof the room.\n\nBetsy turned over and flung one arm over Molly--no Molly, either, after\ntomorrow!\n\nShe gulped hard and stared up at the ceiling, dimly white in the\nstarlight. A gleam of light shone under the door. It widened, and Uncle\nHenry stood there, a candle in his hand, peering into the room. \"You\nawake, Betsy?\" he said cautiously.\n\n\"Yes. I'm awake, Uncle Henry.\"\n\nThe old man shuffled into the room. \"I just got to thinking,\" he said,\nhesitating, \"that maybe you'd like to take my watch with you. It's kind\nof handy to have a watch on the train. And I'd like real well for you to\nhave it.\"\n\nHe laid it down on the stand, his own cherished gold watch, that had\nbeen given him when he was twenty-one.\n\nBetsy reached out and took his hard, gnarled old fist in a tight grip.\n\"Oh, Uncle Henry!\" she began, and could not go on.\n\n\"We'll miss you, Betsy,\" he said in an uncertain voice. \"It's\nbeen ... it's been real nice to have you here ...\"\n\nAnd then he too snatched up his candle very quickly and almost ran out\nof the room.\n\nBetsy turned over on her back. \"No crying, now!\" she told herself\nfiercely. \"No crying, now!\" She clenched her hands together tightly and\nset her teeth.\n\nSomething moved in the room. Somebody leaned over her. It was Cousin\nAnn, who didn't make a sound, not one, but who took Betsy in her strong\narms and held her close and closer, till Betsy could feel the quick\npulse of the other's heart beating all through her own body. Then she\nwas gone--as silently as she came.\n\nBut somehow that great embrace had taken away all the burning tightness\nfrom Betsy's eyes and heart. She was very, very tired, and soon after\nthis she fell sound asleep, snuggled up close to Molly.\n\nIn the morning, nobody spoke of last night at all. Breakfast was\nprepared and eaten, and the team hitched up directly afterward. Betsy\nand Uncle Henry were to drive to the station together to meet Aunt\nFrances's train. Betsy put on her new wine-colored cashmere that Cousin\nAnn had made her, with the soft white collar of delicate old embroidery\nthat Aunt Abigail had given her out of one of the trunks in the attic.\n\nShe and Uncle Henry said very little as they drove to the village, and\neven less as they stood waiting together on the platform. Betsy slipped\nher hand into his and he held it tight as the train whistled in the\ndistance and came slowly and laboriously puffing up to the station.\n\nJust one person got off at the little station, and that was Aunt\nFrances, looking ever so dressed up and citified, with a fluffy\nostrich-feather boa and kid gloves and a white veil over her face and a\nbig blue one floating from her gay-flowered velvet hat. How pretty she\nwas! And how young--under the veil which hid so kindly all the little\nlines in her sweet, thin face. And how excited and fluttery! Betsy had\nforgotten how fluttery Aunt Frances was! She clasped Betsy to her, and\nthen started back crying--she must see to her suitcase--and then she\nclasped Betsy to her again and shook hands with Uncle Henry, whose grim\nold face looked about as cordial and welcoming as the sourest kind of\nsour pickle, and she fluttered back and said she must have left her\numbrella on the train. \"Oh, Conductor! Conductor! My umbrella--right in\nmy seat--a blue one with a crooked-over--oh, here it is in my hand! What\nam I thinking of!\"\n\nThe conductor evidently thought he'd better get the train away as soon\nas possible, for he now shouted, \"All aboard!\" to nobody at all, and\nsprang back on the steps. The train went off, groaning over the steep\ngrade, and screaming out its usual echoing warning about the next road\ncrossing.\n\nUncle Henry took Aunt Frances's suitcase and plodded back to the surrey.\nHe got into the front seat and Aunt Frances and Betsy in the back; and\nthey started off.\n\nAnd now I want you to listen to every single word that was said on the\nback seat, for it was a very, very important conversation, when Betsy's\nfate hung on the curl of an eyelash and the flicker of a voice, as fates\noften do.\n\nAunt Frances hugged Betsy again and again and exclaimed about her having\ngrown so big and tall and fat--she didn't say brown too, although you\ncould see that she was thinking that, as she looked through her veil at\nBetsy's tanned face and down at the contrast between her own pretty,\nwhite fingers and Betsy's leather-colored, muscular little hands. She\nexclaimed and exclaimed and kept on exclaiming! Betsy wondered if she\nreally always had been as fluttery as this. And then, all of a sudden it\ncame out, the great news, the reason for the extra flutteriness.\n\nAunt Frances was going to be married!\n\nYes! Think of it! Betsy fell back open-mouthed with astonishment.\n\n\"Did Betsy think her Aunt Frances a silly old thing?\"\n\n\"Oh, Aunt Frances, NO!\" cried Betsy fervently. \"You look just as YOUNG,\nand pretty! Lots younger than I remembered you!\"\n\nAunt Frances flushed with pleasure and went on, \"You'll love your old\nAunt Frances just as much, won't you, when she's Mrs. Plimpton!\"\n\nBetsy put her arms around her and gave her a great hug. \"I'll always\nlove you, Aunt Frances!\" she said.\n\n\"You'll love Mr. Plimpton, too. He's so big and strong, and he just\nloves to take care of people. He says that's why he's marrying me. Don't\nyou wonder where we are going to live?\" she asked, answering her own\nquestion quickly. \"We're not going to live anywhere. Isn't that a joke?\nMr. Plimpton's business keeps him always moving around from one place to\nanother, never more than a month anywhere.\"\n\n\"What'll Aunt Harriet do?\" asked Betsy wonderingly.\n\n\"Why, she's ever and ever so much better,\" said Aunt Frances happily.\n\"And her own sister, my Aunt Rachel, has come back from China, where\nshe's been a missionary for ever so long, and the two old ladies are\ngoing to keep house together out in California, in the dearest little\nbungalow, all roses and honeysuckle. But YOU'RE going to be with me.\nWon't it be jolly fun, darling, to go traveling all about everywhere,\nand see new places all the time!\"\n\nNow those are the words Aunt Frances said, but something in her voice\nand her face suggested a faint possibility to Betsy that maybe Aunt\nFrances didn't really think it would be such awfully jolly fun as her\nwords said. Her heart gave a big jump up, and she had to hold tight to\nthe arm of the surrey before she could ask, in a quiet voice, \"But, Aunt\nFrances, won't I be awfully in your way, traveling around so?\"\n\nNow, Aunt Frances had ears of her own, and though that was what Betsy's\nwords said, what Aunt Frances heard was a suggestion that possibly Betsy\nwasn't as crazy to leave Putney Farm as she had supposed of course she\nwould be.\n\nThey both stopped talking for a moment and peered at each other through\nthe thicket of words that held them apart. I told you this was a very\nmomentous conversation. One sure thing is that the people on the back\nseat saw the inside of the surrey as they traveled along, and nothing\nelse. Red sumac and bronzed beech-trees waved their flags at them in\nvain. They kept their eyes fixed on each other intently, each in an\nagony of fear lest she hurt the other's feelings.\n\nAfter a pause Aunt Frances came to herself with a start, and said,\naffectionately putting her arm around Betsy, \"Why, you darling, what\ndoes Aunt Frances care about trouble if her own dear baby-girl is\nhappy?\"\n\nAnd Betsy said, resolutely, \"Oh, you know, Aunt Frances, I'd LOVE to be\nwith you!\" She ventured one more step through the thicket. \"But\nhonestly, Aunt Frances, WON'T it be a bother...?\"\n\nAunt Frances ventured another step to meet her, \"But dear little girls\nmust be SOMEWHERE ...\"\n\nAnd Betsy almost forgot her caution and burst out, \"But I could stay\nhere! I know they would keep me!\"\n\nEven Aunt Frances's two veils could not hide the gleam of relief and\nhope that came into her pretty, thin, sweet face. She summoned all her\ncourage and stepped out into the clearing in the middle of the thicket,\nasking right out, boldly, \"Why, do you like it here, Betsy? Would you\nlike to stay?\"\n\nAnd Betsy--she never could remember afterward if she had been careful\nenough not to shout too loudly and joyfully--Betsy cried out, \"Oh, I\nLOVE it here!\" There they stood, face to face, looking at each other\nwith honest and very happy eyes. Aunt Frances threw her arm around Betsy\nand asked again, \"Are you SURE, dear?\" and didn't try to hide her\nrelief. And neither did Betsy.\n\n\"I could visit you once in a while, when you are somewhere near here,\"\nsuggested Betsy, beaming.\n\n\"Oh, YES, I must have SOME of the time with my darling!\" said Aunt\nFrances. And this time there was nothing in their hearts that\ncontradicted their lips.\n\nThey clung to each other in speechless satisfaction as Uncle Henry\nguided the surrey up to the marble stepping-stone. Betsy jumped out\nfirst, and while Uncle Henry was helping Aunt Frances out, she was\ndashing up the walk like a crazy thing. She flung open the front door\nand catapulted into Aunt Abigail just coming out. It was like flinging\nherself into a feather-bed....\n\n\"Oh! Oh!\" she gasped out. \"Aunt Frances is going to be married. And\ntravel around all the time! And she doesn't REALLY want me at all! Can't\nI stay here? Can't I stay here?\"\n\nCousin Ann was right behind Aunt Abigail, and she heard this. She looked\nover their shoulders toward Aunt Frances, who was approaching from\nbehind, and said, in her usual calm and collected voice: \"How do you do,\nFrances? Glad to see you, Frances. How well you're looking! I hear you\nare in for congratulations. Who's the happy man?\"\n\nBetsy was overcome with admiration for her coolness in being able to\ntalk so in such an exciting moment. She knew Aunt Abigail couldn't have\ndone it, for she had sat down in a rocking-chair, and was holding Betsy\non her lap. The little girl could see her wrinkled old hand trembling on\nthe arm of the chair.\n\n\"I hope that means,\" continued Cousin Ann, going as usual straight to\nthe point, \"that we can keep Betsy here with us.\"\n\n\"Oh, would you like to?\" asked Aunt Frances, fluttering, as though the\nidea had never occurred to her before that minute. \"Would Elizabeth Ann\nreally LIKE to stay?\"\n\n\"Oh, I'd LIKE to, all right!\" said Betsy, looking confidently up into\nAunt Abigail's face.\n\nAunt Abigail spoke now. She cleared her throat twice before she could\nbring out a word. Then she said, \"Why, yes, we'd kind of like to keep\nher. We've sort of got used to having her around.\"\n\nThat's what she SAID, but, as you have noticed before on this exciting\nday, what people said didn't matter as much as what they looked; and as\nher old lips pronounced these words so quietly the corners of Aunt\nAbigail's mouth were twitching, and she was swallowing hard. She said,\nimpatiently, to Cousin Ann, \"Hand me that handkerchief, Ann!\" And as she\nblew her nose, she said, \"Oh, what an old fool I am!\"\n\nThen, all of a sudden, it was as though a great, fresh breeze had blown\nthrough the house. They all drew a long breath and began to talk loudly\nand cheerfully about the weather and Aunt Frances's trip and how Aunt\nHarriet was and which room Aunt Frances was to have and would she leave\nher wraps down in the hall or take them upstairs--and, in the midst of\nthis, Betsy, her heart ready to burst, dashed out of doors, followed by\nShep. She ran madly toward the barn. She did not know where she was\ngoing. She only knew that she must run and jump and shout, or she would\nexplode.\n\nShep ran and jumped because Betsy did.\n\nTo these two wild creatures, careering through the air like bright-blown\nautumn leaves, appeared little Molly in the barn door.\n\n\"Oh, I'm going to stay! I'm going to stay!\" screamed Betsy.\n\nBut as Molly had not had any notion of the contrary, she only said, \"Of\ncourse, why not?\" and went on to something really important, saying, in\na very much capitalized statement, \"My kitten can WALK! It took THREE\nSTEPS just now.\"\n\nAfter Aunt Frances got her wraps off, Betsy took her for a tour of\ninspection. They went all over the house first, with special emphasis\nlaid on the living-room. \"Isn't this the loveliest place?\" said Betsy,\nfervently, looking about her at the white curtains, the bright flowers,\nthe southern sunshine, the bookcases, and the bright cooking utensils.\nIt was all full to the brim to her eyes with happiness, and she forgot\nentirely that she had thought it a very poor, common kind of room when\nshe had first seen it. Nor did she notice that Aunt Frances showed no\nenthusiasm over it now.\n\nShe stopped for a few moments to wash some potatoes and put them into\nthe oven for dinner. Aunt Frances opened her eyes at this. \"I always see\nto the potatoes and the apples, the cooking of them, I mean,\" explained\nBetsy proudly. \"I've just learned to make apple-pie and brown betty.\"\n\nThen down into the stone-floored milk-room, where Aunt Abigail was\nworking over butter, and where Betsy, swelling with pride, showed Aunt\nFrances how deftly and smoothly she could manipulate the wooden paddle\nand make rolls of butter that weighed within an ounce or two of a pound.\n\n\"Mercy, child! Think of your being able to do such things!\" said Aunt\nFrances, more and more astonished.\n\nThey went out of doors now, Shep bounding by their side. Betsy was\namazed to see that Aunt Frances drew back, quite nervously, whenever the\nbig dog frisked near her. Out in the barn Betsy had a disappointment.\nAunt Frances just balked absolutely at those ladder-like stairs--\"Oh, I\nCOULDN'T! I couldn't, dear. Do YOU go up there? Is it quite safe?\"\n\n\"Why, AUNT ABIGAIL went up there to see the kittens!\" cried Betsy, on\nthe edge of exasperation. But her heart softened at the sight of Aunt\nFrances's evident distress of mind at the very idea of climbing into the\nloft, and she brought the kittens down for inspection, Eleanor mewing\nanxiously at the top of the stairs.\n\nOn the way back to the house they had an adventure, a sort of adventure,\nand it brought home to Betsy once for all how much she loved dear, sweet\nAunt Frances, and just what kind of love it was.\n\nAs they crossed the barnyard the calf approached them playfully, leaping\nstiff-legged into the air, and making a pretense of butting at them with\nits hornless young head.\n\nBetsy and Shep often played with the calf in this way by the half-hour,\nand she thought nothing of it now; hardly noticed it, in fact.\n\nBut Aunt Frances gave a loud, piercing shriek, as though she were being\ncut into pieces. \"Help! HELP!\" she screamed. \"Betsy! Oh, Betsy!\"\n\nShe had turned as white as a sheet and could not take a single step\nforward. \"It's nothing! It's nothing!\" said Betsy, rather impatiently.\n\"He's just playing. We often play with him, Shep and I.\"\n\nThe calf came a little nearer, with lowered head. \"GET away!\" said Betsy\nindifferently, kicking at him.\n\nAt this hint of masterfulness on Betsy's part, Aunt Frances cried out,\n\"Oh, yes, Betsy, DO make him go away! Do make him go away!\"\n\nIt came over Betsy that Aunt Frances was really frightened, yes, really;\nand all at once her impatience disappeared, never to come back again.\nShe felt toward Aunt Frances just as she did toward little Molly, and\nshe acted accordingly. She stepped in front of Aunt Frances, picked up a\nstick, and hit the calf a blow on the neck with it. He moved away,\nstartled and injured, looking at his playfellow with reproachful eyes.\nBut Betsy was relentless. Aunt Frances must not be frightened!\n\n\"Here, Shep! Here, Shep!\" she called loudly, and when the big dog came\nbounding to her she pointed to the calf and said sternly, \"Take him into\nthe barn! Drive him into the barn, sir!\"\n\nShep asked nothing better than this command, and charged forward,\nbarking furiously and leaping into the air as though he intended to eat\nthe calf up alive. The two swept across the barnyard and into the lower\nregions of the barn. In a moment Shep reappeared, his tongue hanging\nout, his tail wagging, his eyes glistening, very proud of himself, and\nmounted guard at the door.\n\nAunt Frances hurried along desperately through the gate of the barnyard.\nAs it fell to behind her she sank down on a rock, breathless, still pale\nand agitated. Betsy threw her arms around her in a transport of\naffection. She felt that she UNDERSTOOD Aunt Frances as nobody else\ncould, the dear, sweet, gentle, timid aunt! She took the thin, nervous\nwhite fingers in her strong brown hands. \"Oh, Aunt Frances, dear,\ndarling Aunt Frances!\" she cried, \"how I wish I could ALWAYS take care\nof you.\"\n\nThe last of the red and gold leaves were slowly drifting to the ground\nas Betsy and Uncle Henry drove back from the station after seeing Aunt\nFrances off. They were not silent this time, as when they had gone to\nmeet her. They were talking cheerfully together, laying their plans for\nthe winter which was so near. \"I must begin to bank the house tomorrow,\"\nmused Uncle Henry. \"And those apples have got to go to the cider-mill,\nright off. Don't you want to ride over on top of them, Betsy, and see\n'em made into cider?\"\n\n\"Oh, my, yes!\" said Betsy, \"that will be fine! And I must put away\nDeborah's summer clothes and get Cousin Ann to help me make some warm\nones, if I'm going to take her to school in cold weather.\"\n\nAs they drove into the yard, they saw Eleanor coming from the direction\nof the barn with something big and heavy in her mouth. She held her head\nas high as she could, but even so, her burden dragged on the ground,\nbumping softly against the rough places on the path. \"Look!\" said Betsy.\n\"Just see that great rat Eleanor has caught!\"\n\nUncle Henry squinted his old eyes toward the cat for a moment and\nlaughed. \"We're not the only ones that are getting ready for winter,\" he\nremarked.\n\nBetsy did not know what he meant and climbed hastily over the wheel and\nran to see. As she approached Eleanor, the cat laid her burden down with\nan air of relief and looked trustfully into her little mistress's face.\nWhy, it was one of the kittens! Eleanor was bringing it to the house.\nOh, of course! they mustn't stay out there in that cold hay-loft now the\ncold weather was drawing near. Betsy picked up the little sprawling\nthing, trying with weak legs to get around over the rough ground. She\ncarried it carefully toward the house, Eleanor walking sinuously by her\nside and \"talking\" in little singing, purring MIAUWS to explain her\nideas of kitten-comfort. Betsy felt that she quite understood her. \"Yes,\nEleanor, a nice little basket behind the stove with a warm piece of an\nold blanket in it. Yes, I'll fix it for you. It'll be lovely to have the\nwhole family there. And I'll bring the other one in for you.\"\n\nBut evidently Eleanor did not understand little-girl talk as well as\nBetsy understood cat-talk, for a little later, as Betsy turned from the\nnest she was making in the corner behind the stove, Eleanor was missing;\nand when she ran out toward the barn she met her again, her head\nstrained painfully back, dragging another fat, heavy kitten, who curled\nhis pink feet up as high as he could in a vain effort not to have them\nknock against the stones. \"Now, Eleanor,\" said Betsy, a little put out,\n\"you don't trust me enough! I was going to get it all right!\"\n\n\"Well,\" said Aunt Abigail, as they came into the kitchen, \"now you must\nbegin to teach them to drink.\"\n\n\"Goodness!\" said Betsy, \"don't they know how to drink already?\"\n\n\"You try them and see,\" said Aunt Abigail with a mysterious smile.\n\nSo when Uncle Henry brought the pails full of fragrant, warm milk into\nthe house, Betsy poured out some in a saucer and put the kittens up to\nit. She and Molly squatted down on their heels to watch, and before long\nthey were laughing so that they were rolling on the kitchen floor. At\nfirst the kittens looked every way but at the milk, seeming to see\neverything but what was under their noses. Then Graykin (that was\nBetsy's) absent-mindedly walked right through the saucer, emerging with\nvery wet feet and a very much aggrieved and astonished expression. Molly\nscreamed with laughter to see him shake his little pink toes and finally\nsit down seriously to lick them clean. Then White-bib (Molly's) put his\nhead down to the saucer.\n\n\"There! Mine is smarter than yours!\" said Molly. But White-bib went on\nputting his head down, down, down, clear into the milk nearly up to his\neyes, although he looked very frightened and miserable. Then he jerked\nit up quickly and sneezed and sneezed and sneezed, such deliriously\nfunny little baby sneezes! He pawed and pawed at his little pink nose\nwith his little pink paw until Eleanor took pity on him and came to wash\nhim off. In the midst of this process she saw the milk, and left off to\nlap it up eagerly; and in a jiffy she had drunk every drop and was\nlicking the saucer loudly with her raspy tongue. And that was the end of\nthe kittens' first lesson.\n\nThat evening, as they sat around the lamp, Eleanor came and got up in\nBetsy's lap just like old times. Betsy was playing checkers with Uncle\nHenry and interrupted the game to welcome the cat back delightedly. But\nEleanor was uneasy, and kept stopping her toilet to prick up her ears\nand look restlessly toward the basket, where the kittens lay curled so\nclosely together that they looked like one soft ball of gray fur. By and\nby Eleanor jumped down heavily and went back to the basket. She stayed\nthere only a moment, standing over the kittens and licking them\nconvulsively, and then she came back and got up in Betsy's lap again.\n\n\"What ails that cat?\" said Cousin Ann, noting this pacing and\nrestlessness.\n\n\"Maybe she wants Betsy to hold her kittens, too,\" suggested Aunt\nAbigail.\n\n\"Oh, I'd love to!\" said Betsy, spreading out her knees to make her lap\nbigger.\n\n\"But I want my own White-bib myself!\" said Molly, looking up from the\nbeads she was stringing.\n\n\"Well, maybe Eleanor would let you settle it that way,\" said Cousin Ann.\n\nThe little girls ran over to the basket and brought back each her own\nkitten. Eleanor watched them anxiously, but as soon as they sat down she\njumped up happily into Betsy's lap and curled down close to little\nGraykin. This time she was completely satisfied, and her loud purring\nfilled the room with a peaceable murmur.\n\n\"There, now you're fixed for the winter,\" said Aunt Abigail.\n\nBy and by, after Cousin Ann had popped some corn, old Shep got off the\ncouch and came to stand by Betsy's knee to get an occasional handful.\nEleanor opened one eye, recognized a friend, and shut it sleepily. But\nthe little kitten woke up in terrible alarm to see that hideous monster\nso near him, and prepared to sell his life dearly. He bristled up his\nridiculous little tail, opened his absurd, little pink mouth in a soft,\nbaby s-s-s-, and struck savagely at old Shep's good-natured face with a\nsoft little paw. Betsy felt her heart overflow with amusement and pride\nin the intrepid little morsel. She burst into laughter, but she picked\nit up and held it lovingly close to her cheek. What fun it was going to\nbe to see those kittens grow up!\n\nOld Shep padded back softly to the couch, his toe-nails clicking on the\nfloor, hoisted himself heavily up, and went to sleep. The kitten\nsubsided into a ball again. Eleanor stirred and stretched in her sleep\nand laid her head in utter trust on her little mistress's hand. After\nthat Betsy moved the checkers only with her other hand.\n\nIn the intervals of the game, while Uncle Henry was pondering over his\nmoves, the little girl looked down at her pets and listened absently to\nthe keen autumnal wind that swept around the old house, shaking the\nshutters and rattling the windows. A stick of wood in the stove burned\nin two and fell together with a soft, whispering sound. The lamp cast a\nsteady radiance on Uncle Henry bent seriously over the checker-board, on\nMolly's blooming, round cheeks and bright hair, on Aunt Abigail's rosy,\ncheerful, wrinkled old face, and on Cousin Ann's quiet, clear, dark\neyes....\n\nThat room was full to the brim of something beautiful, and Betsy knew\nwhat it was. Its name was Happiness.\n\nTHE END.\n\n\n\n\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Understood Betsy, by Dorothy Canfield\n\n*** END OF THIS PROJECT GUTENBERG EBOOK UNDERSTOOD BETSY ***\n\n***** This file should be named 5347.txt or 5347.zip *****\nThis and all associated files of various formats will be found in:\n        http:\/\/www.gutenberg.org\/5\/3\/4\/5347\/\n\nProduced by Juliet Sutherland, Charles Franks and the\nOnline Distributed Proofreading Team.\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp:\/\/gutenberg.org\/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark\/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s\/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http:\/\/www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp:\/\/pglaf.org\/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http:\/\/pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http:\/\/pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http:\/\/pglaf.org\/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http:\/\/www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n","id":994,"split":"train"}
