{"ori_id":"eb6c58c2168f0a9e60f23b8107d17be92503030f","title":"The Tent Dwellers","context":"The Tent Dwellers\n The book chronicles a three-week fishing trip through central Nova Scotia, and is an excellent account of the unspoiled Nova Scotia wilderness that existed at the time, which has been largely diminished since. The group encounters moose (which Eddie tries to capture and bring back alive), beaver, and numerous trout, the first of which is now very scarce in the region, and legions of mosquitos, moose flies, black flies, noseeums, and midges, all of which are regrettably abundant to this day.\nMany of the areas described in the book, then virtually unexplored and uncharted, are now well known to back-country campers in Kejimkujik Park and the Tobeatic Wilderness Area. The descriptions of the central Nova Scotia woods contained in the book are beautifully written and uncannily accurate, and while the trout which brought Paine and Breck to Nova Scotia are less abundant, due in part to acid rain and increased fishing pressure, they still provide good sport for anglers.  \nPaine, a famous New England novelist and biographer, initially had some difficulties with the lack of modern amenities in camp life, but soon came to love the rugged beauty and solitude of the woods. As advice to other potential campers, he has this to offer:\n\"...if you are willing to get wet and stay wet - to get cold and stay cold - to be bruised, and scuffed, and bitten - to be hungry and thirsty, and to have your muscles strained and sore from unusual taxation: if you will welcome all these things, not once, but many times, for the sake of moments of pure triumph and that larger luxury which comes with the comfort of the camp and the conquest of the wilderness, then go!\nThe wilderness will welcome you, and teach you, and take you to its heart. And you will find your own soul there; and the discovery will be worth while!\"\nï»¿The Project Gutenberg EBook of The Tent Dwellers, by Albert Bigelow Paine\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n\nTitle: The Tent Dwellers\n\nAuthor: Albert Bigelow Paine\n\nIllustrator: Hy. Watson\n\nRelease Date: October 7, 2010 [EBook #33846]\n\nLanguage: English\n\n\n*** START OF THIS PROJECT GUTENBERG EBOOK THE TENT DWELLERS ***\n\n\n\n\nProduced by Annie McGuire. This book was produced from\nscanned images of public domain material from the Internet\nArchive.\n\n\n\n\n\n\n\n\n\nThe Tent Dwellers\n\n\n\n\n[Illustration: \"He was swearing steadily and I think still blaming me\nfor most of his troubles.\"--_Page_ 83.]\n\n\n\n\nTHE TENT\nDWELLERS\n\n\nBY\nALBERT BIGELOW PAINE\n\n_Author of \"The Van Dwellers,\" \"The Lucky Piece,\" etc_.\n\n\n_WITH ILLUSTRATIONS BY HY. WATSON_\n\n\n[Illustration]\n\n\nNEW YORK\nTHE OUTING PUBLISHING CO.\nMCMVIII\n\n\nCOPYRIGHT, 1908, BY\nTHE OUTING PUBLISHING COMPANY\n\n\n\n\nChapter One\n\n\n  _Come, shape your plans where the fire is bright,_\n    _And the shimmering glasses are--_\n  _When the woods are white in the winter's night,_\n    _Under the northern star._\n\n\n\n\nChapter One\n\n\nIt was during the holiday week that Eddie proposed the matter. That is\nEddie's way. No date, for him, is too far ahead to begin to plan\nanything that has vari-colored flies in it, and tents, and the prospect\nof the campfire smell. The very mention of these things will make his\nhair bristle up (rather straight, still hair it is and silvered over\nwith premature wisdom) and put a new glare into his spectacles (rather\nwide, round spectacles they are) until he looks even more like an\nanarchist than usual--more indeed than in the old Heidelberg days, when,\nas a matter of truth, he is a gentle soul; sometimes, when he has\ntransgressed, or thinks he has, almost humble.\n\nAs I was saying, it was during the holidays--about the end of the week,\nas I remember it--and I was writing some letters at the club in the\nlittle raised corner that looks out on the park, when I happened to\nglance down toward the fireplace, and saw Eddie sitting as nearly on his\ncoat collar as possible, in one of the wide chairs, and as nearly in the\nopen hickory fire as he could get, pawing over a book of Silver\nDoctors, Brown Hackles and the like, and dreaming a long, long dream.\n\nNow, I confess there is something about a book of trout flies, even at\nthe year's end, when all the brooks are flint and gorged with white,\nwhen all the north country hides under seamless raiment that stretches\neven to the Pole itself--even at such a time, I say, there is something\nabout those bits of gimp, and gut, and feathers, and steel, that prick\nup the red blood of any man--or of any woman, for that matter--who has\never flung one of those gaudy things into a swirl of dark water, and\nfelt the swift, savage tug on the line and heard the music of the\nsinging reel.\n\nI forgot that I was writing letters and went over there.\n\n\"Tell me about it, Eddie,\" I said. \"Where are you going, this time?\"\n\nThen he unfolded to me a marvelous plan. It was a place in Nova\nScotia--he had been there once before, only, this time he was going a\ndifferent route, farther into the wilderness, the deep unknown,\nsomewhere even the guides had never been. Perhaps stray logmen had been\nthere, or the Indians; sportsmen never. There had been no complete\nsurveys, even by the government. Certain rivers were known by their\noutlets, certain lakes by name. It was likely that they formed the usual\nnetwork and that the circuit could be made by water, with occasional\ncarries. Unquestionably the waters swarmed with trout. A certain\nimaginative Indian, supposed to have penetrated the unknown, had\ndeclared that at one place were trout the size of one's leg.\n\nEddie became excited as he talked and his hair bristled. He set down a\nlist of the waters so far as known, the names of certain guides, a\nnumber of articles of provision and an array of camp paraphernalia.\nFinally he made maps and other drawings and began to add figures. It was\ndusk when we got back. The lights were winking along the park over the\nway, and somewhere through the night, across a waste of cold, lay the\nland we had visited, still waiting to be explored. We wandered out into\nthe dining room and settled the matter across a table. When we rose from\nit, I was pledged--pledged for June; and this was still December, the\ntail of the old year.\n\n\n\n\nChapter Two\n\n\n  _And let us buy for the days of spring,_\n    _While yet the north winds blow!_\n  _For half the joy of the trip, my boy,_\n    _Is getting your traps to go._\n\n\n\n\nChapter Two\n\n\nImmediately we, that is to say, Eddie, began to buy things. It is\nEddie's way to read text-books and to consult catalogues with a view of\nmaking a variety of purchases. He has had a great deal of experience in\nthe matter of camp life, but being a modest man he has a fund of respect\nfor the experience of others. Any one who has had enough ability, or\ntime, to write a book on the subject, and enough perseverance, or money,\nto get it published, can preach the gospel of the woods to Eddie in the\nmatter of camp appointments; and even the manufacturers' catalogues are\nconsidered sound reading. As a result, he has accumulated an amazing\ncollection of articles, adapted to every time and season, to every\nchange of wind and temperature, to every spot where the tent gleams\nwhite in the campfire's blaze, from Greenland's icy mountains to India's\ncoral strand. Far be it from me to deride or deprecate this tendency,\neven though it were a ruling passion. There are days, and nights, too,\nrecalled now with only a heart full of gratitude because of Eddie's\nalmost inexhaustible storehouse of comforts for soul and flesh--the\ndirect result of those text-books and those catalogues, and of the wild,\nsweet joy he always found in making lists and laying in supplies. Not\nhaving a turn that way, myself, he had but small respect for my ideas of\nwoodcraft and laid down the law of the forest to me with a firm hand.\nWhen I hinted that I should need a new lancewood rod, he promptly\nannulled the thought. When I suggested that I might aspire as far as a\nrather good split bamboo, of a light but serviceable kind, he dispelled\nthe ambition forthwith.\n\n\"You want a noibwood,\" he said. \"I have just ordered one, and I will\ntake you to the same place to get it.\"\n\n[Illustration: \"It was a field day for Eddie and he bought more.\"]\n\nI had never heard of this particular variety of timber, and it seemed\nthat Eddie had never heard of it, either, except in a catalogue and from\nthe lips of a dealer who had imported a considerable amount of the\nmaterial. Yet I went along, meekly enough, and ordered under his\ndirection. I also selected an assortment of flies--the prettiest he\nwould let me buy. A few others which I had set my heart on I had the\ndealer slip in when Eddie wasn't looking. I was about to buy a curious\nthing which a trout could not come near without fatal results, when the\nwide glare of his spectacles rested on me and my courage failed. Then he\nselected for me a long landing net, for use in the canoe, and another\nwith an elastic loop to go about the neck, for wading; leaders and\nleader-boxes and the other elementary necessaries of angling in the\nnorthern woods. Of course such things were as A, B, C to Eddie. He had\nthem in infinite variety, but it was a field day and he bought more. We\nwere out of the place at last, and I was heaving a sigh of relief that\nthis part of it was over and I need give the matter no further thought,\nwhen Eddie remarked:\n\n\"Well, we've made a pretty good start. We can come down here a lot of\ntimes between now and June.\"\n\n\"But what for?\" I asked.\n\n\"Oh, for things. You haven't a sleeping bag yet, and we'll be thinking\nof other stuff right along. We can stay over a day in Boston, too, and\nget some things there. I always do that. You want a good many things.\nYou can't get them in the woods, you know.\"\n\nEddie was right about having plenty of time, for this was January. He\nwas wrong, however, about being unable to get things in the woods. I\ndid, often. I got Eddie's.\n\n\n\n\nChapter Three\n\n\n  _Now the gorges break and the streamlets wake_\n    _And the sap begins to flow,_\n  _And each green bud that stirs my blood_\n    _Is a summons, and I must go._\n\n\n\n\nChapter Three\n\n\nEddie could not wait until June. When the earliest April buds became\ntiny, pale-green beads--that green which is like the green of no other\nsubstance or season--along certain gray branches in the park across the\nway, when there was a hint and flavor of stirring life in the morning\nsun, then there came a new bristle into Eddie's hair, a new gleam into\nhis glasses, and I felt that the wood gods were calling, and that he\nmust obey.\n\n\"It is proper that one of us should go on ahead,\" he argued, \"and be\narranging for guides, canoes and the like at the other end.\"\n\nI urged that it was too soon--that the North was still white and hard\nwith cold--that preliminaries could be arranged by letter. I finally\nsuggested that there were still many things he would want to buy. He\nwavered then, but it was no use. Eddie can put on a dinner dress with\nthe best and he has dined with kings. But he is a cave-, a cliff- and a\ntree-dweller in his soul and the gods of his ancestors were not to be\ngainsaid. He must be on the ground, he declared, and as for the\nadditional articles we might need, he would send me lists. Of course, I\nknew he would do that, just as I knew that the one and mighty reason\nfor his going was to be where he could smell the first breath of the\nbudding North and catch the first flash and gleam of the waking trout in\nthe nearby waters.\n\nHe was off, then, and the lists came as promised. I employed a sort of\ngeneral purchasing agent at length to attend to them, though this I\ndared not confess, for to Eddie it would have been a sacrilege not easy\nto forgive. That I could delegate to another any of the precious\npleasure of preparation, and reduce the sacred functions of securing\ncertain brands of eating chocolate, camp candles, and boot grease (three\nkinds) to a commercial basis, would, I felt, be a thing almost\nimpossible to explain. The final list, he notified me, would be mailed\nto a hotel in Boston, for the reason, he said, that it contained things\nnowhere else procurable; though I am convinced that a greater reason was\na conviction on his part that no trip could be complete without buying a\nfew articles in Boston at the last hour before sailing, and his desire\nfor me to experience this concluding touch of the joy of preparation.\nYet I was glad, on the whole, for I was able to buy secretly some things\nhe never would have permitted--among them a phantom minnow which looked\nlike a tin whistle, a little four-ounce bamboo rod, and a gorgeous Jock\nScott fly with two hooks. The tin whistle and the Jock Scott looked\ndeadly, and the rod seemed adapted to a certain repose of muscle after a\nperiod of activity with the noibwood. I decided to conceal these\npurchases about my person and use them when Eddie wasn't looking.\n\nBut then it was sailing time, and as the short-nosed energetic steamer\ndropped away from the dock, a storm (there had been none for weeks\nbefore) set in, and we pitched and rolled, and through a dim disordered\nnight I clung to my berth and groaned, and stared at my things in the\ncorner and hated them according to my condition. Then morning brought\nquiet waters and the custom house at Yarmouth, where the tourist who is\nbringing in money, and maybe a few other things, is made duly welcome\nand not bothered with a lot of irrelevant questions. What Nova Scotia\nmost needs is money, and the fisherman and the hunter, once through the\ncustom house, become a greater source of revenue than any tax that could\nbe laid on their modest, not to say paltry, baggage, even though the\ncontents of one's trunk be the result of a list such as only Eddie can\nprepare. There is a wholesome restaurant at Yarmouth, too, just by the\ndock, where after a tossing night at sea one welcomes a breakfast of\ngood salt ham, with eggs, and pie--two kinds of the latter, pumpkin and\nmince.\n\nI had always wondered where the pie-belt went, after it reached Boston.\nNow I know that it extends across to Yarmouth and so continues up\nthrough Nova Scotia to Halifax. Certain New Englanders more than a\nhundred years ago, \"went down to Nova Scotia,\" for the reason that they\nfostered a deeper affection for George, the King, than for George of the\nCherry Tree and Hatchet. The cherry limb became too vigorous in their\nold homes and the hatchet too sharp, so they crossed over and took the\nend of the pie-belt along. They maintained their general habits and\nspeech, too, which in Nova Scotia to-day are almost identical with those\nof New England. But I digress--a grave and besetting sin.\n\nI had hoped Eddie would welcome me at the railway station after the long\nforenoon's ride--rather lonely, in spite of the new land and the fact\nthat I made the acquaintance of a fisherman who taught me how to put\nwrappings on a rod. Eddie did not meet me. He sent the wagon, instead,\nand I enjoyed a fifteen-mile ride across June hills where apple blossoms\nwere white, with glimpses of lake and stream here and there; through\nwoods that were a promise of the wilderness to come; by fields so\nthickly studded with bowlders that one to plant them must use drill and\ndynamite, getting my first impression of the interior of Nova Scotia\nalone. Then at last came a church, a scattering string of houses, a\nvista of lakes, a neat white hotel and the edge of the wilderness had\nbeen reached. On the hotel steps a curious, hairy, wild-looking figure\nwas capering about doing a sort of savage dance--perhaps as a\npreparation for war. At first I made it out to be a counterpart of\npictures I had seen of Robinson Crusoe on his desert island. Then I\ndiscovered that it wore wide spectacles and these in the fading sunlight\nsent forth a familiar glare. So it was Eddie, after all, and no edged\ntool had touched hair or beard since April. I understood, now, why he\nhad not met me at the station.\n\n\n\n\nChapter Four\n\n\n  _Now, the day is at hand, prepare, prepare--_\n    _Make ready the boots and creel,_\n  _And the rod so new and the fly-book, too,_\n    _The line and the singing reel._\n\n\n\n\nChapter Four\n\n\n[Illustration: \"Eddie's room and contents ... was a marvel and a\nrevelation.\"]\n\nEddie's room and contents, with Eddie in the midst of them, was a marvel\nand a revelation. All the accouterments of former expeditions of\nwhatever sort, all that he had bought for this one, all that I had\nshipped from week to week, were gathered there. There were wading boots\nand camp boots and moccasins and Dutch bed-slippers and shoepacks--the\nlast-named a sort of Micmac Indian cross between a shoe and a moccasin,\nmuch affected by guides, who keep them saturated with oil and wear them\nin the water and out--there were nets of various sizes and sorts, from\nlarge minnow nets through a line of landing nets to some silk head nets,\ninvented and made by Eddie himself, one for each of us, to pull on day\nor night when the insect pests were bad. There was a quantity of\nself-prepared ointment, too, for the same purpose, while of sovereign\nremedies, balms and anodynes for ills and misfortunes, Eddie's\ncollection was as the sands of the sea. Soothing lotions there were for\nwounds new and old; easing draughts for pains internal and external;\nmagic salves such as were used by the knights of old romance, Amadis de\nGaul and others, for the instant cure of ghastly lacerations made by man\nor beast, and a large fresh bottle of a collodion preparation with\nwhich the victim could be painted locally or in general, and stand forth\nat last, good as new--restored, body, bones and skin. In addition there\nwas a certain bottle of the fluid extract of gelsemium, or something\nlike that, which was recommended for anything that the rest of the\nassortment could do, combined. It was said to be good for everything\nfrom a sore throat to a snake bite--the list of its benefits being\nrecorded in a text-book by which Eddie set great store.\n\n\"Take it, by all means, Eddie,\" I said, \"then you won't need any of the\nothers.\"\n\nThat settled it. The gelsemium was left behind.\n\nI was interested in Eddie's rods, leaning here and there on various\nparcels about the room. I found that the new noibwood, such as I had\nordered, was only a unit in a very respectable aggregate--rather an\nunimportant unit it appeared by this time, for Eddie calmly assured me\nthat the tip had remained set after landing a rather small trout in a\nnearby stream and that he did not consider the wood altogether suitable\nfor trout rods. Whereupon I was moved to confess the little bamboo stick\nI had bought in Boston, and produced it for inspection. I could see that\nEddie bristled a bit as I uncased it and I think viewed it and wiggled\nit with rather small respect. Still, he did not condemn it utterly and I\nhad an impulse to confess the other things, the impossible little\nscale-wing flies, the tin whistle and the Jock Scott with two hooks.\nHowever, it did not seem just the psychological moment, and I refrained.\n\nAs for Eddie's flies, viewed together, they were a dazzling lot. There\nwere books and books of them--American, English, Scotch and what not.\nThere was one book of English dry-flies, procured during a recent\nsojourn abroad, to be tried in American waters. One does not dance and\njiggle a dry-fly to give it the appearance of life--of some unusual\ncreature with rainbow wings and the ability to wriggle upstream, even\nagainst a swift current. The dry-fly is built to resemble life itself,\ncolor, shape and all, and is cast on a slow-moving stream where a trout\nis seen to rise, and allowed to drift with the gently flowing current\nexactly over the magic spot. All this Eddie explained to me and let me\nhold the book a little time, though I could see he did not intend to let\nme use one of the precious things, and would prefer that I did not touch\nthem.\n\nHe was packing now and I wandered idly about this uncatalogued museum of\nsporting goods. There was a heap of canvas and blankets in one corner--a\nsleeping bag, it proved, with an infinite number of compartments, or\nlayers; there were hats of many shapes, vests of many fabrics, coats of\nmany colors. There were things I had seen before only in sporting goods\nwindows; there were things I had never seen before, anywhere; there were\nthings of which I could not even guess the use. In the center of\neverything were bags--canvas and oil-skin receptacles, vigorously named\n\"tackle bag,\" \"wardrobe,\" \"war bag\" and the like--and into these the\ncontents of the room were gradually but firmly disappearing, taking\ntheir pre-destined place according to Eddie's method--for, after all, it\nwas a method--and as I looked at Eddie, unshaven for weeks, grizzled and\nglaring, yet glowing with deep kindliness and the joy of anticipation, I\ncould think of nothing but Santa Claus, packing for his annual journey\nthat magic bag which holds more and ever more, and is so deep and so\nwide in its beneficence that after all the comforts and the sweets of\nlife are crowded within, there still is room for more a-top. Remembering\nmy own one small bag which I had planned to take, with side pockets for\ntackle, and a place between for certain changes of raiment, I felt my\nunimportance more and more, and the great need of having an outfit like\nEddie's--of having it in the party, I mean, handy like, where it would\nbe easy to get hold of in time of need. I foresaw that clothes would\nwant mending; also, perhaps, rods; and it was pleasant to note that my\ntent-mate would have boxes of tools for all such repairs.\n\nI foresaw, too, that I should burn, and bruise, and cut myself and that\nEddie's liniments and lotions and New Skin would come in handy. It\nseemed to me that in those bags would be almost everything that human\nheart could need or human ills require, and when we went below where Del\nand Charlie, our appointed guides, were crowding certain other bags\nfull of the bulkier stores--packages, cans and bottles, and when I gazed\nabout on still other things--tents, boots, and baskets of camp\nfurniture--I had a sense of being cared for, though I could not but\nwonder how two small canoes were going to float all that provender and\nplunder and four strong men.\n\n\n\n\nChapter Five\n\n\n  _Then away to the heart of the deep unknown,_\n    _Where the trout and the wild moose are--_\n  _Where the fire burns bright, and tent gleams white_\n    _Under the northern star._\n\n\n\n\nChapter Five\n\n\nIt was possible to put our canoes into one of the lakes near the hotel\nand enter the wilderness by water--the Liverpool chain--but it was\ndecided to load boats and baggage into wagons and drive through the\nwoods--a distance of some seventeen uneven miles--striking at once for\nthe true wilderness where the larger trout were said to dwell and the\n\"over Sunday\" fisherman does not penetrate. Then for a day or two we\nwould follow waters and portages familiar to our guides, after which we\nwould be on the borders of the unknown, prepared to conquer the\nwilderness with an assortment of fishing rods, a supply of mosquito\nointment and a pair of twenty-two caliber rifles, these being our only\nguns.\n\nIt seems hardly necessary to say that we expected to do little shooting.\nIn the first place it was out of season for most things, though this did\nnot matter so much, for Eddie had in some manner armed himself with a\ncommission from the British Museum to procure specimens dead or alive,\nand this amounted to a permit to kill, and skin, and hence to eat,\npromiscuously and at will. But I believe as a party, we were averse to\npromiscuous killing; besides it is well to be rather nice in the matter\nof special permits. Also, we had come, in the main, for trout and\nexploration. It was agreed between us that, even if it were possible to\nhit anything with our guns, we would not kill without skinning, and we\nwouldn't skin without eating, after which resolution the forest things\nprobably breathed easier, for it was a fairly safe handicap.\n\nI shall not soon forget that morning drive to Jake's Landing, at the\nhead of Lake Kedgeemakoogee, where we put in our canoes. My trip on the\ntrain along the coast, and the drive through farming country, more or\nless fertile, had given me little conception of this sinister\nland--rock-strewn and barren, seared by a hundred forest fires. Whatever\nof green timber still stands is likely to be little more than brush.\nAbove it rise the bare, gaunt skeletons of dead forests, bleached with\nage, yet blackened by the tongues of flame that burned out the life and\nwealth of a land which is now little more than waste and desolation--the\nhaunt of the moose, the loon and the porcupine, the natural home of the\nwild trout.\n\nIt is true, that long ago, heavy timber was cut from these woods, but\nthe wealth thus obtained was as nothing to that which has gone up in\nconflagrations, started by the careless lumbermen and prospectors and\nhunters of a later day. Such timber as is left barely pays for the\ncutting, and old sluices are blocked and old dams falling to decay. No\ntiller of the soil can exist in these woods, for the ground is heaped\nand drifted and windrowed with slabs and bowlders, suggesting the wreck\nof some mighty war of the gods--some titanic missile-flinging combat,\nwith this as the battle ground. Bleak, unsightly, unproductive, mangled\nand distorted out of all shape and form of loveliness, yet with a\nfierce, wild fascination in it that amounts almost to beauty--that is\nthe Nova Scotia woods.\n\nOnly the water is not like that. Once on the stream or lake and all is\nchanged. For the shores are green; the river or brook is clear and\ncold--and tarry black in the deep places; the water leaps and dashes in\nwhirlpools and torrents, and the lakes are fairy lakes, full of green\nislands--mere ledges, many of them, with two or three curious sentinel\npines--and everywhere the same clear, black water, and always the trout,\nthe wonderful, wild, abounding Nova Scotia trout.\n\nTo Jake's Landing was a hard, jolting drive over a bad road, with only a\nbreak here and there where there is a house or two, and maybe a sawmill\nand a post-office, the last sentinels of civilization. It was at\nMaitland, the most important of these way stations, that we met Loon.\nMaitland is almost a village, an old settlement, in fact, with a store\nor two, some pretty houses and a mill. Loon is a dog of the hound\nvariety who makes his home there, and a dear and faithful friend of\nEddie's, by the latter's account. Indeed, as we drew near Maitland,\nafter announcing that he would wish to stop at the Maitland stores to\nprocure some new things he had thought of, Eddie became really boastful\nof an earlier friendship with Loon. He had met Loon on a former visit,\nduring his (Loon's) puppyhood days, and he had recorded the meeting in\nhis diary, wherein Loon had been set down as \"a most intelligent and\naffectionate young dog.\" He produced the diary now as evidence, and I\ncould see that our guides were impressed by this method of systematic\nand absolute record which no one dare dispute. He proceeded to tell us\nall he knew about Loon, and how glad Loon would be to see him again,\nuntil we were all jealous that no intelligent and affectionate hound dog\nwas waiting for us at Maitland to sound the joy of welcome and to speed\nus with his parting bark.\n\nThen all at once we were at Maitland and before Loon's home, and sure\nenough there in the front yard, wagging both body and tail, stood Loon.\nIt took but one glance for Eddie to recognize him. Perhaps it took no\nmore than that for Loon to recognize Eddie. I don't know; but what he\ndid was this: He lifted up his voice as one mourning for a lost soul and\nuttered such a series of wails and lamentations as only a hound dog in\nthe deepest sorrow can make manifest.\n\n\"Wow-ow-oo-ow-wow-oo-oo-o.\"\n\nThe loon bird sends a fairly unhappy note floating down the wet, chill\nloneliness of a far, rainy lake, but never can the most forlorn of loons\nhope to approach his canine namesake of Maitland. Once more he broke\nout into a burst of long-drawn misery, then suddenly took off under the\nhouse as if he had that moment remembered an appointment there, and\nfeared he would be late. But presently he looked out, fearfully enough,\nand with his eyes fixed straight on Eddie, set up still another of those\nheart-breaking protests.\n\nAs for Eddie, I could see that he was hurt. He climbed miserably down\nfrom the wagon and crept gently toward the sorrowing hound.\n\n\"Nice Loon--nice, good Loon. Don't you remember me?\"\n\n\"Wow-ow-oo-ow-wow-oo-oo-o,\" followed by another disappearance under the\nhouse.\n\n\"Come, Loon, come out and see your old friend--that's a good dog!\"\n\nIt was no use. Loon's sorrow would not be allayed, and far beyond\nMaitland we still heard him wailing it down the wind.\n\nOf course it was but natural that we should discuss the matter with\nEddie. He had assured us that dogs never forget, and we pressed him now\nto confess what extreme cruelty or deceit he had practiced upon Loon in\nhis puppyhood, that the grown hound dog had remembered, and reproached\nhim for to-day. But for the most part Eddie remained silent and seemed\ndepressed. Neither did he again produce his diary, though we urged him\nto do so, in order that he might once more read to us what he had\nrecorded of Loon. Perhaps something had been overlooked, something that\nwould make Loon's lamentations clear. I think we were all glad when at\nlast there came a gleam through the trees and we were at Jake's Landing,\nwhere our boats would first touch the water, where we would break our\nbread in the wilderness for the first time.\n\n[Illustration: \"Eddie produced his jug of fly mixture and we anointed\nourselves for the first time, putting on a pungent fragrance.\"]\n\nIt was not much of a place to camp. There was little shade, a good deal\nof mud, and the sun was burning hot. There was a remnant of black flies,\ntoo, and an advance guard of mosquitoes. Eddie produced his jug of fly\nmixture and we anointed ourselves for the first time, putting on a\npungent fragrance which was to continue a part of us, body and bone, so\nlong as the wilderness remained our shelter. It was greasy and sticky\nand I could not muster an instant liking for the combined fragrance of\ncamphor, pennyroyal and tar. But Eddie assured me that I would learn to\nlove it, and I was willing to try.\n\nI was more interested in the loading of the canoes. Del, stout of muscle\nand figure--not to say fat, at least not over fat--and Charlie, light of\nweight and heart--sometimes known as Charles the Strong--were packing\nand fitting our plunder into place, condensing it into a tight and solid\ncompass in the center of our canoes in a way that commanded my respect\nand even awe. I could see, however, that when our craft was loaded the\nwater line and the gunwale were not so far apart, and I realized that\none would want to sit decently still in a craft like that, especially in\nrough water.\n\nMeantime, Eddie had coupled up a rod and standing on a projecting log\nwas making a few casts. I assumed that he was merely giving us an\nexhibition of his skill in throwing a fly, with no expectation of really\ngetting a rise in this open, disturbed place. It was fine, though, to\nsee his deft handling of the rod and I confess I watched him with\nsomething of envy. I may confess, too, that my own experience with fly\ncasting had been confined to tumbling brooks with small pools and\noverhanging boughs, where to throw a fly means merely to drop it on a\nriffle, or at most to swing it out over a swirling current below a fall.\nI wondered as I watched Eddie if I ever should be able to send a fly\nsailing backward and then shoot it out forward a matter of twenty yards\nor so with that almost imperceptible effort of the wrist; and even if I\ndid learn the movement, if I could manage to make the fly look real\nenough in such smooth, open water as this to fool even the blindest and\nsilliest of trout.\n\nBut, suddenly, where Eddie's fly--it was a Silver Doctor, I think--fell\nlightly on the water, there was a quick swirl, a flash and then a\nwidening circle of rings.\n\n\"You got him comin',\" commented Charlie, who, it seems, had been\nnoticing.\n\nThe fly went skimming out over the water again and softly as thistle\nseed settled exactly in the center of the circling rings. But before it\ntouched, almost, there came the flash and break again, and this time\nthere followed the quick stiffening of the rod, a sudden tightening of\nthe line, and a sharp, keen singing of the reel.\n\n\"That's the time,\" commented Charlie and reached for a landing net.\n\nTo him it was as nothing--a thing to be done a hundred times a day. But\nto me the world heaved and reeled with excitement. It was the first\ntrout of the expedition, the first trout I had ever seen taken in such\nwater, probably the largest trout I had ever seen taken in any water. In\nthe tension of the moment I held my breath, or uttered involuntary\ncomments.\n\nIt was beautiful to see Eddie handle that trout. The water was open and\nsmooth and there is no gainsaying Eddie's skill. Had he been giving an\nexhibition performance it could not have been more perfect. There was no\neagerness, no driving and dragging, no wild fear of the fish getting\naway. The curved rod, the taut swaying line, and the sensitive hand and\nwrist did the work. Now and again there was a rush, and the reel sang as\nit gave line, but there was never the least bit of slack in the recover.\nNearer and nearer came the still unseen captive, and then presently our\nfisherman took the net from his guide, there was a little dipping\nmovement in the water at his feet and the first trout of the expedition\nwas a visible fact--his golden belly and scarlet markings the subject of\nadmiration and comment.\n\nIt was not a very big fish by Nova Scotia standards--about\nthree-quarters of a pound, I believe; but it was the largest trout I had\never seen alive, at that time, and I was consumed with envy. I was also\nrash. A little more, and I had a rod up, was out on a log engaged in a\nfaithful effort to swing that rod exactly like Eddie's and to land the\nfly precisely in the same place.\n\nBut for some reason the gear wouldn't work. In front of me, the fly fell\neverywhere but in the desired spot, and back of me the guides dodged and\ngot behind bushes. You see, a number three steel hook sailing about\npromiscuously in the air, even when partially concealed in a fancy bunch\nof feathers, is a thing to be avoided. I had a clear field in no time,\nbut perhaps Eddie had caught the only fish in the pool, for even he\ncould get no more rises. Still I persisted and got hot and fierce, and\nwhen I looked at Eddie I hated him because he didn't cut his hair, and\nreflected bitterly that it was no wonder a half-savage creature like\nthat could fish. Finally I hooked a tree top behind me and in jerking\nthe fly loose made a misstep and went up to my waist in water. The\ntension broke then--I helped to break it--and the fishing trip had\nproperly begun.\n\nThe wagons had left us now, and we were alone with our canoes and our\nguides. Del, the stout, who was to have my especial fortunes in hand,\nknelt in the stern of the larger canoe and I gingerly entered the bow.\nThen Eddie and his guide found their respective places in the lighter\ncraft and we were ready to move. A moment more and we would drop down\nthe stream to the lake, and so set out on our long journey.\n\nI recall now that I was hot and wet and still a little cross. I had\nnever had any especial enthusiasm about the expedition and more than\nonce had regretted my pledge made across the table at the end of the old\nyear. Even the bustle of preparation and the journey into a strange land\nhad only mildly stirred me, and I felt now that for me, at least, things\nwere likely to drag. There were many duties at home that required\nattention. These woods were full of mosquitoes, probably malaria. It was\npossible that I should take cold, be very ill and catch no fish\nwhatever. But then suddenly we dropped out into the lake Kedgeemakoogee,\nthe lake of the fairies--a broad expanse of black water, dotted with\ngreen islands, and billowing white in the afternoon wind, and just as we\nrounded I felt a sudden tug at the end of my line which was trailing out\nbehind the canoe.\n\nIn an instant I was alive. Del cautioned me softly from the stern, for\nthere is no guide who does not wish his charge to acquit himself well.\n\n\"Easy now--easy,\" he said. \"That's a good one--don't hurry him.\"\n\nBut every nerve in me began to tingle--every drop of blood to move\nfaster. I was eaten with a wild desire to drag my prize into the boat\nbefore he could escape. Then all at once it seemed to me that my line\nmust be fast, the pull was so strong and fixed. But looking out behind,\nDel saw the water break just then--a sort of double flash.\n\n\"Good, you've got a pair,\" he said. \"Careful, now, and we'll save 'em\nboth.\"\n\nTo tell the truth I had no hope of saving either, and if I was careful I\ndidn't feel so. When I let the line go out, as I was obliged to, now and\nthen, to keep from breaking it altogether, I had a wild, hopeless\nfeeling that I could never take it up again and that the prize was just\nthat much farther away. Whenever there came a sudden slackening I was\nsickened with a fear that the fish were gone, and ground the reel handle\nfeverishly. Fifty yards away the other canoe, with Eddie in the bow, had\nstruck nothing as yet, and if I could land these two I should be one\nahead on the score. It seems now a puny ambition, but it was vital then.\nI was no longer cold, or hot, or afraid of malaria, or mosquitoes, or\nanything of the sort. Duties more or less important at home were\nforgotten. I was concerned only with those two trout that had fastened\nto my flies, the Silver Doctor and the Parmcheenie Belle, out there in\nthe black, tossing water, and with the proper method of keeping my line\ntaut, but not too taut, easy, but not too easy, with working the prize\nlittle by little within reach of the net. Eddie, suddenly seeing my\nemployment, called across congratulations and encouragement. Then,\nimmediately, he was busy too, with a fish of his own, and the sport, the\ngreat, splendid sport of the far north woods, had really begun.\n\nI brought my catch near the boatside at last, but it is no trifling\nmatter to get two trout into a net when they are strung out on a\nsix-foot leader, with the big trout on the top fly. Reason dictates that\nthe end trout should go in first and at least twice I had him in, when\nthe big fellow at the top gave a kick that landed both outside. It's a\nmercy I did not lose both, but at last with a lucky hitch they were duly\nnetted, in the canoe, and I was weak and hysterical, but triumphant.\nThere was one of nearly a pound and a half, and the other a strong\nhalf-pound, not guess weight, but by Eddie's scales, which I confess I\nthought niggardly. Never had I taken such fish in the Adirondack or\nBerkshire streams I had known, and what was more, these were two at a\ntime![1]\n\nEddie had landed a fine trout also, and we drew alongside, now, for\nconsultation. The wind had freshened, the waves were running higher,\nand with our heavy canoes the six-mile paddle across would be a risky\nundertaking. Why not pitch our first night's camp nearby, here on Jim\nCharles point--a beautiful spot where once long ago a half-civilized\nIndian had made his home? In this cove before dark we could do abundant\nfishing.\n\nFor me there was no other plan. I was all enthusiasm, now. There were\ntrout here and I could catch them. That was enough. Civilization--the\nworld, flesh and the devil--mankind and all the duties of life were as\nnothing. Here were the woods and the waters. There was the point for the\ncampfire and the tents. About us were the leaping trout. The spell of\nthe forest and the chase gripped me body and soul. Only these things\nwere worth while. Nothing else mattered--nothing else existed.\n\nWe landed and in a little while the tents were white on the shore, Del\nand Charlie getting them up as if by conjury. Then once more we were out\nin the canoes and the curved rod and the taut line and the singing reel\ndominated every other force under the wide sky. It was not the truest\nsport, maybe, for the fish were chiefly taken with trolling flies. But\nto me, then, it did not matter. Suffice it that they were fine and\nplentiful, and that I was two ahead of Eddie when at last we drew in for\nsupper.\n\nThat was joy enough, and then such trout--for there are no trout on\nearth like those one catches himself--such a campfire, such a cozy tent\n(Eddie's it was, from one of the catalogues), with the guides' tent\nfacing, and the fire between. For us there was no world beyond that\ncircle of light that on one side glinted among boughs of spruce and\ncedar and maple and birch, and on the other, gleamed out on the black\nwater. Lying back on our beds and smoking, and looking at the fire and\nthe smoke curling up among the dark branches toward the stars, and\nremembering the afternoon's sport and all the other afternoons and\nmornings and nights still to come, I was moved with a deep sense of\ngratitude in my heart toward Eddie.\n\n\"Eddie,\" I murmured, \"I forgive you all those lists, and everything,\neven your hair. I begin to understand now something of how you feel\nabout the woods and the water, and all. Next time----\"\n\nThen (for it was the proper moment) I confessed fully--the purchasing\nagent, the tin whistle, even the Jock Scott with two hooks.\n\nFOOTNOTES:\n\n[1] The ordinary New York and New England \"half pound trout\" will weigh\nanywhere from four to six ounces. It takes a trout nearly a foot long to\nweigh half a pound. With each additional inch the weight increases\nrapidly. A trout thirteen inches in length will weigh about three\nquarters of a pound. A fourteen-inch trout will weigh a pound. A\nfifteen-inch trout, in good condition, will weigh one and a half pounds,\nplump.\n\n\n\n\nChapter Six\n\n\n  _Nearer the fire the shadows creep--_\n    _The brands burn dim and red--_\n  _While the pillow of sleep lies soft and deep_\n    _Under a weary head._\n\n\n\n\nChapter Six\n\n\nWhen one has been accustomed to the comforts of civilized life--the\nsmall ones, I mean, for they are the only ones that count--the beginning\nof a wild, free life near to nature's heart begets a series of\nimpressions quite new, and strange--so strange. It is not that one\nmisses a house of solid walls and roof, with stairways and steam\nradiators. These are the larger comforts and are more than made up for\nby the sheltering temple of the trees, the blazing campfire and the\nstairway leading to the stars. But there are things that one does\nmiss--a little--just at first. When we had finished our first evening's\nsmoke and the campfire was burning low--when there was nothing further\nto do but go to bed, I suddenly realized that the man who said he would\nbe willing to do without all the rest of a house if he could keep the\nbathroom, spoke as one with an inspired knowledge of human needs.\n\nI would not suggest that I am a person given to luxurious habits and\nvain details in the matter of evening toilet. But there are so many\nthings one is in the habit of doing just about bedtime, which in a\nbathroom, with its varied small conveniences, seem nothing at all, yet\nwhich assume undue proportions in the deep, dim heart of nature where\nonly the large primitive comforts have been provided. I had never been\nin the habit, for instance, of stumbling through several rods of bushes\nand tangled vines to get to a wash-bowl that was four miles wide and six\nmiles long and full of islands and trout, and maybe snapping turtles (I\nknow there were snapping turtles, for Charlie had been afraid to leave\nhis shoepacks on the beach for fear the turtles would carry them off),\nand I had not for many years known what it was to bathe my face on a\nground level or to brush my teeth in the attitude of prayer. It was all\nnew and strange, as I have said, and there was no hot water--not even a\nfaucet--that didn't run, maybe, because the man upstairs was using it.\nThere wasn't any upstairs except the treetops and the sky, though, after\nall, these made up for a good deal, for the treetops feathered up and\nfaded into the dusky blue, and the blue was sown with stars that were\ncaught up and multiplied by every tiny wrinkle on the surface of the\ngreat black bowl and sent in myriad twinklings to our feet.\n\nStill, I would have exchanged the stars for a few minutes, for a\none-candle power electric light, or even for a single gas jet with such\ngas as one gets when the companies combine and establish a uniform rate.\nI had mislaid my tube of dentifrice and in the dim, pale starlight I\npawed around and murmured to myself a good while before I finally called\nEddie to help me.\n\n\"Oh, let it go,\" he said. \"It'll be there for you in the morning. I\nalways leave mine, and my soap and towel, too.\"\n\nHe threw his towel over a limb, laid his soap on a log and faced toward\nthe camp. I hesitated. I was unused to leaving my things out overnight.\nMy custom was to hang my towel neatly over a rack, to stand my\ntoothbrush upright in a glass on a little shelf with the dentifrice\nbeside it. Habit is strong. I did not immediately consent to this wide\nand gaudy freedom of the woods.\n\n\"Suppose it rains,\" I said.\n\n\"All the better--it will wash the towels.\"\n\n\"But they will be wet in the morning.\"\n\n\"Um--yes--in the woods things generally are wet in the morning. You'll\nget used to that.\"\n\nIt is likewise my habit to comb my hair before retiring, and to look at\nmyself in the glass, meantime. This may be due to vanity. It may be a\nsort of general inspection to see if I have added any new features, or\nlost any of those plucked from the family tree. Perhaps it is only to\nobserve what the day's burdens have done for me in the way of wrinkles\nand gray hairs. Never mind the reason, it is a habit; but I didn't\nrealize how precious it was to me until I got back to the tent and found\nthat our only mirror was in Eddie's collection, set in the back of a\ncombination comb-brush affair about the size of one's thumb.\n\nOf course it was not at all adequate for anything like a general\ninspection. It would just about hold one eye, or a part of a mouth, or\na section of a nose, or a piece of an ear or a little patch of hair, and\nit kept you busy guessing where that patch was located. Furthermore, as\nthe comb was a part of the combination, the little mirror was obliged to\nbe twinkling around over one's head at the precise moment when it should\nhave been reflecting some portion of one's features. It served no useful\npurpose, thus, and was not much better when I looked up another comb and\ntried to use it in the natural way. Held close and far off, twisted and\nturned, it was no better. I felt lost and disturbed, as one always does\nwhen suddenly deprived of the exercise of an old and dear habit, and I\nbegan to make mental notes of some things I should bring on the next\ntrip.\n\nThere was still a good deal to do--still a number of small but precious\nconveniences to be found wanting. Eddie noticed that I was getting into\naction and said he would stay outside while I was stowing myself away;\nwhich was good of him, for I needed the room. When I began to take on\nthings I found I needed his bed, too, to put them on. I suppose I had\nexpected there would be places to hang them. I am said to be rather\nabsent-minded, and I believe I stood for several minutes with some sort\nof a garment in my hand, turning thoughtfully one way and another,\nprobably expecting a hook to come drifting somewhere within reach. Yes,\nhooks are one of the small priceless conveniences, and under-the-bed is\nanother. I never suspected that the space under the bed could be a\nluxury until I began to look for a place to put my shoes and handbag.\nOur tent was just long enough for our sleeping-bags, and just about wide\nenough for them--one along each side, with a narrow footway between.\nThey were laid on canvas stretchers which had poles through wide hems\ndown the sides--the ends of these poles (cut at each camp and selected\nfor strength and springiness) spread apart and tacked to larger cross\npoles, which arrangement raised us just clear of the ground, leaving no\nspace for anything of consequence underneath. You could hardly put a\nfishing rod there, or a pipe, without discomfort to the flesh and danger\nto the articles. Undressing and bestowing oneself in an upper berth is\nattended with problems, but the berth is not so narrow, and it is flat\nand solid, and there are hooks and little hammocks and things--valuable\nadvantages, now fondly recalled. I finally piled everything on Eddie's\nbed, temporarily. I didn't know what I was going to do with it next, but\nanything was a boon for the moment. Just then Eddie looked in.\n\n\"That's your pillow material, you know,\" he said, pointing to my medley\nof garments. \"You want a pillow, don't you?\"\n\nSure enough, I had no pillow, and I did want one. I always want a pillow\nand a high one. It is another habit.\n\n\"Let me show you,\" he said.\n\nSo he took my shoes and placed them, one on each side of my couch, about\nwhere a pillow should be, with the soles out, making each serve as a\nsort of retaining wall. Then he began to double and fold and fill the\nhollow between, taking the bunchy, seamy things first and topping off\nwith the softer, smoother garments in a deft, workmanlike way. I was\neven moved to add other things from my bag to make it higher and\nsmoother.\n\n\"Now, put your bag on the cross-pole behind your pillow and let it lean\nback against the tent. It will stay there and make a sort of head to\nyour bed, besides being handy in case you want to get at it in the\nnight.\"\n\nWhy, it was as simple and easy as nothing. My admiration for Eddie grew.\nI said I would get into my couch at once in order that he might\ndistribute himself likewise.\n\nBut this was not so easy. I had never got into a sleeping-bag before,\nand it is a thing that requires a little practice to do it with skill\nand grace. It has to be done section at a time, and one's night garment\nmust be worked down co-ordinately in order that it may not become merely\na stuffy life-preserver thing under one's arms. To a beginner this is\nslow, warm work. By the time I was properly down among the coarse, new\nblankets and had permeated the remotest corners of the clinging\nenvelope, I had had a lot of hard exercise and was hot and thirsty. So\nDel brought me a drink of water. I wasn't used to being waited on in\nthat way, but it was pleasant. After all there were some conveniences of\ncamp life that were worth while. And the bed was comfortable and the\npillow felt good. I lay watching Eddie shape his things about, all his\nbags and trappings falling naturally into the places they were to occupy\nthrough the coming weeks. The flat-topped bag with the apothecary stores\nand other urgency articles went at the upper end of the little footway,\nand made a sort of table between our beds. Another bag went behind his\npillow, which he made as he had made mine, though he topped it off with\na little rubber affair which he inflated while I made another mental\nmemorandum for next year. A third bag----\n\nBut I did not see the fate of the third bag. A haze drifted in between\nme and the busy little figure that was placing and pulling and folding\nand arranging--humming a soothing ditty meantime--and I was swept up\nbodily into a cloud of sleep.\n\n\n\n\nChapter Seven\n\n\n  _Now, Dawn her gray green mantle weaves_\n    _To the lilt of a low refrain--_\n  _The drip, drip, drip of the lush green leaves_\n    _After a night of rain._\n\n\n\n\nChapter Seven\n\n\nThe night was fairly uneventful. Once I imagined I heard something\nsmelling around the camp, and I remember having a sleepy curiosity as to\nthe size and manner of the beast, and whether he meant to eat us and\nwhere he would be likely to begin. I may say, too, that I found some\ndifficulty in turning over in my sleeping-bag, and that it did rain. I\ndon't know what hour it was when I was awakened by the soft thudding\ndrops just above my nose, but I remember that I was glad, for there had\nbeen fires in the woods, and the streams were said to be low. I\nsatisfied myself that Eddie's patent, guaranteed perfectly waterproof\ntent was not leaking unduly, and wriggling into a new position, slept.\n\nIt was dull daylight when I awoke. Through the slit in the tent I could\nsee the rain drizzling on the dead campfire. Eddie--long a guest of the\nforest lost now in the multiple folds of his sleeping-bag--had not\nstirred. A glimpse of the guides' tent opposite revealed that the flap\nwas still tightly drawn. There was no voice or stir of any living\ncreature. Only the feet of the rain went padding among the leaves and\nover the tent.\n\nNow, I am not especially given to lying in bed, and on this particular\nmorning any such inclination was rather less manifest than usual. I\nwanted to spread myself out, to be able to move my arms away from my\nbody, to whirl around and twist and revolve a bit without so much\ncareful preparation and deliberate movement.\n\nYet there was very little to encourage one to get up. Our campfire--so\nlate a glory and an inspiration--had become a remnant of black ends and\nsoggy ash. I was not overhot as I lay, and I had a conviction that I\nshould be less so outside the sleeping-bag, provided always that I could\nextricate myself from that somewhat clinging, confining envelope.\nNeither was there any immediate prospect of breakfast--nobody to talk\nto--no place to go. I had an impulse to arouse Eddie for the former\npurpose, but there was something about that heap of canvas and blankets\nacross the way that looked dangerous. I had never seen him roused in his\nforest lair, and I suspected that he would be savage. I concluded to\nproceed cautiously--in some manner which might lead him to believe that\nthe fall of a drifting leaf or the note of a bird had been his summons.\nI worked one arm free, and reaching out for one of my shoes--a delicate\naffair, with the soles filled with splices for clambering over the\nrocks--I tossed it as neatly as possible at the irregular bunch\nopposite, aiming a trifle high. It fell with a solid, sickening thud,\nand I shrank down into my bag, expecting an eruption. None came. Then I\nwas seized with the fear that I had killed or maimed Eddie. It seemed\nnecessary to investigate.\n\nI took better aim this time and let go with the other shoe.\n\n\"Eddie!\" I yelled, \"are you dead?\"\n\nThere was a stir this time and a deep growl. It seemed to take the form\nof words, at length, and I caught, or fancied I did, the query as to\nwhat time it was; whereupon I laboriously fished up my watch and\nannounced in clear tones that the hand was upon the stroke of six. Also\nthat it was high time for children of the forest to bestir themselves.\n\nAt this there was another and a deeper growl, ending with a single\nsyllable of ominous sound. I could not be sure, but heard through the\nfolds of a sleeping-bag, the word sounded a good deal like hell and I\nhad a dim conviction that he was sending me there, perhaps realizing\nthat I was cold. Then he became unconscious again, and I had no more\nshoes.\n\nYet my efforts had not been without effect. There was a nondescript stir\nin the guides' tent, and presently the head of Charles, sometimes called\nthe Strong, protruded a little and was withdrawn. Then that of Del, the\nStout, appeared and a little later two extraordinary semi-amphibious\nfigures issued--wordless and still rocking a little with sleep--and with\nthat deliberate precision born of long experience went drabbling after\nfuel and water that the morning fire might kindle and the morning pot be\nmade to boil.\n\nThey were clad in oilskins, and the drapery of Charles deserves special\nattention. It is likely that its original color had been a flaunt of\nyellow, and that it had been bedizened with certain buttonholes and hems\nand selvages and things, such as adorn garments in a general way of\nwhatever nature or sex. That must have been a long time ago. It is\nimprobable that the oldest living inhabitant would be able to testify\nconcerning these items.\n\nObserving him thoughtfully as he bent over the wet ashes and skillfully\ncut and split and presently brought to flame the little heap of wood he\nhad garnered, there grew upon me a realization of the vast service that\nsuit of oilskins must have rendered to its owners--of the countless\nstorms that had beaten upon it; of the untold fires that had been\nkindled under its protection; of the dark, wild nights when it had\nserved in fording torrents and in clambering over slippery rocks, indeed\nof all the ages of wear and tear that had eaten into its seams and\nselvages and hues since the day when Noah first brought it out of the\nArk and started it down through the several generations which had ended\nwith our faithful Charles, the Strong.\n\nI suppose this is just one of those profitless reflections which is\nlikely to come along when one is still tangled up in a sleeping-bag,\nwatching the tiny flame that grows a little brighter and bigger each\nmoment and forces at last a glow of comfort into the tent until the\nday, after all, seems worth beginning, though the impulse to begin it is\nlikely to have diminished. I have known men, awake for a long time, who\nhave gone on to sleep during just such morning speculations, when the\nflames grew bright and brighter and crackled up through the little heap\nof dry branches and sent that glow of luxury into the tent. I remember\nseeing our guide adjust a stick at an angle above the fire, whereby to\nsuspend a kettle, and men, suddenly, of being startled from somewhere--I\nwas at the club, I think, in the midst of a game of pool--by a wild\nwhoop and the spectacle of Eddie, standing upright in the little runway\nbetween our beds, howling that the proper moment for bathing had\narrived, and kicking up what seemed to me a great and unnecessary stir.\n\n[Illustration: \"Not to take the morning dip ... was to manifest a sad\nlack of the true camping spirit.\"]\n\nThe idea of bathing on such a morning and in that primitive costume had\nnot, I think, occurred to me before, but I saw presently there was\nnothing else for it. A little later I was following Eddie, cringing from\nthe cold, pelting rain, limping gingerly over sharp sticks and pebbles\nto the water's edge. The lake was shallow near the shore which meant a\nfearful period of wading before taking the baptismal plunge that would\nrestore one's general equilibrium. It required courage, too, for the\nwater was icy--courage to wade out to the place, and once there, to make\nthe plunge. I should never have done it if Eddie had not insisted that\naccording to the standard text-books the day in every well-ordered camp\nalways began with this ceremony. Not to take the morning dip, he said,\nwas to manifest a sad lack of the true camping spirit. Thus prodded, I\nbade the world a hasty good-by and headed for the bottom. A moment later\nwe were splashing and puffing like seals, shouting with the fierce,\ndelightful torture of it--wide awake enough now, and marvelously\ninvigorated when all was over.\n\n[Illustration: \"Catching it in the skillet as it fell, compelled\nadmiration\"]\n\nWe were off after breakfast--a breakfast of trout and flapjacks--the\nlatter with maple sirup in the little eating tent. The flapjacks were\nDel's manufacture, and his manner of tossing the final large one into\nthe air and catching it in the skillet as it fell, compelled admiration.\n\nThe lake was fairly smooth and the rain no longer fell. A gray\nmorning--the surface of the water gray--a gray mantle around the more\ndistant of the islands, with here and there sharp rocks rising just\nabove the depths. It was all familiar enough to the guides, but to me it\nwas a new world. Seated in the bow I swung my paddle joyously, and even\nwith our weighty load it seemed that we barely touched the water. One\nmust look out for the rocks, though, for a sharp point plunged through\nthe bottom of a canoe might mean shipwreck. A few yards away, Eddie and\nhis guide--light-weight bodies, both of them--kept abreast, their\nappearance somehow suggesting two grasshoppers on a straw.\n\nIt is six miles across Kedgeemakoogee and during the passage it rained.\nWhen we were about half-way over I felt a drop or two strike me and saw\nthe water about the canoe spring up into little soldiers. A moment later\nwe were struck on every side and the water soldiers were dancing in a\nmultitude. Then they mingled and rushed together. The green islands were\nblotted out. The gates of the sky swung wide.\n\n[Illustration: \"To put on a pair of waders like that in the front end of\na canoe in a pouring rain is no light matter.\"]\n\nOf course it was necessary to readjust matters. Del drew on his oilskins\nand I reached for my own. I had a short coat, a sou'wester, and a pair\nof heavy brown waders, so tall that they came up under my arms when\nfully adjusted. There was no special difficulty in getting on the hat\nand coat, but to put on a pair of waders like that in the front end of a\ncanoe in a pouring rain is no light matter. There seemed no good place\nto straighten my legs out in order to get a proper pull. To stand up was\nto court destruction, and when I made an attempt to put a leg over the\nside of the canoe Del admonished me fearfully that another such move\nwould send us to the bottom forthwith. Once my thumbs pulled out of the\nstraps and I tumbled back on the stores, the rain beating down in my\nface. I suppose the suddenness of the movement disturbed the balance of\nthe boat somewhat, for Del let out a yell that awoke a far-away loon,\nwho replied dismally. When at last I had the feet on, I could not get\nthe tops in place, for of course there was no way to get them anywhere\nnear where they really belonged without standing up. So I had to remain\nin that half-on and half-off condition, far from comfortable, but more\nor less immune to wet. I realized what a sight I must look, and I could\nhardly blame Eddie for howling in derision at me when he drew near\nenough to distinguish my outline through the downpour. I also realized\nwhat a poor rig I had on for swimming, in event of our really capsizing,\nand I sat straight and still and paddled hard for the other side.\n\nIt was not what might be termed a \"prolonged and continuous downpour.\"\nThe gray veil lifted from the islands. The myriad of battling soldiers\ndiminished. Presently only a corporal's guard was leaping and dancing\nabout the canoe. Then these disappeared. The clouds broke away. The sun\ncame. Ahead of us was a green shore--the other side of Kedgeemakoogee\nhad been reached.\n\n\n\n\nChapter Eight\n\n\n  _Where the trail leads back from the water's edge--_\n    _Tangled and overgrown--_\n  _Shoulder your load and strike the road_\n    _Into the deep unknown._\n\n\n\n\nChapter Eight\n\n\nWe were at the beginning of our first carry, now--a stretch of about two\nmiles through the woods. The canoes were quickly unloaded, and as I\nlooked more carefully at the various bags and baskets of supplies, I\nrealized that they were constructed with a view of being connected with\na man's back. I had heard and read a good deal about portages and I\nrealized in a general way that the canoes had to be carried from one\nwater system to another, but somehow I had never considered the baggage.\nNaturally I did not expect it to get over of its own accord, and when I\ncame to consider the matter I realized that a man's back was about the\nonly place where it could ride handily and with reasonable safety. I\nalso realized that a guide's life is not altogether a holiday excursion.\n\nI felt sorry for the guides. I even suggested to Eddie that he carry a\ngood many of the things. I pointed out that most of them were really\nhis, anyway, and that it was too bad to make our faithful retainers lug\na drug store and sporting goods establishment, besides the greater part\nof a provision warehouse. Eddie sympathized with the guides, too. He was\nreally quite pathetic in his compassion for them, but he didn't carry\nany of the things. That is, any of those things.\n\nIt is the etiquette of portage--of Nova Scotia portage, at least--that\nthe fisherman shall carry his own sporting paraphernalia--which is to\nsay, his rods, his gun, if he has one, his fishing basket and his\nlanding net. Also, perhaps, any convenient bag of tackle or apparel when\nnot too great an inconvenience. It is the business of the guides to\ntransport the canoes, the general outfit, and the stores. As this was to\nbe rather a long carry, and as more than one trip would be necessary, it\nwas proposed to make a half-way station for luncheon, at a point where a\nbrook cut the trail.\n\nBut our procession did not move immediately. In the first place one of\nthe canoes appeared to have sprung a leak, and after our six-mile paddle\nthis seemed a proper opportunity to rest and repair damages. The bark\ncraft was hauled out, a small fire scraped together and the pitch pot\nheated while the guides pawed and squinted about the boat's bottom to\nfind the perforation. Meantime I tried a few casts in the lake, from a\nslanting rock, and finally slipped in, as was my custom. Then we found\nthat we did not wish to wait until reaching the half-way brook before\nhaving at least a bite and sup. It was marshy and weedy where we were\nand no inviting place to serve food, but we were tolerably wet, and we\nhad paddled a good way. We got out a can of corned beef and a loaf of\nbread, and stood around in the ooze, and cut off chunks and chewed and\ngulped and worked them down into place. Then we said we were ready, and\nbegan to load up. I experimented by hanging such things as landing nets\nand a rod-bag on my various projections while my hands were to be\noccupied with my gun and a tackle-bag. The things were not especially\nheavy, but they were shifty. I foresaw that the rod-bag would work\naround under my arm and get in the way of my feet, and that the landing\nnets would complicate matters. I tied them all in a solid bunch at last,\nwith the gun inside. This simplified the problem a good deal, and was an\narrangement for which I had reason to be thankful.\n\nIt was interesting to see our guides load up. Charles, the Strong, had\nbeen well named. He swung a huge basket on his back, his arms through\nstraps somewhat like those which support an evening gown, and a-top of\nthis, other paraphernalia was piled. I have seen pack burros in Mexico\nthat were lost sight of under their many burdens and I remembered them\nnow, as our guides stood forth ready to move. I still felt sorry for\nthem (the guides, of course) and suggested once more to Eddie that he\nshould assume some of their burdens. In fact, I was almost willing to do\nso myself, and when at the last moment both Charlie and Del stooped and\ntook bundles in each hand, I was really on the very point of offering to\ncarry something, only there was nothing more to carry but the canoes,\nand of course they had to be left for the next trip. I was glad, though,\nof the generous impulse on my part. There is always comfort in such\nthings. Eddie and I set out ahead.\n\nThere is something fine and inspiring about a portage. In the first\nplace, it is likely to be through a deep wood, over a trail not\naltogether easy to follow. Then there is the fascinating thought that\nyou are cutting loose another link from everyday mankind--pushing a\nchapter deeper into the wilderness, where only the more adventurous ever\ncome. Also, there is the romantic gipsy feeling of having one's\npossessions in such compass that not only the supplies themselves, but\nthe very means of transportation may be bodily lifted and borne from one\nwater link to another of that chain which leads back ever farther into\nthe unknown.\n\nI have suggested that a portage trail is not always easy to follow. As a\nmatter of fact the chances are that it will seldom be easy to follow. It\nwill seldom be a path fit for human beings. It won't be even a decent\nmoose path, and a moose can go anywhere that a bird can. A carry is\nmeant to be the shortest distance between two given places and it\ndoesn't strive for luxury. It will go under and over logs, through\nscratchy thickets and gardens of poison ivy. It will plow through swamps\nand quicksands; it will descend into pits; it will skin along the sharp\nedge of slippery rocks set up at impossible angles, so that only a\nmountain goat can follow it without risking his neck. I believe it would\nclimb a tree if a big one stood directly in its path.\n\nWe did not get through with entire safety. The guides, shod in their\nshoepacks, trained to the business, went along safely enough, though\nthey lurched a good deal under their heavy cargoes and seemed always on\nthe verge of disaster. Eddie and I did not escape. I saw Eddie slip, and\nI heard him come down with a grunt which I suspected meant damage. It\nproved a serious mishap, for it was to one of his reels, a bad business\nso early in the game. I fell, too, but I only lost some small areas of\nskin which I knew Eddie would replace with joy from a bottle in his\napothecary bag.\n\nBut there were things to be seen on that two-mile carry. A partridge\nflew up and whirred away into the bushes. A hermit thrush was calling\nfrom the greenery, and by slipping through very carefully we managed to\nget a sight of his dark, brown body. Then suddenly Eddie called to me to\nlook, and I found him pointing up into a tree.\n\n\"Porky, Porky!\" he was saying, by which I guessed he had found a\nporcupine, for I had been apprised of the numbers in these woods. \"Come,\nhere's a shot for you,\" he added, as I drew nearer. \"Porcupines damage a\nlot of trees and should be killed.\"\n\nI gazed up and distinguished a black bunch clinging to the body of a\nfairly large spruce, near the top. \"He doesn't seem to be damaging that\ntree much,\" I said.\n\n\"No, but he will. They kill ever so many. The State of Maine pays a\nbounty for their scalps.\"\n\nI looked up again. Porky seemed to be inoffensive enough, and my killing\nblood was not much aroused.\n\n\"But the hunters and logmen destroy a good many more trees with their\nfires,\" I argued. \"Why doesn't the State of Maine and the Province of\nNova Scotia pay a bounty for the scalps of a few hunters and logmen?\"\n\nBut Eddie was insistent. It was in the line of duty, he urged, to\ndestroy porcupines. They were of no value, except, perhaps, to eat.\n\n\"Will you agree to eat this one if I shoot him?\" I asked, unbundling my\nrifle somewhat reluctantly.\n\n\"Of course--that's understood.\"\n\nI think even then I would have spared Porky's life, but at that moment\nhe ran a little way up the tree. There was something about that slight\nmovement that stirred the old savage in me. I threw my rifle to my\nshoulder, and with hasty aim fired into the center of the black bunch.\n\nI saw it make a quick, quivering jump, slip a little, and cling fast.\nThere was no stopping now. A steady aim at the black ball this time, and\na second shot, followed by another convulsive start, a long slide, then\na heavy thudding fall at our feet--a writhing and a twisting--a moaning\nand grieving as of a stricken child.\n\nAnd it was not so easy to stop this. I sent shot after shot into the\nquivering black, pin-cushioned ball before it was finally still--its\nstained, beautifully pointed quills scattered all about. When it was\nover, I said:\n\n\"Well, Eddie, they may eat up the whole of Nova Scotia, if they want\nto--woods, islands and all, but I'll never shoot another, unless I'm\nstarving.\"\n\nWe had none of us starved enough to eat that porcupine. In the first\nplace he had to be skinned, and there seemed no good place to begin. The\nguides, when they came up, informed us that it was easy enough to do\nwhen you knew how, and that the Indians knew how and considered\nporcupine a great delicacy. But we were not Indians, at least not in the\nethnological sense, and the delicacy in this instance applied only to\nour appetites. I could see that Eddie was anxious to break his vow, now\nthat his victim was really dead by my hand. We gathered up a few of the\nquills--gingerly, for a porcupine quill once in the flesh, is said to\nwork its way to the heart--and passed on, leaving the black pin cushion\nlying where it fell. Perhaps Porky's death saved one or two more trees\nfor the next Nova Scotia fire.\n\nThere were no trout for luncheon at our half-way halt. The brook there\nwas a mere rivulet, and we had not kept the single small fish caught\nthat morning. Still I did not mind. Not that I was tired of trout so\nsoon, but I began to suspect that it would require nerve and resolution\nto tackle them three times a day for a period of weeks, and that it\nmight be just as well to start rather gradually, working in other things\nfrom time to time.\n\nI protested, however, when Del produced a can of Columbia River salmon.\nThat, I said, was a gross insult to every fish in the Nova Scotia\nwaters. Canned salmon on a fishing trip! The very thought of it was an\noffense; I demanded that it be left behind with the porcupine. Never, I\ndeclared, would I bemean myself by eating that cheap article of\ncommerce--that universally indigenous fish food--here in the home of the\nchief, the prince, the _ne plus ultra_ of all fishes--the Nova Scotia\ntrout.\n\nSo Del put the can away, smiling a little, and produced beans. That was\ndifferent. One may eat beans anywhere under the wide sky.\n\n\n\n\nChapter Nine\n\n\n  _The black rock juts on the hidden pool_\n    _And the waters are dim and deep,_\n  _Oh, lightly tread--'tis a royal bed,_\n    _And a king lies there asleep._\n\n\n\n\nChapter Nine\n\n\nIt was well into the afternoon before the canoes reached the end of the\ncarry--poking out through the green--one on the shoulders of each guide,\ninverted like long shields, such as an ancient race might have used as a\nprotection from arrows. Eddie and I, meantime, had been employed getting\na mess of frogs, for it was swampy just there, and frogs, mosquitoes and\nmidges possessed the locality. We anointed for the mosquitoes and\n\"no-see-ums,\" as the midges are called by the Indians, and used our\nlittle rifles on the frogs.\n\nI wonder, by the way, what mosquitoes were made for. Other people have\nwondered that before, but you can't overdo the thing. Maybe if we keep\non wondering we shall find out. Knowledge begins that way, and it will\ntake a lot of speculation to solve the mosquito mystery.\n\nI can't think of anything that I could do without easier than the\nmosquito. He seems to me a creature wholly devoid of virtues. He is a\nglutton, a poisoner, a spreader of disease, a dispenser of disturbing\nmusic. That last is the hardest to forgive. If he would only be still I\ncould overlook the other things. I wonder if he will take his voice with\nhim into the next world. I should like to know, too, which place he is\nbound for. I should like to know, so I could take the other road.[2]\n\nAcross Mountain Lake was not far, and then followed another short\ncarry--another link of removal--to a larger lake, Pescawess. It was\nnearly five miles across Pescawess, but we made good time, for there was\na fair wind. Also we had the knowledge that Pescawah Brook flows in on\nthe other side, and the trout there were said to be large and not often\ndisturbed.\n\nWe camped a little below this brook, and while the tents were going up\nEddie and I took one of the canoes and slipped away past an island or\ntwo, among the strewn bowlders at the stream's mouth, pausing to cast a\nlittle here and there, though at first with no other result than to get\nour lines in a mess together.\n\n\"Now, say, old man,\" Eddie began, as my line made a turn around his neck\nand a half-dozen twists around his tackle, the whole dropping in a heap\nin the water, \"you mustn't cast like that. You should use the treetop\ncast--straight up in the air, when there's a man behind you. Don't you\nknow you might lacerate a fellow's ear, or put a hook through his lip,\nor his nose, or something?\"\n\nI said that I was sorry, and that if he would give me a few points on\nthe treetop cast, and then avoid sitting in the treetops as much as\npossible himself I thought there would be no further danger.\n\nHe was not altogether pacified. The lines were in a bad tangle and he\nsaid it was wasting precious time to be fooling that way. Clearly two\nmen could not fish from one canoe and preserve their friendship, and\nafter our lines were duly parted and Eddie had scolded me sufficiently,\nwe went ashore just below where the swift current tumbles in, and made\nour way to the wide, deep, rock-bound pools above. The going was pretty\nthick and scratchy, and one had to move deliberately.\n\nEddie had more things to carry than I did, for he had brought his gun\nand his long-handled net, and these, with his rod, set up and properly\ngeared with a long leader and two flies, worried him a good deal. The\nnet had a way of getting hung on twigs. The line and leader displayed a\ngenius for twisting around small but tough branches and vines, the hooks\ncaught in unexpected places, and the gun was possessed to get between\nhis legs. When I had time to consider him, he was swearing steadily and\nI think still blaming me for most of his troubles, though the saints\nknow I was innocent enough and not without difficulties of my own.\nChiefly, I was trying to avoid poison ivy, which is my bane and seemed\nplentiful in this particular neck of the woods.\n\nWe were out at last, and the wide, dark pool, enclosed by great black\nbowlders and sloping slabs of stone, seemed as if it might repay our\nefforts. Not for years, maybe, had an artificial fly been cast in that\nwater. Perhaps Eddie was still annoyed with me, for he pushed farther up\nto other pools, and was presently lost to view.\n\nI was not sorry of this, for it may be remembered that I had thus far\nnever caught a trout by casting in open, smooth water, and I was willing\nto practice a little alone. I decided to work deliberately, without\nhaste and excitement, and to get my flies caught in the treetops as\ninfrequently as possible. I adjusted them now, took a good look behind\nand tossed my cast toward the other side of the dark pool. I thought I\ndid it rather well, too, and I dragged the flies with a twitching\nmotion, as I had seen Eddie do it, but nothing happened. If there were\ntrout anywhere in the world, they would be in a pool like this, and if\nthere was ever an evening for them it was now. It was in the nature of\nprobability that Eddie would come back with a good string, and I could\nnot let him find me a confessed failure. So once more I sent the flies\nout over the pool--a little farther this time, and twitched them a\nlittle more carefully, but I might have been fishing in a tub, so far as\nany tangible fish were concerned.\n\nA little more line and a reckless back cast landed my tail fly in a\nlimb--a combination which required time and patience to disengage. By\nthe time I had worked out the puzzle it began to seem like a warm\nevening. Then I snapped the flies into several different corners of the\npool, got hung again on the same limb, jerked and broke the fly and\nrepeated some of the words I had learned from Eddie as we came through\nthe brush.\n\nI was cooler after that, and decided to put on a new and different fly.\nI thought a Jenny Lind would be about the thing, and pretty soon was\nslapping it about--at first hopefully, then rashly. Then in mere\ndesperation I changed the top fly and put on a Montreal. Of course I\nwouldn't catch anything. I never would catch anything, except by\ntrolling, as any other duffer, or even a baby might, but I would have\nfun with the flies, anyway. So the Montreal went capering out over the\npool, landing somewhere amid the rocks on the other side. And then all\nat once I had my hands full of business, for there was a leap and a\nsplash, and a z-z-z-t of the reel, and a second later my rod was curved\nlike a buggy whip, the line as taut as wire and weaving and swaying from\nside to side with a live, heavy body, the body of a trout--a real\ntrout--hooked by me with a fly, cast on a quiet pool.\n\nI wouldn't have lost that fish for money. But I was deadly afraid of\ndoing so. A good thing for me, then, my practice in landing, of the\nevening before. \"Easy, now--easy,\" I said to myself, just as Del had\ndone. \"If you lose this fish you're a duffer, sure enough; also a chump\nand several other undesirable things. Don't hurry him--don't give him\nunnecessary line in this close place where there may be snags--don't,\nabove all things, let him get any slack on you. Just a little line,\nnow--a few inches will do--and keep the tip of your rod up. If you point\nit at him and he gets a straight pull he will jump off, sure, or he will\nrush and you cannot gather the slack. Work him toward you, now, toward\nyour feet, close in--your net has a short handle, and is suspended\naround your neck by a rubber cord. The cord will stretch, of course, but\nyou can never reach him over there. Don't mind the reel--you have taken\nup enough line. You can't lift out a fish like that on a four-ounce\nrod--on any rod short of a hickory sapling. Work him toward you, you\ngump! Bring your rod up straighter--straighter--straight! Now for the\nnet--carefully--oh, you clumsy duffer, to miss him! Don't you know that\nyou can't thrash him into the net like that?--that you must dip the net\n_under_ him? I suppose you thought you were catching mice. You deserve\nto lose him altogether. Once more, now, he's right at your feet--a\nking!\"\n\nTwo long backward steps after that dip, for I must be certain that he\nwas away from the water's edge. Then I bumped into something--something\nsoft that laughed. It was Eddie, and he had two fish in his landing\nnet.\n\n\"Bully!\" he said. \"You did it first-rate, only you don't need to try to\nbeat him to death with the landing net. Better than mine,\" he added, as\nI took my trout off the fly. \"Suppose now we go below. I've taken a look\nand there's a great pool, right where the brook comes out. We can get to\nit in the canoe. I'll handle the canoe while you fish.\"\n\nThat, also, is Eddie's way. He had scolded me and he would make amends.\nHe had already taken down his rod, and we made our way back through the\nbrush without much difficulty, though I was still hot with effort and\nexcitement, and I fear a little careless about the poison ivy. A few\nminutes later, Eddie, who handles a canoe--as he does everything else\npertaining to the woods--with grace and skill, had worked our craft\namong the rocks into the wide, swift water that came out from under a\nhuge fallen log--the mouth of Pescawah Brook.\n\n\"Cast there,\" he said, pointing to a spot just below the log.\n\nWithin twenty minutes from that time I had learned more about\nfishing--real trout fishing--than I had known before in all my life. I\nhad, in Eddie, a peerless instructor, and I had such water for a drill\nground as is not found in every day's, or every week's, or every month's\ntravel. Besides, there were fish. Singly and in pairs they came--great,\nbeautiful, mottled fellows--sometimes leaping clear of the water like a\nporpoise, to catch the fly before it fell. There were none less than a\npound, and many over that weight. When we had enough for supper and\nbreakfast--a dozen, maybe--we put back the others that came, as soon as\ntaken from the hook. The fishing soon ended then, for I believe the\ntrout have some means of communication, and one or two trout returned to\na pool will temporarily discourage the others. It did not matter. I had\nhad enough, and once more, thanks to Eddie, returned to the camp,\njubilant.\n\nFOOTNOTES:\n\n[2] When this chapter appeared in _The Outing Magazine_ Frederic\nRemington wrote as follows:\n\n\"My dear Paine: Just read your _Outing_ article on the woods and your\nspeculation on 'why mosquitoes were made,' etc. I know the answer. They\nwere created to aid civilization--otherwise, no man not an idiot would\nlive anywhere else than in the woods.\"\n\nI am naturally glad to have this word of wisdom from an authority like\nRemington, but I still think that Providence could have achieved the\nsame result and somehow managed to leave the mosquito out of it.\n\n\n\n\nChapter Ten\n\n\n  _Where the path is thick and the branches twine_\n    _I pray you, friend, beware!_\n  _For the noxious breath of a lurking vine_\n    _May wither your gladness there._\n\n\n\n\nChapter Ten\n\n\nIt was raining next morning, but that was not the worst. During the\nnight I had awakened with a curious, but not entirely unfamiliar\nsensation about one of my eyes. There was a slight irritant, itching\ntendency, and the flesh felt puffy to the touch. I tried to believe it\nwas imagination, and went to sleep again.\n\nBut there was no doubt next morning. Imagination is a taunting jade, but\nI don't believe she could close one of my eyes and fatten up the\nother--not in so short a time. It was poison ivy--that was what it\nwas--and I had it bad.\n\n[Illustration: \"Our one looking-glass was not big enough to hold all of\neven one eye.\"]\n\nWhen Eddie woke, which he did, finally, he took one look at me and dove\nback into his sleeping bag out of pure fear. He said I was a sight, and\nhe was correct. Our one looking-glass was not big enough to hold all of\neven one eye, but taking my features in sections I could see that he had\nnot overstated my appearance. Perhaps the situation was amusing, too--at\nleast Eddie, and even the guides, professed to be entertained--but for\nme, huddled against one side of a six by eight tent--a tent otherwise\npacked with bags and bundles and traps of various kinds--Eddie's things,\nmostly, and Eddie himself among them--with a chill rain coming down\noutside, and with a face swollen and aching in a desperate way with\npoison, the quality of the humor to me seemed strained when I tried to\ndistinguish it with the part of an eye I had left.\n\nEddie meantime had dived down into his bag of remedies, happy to have a\nchance to use any or all of them, and was laying them out on his\nsleeping bag in front of him--in his lap, as it were, for he had not\nyet arisen--reading the labels and wondering which he should try on me\nfirst. I waited a little, then I said:\n\n\"Never mind those, Eddie, give me your alcohol and witch hazel.\"\n\nBut then came an embarrassing moment. Running his eye over the bottles\nand cans Eddie was obliged to confess that not one of them contained\neither alcohol or witch hazel.\n\n\"Eddie,\" I said reproachfully, \"can it be, in a drug store like that,\nthere is neither alcohol nor witch hazel?\"\n\nHe nodded dismally.\n\n\"I meant to bring them,\" he said, \"but the triple extract of gelsemium\nwould do such a lot of things, and I thought I didn't need them, and\nthen you made fun of that, and--and----\"\n\n\"Never mind, Eddie,\" I said, \"I have an inspiration. If alcohol cures\nit, maybe whisky will, and thank Heaven we did bring the whisky!\"\n\nWe remained two days in that camp and I followed up the whisky treatment\nfaithfully. It rained most of the time, so the delay did not matter.\nIndeed it was great luck that we were not held longer by that\ndistressing disorder which comes of the malignant three-leaved plant\nknown as mercury, or poison ivy. Often it has disqualified me for a week\nor more. But the whisky treatment was a success. Many times a day I\nbathed my face in the pure waters of the lake and then with the\nspirits--rye or Scotch, as happened to be handy. By the afternoon of the\nfirst day I could see to put sirup on my flapjacks, and once between\nshowers I felt able to go out with Eddie in the canoe, during which\nexcursion he took a wonderful string of trout in a stagnant-looking,\nscummy pool where no one would ever expect trout to lie, and where no\none but Eddie could have taken them at all.\n\nBy the next morning, after a night of sorrow--for my face always pained\nand itched worse when everybody was in bed and still, with nothing to\nsoothe me but the eternal drip, drip from the boughs and from the eaves\nof the tent--the swelling was still further reduced, and I felt able to\ntravel. And I wish to add here in all seriousness that whatever may be\nyour scruples against the use of liquors, don't go into the woods\nwithout whisky--rye or Scotch, according to preference. Alcohol, of\ncourse, is good for poison ivy, but whisky is better. Maybe it is\nbecause of the drugs that wicked men are said to put into it. Besides,\nwhisky has other uses. The guides told us of one perfectly rigid person\nwho, when he had discovered that whisky was being included in his camp\nsupplies, had become properly incensed, and commanded that it be left at\nhome. The guides had pleaded that he need not drink any of it, that they\nwould attend to that part of what seemed to them a necessary camp duty,\nbut he was petrified in his morals, and the whisky remained behind.\n\nWell, they struck a chilly snap, and it rained. It was none of your\nlittle summer landscape rains, either. It was a deadly cold, driving,\ndrenching saturation. Men who had built their houses on the sand, and\nhad no whisky, were in a bad fix. The waves rose and the tents blew\ndown, and the rigid, fossilized person had to be carried across an\noverflowed place on the back of a guide, lifting up his voice meanwhile\nin an effort to convince the Almighty that it was a mistake to let it\nrain at this particular time, and calling for whisky at every step.\n\nIt is well to carry one's morals into the woods, but if I had to leave\neither behind, I should take the whisky.\n\nIt was a short carry to Lake Pescawah. Beyond that water we carried\nagain about a quarter of a mile to a lake called Pebbleloggitch--perhaps\nfor the reason that the Indian who picked out the name couldn't find a\nharder one. From Pebbleloggitch we made our way by a long canal-like\nstillwater through a land wherein no man--not even an Indian,\nperhaps--has ever made his home, for it lies through a weird, lonely\nmarsh--a sort of meadow which no reaper ever harvested, where none but\nthe wild moose ever feeds.\n\nWe were nearing the edge of the unknown now. One of the guides, Del, I\nthink, had been through this stillwater once before, a long time ago. At\nthe end of it, he knew, lay the upper Shelburne River, which was said to\nflow through a sheet of water called Irving Lake. But where the river\nentered the lake and where it left it was for us to learn. Already forty\nmiles or more from our starting point, straight into the wilderness, we\nwere isolated from all mankind, and the undiscovered lay directly\nbefore. At the end of the stillwater Del said:\n\n\"Well, gentlemen, from this on you know as much of the country as I do.\nAll I know is what I've heard, and that's not much. I guess most of it\nwe'll have to learn for ourselves.\"\n\n\n\n\nChapter Eleven\n\n\n  _By lonely tarn, mid thicket deep,_\n    _The she-moose comes to bear_\n  _Her sturdy young, and she doth keep_\n    _It safely guarded there._\n\n\n\n\nChapter Eleven\n\n\nWe got any amount of fly-casting in the Pebbleloggitch stillwater, but\nno trout. I kept Del dodging and twice I succeeded in hooking him,\nthough not in a vital spot. I could have done it, however, if he had sat\nstill and given me a fair chance. I could land Del even with the treetop\ncast, but the trout refused to be allured. As a rule, trout would not\ncare to live in a place like that. There would not be enough excitement\nand activity. A trout prefers a place where the water is busy--where the\nvery effort of keeping from being smashed and battered against the rocks\ninsures a good circulation and a constitution like a steel spring. I\nhave taken trout out of water that would have pulverized a golf ball in\nfive minutes. The fiercer the current--the greater the tumult--the more\ncruel and savage the rocks, the better place it is for trout.\n\nNeither do I remember that we took anything in the Shelburne above\nIrving Lake, for it was a good deal like the stillwater, with only a\ngentle riffle here and there. Besides, the day had become chill, and a\nmist had fallen upon this lonely world--a wet white, drifting mist that\nwas closely akin to rain. On such a day one does not expect trout to\nrise, and is seldom disappointed. Here and there, where the current was\nslow-moving and unruffled, Eddie, perhaps, would have tried his dry\nflies, but never a trout was seen to break water, and it is one of the\ntenets of dry-fly fishing that a cast may only be made where a trout has\nbeen seen to rise--even then, only after a good deal of careful\nmaneuvering on shore to reach the proper spot on the bank without\nbreaking the news to the trout. It wasn't a pleasant time to go\nwriggling through marsh grass and things along the shore, so it is just\nas well that there was no excuse for doing it.\n\nAs it was, we paddled rather silently down the still river, considerably\nimpressed with the thought that we were entering a land to us\nunknown--that for far and far in every direction, beyond the white mist\nthat shut us in and half-obliterated the world, it was likely that there\nwas no human soul that was not of our party and we were quieted by the\nsilence and the loneliness on every hand.\n\nWhere the river entered the lake there was no dashing, tumbling water.\nIn fact, we did not realize that we had reached the lake level until the\nshores on either hand receded, slowly at first, and then broadly\nwidening, melted away and were half lost in the mist.\n\nThe feeling grew upon me, all at once, that we were very high here.\nThere were no hills or ridges that we could see, and the outlines of\nsuch timber as grew along the shore seemed low. It was as if we had\nreached the top of the world, where there were no more hills--where the\ntrees had been obliged to struggle up to our altitude, barely to fringe\nus round. As for course now, we had none. Our map was of the vaguest\nsort. Where the outlet was we could only surmise.\n\nIn a general way it was supposed to be at the \"other end\" of the lake,\nwhere there was said to be an old dam, built when the region was\nlumbered, long ago. But as to the shape of the lake, and just where that\n\"other end\" might lie, when every side except the bit of shore nearest\nat hand was lost in the wet, chill mist, were matters for conjecture and\nexperiment. We paddled a little distance and some islands came out of\nthe gray veil ahead--green Nova Scotia islands, with their ledges of\nrock, some underbrush and a few sentinel pines. We ran in close to\nthese, our guides looking for moose or signs of them.\n\nI may say here that no expedition in Nova Scotia is a success without\nhaving seen at least one moose. Of course, in the hunting season, the\nmoose is the prime object, but such is the passion for this animal among\nNova Scotia guides, that whatever the season or the purpose of the\nexpedition, and however triumphant its result, it is accounted a\ndisappointment and a failure by the natives when it ends without at\nleast a glimpse of a moose.\n\nWe were in wonderful moose country now; the uninvaded wild, where in\ntrackless bog and swamp, or on the lonely and forgotten islands the\nshe-moose secludes herself to bear and rear her young. That Charlie and\nDel were more absorbed in the possibility of getting a sight of these\ngreat, timid, vanishing visions of animal life--and perhaps a longer\nview of a little black, bleating calf--than in any exploration for the\nother end of the Shelburne River was evident. They clung and hovered\nabout those islands, poking the canoes into every nook and corner,\nspeaking in whispers, and sitting up straight at sight of any\ndark-looking stump or bunch of leaves. Eddie, too, seemed a good deal\ninterested in the moose idea. I discovered presently that he was\nambitious to send a specimen of a moose calf, dead or alive, to the\nBritish Museum, and would improve any opportunity to acquire that asset.\n\nI may say that I was opposed to any such purpose. I am overfond of\nEddie, and I wanted him to have a good standing with the museum people,\nbut I did not like the idea of slaughtering a little calf moose before\nits mother's very eyes, and I did not approve of its capture, either.\nEven if the mother moose could be convinced that our intentions were\ngood, and was willing to have her offspring civilized and in the British\nMuseum, or Zoo, or some other distinguished place, I still opposed the\ngeneral scheme. It did not seem to me that a calf moose tied either\noutside or inside of our tent for a period of weeks, to bleat and tear\naround, and to kick over and muss up things generally, would be a proper\nfeature to add to a well-ordered camp, especially if it kept on raining\nand we had to bring him inside. I knew that eventually he would own that\ntent, and probably demand a sleeping bag. I knew that I should have to\ngive him mine, or at least share it with him.\n\nI stated and emphasized these views and insisted that we go over toward\nthe half-obscured shore, where there appeared to be an opening which\nmight be the river. We did go over there, at length, and there was, in\nfact, an opening, but it was made by a brook entering the lake instead\nof leaving it. Our memorandum of information declared that a stream\ncalled the Susketch emptied into the lake somewhere, and we decided to\nidentify this as the place. We went up a little way to a good looking\npool, but there were no trout--at least, they refused to rise, though\nprobably the oldest and mossiest inhabitant of that place had never had\nsuch an opportunity before. Back to the lake again, we were pretty soon\nhovering about the enchanted islands, which seemed to rise on every\nhand.\n\nIt was just the sort of a day to see moose, Del said, and there was no\nother matter that would stand in importance against a proposition like\nthat. I became interested myself, presently, and dropped my voice to a\nwhisper and sat up at every black spot among the leaves. We had just\nabout given it up at length, when all at once Del gave the canoe a great\nshove inshore, at the same time calling softly to the other canoe,\nwhich had already sheared off into the lake.\n\nThey were with us in an instant and we were clambering out. I hadn't\nseen a thing, but Del swore that he had caught a glimpse of something\nblack that moved and disappeared.\n\nOf course we were clad in our wet-weather armor. I had on my oilskins,\nand what was more, those high, heavy wading boots that came up under my\narms. It is no easy matter to get over even level ground rapidly with a\nrig like that, and when it comes to scaling an island, full of ledges\nand holes and underbrush and vines, the problem becomes complex. Del and\nCharlie, with their shoepacks, distanced me as easily as if I had been\nsitting still, while that grasshopper, Eddie, with only the lightest\nsort of waders, skipped and scampered away and left me plunging and\nfloundering about in the brush, with scarcely the possibility of seeing\nanything, even if it were directly in front of my nose.\n\nAs a matter of fact, I didn't care anything about seeing moose, and was\nonly running and making a donkey of myself because the others were doing\nit, and I had caught a touch of their disease.\n\nSuddenly, I heard Charlie call, \"There they are! There they go!\" and\nwith a wild redoubled effort I went headlong into a deep pit,\nhalf-filled with leaves and brush, and muck of various sorts. This, of\ncourse, would seem to assassinate any hope I might have of seeing the\nmoose, but just then, by some occult process, Charles, the Strong,\ndiscovered my disaster, and with that prowess which has made him famous\nyanked me out of the mess, stood me on my feet and had me running again,\nwallowing through the bushes toward the other side of the little island\nwhence the moose had fled.\n\n\"There they go--they are swimming!\" I heard Del call, and then Eddie:\n\n\"I see em! I see em!\" and then Charles's voice, a little ahead of me:\n\n[Illustration: \"Hurry! Hurry! They've got over to the shore!\"]\n\n\"Hurry! Hurry! They've got over to the shore!\"\n\nI reached the shore myself just then--our shore, I mean--on all fours\nand full of scratches and bruises, but not too late, for beyond a wide\nneck of water, on the mainland, two dark phantoms drifted a little way\nthrough the mist and vanished into the dark foliage behind.\n\nIt was only a glimpse I had and I was battered up and still disordered,\nmore or less, with the ivy poison. But somehow I was satisfied. For one\nthing, I had become infected with a tinge of the native enthusiasm about\nseeing the great game of the woods, and then down in my soul I rejoiced\nthat Eddie had failed to capture the little calf. Furthermore, it was\ncomforting to reflect that even from the guides' point of view, our\nexpedition, whatever else might come, must be considered a success.\n\nWe now got down to business. It was well along toward evening, and\nthough these days were long days, this one, with its somber skies and\nheavy mist, would close in early. We felt that it was desirable to find\nthe lake's outlet before pitching our tents, for the islands make rather\npoor camping places and lake fishing is apt to be slow work. We wanted\nto get settled in camp on the lower Shelburne before night and be ready\nfor the next day's sport.\n\nWe therefore separated, agreeing upon a signal of two shots from\nwhichever of us had the skill or fortune to discover the outlet. The\nother canoe faded into the mist below the islands while we paddled\nslowly toward the gray green shores opposite. When presently we were all\nalone, I was filled, somehow, with the feeling that must have come over\nthose old Canadian voyageurs who were first to make their way through\nthe northlands, threading the network of unknown waters. I could not get\nrid of the idea that we were pioneers in this desolate spot, and so far\nas sportsmen were concerned, it may be that we were.\n\n\n\n\nChapter Twelve\n\n\n  _The lake is dull with the drifting mist,_\n    _And the shores are dim and blind;_\n  _And where is the way ahead, to-day,_\n    _And what of the path behind?_\n\n\n\n\nChapter Twelve\n\n\nAlong the wet, blurred shore we cruised, the mist getting thicker and\nmore like rain. Here and there we entered some little bay or nook that\nfrom a distance looked as if it might be an outlet. Eventually we lost\nall direction and simply investigated at random wherever any appearance\nseemed inviting. Once we went up a long slough and were almost ready to\nfire the signal shots when we discovered our mistake. It seemed a narrow\nescape from the humiliation of giving a false alarm. What had become of\nthe others we did not know. Evidently the lake was a big one and they\nmight be miles away. Eddie had the only compass, though this would seem\nto be of no special advantage.\n\nAt last, just before us, the shore parted--a definite, wide parting it\nwas, that when we pushed into it did not close and come to nothing, but\nkept on and on, opening out ahead. We went a good way in, to make sure.\nThe water seemed very still, but then we remembered the flatness of the\ncountry. Undoubtedly this was the outlet, and we had discovered it. It\nwas only natural that we should feel a certain elation in our having had\nthe good fortune--the instinct, as it were--to proceed aright. I lifted\nmy gun and it was with a sort of triumphant flourish that I fired the\ntwo signal shots.\n\nIt may be that the reader will not fully understand the importance of\nfinding a little thing like the outlet of a lake on a wet, disagreeable\nday when the other fellows are looking for it, too; and here, to-day,\nfar away from that northern desolation, it does not seem even to me a\nvery great affair whether our canoe or Eddie's made the discovery. But\nfor some reason it counted a lot then, and I suppose Del and I were\nunduly elated over our success. It was just as well that we were, for\nour period of joy was brief. In the very instant while my finger was\nstill touching the trigger, we heard come soggily through the mist, from\nfar down the chill, gray water, one shot and then another.\n\nI looked at Del and he at me.\n\n\"They've found something, too,\" I said. \"Do you suppose there are two\noutlets? Anyhow, here goes,\" and I fired again our two shots of\ndiscovery, and a little later two more so that there might be no mistake\nin our manifest. I was not content, you see, with the possibility of\nbeing considered just an ordinary ass, I must establish proof beyond\nquestion of a supreme idiocy in the matter of woodcraft. That is my way\nin many things. I know, for I have done it often. I shall keep on doing\nit, I suppose, until the moment when I am permitted to say, \"I die\ninnocent.\"\n\n\"They only think they have found something,\" I said to Del now. \"It's\nprobably the long slough we found a while ago. They'll be up here quick\nenough,\" and I fired yet two more shots, to rub it in.\n\nBut now two more shots came also from Eddie, and again two more. By this\ntime we had pushed several hundred yards farther into the opening, and\nthere was no doubt but that it was a genuine river. I was growing every\nmoment more elated with our triumph over the others and in thinking how\nwe would ride them down when they finally had to abandon their lead and\nfollow ours, when all at once Del, who had been looking over the side of\nthe canoe grew grave and stopped paddling.\n\n\"There seems to be a little current here,\" he pointing down to the grass\nwhich showed plainly now in the clear water, \"yes--there--is--a\ncurrent,\" he went on very slowly, his voice becoming more dismal at\nevery word, \"but it's going the wrong way!\"\n\nI looked down intently. Sure enough, the grass on the bottom pointed\nback toward the lake.\n\n\"Then it isn't the Shelburne, after all,\" I said, \"but another river\nwe've discovered.\"\n\nDel looked at me pathetically.\n\n\"It's the Shelburne, all right,\" he nodded, and there was deep suffering\nin his tones, \"oh, yes, it's the Shelburne--only it happens to be the\nupper end--the place where we came in. That rock is where you stopped to\nmake a few casts.\"\n\nNo canoe ever got out of the upper Shelburne River quicker than ours.\nThose first old voyageurs of that waste region never made better time\ndown Irving Lake. Only, now and then, I fired some more to announce our\ncoming, and to prepare for the lie we meant to establish that we only\nhad been replying to their shots all along and not announcing anything\nnew and important of our own.\n\nBut it was no use. We had guilt written on our features, and we never\nhad been taught to lie convincingly. In fact it was wasted effort from\nthe start. The other canoe had been near enough when we entered the trap\nto see us go in, and even then had located the true opening, which was\nno great distance away. They jeered us to silence and they rode us down.\nThey carefully drew our attention to the old log dam in proof that this\nwas the real outlet; they pointed to the rapid outpouring current for it\nwas a swift boiling stream here--and asked us if we could tell which way\nit was flowing. For a time our disgrace was both active and complete.\nThen came a diversion. Real rain--the usual night downpour--set in, and\nthere was a scramble to get the tents up and our goods under cover.\n\nYet the abuse had told on me. One of my eyes--the last to yield to the\nwhisky treatment, began to throb a good deal--and I dragged off my wet\nclothes, got on a dry garment (the only thing I had left by this time\nthat was dry) and worked my way laboriously, section by section, into\nmy sleeping bag, after which Eddie was sorry for me--as I knew he would\nbe--and brought me a cup of tea and some toast and put a nice piece of\nchocolate into my mouth and sang me a song. It had been a pretty\nstrenuous day, and I had been bruised and cold and wet and scratched and\nhumiliated. But the tea and toast put me in a forgiving spirit, and the\nchocolate was good, and Eddie can sing. I was dry, too, and reasonably\nwarm. And the rain hissing into the campfire at the door had a soothing\nsound.\n\n\n\n\nChapter Thirteen\n\n\n  _Now take the advice that I do not need--_\n    _That I do not heed, alway:_\n  _For there's many a fool can make a rule_\n    _Which only the wise obey._\n\n\n\n\nChapter Thirteen\n\n\nAs usual, the clouds had emptied themselves by morning. The sky was\nstill dull and threatening, and from the tent door the water of the lake\nwas gray. But the mist had gone, and the islands came out green and\nbeautiful. The conditions made it possible to get some clothing decently\nsmoked and scorched, which is the nearest approach to dryness one is\never likely to achieve in the woods in a rainy season.\n\nI may say here that the time will come--and all too soon, in a period of\nrain--when you will reach your last dry suit of underwear--and get it\nwet. Then have a care. Be content to stay in a safe, dry spot, if you\ncan find one--you will have to go to bed, of course, to do it until\nsomething is dry--that is, pretty dry. To change from one wet suit to\nanother only a little less so is conducive neither to comfort nor to a\npeaceful old age. Above all, do not put on your night garment, or\ngarments, for underwear, for they will get wet, too; then your condition\nwill be desperate.\n\nI submit the above as good advice. I know it is good advice for I did\nnot follow it. I have never followed good advice--I have only given it.\nAt the end of several nights of rain and moist days, I had nothing\nreally dry but my nightshirt and one slipper and I think Eddie's\ncondition was not so far removed. What we did was to pick out the least\ndamp of our things and smoke and scorch them on a pole over the campfire\nuntil they had a sort of a half-done look, like bread toasted over a gas\njet; then suddenly we would seize them and put them on hot and go around\nsteaming, and smelling of leaf smoke and burnt dry goods--these odors\nblended with the fragrance of camphor, tar and pennyroyal, with which we\nwere presently saturated in every pore. For though it was said to be too\nlate for black flies and too early for mosquitoes, the rear guard of the\none and the advance guard of the other combined to furnish us with a\ngood deal of special occupation. The most devoted follower of the\nProphet never anointed himself oftener than we did, and of course this\ncontinuous oily application made it impossible to wash very perfectly;\nbesides, it seemed a waste to wash off the precious protection when to\ndo so meant only another immediate and more thorough treatment.\n\nI will dwell for a moment on this matter of washing. Fishing and\ncamping, though fairly clean recreations, will be found not altogether\nfree from soiling and grimy tendencies, and when one does not or cannot\nthoroughly remove the evidences several times a day, they begin to tell\non his general appearance. Gradually our hands lost everything original\nexcept their shape. Then I found that to shave took off a good deal of\nvaluable ointment each time, and I approved of Eddie's ideas in this\ndirection to the extent of following his example. I believe, though,\nthat I washed myself longer than he did--that is, at stated intervals.\nOf course we never gave up the habit altogether. It would break out\nsporadically and at unexpected moments, but I do not recall that these\nlapses ever became dangerous or offensive. My recollection is that Eddie\ngave up washing as a mania, that morning at the foot of Irving Lake and\nthat I held out until the next sunrise. Or it may have been only until\nthat evening--it does not matter. Washing is a good deal a question of\npride, anyway, and pride did not count any more. Even self-respect had\nlost its charm.\n\n[Illustration: \"If one's things are well smoked and scorched and scalded\nand put on hot in the morning----\"]\n\n[Illustration: \"We never failed to hide the whisky.\"]\n\nIn the matter of clothing, however, I wish to record that I never did\nput on my nightdress for an undergarment. I was tempted to do so, daily,\nbut down within me a still small voice urged the rashness of such a deed\nand each night I was thankful for that caution. If one's things are well\nsmoked and scorched and scalded and put on hot in the morning, he can\nforget presently that they are not also dry, and there is a chance that\nthey may become so before night; but to face the prospect of getting\ninto a wet garment to sleep, that would have a tendency to destroy the\nrare charm and flavor of camp life. In time I clung to my dry nightshirt\nas to a life-belt. I wrapped it up mornings as a jewel, buried it deep\nin the bottom of my bag, and I locked the bag. Not that Eddie did not\nhave one of his own--it may be that he had a variety of such things--and\nas for the guides, I have a notion that they prefer wet clothes. But\nthough this was a wild country, where it was unlikely that we should\nmeet any living soul, there was always the possibility of a stray\nprospector or a hunter, and a dry garment in a wet time is a temptation\nwhich should not be put in any man's way. Neither that nor the liquor\nsupply. When we left our camp--as we did, often--our guns, our tackle,\neven our purses and watches, were likely to be scattered about in plain\nview; but we never failed to hide the whisky. Whisky is fair loot, and\nthe woodsman who would scorn to steal even a dry shirt would carry off\nwhisky and revel in his shame.\n\nThere were quantities of trout in the lower Shelburne, and in a pool\njust below the camp, next morning, Eddie and I took a dozen or\nmore--enough for breakfast and to spare--in a very few minutes. They\nwere lively fish--rather light in color, but beautifully marked and\nsmall enough to be sweet and tender, that is, not much over a half-pound\nweight. In fact, by this time we were beginning to have a weakness for\nthe smaller fish. The pound-and-upward trout, the most plentiful size,\nthus far, were likely to be rather dry and none too tender. When we\nneeded a food supply, the under-sized fish were more welcome, and when,\nas happened only too rarely, we took one of the old-fashioned New\nEngland speckled beauty dimensions--that is to say, a trout of from\nseven to nine inches long and of a few ounces weight--it was welcomed\nwith real joy. Big fish are a satisfaction at the end of a line and in\nthe landing net, but when one really enters upon a trout diet--when at\nlast it becomes necessary to serve them in six or seven different ways\nto make them go down--the demand for the smallest fish obtainable is\npretty certain to develop, while the big ones are promptly returned\nwith good wishes and God-speed to their native element.\n\nFor of course no true sportsman ever keeps any trout he cannot use. Only\nthe \"fish-hog\" does that. A trout caught on a fly is seldom injured, and\nif returned immediately to the water will dart away, all the happier, it\nmay be, for his recent tug-of-war. He suffers little or no pain in the\ntough cartilages about his mouth and gills (a fact I have demonstrated\nby hooking the same fish twice, both marks plainly showing on him when\ntaken) and the new kind of exercise and experience he gets at the end of\nthe line, and his momentary association with human beings, constitute\nfor him a valuable asset, perhaps to be retailed in the form of\nreminiscence throughout old age. But to fling him into a canoe, to gasp\nand die and be thrown away, that is a different matter. That is a crime\nworse than stealing a man's lunch or his last dry undershirt, or even\nhis whisky.\n\nIn the first place, kill your trout the moment you take him out of the\nwater--that is, if you mean to eat him. If he is too big, or if you\nalready have enough, put him back with all expedition and let him swim\naway. Even if he does warn the other trout and spoil the fishing in that\npool, there are more pools, and then it is likely you have fished enough\nin that one, anyway. Come back next year and have another battle with\nhim. He will be bigger and know better what to do then. Perhaps it will\nbe his turn to win.\n\nIn the matter of killing a fish there are several ways to do it. Some\nmight prefer to set him up on the bank and shoot at him. Another way\nwould be to brain him with an ax. The guides have a way of breaking a\ntrout's neck by a skillful movement which I never could duplicate. My\nown method is to sever the vertebrÃ¦ just back of the ears--gills, I\nmean--with the point of a sharp knife. It is quick and effective.\n\nI don't know why I am running on with digression and advice this way.\nPerhaps because about this period I had had enough experience to feel\ncapable of giving advice. A little experience breeds a lot of advice. I\nknew a man once----[3]\n\nFOOTNOTES:\n\n[3] The publisher wished me to go on with the story at this point. The\nman referred to above got his experience in Wall Street. He got enough\nin half a day to keep him in advice for forty-seven years.\n\n\n\n\nChapter Fourteen\n\n\n  _Oh, never a voice to answer here,_\n    _And never a face to see--_\n  _Mid chill and damp we build our camp_\n    _Under the hemlock tree._\n\n\n\n\nChapter Fourteen\n\n\nIn spite of the rains the waters of the Shelburne were too low at this\npoint to descend in the canoes. The pools were pretty small affairs and\nthe rapids long, shallow and very ragged. It is good sport to run rapids\nin a canoe when there is plenty of swift water and a fair percentage of\ndanger. But these were dangerous only to the canoes, which in many\nplaces would not even float, loaded as we were. It became evident that\nthe guides would have to wade and drag, with here and there a carry, to\nget the boats down to deeper water--provided always there _was_ deeper\nwater, which we did not doubt.\n\nEddie and I set out ahead, and having had our morning's fishing, kept\npretty well to the bank where the walking was fairly good. We felt\npleasant and comfortable and paid not much attention to the stream,\nexcept where a tempting pool invited a cast or two, usually with prompt\nreturns, though we kept only a few, smaller fish.\n\nWe found the banks more attractive. Men had seldom disturbed the life\nthere, and birds sang an arm's length away, or regarded us quietly,\nwithout distrust. Here and there a hermit thrush--the sweetest and\nshyest of birds--himself unseen, charmed us with his mellow syllables.\nSomehow, in the far, unfretted removal of it all, we felt at peace with\nevery living thing, and when a partridge suddenly dropped down on a limb\nnot three yards away, neither of us offered to shoot, though we had our\nrifles and Eddie his B. M. license to kill and skin and hence to eat,\nand though fish were at a discount and game not overplentiful.\n\nAnd then we were rewarded by a curious and beautiful exhibition. For the\npartridge was a mother bird, and just at our feet there was a peeping\nand a scampering of little brown balls that disappeared like magic among\nthe leaves--her fussy, furry brood.\n\nI don't think she mistrusted our intent--at least, not much. But she\nwanted to make sure. She was not fully satisfied to have us remain just\nthere, with her babies hiding not two yards away. She dropped on the\nground herself, directly in front of us--so close that one might almost\ntouch her--and letting one of her wings fall loosely, looked back at us\nover her shoulder as if to say, \"You see, it is broken. If you wish, you\ncan catch me, easily.\"\n\nSo we let her fool us--at least, we let her believe we were\ndeceived--and made as if to stoop for her, and followed each time when\nshe ran a few steps farther ahead, until little by little she had led us\naway from her family. Then when she was sure that we really did not want\nher or her chickens, but cared only to be amused, she ran quickly a\nlittle way farther and disappeared, and we saw her no more. Within a\nminute or two from that time she was probably back with her little\nfolks, and they were debating as to whether we were bird or beast, and\nwhy we carried that curious combination of smells.\n\nIt was such incidents as this that led us on. The morning was gone,\npresently, and we had no means of knowing how far we had come. It seemed\nto us but a short way. We forgot the windings of the stream, some of\nwhich we had eluded by cut-offs, and how many hard places there would be\nfor Del and Charlie to get over with the canoes. As a matter of fact we\nrather expected them to overtake us at any time, and as the pools became\ndeeper and longer and the rapids somewhat more navigable we feared to\nleave the stream on the chance of being passed. It was about one o'clock\nwhen we reached a really beautiful stretch of water, wide and deep, and\nnavigable for an indefinite distance. Here we stopped to get fish for\nluncheon, and to wait for the boats, which we anticipated at any moment.\n\nIt was a wonderful place to fish. One could wade out and get long casts\nup and down, and the trout rose to almost any fly. Eddie caught a white\nperch at last and I two yellow ones, not very plentiful in these waters\nand most desirable from the food point of view. The place seemed really\ninexhaustible. I think there were few trout larger than fourteen inches\nin length, but of these there were a great many, and a good supply of\nthe speckled beauty size. When we had enough of these for any possible\nluncheon demand, and were fairly weary of casting and reeling in, we\nsuddenly realized that we were hungry; also that it was well into the\nafternoon and that there were no canoes in sight. Furthermore, in the\nenthusiasm of the sport we had both of us more than once stepped beyond\nthe gunwales of our waders and had our boots full of water, besides\nbeing otherwise wet. Once, in fact, I had slipped off a log on all\nfours, in a rather deep place. It began to be necessary that we should\nhave a camp and be fed. Still we waited hopefully, expecting every\nmoment to see the canoes push around the bend.\n\nEventually we were seized with misgivings. Could the guides have met\nwith shipwreck in some desperate place and disabled one or both of the\ncanoes, perhaps losing our stores? The thought was depressing. Was it\npossible that they had really passed us during some period when we had\nleft the water, and were now far ahead? We could not believe it. Could\nit be that the river had divided at some unseen point and that we had\nfollowed one fork and they another? It did not seem probable. Perhaps,\nafter all, we had come farther than we believed, and they had been\ndelayed by the difficulties of navigation.\n\nBut when another hour passed and they did not appear or answer to our\ncalls, the reason for their delay did not matter. We were wet, cold and\nhungry. Food and fire were the necessary articles. We had not a scrap of\nfood except our uncooked fish, and it would be no easy matter, without\nax or hatchet, to get a fire started in those rain-soaked woods. Also,\nwe had no salt, but that was secondary.\n\nEddie said he would try to build a fire if I would clean some fish, but\nthis proved pretty lonesome work for both of us. We decided to both\nbuild and then both clean the fish. We dug down under the leaves for dry\ntwigs, but they were not plentiful. Then we split open some dead spruce\nbranches and got a few resinous slivers from the heart of them, a good\nmany in fact, and we patiently gathered bits of reasonably dry bark and\nbranches from under the sheltered side of logs and rocks and leaning\ntrees.\n\nWe meant to construct our fire very carefully and we did. We scooped a\nlittle hollow in the ground for draught, and laid in some of the drier\npieces of bark, upon which to pile our spruce slivers. Upon these in\nturn we laid very carefully what seemed to be our driest selections of\ntwigs, increasing the size with each layer, until we laid on limbs of\ngoodly bulk and had a very respectable looking heap of fuel, ready for\nlighting on the windward side.\n\nOur mistake was that we did not light it sooner. The weight of our\nlarger fuel had pressed hard upon our little heap of spruce slivers and\nflattened it, when it should have remained loose and quickly\ninflammable, with the larger fuel lying handy, to be added at the\nproper moment. As it was, the tiny blaze had a habit of going out just\nabout the time when it ought to have been starting some bigger material.\nWhen we did get a sickly flame going up through the little damp mess of\nstuff, there was a good deal more smoke than fire and we were able to\nkeep the blaze alive only by energetic encouragement in the form of\nblowing.\n\nFirst Eddie would get down on his hands, with his chin against the\nground and blow until he was apoplectic and blind with smoke, and then I\nwould take my turn. I never saw two full-grown men so anxious over a\nlittle measly fire in my life. We almost forgot that we were perishing\nwith cold and hunger ourselves in our anxiety to keep the spark of life\nin that fire.\n\nWe saved the puny thing, finally, and it waxed strong. Then we put in a\ngood deal of time feeding and nursing our charge and making it warm and\ncomfortable before we considered ourselves. And how did the ungrateful\nthing repay us? By filling our eyes with smoke and chasing us from side\nto side, pursuing us even behind trees to blind and torture us with its\nacrid smarting vapors. In fact, the perversity of campfire smoke remains\none of the unexplained mysteries. I have seen a fire properly built\nbetween two tents--with good draught and the whole wide sky to hold the\nsmoke--suddenly send a column of suffocating vapor directly into the\ndoor of the tent, where there was no draught, no room, no demand at all\nfor smoke. I have had it track me into the remotest corner of my\nsleeping-bag and have found it waiting for me when I came up for a\nbreath of air. I have had it come clear around the tent to strangle me\nwhen I had taken refuge on the back side. I have had it follow me\nthrough the bushes, up a tree, over a cliff----\n\nAs I was saying, we got the fire going. After that the rest was easy. It\nwas simply a matter of cleaning a few trout, sticking them on sticks and\nfighting the smoke fiend with one hand while we burnt and blackened the\ntrout a little with the other, and ate them, _sans_ salt, _sans_ fork,\n_sans_ knife, _sans_ everything. Not that they were not good. I have\nnever eaten any better raw, unsalted trout anywhere, not even at\nDelmonico's.\n\n[Illustration: \"It's all in a day's camping, of course.\"]\n\nThe matter of getting dry and warm was different. It is not the\npleasantest thing in the world, even by a very respectable fire such as\nwe had now achieved, to take off all of one's things without the\nprotection of a tent, especially when the woods are damp and trickly and\nthere is a still small breath of chill wind blowing, and to have to hop\nand skip, on one foot and then on the other, to keep the circulation\ngoing while your things are on a limb in the smoke, getting scalded and\nfumigated, and black edged here and there where the flame has singed up\nhigh. It's all in a day's camping, of course, and altogether worth\nwhile, but when the shades of night are closing in and one is still\ndoing a spectral dance about a dying fire, in a wet wood, on a stomach\nfull of raw trout, then the camping day seems pretty long and there is\npressing need of other diversion.\n\nIt was well toward night when we decided that our clothes were scorched\nenough for comfortable wear, and a late hour it was, for the June days\nin the north woods are long. We had at no time lost sight of the river,\nand we began to realize the positive necessity of locating our guides\nand canoes. We had given up trying to understand the delay. We decided\nto follow back up the river until we found them, or until we reached\nsome other branch which they might have chosen. It was just as we were\nabout to begin this discouraging undertaking that far up the bend we\nheard a call, then another. We answered, both together, and in the reply\nwe recognized the tones of Charles the Strong.\n\nPresently they came in sight--each dragging a canoe over the last riffle\njust above the long hole. A moment later we had hurried back to meet two\nof the weariest, wettest, most bedraggled mortals that ever poled and\ndragged and carried canoe. All day they had been pulling and lifting;\nloading, unloading and carrying those canoes and bags and baskets over\nthe Shelburne riffles, where not even the lightest craft could float.\nHow long had been the distance they did not know, but the miles had\nbeen sore, tedious miles, and they had eaten nothing more than a\nbiscuit, expecting at every bend to find us waiting.\n\nIt was proper that we should make camp now at the first inviting place.\nWe offered to stop right there, where our fire was already going, but it\nwas decided that the ground was a poor selection, being rather low. We\npiled into the canoes and shot down the long hole, while the light of\nevening was fading from the sky. Several hundred yards below, the water\nwidened and the bank sloped higher. It seemed an attractive spot and we\nalready knew the fishing in these waters. But as a final test Eddie made\na cast as we rounded, tossing his flies into an inviting swirl just\nbelow a huge bowlder. For some reason we had put on three flies, and\nwhen he finally got his mess of fish into the net, there were three\ntrout--all good ones--one on each fly.\n\nWe decided to camp there, for good luck, and to stay until we were fully\nrepaired for travel. No camp was ever more warmly welcomed, or ever will\nbe more fondly remembered by us all.\n\n\n\n\nChapter Fifteen\n\n\n  _To-night, to-night, the frost is white,_\n    _Under the silver moon;_\n  _And lo, I lie, as the hours go by,_\n    _Freezing to death in June._\n\n\n\n\nChapter Fifteen\n\n\nThe reader will have gathered by this time that I had set out with only\na hazy idea of what camping in Nova Scotia would be like. I think I had\nsome notion that our beds would be down in the mud as often as not, and\nsticky and disagreeable--something to be endured for the sake of the\nday's sport. Things were not as I expected, of course. Things never are.\nOur beds were not in the mud--not often--and there were days--chill,\nwet, disheartening days--when I looked forward to them and to the\ncampfire blaze at the tent door with that comfort which a child finds in\nthe prospect of its mother's arm.\n\nOn the whole, I am sure our camps were more commodious than I had\nexpected them to be; and they were pretentious affairs, considering that\nwe were likely to occupy them no more than one night. We had three\ntents--Eddie's, already described; a tent for the guides, of about the\nsame proportions, and a top or roof tent, under which we dined when it\nrained. Then there was a little porch arrangement which we sometimes put\nout over the front, but we found it had the bad habit of inviting the\nsmoke to investigate and permeate our quarters, so we dedicated the\nlittle porch fly to other uses. A waterproof ground cloth was spread\nbetween our stretcher beds, and upon the latter, as mentioned before,\nwere our sleeping-bags; also our various bundles, cozily and\nconveniently bestowed. It was an inviting interior, on the whole\nsomething to anticipate, as I have said.\n\nYet our beds were not perfect. Few things are. I am a rather large man,\nand about three o'clock in the morning I was likely to wake up somewhat\ncramped and pinched together from being so long in the little canvas\ntrough, with no good way of putting out my arms; besides being a little\ncold, maybe, because about that hour the temperature seemed to make a\nspecialty of dropping low enough to get underneath one's couch and creep\nup around the back and shoulders. It is true it was June, but June\nnights in Nova Scotia have a way of forgetting that it is drowsy,\nscented summertime; and I recall now times when I looked out through the\ntent flap and saw the white frost gleaming on the trees, and wondered if\nthere was any sum of money too big to exchange for a dozen blankets or\nso, and if, on the whole, perishing as I was, I would not be justified\nin drugging Eddie in taking possession of his sleeping-bag. He had\nalready given me one of the woolen pockets, for compared with mine his\nwas a genuine Arctic affair, and, I really believe, kept him\ndisgustingly warm, even when I was freezing. I was grateful, of course,\nfor I should have perished early in the fight without it. I was also\nappreciative. I knew just how much warmer a few more of those soft,\nfleecy pockets would make me, especially on those nights when I woke\nabout the cheerless hour of three, to find the world all hard and white,\nwith the frost fingers creeping down my shoulder blades and along my\nspine. Then it was I would work around and around--slowly and with due\ndeliberation of movement, for a sleeping-bag is not a thing of sudden\nand careless revolution--trying to find some position or angle wherein\nthe cold would not so easily and surely find my vitals. At such a time,\nthe desire for real comfort and warmth is acute, and having already one\nof Eddie's pockets and realizing its sterling worth--also that no more\nthan two feet away from me he lay warm and snug, buried in the undue\nluxury of still other pockets--I may confess now I was goaded almost to\nthe point of arising and taking peremptory possession of the few paltry\npockets that would make my lot less hard.\n\n[Illustration: \"Nightly he painted my scratches with new skin.\"]\n\nSooner or later, I suppose, I should have murdered Eddie for his\nblankets if he had not been good to me in so many ways. Daily he gave me\nleaders, lines, new flies and such things; nightly he painted my\nscratches with new skin. On the slightest provocation he would have\nrubbed me generously with liniment, for he had a new, unopened bottle\nwhich he was dying to try. Then there was scarcely an evening after I\nwas in bed--I was always first to go, for Eddie liked to prepare his bed\nunhurriedly--that he did not bring me a drink, and comfort me with\nsomething nice to eat, and maybe sing a little while he was \"tickling\"\nhis own bed (there is no other name for it), and when he had finished\nwith the countless little tappings, and pattings, and final touches\nwhich insured the reposeful comfort of his couch, he would place the\ncandle lantern just between, where each could see equally well and so\nread a little in order that we might compose our minds for rest.\n\n\n\n\nChapter Sixteen\n\n\n  _Now snug, the camp--the candle-lamp,_\n    _Alighted stands between--_\n  _I follow \"Alice\" in her tramp_\n    _And you your \"Folly Queen.\"_\n\n\n\n\nChapter Sixteen\n\n\nIn the matter of Eddie's reading, however, I was not wholly satisfied.\nWhen we had been leaving the little hotel, he had asked me, suddenly,\nwhat I would take for reading in the woods. He added that he always read\na little at night, upon retiring, and from his manner of saying it, I\nassumed that such reading might be of a religious nature.\n\nNow, I had not previously thought of taking anything, but just then I\nhappened to notice lying upon the table a copy of \"Alice in Wonderland,\"\nevidently belonging to the premises, and I said I would take that. I had\nnot foregathered with Alice and the White Rabbit for a good while, and\nit seemed to me that in the depths of an enchanted wood I might properly\nand profitably renew their acquaintance. The story would hardly offend\nEddie, even while he was finding solace in his prayer-book.\n\nI was only vaguely troubled when on the first night of our little\nreading exercise I noticed that Eddie's book was not of the sort which I\nhad been led to expect, but was a rather thick, suspicious-looking\naffair, paper-bound. Still, I reflected, it might be an ecclesiastical\ntreatise, or even what is known as a theological novel, and being\nabsorbed just then in an endeavor to accompany Alice into the wonderful\ngarden I did not investigate.\n\nWhat was my surprise--my shock, I may say--next morning, on picking up\nthe volume, to discover that it was printed in a foreign language, and\nthat language French--always a suspicious thing in print--and to learn\nfurther, when by dint of recalling old school exercises, I had spelled\nout the author's name and a sentence here and there, that not only was\nit in that suspicious language, but that it was a novel, and of a\nsort--well, of course there is only one thing worse than an English\ntranslation of a French novel, and that is a French novel which cannot\nbe translated--by any one in this country, I mean, who hopes to keep out\nof jail.\n\nI became absorbed in an endeavor to unravel a passage here and there\nmyself. But my French training had not fitted me for the task. My\nlessons had been all about the silk gloves of my uncle's children or of\nthe fine leather shoes of my mother's aunt, and such innocent things. I\ncould find no reference to them in Eddie's book. In fact I found on\nalmost every page reference to things which had nothing to do with\nwardrobe of any sort, and there were words of which I had the deepest\nsuspicion. I was tempted to fling the volume from me with a burning\nblush of shame. Certainly it was necessary to protest against the\nintroduction of the baleful French novel into this sylvan retreat.\n\nI did so, later in the day, but it was no use. Eddie had already gulped\ndown some twenty pages of the poison and would not listen to reason.\nThere was a duchess in the book, and I knew immediately from the lame\nexcuses he made for this person that she was not at all a proper\nassociate for Eddie, especially in this remote place. I pleaded in vain.\nHe had overtaken the duchess on the third page, and the gaud of her\nbeauty was in his eyes. So it came to pass that while I was following\ngentle little Alice and the White Rabbit through a land of wonder and\ndreams, Eddie, by the light of the same candle, was chasing this\nbutterfly of folly through a French court at the rate of some twenty\nfinely printed pages every night, translating aloud here and there,\nuntil it sometimes became necessary for me to blow out the candle\nperemptorily, in order that both of us might compose our minds for\nneeded slumber.\n\nPerhaps I am dwelling unnecessarily upon our camp detail, but, after\nall, the tent, with its daily and nightly round becomes a rather\nimportant thing when it is to be a habitation for a period of weeks of\nsun and storm; and any little gem of experience may not be wholly\nunwasted.\n\nThen there is the matter of getting along without friction, which seems\nimportant. A tent is a small place, and is likely to contain a good many\nthings--especially in bad weather--besides yourselves. If you can manage\nto have your things so the other fellow will stumble over them as\ninfrequently as possible, it is just as well for him, and safer for you.\nAlso, for the things. Then, too, if you will make your beds at separate\ntimes, as we did, one remaining outside, or lying in a horizontal\nposition among his own supplies while the other is in active operation,\nyou are less likely to rub against each other, which sometimes means to\nrub in the wrong direction, with unhappy results. Of course forbearance\nis not a bad asset to have along, and a small measure of charity and\nconsideration. It is well to take one's sense of humor, too, and any\nlittle remnant of imagination one may have lying about handy at the\nmoment of starting. Many a well-constructed camp has gone to wreck\nduring a spell of bad weather because one or more of its occupants did\nnot bring along imagination and a sense of humor, or failed to produce\nthese articles at the critical moment. Imagination beautifies many a\ndesolate outlook--a laugh helps over many a hard place.\n\n\n\n\nChapter Seventeen\n\n\n  _Oh, the pulses leap where the fall is steep,_\n    _And the rocks rise grim and dark,_\n  _With the swirl and sweep of the rapids deep,_\n    _And the joy of the racing bark._\n\n\n\n\nChapter Seventeen\n\n\nWe established a good camp on the Shelburne and remained in it for\nseveral days. For one thing, our canoes needed a general overhauling\nafter that hard day on the rocks. Also, it rained nightly, and now and\nthen took a turn at it during the day, to keep in practice.\n\nWe minded the rain, of course, as it kept us forever cooking our\nclothes, and restrained a good deal of activity about the camp. Still,\nwe argued that it was a good thing, for there was no telling what sort\nof water lay ahead and a series of rock-strewn rapids with low water\nmight mean trouble.\n\nOn the whole, we were willing to stay and put up with a good deal for\nthe sport in that long pool. There may be better fishing on earth than\nin the Shelburne River between Irving and Sand lakes, but it will take\nsomething more than mere fisherman's gossip to convince either Eddie or\nme of that possibility. We left the guides and went out together one\nmorning, and in less than three hours had taken full fifty fish of a\npound each, average weight. We took off our top flies presently and\nfished with only one, which kept us busy enough, and always one of us\nhad a taut line and a curved rod; often both at one time.\n\nWe began to try experiments at last, and I took a good fish on one of\nthe funny little scale-winged flies (I had happily lost the Jock Scott\nwith two hooks early in the campaign) and finally got a big fellow by\nmerely tying a bit of white absorbent cotton to a plain black hook.\n\nYet curious are the ways of fish. For on the next morning--a perfect\ntrout day, with a light southwest wind and running clouds, after a night\nof showers--never a rise could we get. We tried all the casts of the day\nbefore--the Parmcheenie, the Jenny Lind, the Silver Doctor and the Brown\nHackle. It was no use. Perhaps the half a hundred big fellows we had\nreturned to the pool had warned all the others; perhaps there was some\nother unwritten, occult law which prohibited trout from feasting on this\nparticular day. Finally Eddie, by some chance, put on a sort of a Brown\nHackle affair with a red piece of wool for a tail--he called it a Red\nTag fly, I think--and straightway from out of the tarry black depths\nthere rose such a trout as neither of us had seen the day before.\n\nAfter that, there was nothing the matter with Eddie's fishing. What\nthere was about this brown, red-tailed joke that tickled the fancy of\nthose great silly trout, who would have nothing to do with any other\nlure, is not for me to say. The creature certainly looked like nothing\nthat ever lived, or that they could ever have imagined before. It seemed\nto me a particularly idiotic combination and I could feel my respect\nfor the intelligence of trout waning. Eddie agreed with me as to that.\nHe said he had merely bought the thing because it happened to be the\nonly fly he didn't have in his collection and there had been a vacant\nplace in his fly-book. He said it was funny the trout should go for it\nas they did, and he laughed a good deal about it. I suppose it was\nfunny, but I did not find it very amusing. And how those crazy-headed\ntrout did act. In vain I picked out flies with the red and brown colors\nand tossed them as carefully as I could in just the same spots where\nEddie was getting those great whoppers at every cast. Some mysterious\norder from the high priest of all trout had gone forth that morning,\nprohibiting every sort and combination of trout food except this absurd\ncreature of which the oldest and mossiest trout had never dreamed. That\nwas why they went for it. It was the only thing not down on the list of\nproscribed items.\n\nThere was nothing for me to do at last but to paddle Eddie around and\nwatch him do some of the most beautiful fishing I have ever seen, and to\nnet his trout for him, and take off the fish, and attend to any other\nlittle wants incident to a fisherman's busy day. I did it with as good\ngrace as I could, of course, and said I enjoyed it, and tried not to be\nnasty and disagreeable in my attitude toward the trout, the water,\nEddie, and the camp and country in general. But, after all, it is a\nsevere test, on a day like that, to cast and cast and change flies until\nyou have wet every one in your book, without even a rise, and to see the\nother chap taking great big black and mottled fellows--to see his rod\ncurved like a whip and to watch the long, lithe body leaping and\ngleaming in the net.\n\nBut the final test, the climax, was to come at evening. For when the\nfish would no longer rise, even to the Red Tag, we pulled up to the\ncamp, where Eddie of course reported to the guides his triumph and my\ndiscomfiture. Then, just as he was opening his fly-book to put the\nprecious red-tailed mockery away, he suddenly stopped and stared at me,\nhesitated, and held up another--that is, two of them, side by side.\n\n\"So help me!\" he swore, \"I didn't know I had it! I must have forgotten I\nhad one, and bought another, at another time. Now, I had forgotten that,\ntoo. So help me!\"\n\nIf I hadn't known Eddie so well--his proclivity for buying, and\nforgetting, and buying over again--also his sterling honor and general\nmoral purity--the fishes would have got him then, Red Tag and all. As it\nwas, I condescended to accept the second fly. I agreed that it was not\nsuch a bad production, after all, though I altered my opinion again,\nnext morning, for whatever had been the embargo laid on other varieties\nof trout bait the day before, it was on now, and there was a general\nrising to anything we offered--Doctors, Parmcheenie, Absorbent\nCotton--any old thing that skimmed the water and looked big and\nsucculent.\n\nWe broke camp that morning and dropped down toward the next lake--Sand\nLake, it would be, by our crude map and hazy directions. There are no\nbetter rapids and there is no more lively fishing than we had on that\nrun. There was enough water for us to remain in the canoes, and it was\nfor the most part whirling, swirling, dashing, leaping water--shooting\nbetween great bowlders--plunging among cruel-looking black\nrocks--foaming into whirlpools below, that looked ready to swamp our\nlight craft, with stores, crew, tackle, everything.\n\nIt was my first exhibition of our guides' skill in handling their\ncanoes. How they managed to just evade a sharp point of rock on one side\nand by a quick twist escape shipwreck from a bowlder or mass of bowlders\non the other, I fail to comprehend. Then there were narrow boiling\nchannels, so full of obstructions that I did not believe a chip could go\nthrough with entire safety. Yet somehow Del the Stout and Charles the\nStrong seemed to know, though they had never traveled this water before,\njust where the water would let the boats pass, just where the stones\nwere wide enough to let us through--touching on both sides, sometimes,\nand ominously scraping on the bottom, but sliding and teetering into the\ncauldron below, where somehow we did not perish, perhaps because we\nshot so quickly through the foam. In the beginning I remembered a few\nbrief and appropriate prayers, from a childhood where such things were a\nstaff of comfort, and so made my peace with the world each time before\nwe took the desperate plunge. But as nothing seemed to happen--nothing\nfatal, I mean--I presently gave myself up to the pure enjoyment of the\ntumult and exhilaration, without disturbing myself as to dangers here or\nhereafter.\n\nI do not believe the times that the guides got out of the canoes to ease\nthem over hard places would exceed twice, and not oftener than that were\nwe called on to assist them with the paddles. Even when we wished to do\nso, we were often requested to go on fishing, for the reason, I suppose,\nthat in such a place one's unskilled efforts are likely to be\nmisdirected with fatal results. Somewhat later we were to have an\nexample of this kind--but I anticipate.\n\nWe went on fishing. I never saw so many fish. We could take them as we\nshot a rapid, we could scoop them in as we leaped a fall. They seemed to\nbe under every stone and lying in wait. There were great black fellows\nin every maelstrom; there were groups holding receptions for us in the\nstillwater pools below. It is likely that that bit of the Shelburne\nRiver had not been fished before within the memory of any trout then\nliving, and when those red and blue and yellow flies came tumbling at\nthem, they must have thought it was great day in the morning and that\nthe white-faced prophets of big feeding had come. For years, the trout\nwe returned to those pools will tell their friends and descendants of\nthe marvels and enchantments of that day.\n\nI had given up my noibwood as being too strenuous in its demands for\nconstant fishing, but I laid aside the light bamboo here in this\nhigh-pressure current and with this high-speed fishing, where trout\nsometimes leaped clear of the water for the fly cast on the foam far\nahead, to be swinging a moment later at the end of the line almost as\nfar behind. No very delicate rod would improve under a strain like that,\nand the tough old noibwood held true, and nobody cared--at least I\ndidn't--whether the tip stayed set or not. It was bent double most of\nthe time, anyway, and the rest of the time didn't matter.\n\nI don't know how many fish I took that day, but Eddie kept count of his,\nand recorded a total of seventy-four between camp and the great,\nsplendid pool where the Shelburne foams out into Sand Lake, four miles\nor such a matter, below.\n\nI do know that we lost two landing nets in that swift water, one apiece,\nand this was a serious matter, for there were but two more, both\nEddie's, and landing nets in the wilderness are not easy to replace. Of\nfish we kept possibly a dozen, the smallest ones. The others--larger and\nwiser now--are still frolicking in the waters of the Shelburne, unless\nsome fish-hog has found his way to that fine water, which I think\ndoubtful, for a fish-hog is usually too lazy and too stingy to spend the\neffort and time and money necessary to get there.\n\n\n\n\nChapter Eighteen\n\n\n  _There's nothing that's worse for sport, I guess,_\n    _Than killing to throw away;_\n  _And there's nothing that's better for recklessness_\n    _Than having a price to pay._\n\n\n\n\nChapter Eighteen\n\n\nWe had other camp diversions besides reading. We had shooting matches,\nalmost daily, one canoe against the other, usually at any stop we\nhappened to make, whether for luncheon or to repair the canoes, or\nmerely to prospect the country. On rainy days, and sometimes in the\nevening, we played a game of cards known under various names--I believe\nwe called it pedro. At all events, you bid, and buy, and get set back,\nand have less when you get through than you had before you began.\nAnyhow, that is what my canoe did on sundry occasions. I am still\nconvinced that Del and I played better cards than the other canoe,\nthough the score would seem to show a different result. We were\nbrilliant and speculative in our playing. They were plodders and not\nreally in our class. Genius and dash are wasted on such persons.\n\nI am equally certain that our shooting was much worse than theirs,\nthough the percentage of misses seemed to remain in their favor. In the\nmatter of bull's-eyes--whenever such accidents came along--they happened\nto the other canoe, but perhaps this excited our opponents, for there\nfollowed periods of wildness when, if their shots struck anywhere, it\nwas impossible to identify the places. At such periods Eddie was likely\nto claim that the cartridges were blanks, and perhaps they were. As for\nDel and me, our luck never varied like that. It remained about equally\nbad from day to day--just bad enough to beat the spectacular fortunes of\nEddie and Charles the Strong.\n\nIn the matter of wing-shooting, however--that is to say, shooting when\nwe were on the wing and any legitimate quarry came in view--my\nrecollection is that we ranked about alike. Neither of us by any chance\never hit anything at all, and I have an impression that our misses were\nabout equally wide. Eddie may make a different claim. He may claim that\nhe fired oftener and with less visible result than I. Possibly he did\nfire oftener, for he had a repeating rifle and I only a single shot, but\nso far as the result is concerned, if he states that his bullets flew\nwider of the mark, such a claim is the result of pure envy, perhaps\nmalice. Why, I recall one instance of a muskrat whose skin Eddie was\nparticularly desirous of sending to those museum folks in London--all\nproperly mounted, with their names (Eddie's and the muskrat's) on a neat\nsilver plate, so that it could stand there and do honor to us for a long\ntime--until the moths had eaten up everything but the plate, perhaps,\nand Eddie struck the water within two or three feet of it (the muskrat,\nof course) as much as a dozen times, while such shots as I let go didn't\nhit anything but the woods or the sky and are, I suppose, still buried\nsomewhere in the quiet bosom of nature. I am glad to unload that\nsentence. It was getting top-heavy, with a muskrat and moths and a\nsilver plate in it. I could shoot some holes in it with a little\npractice, but inasmuch as we didn't get the muskrat, I will let it stand\nas a stuffed specimen.\n\nI am also glad about the muskrat. Had he perished, our pledge would have\ncompelled us to eat him, and although one of Eddie's text-books told a\ngood deal about their food value and seven different ways of cooking\nthem, I was averse to experimenting even with one way. I have never\nreally cared for muskrats since as a lad I caught twenty of them one\nnight in a trammel net. Up to that hour the odor of musk had never been\nespecially offensive to me, but twenty muskrats in a net can compound a\ngood deal of perfumery. We had to bury the net, and even then I never\ncared much about it afterwards. The sight of it stirred my imagination,\nand I was glad when it was ripped away from us by a swift current one\ndark night, it being unlawful to set a trammel net in that river, and\ntherefore sinful, by daylight.\n\nIt was on Sand Lake that Eddie gave the first positive demonstration of\nhis skill as a marksman. Here, he actually made a killing. True, it was\nnot a wing shot, but it was a performance worthy of record. A chill wet\nwind blew in upon us as we left the river, and a mist such as we had\nexperienced on Irving Lake, with occasional drifts of rain, shut us in.\nAt first it was hard to be certain that we were really on a lake, for\nthe sheet of water was long and narrow, and it might be only a widening\nof the river. But presently we came to an island, and this we accepted\nas identification. It was the customary island, larger than some, but\nwith the bushes below, the sentinel pines, and here and there a gaunt\nold snag--bleached and dead and lifting its arms to the sky. On one of\nthese dead ones we made out, through the mist, a strange dark bunch\nabout the size of a barn door and of rather irregular formation.\nGradually nearing, we discovered the bunch to be owls--great horned\nowls--a family of them, grouped on the old tree's limbs in solid\nformation, oblivious to the rain, to the world, to any thought of\napproaching danger.\n\nNow, the great horned owl is legitimate quarry. The case against him is\nthat he is a bird of prey--a destroyer of smaller birds and an enemy of\nhen roosts. Of course if one wanted to go deeply into the ethics of the\nmatter, one might say that the smaller birds and the chickens are\ndestroyers, too, of bugs and grasshoppers and things, and that a life is\na life, whether it be a bird or a bumble-bee, or even a fish-worm. But\nit's hard to get to the end of such speculations as that. Besides, the\nowl was present, and we wanted his skin. Eddie crept close in with his\ncanoe, and drew a careful bead on the center of the barn door. There\nwas an angry little spit of powder in the wet, a wavering movement of\nthe dark, mist-draped bunch, a slow heaving of ghostly pinions and four\nsilent, feathered phantoms drifted away into the white gloom. But there\nwas one that did not follow. In vain the dark wings heaved and fell.\nThen there came a tottering movement, a leap forward, and\nhalf-fluttering, half-plunging, the heavy body came swishing to the\nground.\n\nYet unused to the battle as he was, for he was of the younger brood, he\ndied game. When we reached him he was sitting upright, glaring out of\nhis great yellow eyes, his talons poised for defense. Even with Eddie's\nbottle of new skin in reserve, it was not considered safe to approach\ntoo near. We photographed him as best we could, and then a shot at close\nrange closed his brief career.\n\nI examined the owl with considerable interest. In the first place I had\nnever seen one of this noble species before, and this was a beautiful\nspecimen. Also, his flesh, being that of a young bird, did not appeal to\nwarrant the expression tough as a boiled owl, which the others\nremembered almost in a chorus when I referred to our agreement\nconcerning the food test of such game as we brought down. I don't think\nany of us wanted to eat that owl. I know I didn't, but I had weakened\nonce--on the porcupine, it may be remembered--and the death of that\nporcupine rested heavily upon me, especially when I remembered how he\nhad whined and grieved in the moment of dying. I think I had a notion\nthat eating the owl would in some measure atone for the porcupine. I\nsaid, with such firmness as I could command, and all day I repeated at\nintervals, that we would eat the owl.\n\nWe camped rather early that afternoon, for it was not pleasant traveling\nin the chill mist, and the prospect of the campfire and a snug tent was\nan ever-present temptation. I had suggested, also, that we ought to go\nashore in time to cook the owl for supper. It might take time to cook\nhim.\n\nWe did not especially need the owl. We had saved a number of choice\nsmall trout and we were still able to swallow them when prepared in a\nreally palatable form. Eddie, it is true, had condemned trout at\nbreakfast, and declared he would have no more of them, but this may have\nbeen because there were flapjacks. He showed no disposition to condemn\nthem now. When I mentioned the nice, tender owl meat which we were to\nhave, he really looked longingly at the trout and spoke of them as juicy\nlittle fellows, such as he had always liked. I agreed that they would be\ngood for the first course, and that a bird for supper would make out a\nsumptuous meal. I have never known Eddie to be so kind to me as he was\nabout this time. He offered me some leaders and flies and even presented\nme with a silver-mounted briar-root pipe, brought all the way from\nLondon. I took the things, but I did not soften my heart. I was born in\nNew England and have a conscience. I cannot be bribed like that.\n\nI told the guides that it would be better to begin supper right away, in\norder that we might not get too hungry before the owl was done. I\nthought them slow in their preparations for the meal. It was curious,\ntoo, for I had promised them they should have a piece of the bird. Del\nwas generous. He said he would give his to Charles. That he never really\ncared much for birds, anyhow. Why, once, he said, he shot a partridge\nand gave it away, and he was hungry, too. He gave it to a boy that\nhappened along just then, and when another partridge flew up he didn't\neven offer to shoot it. We didn't take much stock in that story until it\ndawned upon us that he had shot the bird out of season, and the boy had\nhappened along just in time to be incriminated by accepting it as a\npresent. It was better to have him as a partner than a witness.\n\nAs for Charles, he affected to be really eager for owl meat. He said\nthat all his life he had looked forward to this time. Still, he was\nslow, I thought. He seemed about as eager for supper as a boy is to\ncarry in the evening wood. He said that one of the canoes leaked a\nlittle and ought to be pitched right away. I said it was altogether too\ndamp for such work and that the canoe would wait till morning. Then he\nwanted to look up a spring, though there were two or three in plain\nsight, within twenty yards of the camp. I suspected at last that he was\nnot really anxious to cook the owl and was trying to postpone the matter\nuntil it was too late for him (the owl) to get properly done before\nbedtime. Then I became firm. I said that a forest agreement was sacred.\nThat we were pledged to the owl before we shot him, and that we would\nkeep our promise to the dead, even to the picking of his bones.\n\nWood was gathered then, and the fire blazed. The owl's breast--fat and\nfine it looked--was in the broiler, and on the fire. There it\ncooked--and cooked. Then it cooked some more and sent up an appetizing\nsmell. Now and then, I said I thought the time for it had come, but\nthere was a burden of opinion that more cooking would benefit the owl.\nMeantime, we had eaten a pan or two of trout and a few other things--the\nbird of course being later in the bill of fare. At most dinners I have\nattended, this course is contemplated with joy. It did not seem to be on\nthis occasion. Eddie agreed with Del that he had never cared much for\nbird, anyway, and urged me to take his share. I refused to deprive him\nof it. Then he said he didn't feel well, and thought he really ought not\nto eat anything more. I said grimly that possibly this was true, but\nthat he would eat the owl.\n\nIt was served then, fairly divided and distributed, as food is when men\nare on short rations. I took the first taste--I was always\nventuresome--a little one. Then, immediately, I wished I had accepted\nEddie's piece. But meantime he had tasted, too--a miserly taste--and\nthen I couldn't have got the rest of it for money.\n\nFor there was never anything so good as that breast of young owl. It was\ntender, it was juicy, it was as delicately flavored as a partridge,\nalmost. Certainly it was a dainty morsel to us who had of late dealt so\nlargely in fish diet. Had we known where the rest of that brood of owls\nhad flown to we should have started after them, then and there.\n\n     Extract from my diary that night: \"Eddie has been taken with\n     a slight cramp, and it has occurred to him that the owl\n     meat, though appetizing, may be poisonous. He is searching\n     his medicine bag for remedies. His disaster is merely\n     punishment for the quantity of other food he ate beforehand,\n     in his futile effort to escape the owl.\"\n\n\n\n\nChapter Nineteen\n\n\n  _Then scan your map, and search your plans,_\n    _And ponder the hunter's guess--_\n  _While the silver track of the brook leads back_\n    _Into the wilderness._\n\n\n\n\nChapter Nineteen\n\n\nWe looked for moose again on Sand Lake, but found only signs. On the\nwhole, I thought this more satisfactory. One does not have to go\ngalloping up and down among the bushes and rocks to get a glimpse of\nsigns, but may examine them leisurely and discuss the number, character\nand probable age of these records, preserving meanwhile a measure of\nrepose, not to say dignity.\n\nBelow Sand Lake a brook was said to enter. Descending from the upper\ninterior country, it would lead us back into regions more remote than\nany heretofore traveled. So far as I could learn, neither of our guides\nhad ever met any one who even claimed in know this region, always\nexcepting the imaginative Indian previously mentioned. Somewhere in\nthese uncharted wilds this Indian person had taken trout \"the size of\none's leg.\"\n\nRegardless of the dimensions of this story, it had a fascination for us.\nWe wished to see those trout, even if they had been overrated. We had\nbeen hurrying, at least in spirit, to reach the little water gateway\nthat opened to a deeper unknown where lay a chain of lakes, vaguely set\ndown on our map as the Tobeatic[4] waters. At some time in the past the\nregion had been lumbered, but most of the men who cut the timber were\nprobably dead now, leaving only a little drift of hearsay testimony\nbehind.\n\nIt was not easy to find the entrance to the hidden land. The foliage was\nheavy and close along the swampy shore, and from such an ambush a still\nsmall current might flow unnoticed, especially in the mist that hung\nabout us. More than once we were deceived by some fancied ripple or the\nconfiguration of the shore. Del at length announced that just ahead was\na growth of a kind of maple likely to indicate a brook entrance. The\nshore really divided there and a sandy waterway led back somewhere into\na mystery of vines and trees.\n\nWe halted near the mouth of the little stream for lunch and\nconsultation. It was not a desirable place to camp. The ground was low\nand oozy and full of large-leaved greenhousy-looking plants. The recent\nrains had not improved the character of the place. There was poison ivy\nthere, too, and a delegation of mosquitoes. We might just as well have\ngone up the brook a hundred yards or so, to higher and healthier ground,\nbut this would not have been in accord with Eddie's ideas of\nexploration. Explorers, he said, always stopped at the mouth of rivers\nto debate, and to consult maps and feed themselves in preparation for\nunknown hardships to come. So we stopped and sat around in the mud, and\nlooked at some marks on a paper--made by the imaginative Indian, I\nthink--and speculated as to whether it would be possible to push and\ndrag the canoes up the brook, or whether everything would have to go\noverland.\n\nPersonally, the prospect of either did not fill me with enthusiasm. The\nsize of the brook did not promise much in the way of important waters\nabove or fish even the size of one's arm. However, Tobeatic exploration\nwas down on the cards. Our trip thus far had furnished only a hint of\nsuch mystery and sport as was supposed to lie concealed somewhere beyond\nthe green, from which only this little brooklet crept out to whisper the\nsecret. Besides, I had learned to keep still when Eddie had set his\nheart on a thing. I left the others poring over the hieroglyphic map,\nand waded out into the clean water of the brook. As I looked back at Del\nand Charlie, squatting there amid the rank weeds, under the dark,\ndripping boughs, with Eddie looking over their shoulders and pointing at\nthe crumpled paper, spread before them, they formed a picturesque\ngroup--such a one as Livingstone or Stanley and their followers might\nhave made in the African jungles. When I told Eddie of this he grew\nvisibly prouder and gave me two new leaders and some special tobacco.\n\nWe proceeded up the stream, Eddie and I ahead, the guides pushing the\nloaded canoes behind. It was the brook of our forefathers--such a stream\nas might flow through the valley meadows of New England, with trout of\nabout the New England size, and plentiful. Lively fellows, from seven to\nnine inches in length, rose two and three at almost every cast. We put\non small flies and light leaders and forgot there were such things as\nbig trout in Nova Scotia. It was joyous, old-fashioned fishing--a real\ntreat for a change.\n\nWe had not much idea how far we were to climb this water stairway, and\nas the climb became steeper, and the water more swift, the guides pushed\nand puffed and we gave them a lift over the hard places--that is, Eddie\ndid. I was too tired to do anything but fish.\n\nAs a rule, the water was shallow, but there were deep holes. I found one\nof them presently, by mistake. It was my habit to find holes that\nway--places deeper than my waders, though the latter came to my\nshoulders. It seemed necessary that several times daily I should get my\nboots full of water. When I couldn't do it in any other way I would fall\nover something and let the river run into them for a while. I called to\nEddie from where I was wallowing around, trying to get up, with my usual\nballast.\n\n\"Don't get in here!\" I said.\n\nHe was helping the boys over a hard place just then, tugging and\nsweating, but he paused long enough to be rude and discourteous.\n\n\"I don't have to catch my trout in my boots,\" he jeered, and the guides\nwere disrespectful enough to laugh. I decided that I would never try to\ndo any of them a good turn again. Then suddenly everything was\nforgotten, for a gate of light opened out ahead, and presently we pushed\nthrough and had reached the shores of as lovely a sheet of water as lies\nin the great north woods. It was Tupper Lake, by our calculation, and it\nwas on the opposite side that Tobeatic Brook was said to enter. There,\nif anywhere, we might expect to find the traditional trout. So far as we\nknew, no one had looked on these waters since the old lumbering days.\nExcept for exploration there was no reason why any one should come. Of\nfish and game there were plenty in localities more accessible. To me, I\nbelieve the greatest joy there, as everywhere in the wilderness--and it\nwas a joy that did not grow old--was the feeling that we were in a\nregion so far removed from clanging bells and grinding wheels and all\nthe useful, ugly attributes of mankind.\n\nWe put out across the lake. The land rose rather sharply beyond, and\nfrom among the trees there tumbled out a white foaming torrent that made\na wide swirling green pool where it entered. We swept in below this\naquarium, Eddie taking one side and I the other. We had on our big flies\nnow and our heavy leaders. They were necessary. Scarcely had a cast gone\nsailing out over the twisting water when a big black and gold shape\nleaped into the air and Eddie had his work cut out for him. A moment\nlater my own reel was singing, and I knew by the power and savage rushes\nthat I had something unusual at the other end.\n\n\"Trout as big as your leg!\" we called across to each other, and if they\nwere not really as big as that, they were, at all events, bigger than\nanything so far taken--as big as one's arm perhaps--one's forearm, at\nleast, from the hollow of the elbow to the fingertips. You see how\nimpossible it is to tell the truth about a trout the first time. I never\nknew a fisherman who could do it. There is something about a fish that\ndoes not affiliate with fact. Even at the market I have known a fish to\nweigh more than he did when I got him home. We considered the\nimaginative Indian justified, and blessed him accordingly.\n\nFOOTNOTES:\n\n[4] Pronounced To-be-at-ic\n\n\n\n\nChapter Twenty\n\n\n  _You may slip away from a faithful friend_\n    _And thrive for an hour or two,_\n  _But you'd better be fair, and you'd better be square,_\n    _Or something will happen to you._\n\n\n\n\nChapter Twenty\n\n\nWe took seventeen of those big fellows before we landed, enough in all\nconscience. A point just back of the water looked inviting as a place to\npitch the tents, and we decided to land, for we were tired. Yet curious\nare the ways of fishermen: having had already too much, one becomes\ngreedy for still more. There was an old dam just above, unused for a\ngeneration perhaps, and a long, rotting sluiceway through which poured a\ntorrent of water. It seemed just the place for the king of trouts, and I\nmade up my mind to try it now before Eddie had a chance. You shall see\nhow I was punished.\n\nI crept away when his back was turned, taking his best and\nlongest-handled landing net (it may be remembered I had lost mine), for\nit would be a deep dip down into the sluice. The logs around the\npremises were old and crumbly and I had to pick my way with care to\nreach a spot from which it would be safe to handle a big trout. I knew\nhe was there. I never had a stronger conviction in my life. The\nprojecting ends of some logs which I chose for a seat seemed fairly\npermanent and I made my preparations with care. I put on a new leader\nand two large new flies. Then I rested the net in a handy place, took a\nlook behind me and sent the cast down the greased lightning current that\nwas tearing through the sluice.\n\nI expected results, but nothing quite so sudden. Neither did I know that\nwhales ever came so far up into fresh-water streams. I know it was a\nwhale, for nothing smaller could have given a yank like that; besides,\nin the glimpse I had of him he looked exactly like pictures I have seen\nof the leviathan who went into commission for three days to furnish\npassage for Jonah and get his name in print. I found myself suddenly\ngrabbing at things to hold on to, among them being Eddie's long-handled\nnet, which was of no value as ballast, but which once in my hand I could\nnot seem to put down again, being confused and toppling.\n\nAs a matter of fact there was nothing satisfactory to get hold of in\nthat spot. I had not considered the necessity of firm anchorage when I\nselected the place, but with a three-ton trout at the end of a long\nline, in a current going a thousand miles a minute, I realized that it\nwould be well to be lashed to something permanent. As it was, with my\nlegs swinging over that black mill-race, my left hand holding the rod,\nand my right clutching the landing net, I was in no position to\nwithstand the onset of a battle such as properly belongs to the North\nPacific Ocean where they have boats and harpoons and long coiled lines\nsuitable to such work.\n\n[Illustration: \"I remember seeing the sluice, black and swift, suddenly\nrise to meet me.\"]\n\nStill, I might have survived--I might have avoided complete disaster, I\nthink--if the ends of those two logs I selected as a seat had been as\nsound as they looked. Of course they were not. They were never intended\nto stand any such motions as I was making. In the brief moment allowed\nme for thought I realized this, but it was no matter. My conclusions\nwere not valuable. I remember seeing the sluice, black, and swift,\nsuddenly rise to meet me, and of dropping Eddie's net as I went down.\nThen I have a vision of myself shooting down that race in a wild\ntoboggan ride, and a dim, splashy picture of being pitched out on a heap\nof brush and stones and logs below.\n\nWhen I got some of the water out of my brains so I could think with\nthem, I realized, first, that I was alive, still clutching my rod and\nthat it was unbroken. Next, that the whale and Eddie's landing net were\ngone. I did not care so especially much about the whale. He had annoyed\nme. I was willing to part with him. Eddie's net was a different matter.\nI never could go back without that. After all his goodness to me I had\ndeceived him, slipped away from him, taken his prized net--and lost it.\nI had read of such things; the Sunday-school books used to be full of\nsimilar incidents. And even if Eddie forgave me, as the good boy in the\nbooks always did, my punishment was none the less sure. My fishing was\nended. There was just one net left. Whatever else I had done, or might\ndo, I would never deprive Eddie of his last net. I debated whether I\nshould go to him, throw myself on his mercy--ask his forgiveness and\noffer to become his special guide and servant for the remainder of the\ntrip--or commit suicide.\n\nBut presently I decided to make one try, at least, to find the net. It\nhad not been thrown out on the drift with me, for it was not there.\nBeing heavy, it had most likely been carried along the bottom and was at\npresent lodged in some deep crevice. It was useless, of course; still, I\nwould try.\n\nI was not much afraid of the sluice, now that I had been introduced to\nit. I put my rod in a place of safety and made my way to the upper end\nof the great trough. Then I let myself down carefully into the racing\nwater, bracing myself against the sides and feeling along the bottom\nwith my feet. It was uncertain going, for the heavy current tried hard\nto pull me down. But I had not gone three steps till I felt something. I\ncould not believe it was the net. I carefully steadied myself and--down,\ndown to my elbow. Then I could have whooped for joy, for it _was_ the\nnet. It had caught on an old nail or splinter, or something, and held\nfast.\n\nEddie was not at the camp, and the guides were busy getting wood. I was\nglad, for I was wet and bruised and generally disturbed. When I had\nchanged my things and recovered a good deal, I sat in the shade and\nsmoked and arranged my fly-book and other paraphernalia, and brooded on\nthe frailty of human nature and the general perversity and cussedness of\nthings at large. I had a confession all prepared for Eddie, long before\nhe arrived. It was a good confession--sufficiently humble and truthful\nwithout being dangerous. I had tested it carefully and I did not believe\nit could result in any disagreeable penance or disgrace on my part. It\ntakes skill to construct a confession like that. But it was wasted. When\nEddie came in, at last, he wore a humble hang-dog look of his own, and I\ndid not see the immediate need of _any_ confession.\n\n\"I didn't really intend to run off from you,\" he began sheepishly. \"I\nonly wanted to see what was above the dam, and I tried one or two of the\nplaces up there, and they were all so bully I couldn't get away. Get\nyour rod, I want to take you up there before it gets too late.\"\n\nSo the rascal had taken advantage of my brief absence and slipped off\nfrom me. In his guilty haste he had grabbed the first landing net he had\nseen, never suspecting that I was using the other. Clearly I was the\ninjured person. I regarded him with thoughtful reproach while he begged\nme to get my rod and come. He would take nothing, he said, but a net,\nand would guide for me. I did not care to fish any more that day; but I\nknew Eddie--I knew how his conscience galled him for his sin and would\nnever give him peace until he had made restitution in full. I decided to\nbe generous.\n\nWe made our way above the dam, around an old half-drained pond, and\nthrough a killing thicket of vines and brush to a hidden pool, faced\nwith slabs and bowlders. There, in that silent dim place I had the most\nbeautiful hour's fishing I have ever known. The trout were big, gamy\nfellows and Eddie was alert, obedient and respectful. It was not until\ndusk that he had paid his debt to the last fish--had banished the final\ntwinge of remorse.\n\nOur day, however, was not quite ended. We must return to camp. The\nthicket had been hard to conquer by daylight. Now it was an impenetrable\nwall of night and thorns. Across the brook looked more open and we\ndecided to go over, but when we got there it proved a trackless, swampy\nplace, dark and full of pitfalls and vines. Eddie, being small and\nwoods-broken could work his way through pretty well, but after a few\ndiscouragements I decided to wade down the brook and through the shallow\npond above the dam. At least it could not be so deadly dark there.\n\nIt was heart-breaking business. I went slopping and plunging among\nstumps and stones and holes. I mistook logs for shadows and shadows for\nlogs with pathetic results. The pond that had seemed small and shallow\nby daylight was big enough and deep enough now. A good deal of the way I\nwent on my hands and knees, but not from choice. A nearby owl hooted at\nme. Bats darted back and forth close to my face. If I had not been a\nmoral coward I should have called for help. Eddie had already reached\ncamp when I arrived and had so far recovered his spiritual status that\nhe jeered at my condition. I resolved then not to mention the sluice and\nthe landing net at all--ever. I needed an immediate change of garments,\nof course--the third since morning.[5] It had been a hard, eventful day.\nSuch days make camping remembered--and worth while.\n\nFOOTNOTES:\n\n[5] I believe the best authorities say that one change is enough to take\non a camping trip, and maybe it is--for the best authorities.\n\n\n\n\nChapter Twenty-one\n\n\n  _Oh, it's well to live high as you can, my boy,_\n    _Wherever you happen to roam,_\n  _But it's better to have enough bacon and beans_\n    _To take the poor wanderers home._\n\n\n\n\nChapter Twenty-one\n\n\nBy this time we had reached trout diet _per se_. I don't know what _per\nse_ means, but I have often seen it used and it seems to fit this case.\nOf course we were not entirely out of other things. We had flour for\nflapjacks, some cornmeal for mush and Johnnie-cake, and enough bacon to\nimpart flavor to the fish. Also, we were not wholly without beans--long\nmay they wave--the woods without them would be a wilderness indeed. But\nin the matter of meat diet it was trout _per se_, as I have said, unless\nthat means we did not always have them; in which case I will discard\nthose words. We did. We had fried trout, broiled trout, boiled trout,\nbaked trout, trout on a stick and trout chowder. We may have had them\nother ways--I don't remember. I know I began to imagine that I was\nsprouting fins and gills, and daily I felt for the new bumps on my head\nwhich I was certain must result from this continuous absorption of brain\nfood. There were several new bumps, but when I called Eddie's attention\nto them, he said they were merely the result of butting my head so\nfrequently against logs and stumps and other portions of the scenery.\nThen he treated them with liniment and new skin.\n\nSpeaking of food, I believe I have not mentioned the beefsteak which we\nbrought with us into the woods. It was Eddie's idea, and he was its\nself-appointed guardian and protector. That was proper, only I think he\nprotected it too long. It was a nice sirloin when we started--thick and\njuicy and of a deep rich tone. Eddie said a little age would improve it,\nand I suppose he was right--he most always is. He said we would\nappreciate it more, too, a little later, which seemed a sound doctrine.\n\nYet, somehow, that steak was an irritation. It is no easy matter to\nadjust the proper age of a steak to the precise moment of keen and\ngeneral appreciation. We discussed the matter a good deal, and each time\nthe steak was produced as a sort of Exhibit A, and on each occasion\nEddie decided that the time was not ripe--that another day would add to\nits food value. I may say that I had no special appetite for steak, not\nyet, but I did not want to see it carried off by wild beasts, or offered\nat last on a falling market.\n\nBesides, the thing was an annoyance as baggage. I don't know where we\ncarried it at first, but I began to come upon it in unexpected places.\nIf I picked up a yielding looking package, expecting to find a dry\nundergarment, or some other nice surprise, it turned out to be that\nsteak. If I reached down into one of the pack baskets for a piece of\nEddie's chocolate, or some of his tobacco--for anything, in fact--I\nwould usually get hold of a curious feeling substance and bring up that\nsteak. I began to recognize its texture at last, and to avoid it.\nEventually I banished it from the baskets altogether. Then Eddie took to\nhanging it on a limb near the camp, and if a shower came up suddenly he\ncouldn't rest--he must make a wild rush and take in that steak. I\nrefused at last to let him bring it into the tent, or to let him hang it\non a nearby limb. But this made trouble, for when he hung it farther\naway he sometimes forgot it, and twice we had to paddle back a mile or\nso to get that steak. Also, sometimes, it got wet, which was not good\nfor its flavor, he said; certainly not for its appearance.\n\nIn fact, age told on that steak. It no longer had the deep rich glow of\nyouth. It had a weather-beaten, discouraged look, and I wondered how\nEddie could contemplate it in that fond way. It seemed to me that if the\ntime wasn't ripe the steak was, and that something ought to be done\nabout a thing like that. My suggestions did not please Eddie.\n\nI do not remember now just when we did at last cook that steak. I prefer\nto forget it. Neither do I know what Eddie did with his piece. I buried\nmine.\n\n[Illustration: \"When I awoke, a savory smell was coming in the tent.\"]\n\nEddie redeemed himself later--that is to say, he produced something I\ncould eat. He got up early for the purpose. When I awoke, a savory smell\nwas coming in the tent. Eddie was squatted by the fire, stirring\nsomething in a long-handled frying pan. Neither he nor the guides were\ncommunicative as to its nature, but it was good, and I hoped we would\nhave it often. Then they told me what it was. It was a preparation with\ncream (condensed) of the despised canned salmon which I had denounced\nearlier in the trip as an insult to live, speckled trout. You see how\none's point of view may alter. I said I was sorry now we hadn't brought\nsome dried herring. The others thought it a joke, but I was perfectly\nserious.\n\nIn fact, provisioning for a camping trip is a serious matter. Where a\ncanoe must carry a man and guide, with traps and paraphernalia, and\nprovisions for a three-weeks' trip, the problem of condensation in the\nmatter of space and weight, with amplitude in the matter of quantity,\naffords study for a careful mind. We started out with a lot of can and\nbottle goods, which means a good deal of water and glass and tin, all of\nwhich are heavy and take up room. I don't think ours was the best way.\nThe things were good--too good to last--but dried fruits--apricots,\nprunes and the like--would have been nearly as good, and less\nburdensome. Indeed by the end of the second week I would have given five\ncents apiece for a few dried prunes, while even dried apples, which I\nhad learned to hate in childhood, proved a gaudy luxury. Canned beans,\ntoo, I consider a mistake. You can't take enough of them in that form.\nNo two canoes can safely carry enough canned beans to last two fishermen\nand two Nova Scotia guides for three weeks. As for jam and the like,\nwhy it would take one canoe to carry enough marmalade to supply Del the\nStout alone. If there is any such thing as a marmalade cure, I hope Del\nwill take it before I am ready to go into the woods again. Otherwise I\nshall tow an extra canoe or a marmalade factory.\n\nAs I have said, dried things are better; fruits, beans, rice, beef,\nbacon--maple sugar (for sirup), cornmeal and prepared flour. If you want\nto start with a few extras in the way of canned stuff, do it, but be\nsure you have plenty of the staples mentioned. You will have enough\nwater and tin and glass to carry with your condensed milk, your vinegar,\na few pickles, and such other bottle refreshments as your tastes and\nmorals will permit. Take all the variety you can in the way of dried\nstaples--be sure they are staples--but cut close on your bulky tinned\nsupplies. It is better to be sure of enough Johnnie-cake and bacon and\nbeans during the last week out than to feast on plum-pudding and\nCalifornia pears the first.\n\n\n\n\nChapter Twenty-two\n\n\n  _Oh, it's up and down the island's reach,_\n    _Through thicket and gorge and fen,_\n  _With never a rest in their fevered quest,_\n    _Hurry the hunter men._\n\n\n\n\nChapter Twenty-two\n\n\nI would gladly have lingered at Tobeatic Dam. It was an ideal place,\nwholly remote from everything human--a haunt of wonderful trout,\npeaceable porcupines and tame birds. The birds used to come around the\ntent to look us over and ask questions, and to tell us a lot about what\nwas going on in the back settlements--those mysterious dim places where\nbird and beast still dwell together as in the ancient days, their round\nof affairs and gossip undisturbed. I wanted to rest there, and to heal\nup a little before resuming the unknown way.\n\nBut Eddie was ruthless--there were more worlds to conquer. The spirit of\nsome old ancestor who probably set out to discover the Northwest Passage\nwas upon him. Lower Tobeatic Lake was but a little way above. We pushed\nthrough to it without much delay. It was an extensive piece of water,\nfull of islands, lonely rocks and calling gulls, who come to this inland\nisolation to rear their young.\n\nThe morning was clear and breezy and we set on up the lake in the\ncanoes, Eddie, as usual, a good way in advance. He called back to us now\nand then that this was great moose country, and to keep a sharp lookout\nas we passed the islands. I did not wish to see moose. The expedition\nhad already acquitted itself in that direction, but Eddie's voice was\neager, even authoritative, so we went in close and pointed at signs and\nwhispered in the usual way. I realized that Eddie had not given up the\ncalf moose idea and was still anxious to shine with those British Museum\npeople. It seemed to me that such ambitions were not laudable. I\nconsidered them a distinct mar to a character which was otherwise almost\nperfect. It was at such times that my inclination to drown or poison\nEddie was stronger than usual.\n\nHe had been behind an island a good while when we thought we heard a\nshot. Presently we heard it again, and were sure. Del was instantly all\nablaze. Two shots had been the signal for moose.\n\nWe went around there. I suppose we hurried. I know it was billowy off\nthe point and we shipped water and nearly swamped as we rounded. Behind\nthe island, close in, lay the other canoe, Eddie waving to us excitedly\nas we came up.\n\n\"Two calf meese!\" he called (meese being Eddie's plural of\nmoose--everybody knows that mooses is the word). \"Little helpless\nfellows not more than a day or two old. They're too young to swim of\ncourse, so they can't get on the island. We've got em, sure!\"\n\n\"Did you hit either of them?\" I asked anxiously.\n\n\"No, of course not! I only fired for a signal. They are wholly at our\nmercy. They were right here just a moment ago. The mother ran, and they\nhardly knew which way to turn. We can take them alive.\"\n\n\"But, Eddie,\" I began, \"what will you do with them? They'll have to be\nfed if we keep them, and will probably want to occupy the tents, and\nwe'll have to take them in the canoes when we move.\"\n\nHe was ready for this objection.\n\n\"I've been thinking,\" he said with decision. \"Dell and Charlie can take\none of the canoes, with the calves in it, and make straight for Milford\nby the shortest cut. While they're gone we'll be exploring the upper\nlake.\"\n\nThis was a brief, definite plan, but it did not appeal to me. In the\nfirst place, I did not wish to capture those little mooses. Then, too, I\nforesaw that during the considerable period which must elapse before the\nguides returned, somebody would have to cook and wash dishes and perform\nother menial camp labor. I suspected Eddie might get tired of doing\nguide work as a daily occupation. Also, I was sorry for Charlie and Del.\nI had a mental picture of them paddling for dear life up the Liverpool\nRiver with two calf mooses galloping up and down the canoe, bleating\nwildly, pausing now and then to lap the faces of the friendly guides and\nperhaps to bite off an ear or some other handy feature. Even the wild\nanimals would form along the river bank to view a spectacle like that,\nand I imagined the arrival at the hotel would be something particularly\nshowy. I mentioned these things and I saw that for once the guides were\nwith me. They did not warm to the idea of that trip up the Liverpool and\nthe gaudy homecoming. Eddie was only for a moment checked.\n\n\"Well, then,\" he said, \"we'll kill and skin them. We can carry the\nskins.\"\n\nThis was no better. I did not want those little mooses slaughtered, and\nsaid so. But Eddie was roused now, and withered me with judicial\nseverity.\n\n\"Look here,\" he said, and his spectacles glared fiercely. \"I'm here as a\nrepresentative of the British Museum, in the cause of science, not to\ndiscuss the protection of dumb creatures. That's another society.\"\n\nI submitted then, of course. I always do when Eddie asserts his official\ncapacity like that. The authority of the British Museum is not to be\nlightly tampered with. So far as I knew he could have me jailed for\ncontempt. We shoved our canoes in shore and disembarked. Eddie turned\nback.\n\n\"We must take something to tie their hind legs,\" he said, and fished out\na strap for that purpose. The hope came to me that perhaps, after all,\nhe might not need the strap, but I was afraid to mention it.\n\nI confess I was unhappy. I imagined a pathetic picture of a little\ninnocent creature turning its pleading eyes up to the captor who with\nkeen sheath-knife would let slip the crimson tide. I had no wish to go\nracing through the brush after those timid victims.\n\n[Illustration: \"I do not like to come upon snakes in that manner.\"]\n\nI did, however. The island was long and narrow. We scattered out across\nit in a thin line of battle, and starting at one end swept down the\nlength of it with a conquering front. That sounds well, but it fails to\nexpress what we did. We did not sweep, and we did not have any front to\nspeak of. The place was a perfect tangle and chaos of logs, bushes,\nvines, pits, ledges and fallen trees. To beat up that covert was a hot,\nscratchy, discouraging job, attended with frequent escapes from accident\nand damage. I was satisfied I had the worst place in the line, for I\ncouldn't keep up with the others, and I tried harder to do that than I\ndid to find the little mooses. I didn't get sight of the others after we\nstarted. Neither did I catch a glimpse of those little day-old calves,\nor of anything else except a snake, which I came upon rather suddenly\nwhen I was down on my hands and knees, creeping under a fallen tree. I\ndo not like to come upon snakes in that manner. I do not care to view\nthem even behind glass in a museum. An earthquake might strike that\nmuseum and break the glass and it might not be easy to get away. I wish\nEddie had been collecting snake skins for _his_ museum. I would have\nbeen willing for him to skin that one alive.\n\nI staggered out to the other end of the island, at last, with only a\nflickering remnant of life left in me. I thought Eddie would be\ngrateful for all my efforts when I was not in full sympathy with the\nundertaking; but he wasn't. He said that by not keeping up with the line\nI had let the little mooses slip by, and that we would have to make the\ndrive again. I said he might have my route and I would take another. It\nwas a mistake, though. I couldn't seem to pick a better one. When we had\nchased up and down that disordered island--that dumping ground of\nnature--for the third time; when I had fallen over every log and stone,\nand into every hole on it, and had scraped myself in every brush-heap,\nand not one of us had caught even an imaginary glimpse of those little,\nhelpless, day-old meese, or mooses, or mice for they were harder to find\nthan mice--we staggered out, limp and sore, silently got into our canoes\nand drifted away. Nobody spoke for quite a while. Nobody had anything to\nsay. Then Charlie murmured reflectively, as if thinking aloud:\n\n\"Little helpless fellows--not more than a day or two old----\"\n\nAnd Del added--also talking to himself:\n\n\"Too young to swim, of course--wholly at our mercy.\" Then, a moment\nlater, \"It's a good thing we took that strap to tie their hind legs.\"\n\nEddie said nothing at all, and I was afraid to. Still, I was glad that\nmy vision of the little creatures pleading for their lives hadn't been\nrealized, or that other one of Del and Charlie paddling for dear life\nup the Liverpool, with those little mooses bleating and scampering up\nand down the canoe.\n\nWhat really became of those calves remains a mystery. Nature teaches her\nwild children many useful things. Their first indrawn breath is laden\nwith knowledge. Perhaps those wise little animals laughed at us from\nsome snug hiding. Perhaps they could swim, after all, and followed their\nmother across the island, and so away. Whatever they did, I am glad,\neven if the museum people have me arrested for it.\n\n\n\n\nChapter Twenty-three\n\n\n  _When the utmost bound of the trail is found--_\n    _The last and loneliest lair--_\n  _The hordes of the forest shall gather round_\n    _To bid you a welcome there._\n\n\n\n\nChapter Twenty-three\n\n\nI do not know what lies above the Tobeatic lakes, but the strip of\ncountry between is the true wilderness. It is a succession of swamps and\nspruce thickets--ideal country for a moose farm or a mosquito hatchery,\nor for general exploration, but no sort of a place for a Sunday-school\npicnic. Neither is it a good place to fish. The little brook between the\nlakes runs along like a chain pump and contains about as many trout.\nThere are one or two pretty good pools, but the effort to reach them is\ntoo costly.\n\nWe made camp in as dry a place as we could find, but we couldn't find a\nplace as big as the tent that didn't have a spring or a water hole. In\nfact, the ground was a mass of roots, great and small, with water\neverywhere between. A spring actually bubbled up between our beds, and\nwhen one went outside at night it was a mercy if he did not go plunging\ninto some sort of a cold, wet surprise, with disastrous and profane\nresults. Being the worst camp and the worst country and the poorest\nfishing we had found, we remained there two days. But this was as it\nshould be. We were not fishermen now, but explorers; and explorers,\nEddie said, always court hardships, and pitch their camps in the midst\nof dangers.\n\nImmediately after our arrival, Eddie and I took one side of the brook\nand the guides the other, and we set out to discover things, chiefly the\nupper lake. Of course we would pick the hardest side. We could be\ndepended on to do that. The brook made a long bend, and the guides, who\nwere on the short side, found fairly easy going. Eddie and I, almost\nimmediately, were floundering in a thick miry swamp, where it was hot\nand breezeless, and where the midges, mooseflies and mosquitoes gave us\na grand welcome. I never saw anybody so glad to be discovered as those\nmooseflies. They were as excited as if we were long lost relatives who\nhad suddenly turned up with a fortune. They swarmed about us and clung\nto us and tapped us in any convenient place. I did not blame them, of\ncourse. Moose diet, year in and year out, would make them welcome\nanything by way of a change. And what droves of moose there must be in\nthat swamp to support such a muster of flies! Certainly this was the\nvery heart of the moose domain.\n\nPerhaps the reader who has never seen a moosefly may not appreciate the\namplitude and vigor of our welcome. The moosefly is a lusty fellow with\nmottled wings. I believe he is sometimes called the deerfly, though as\nthe moose is bigger and more savage than the deer, it is my opinion that\nthe moosefly is bigger and more savage than any fly that bites the deer.\nI don't think the deer could survive him. He is about the size of the\ngreen-headed horsefly, but of more athletic build. He describes rapid\nand eager circles about one's head, whizzing meanwhile in a manner which\nsome may like, but which I could not learn to enjoy. His family is large\nand he has many friends. He brings them all along to greet you, and they\nall whiz and describe circles at once, and with every circle or two he\nmakes a dip and swipes up about a gill of your lifeblood and guzzles it\ndown, and goes right on whizzing and circling until he picks out a place\nfor the next dip. Unlike the mosquito, the moosefly does not need to\nlight cautiously and patiently sink a well until he strikes a paying\nvein. His practice on the moose has fitted him for speedier methods. The\nbill with which he is accustomed to bore through a tough moosehide in a\nsecond or two will penetrate a man in the briefest fraction of the time.\n\nWe got out of that swamp with no unnecessary delay and made for a spruce\nthicket. Ordinarily one does not welcome a spruce thicket, for it\nresembles a tangle of barbed wires. But it was a boon now. We couldn't\nscratch all the places at once and the spruce thicket would help. We\nplunged into it and let it dig, and scrape, and protect us from those\nwhizzing, circling blood-gluttons of the swamp. Yet it was cruel going.\nI have never seen such murderous brush. I was already decorated with\ncertain areas of \"New Skin,\" but I knew that after this I should need a\nwhole one. Having our rods and guns made it harder. In places we were\nobliged to lie perfectly flat to worm and wriggle through. And the heat\nwas intense and our thirst a torture. Yet in the end it was worth while\nand the payment was not long delayed. Just beyond the spruce thicket ran\na little spring rivulet, cold as ice. Lying on its ferny margin we drank\nand drank, and the gods themselves cannot create a more exquisite joy\nthan that. We followed the rivulet to where it fed the brook, a little\nway below. There we found a good-sized pool, and trout. Also a cool\nbreeze and a huge bowlder--complete luxury. We rested on the big\nstone--I mean I did--and fished, while Eddie was trying to find the way\nout. I said I would wait there until a relief party arrived. It was no\nuse. Eddie threatened to leave me at last if I didn't come on, and I had\nno intention of being left alone in that forgotten place.\n\nWe struggled on. Finally near sunset of that long, hard June day, we\npassed out of the thicket tangle, ascended a slope and found ourselves\nin an open grove of whispering pines that through all the years had\nsomehow escaped the conflagration and the ax. Tall colonnades they\nformed--a sort of Grove of Dodona which because of some oracle, perhaps,\nthe gods had spared and the conquering vandals had not swept away. From\nthe top of the knoll we caught a glimpse of water through the trees, and\npresently stood on the shore of Little Tobeatic Lake.\n\nSo it was we reached the end of our quest--the farthest point in the\nunknown. I hardly know what I had expected: trout of a new species and\nof gigantic size, perhaps, or a strange race of men. Whatever it was, I\nbelieve I felt a bit disappointed.\n\nI believe I did not consider it much of a discovery. It was a good deal\nlike other Nova Scotia lakes, except that it appeared to be in two\nsections and pretty big for its name. But Eddie was rejoiced over our\nfeat. The mooseflies and spruce thickets and the miry swamps we had\npassed, for him only added relish to this moment of supreme triumph.\nEddie would never be the man to go to the Arctics in an automobile or an\nairship. That would be too easy. He would insist on more embroideries.\nHe would demand all the combined hardships of the previous expeditions.\nI am at present planning a trip to the South Pole, but I shall leave\nEddie at home. And perhaps I shall also be disappointed when I get to\nthe South Pole and find it only a rock in a snowdrift.\n\nWe crossed the brook and returned to camp the short way. We differed a\ngood deal as to the direction, and separated once or twice. We got lost\nat last, for the way was so short and easy that we were below the camp\nbefore we knew it. When at last we heard the guides calling (they had\nlong since returned) we came in, blaming each other for several things\nand were scarcely on speaking terms for as much as five minutes. It was\nlucky that Charles found a bottle of Jamaica rum and a little pot of\nhoney just then. A mixture of rum and honey will allay irritation due to\nmoosefly and mosquito bites, and to a variety of other causes if\nfaithfully applied.\n\nThe matter of mosquitoes was really serious that night. We kept up\nseveral smudge fires and sat among them and smoked ourselves like\nherring. Even then we were not immune. When it came time for bed we\nbrushed the inside of the tent and set our pipes going. Then Eddie\nwanted to read, as was his custom. I objected. I said that to light a\ncandle would be to invite all those mosquitoes back. He pleaded, but for\nonce I was firm. He offered me some of his best things, but I refused to\nsell my blood in that way. Finally he declared he had a spread of\nmosquito net and would put it over the door and every possible opening\nif I would let him read. I said he might put up the netting and if I\napproved the job I would then consider the matter. He got out the net--a\nnice new piece--and began to put it up.\n\nIt was a tedious job, arranging that net and fastening it properly by\nthe flickering firelight so that it covered every crack and crevice.\nWhen he pulled it down in one place it left an opening in another and\nhad to be poked and pinned and stuffed in and patted down a great many\ntimes. From my place inside the tent I could see his nimble shadow on\nthe canvas like some big insect, bobbing and flitting up and down and\nfrom side to side. It reminded me of a persistent moth, dipping and\ndodging about a screen. I drowsily wondered if he would ever get it\nfixed, and if he wasn't getting hot and tired, for it was a still,\nsticky night. Yet I suppose I did not realize how hot and tired one\nmight get on such a night, especially after a hard day. When he ceased\nhis lightsome movements at last and crept as carefully as a worm under\nthe net, I expected him to light the candle lamp and read. He did not do\nso. He gave one long sighing groan of utter exhaustion, dropped down on\nhis bed without removing his clothes and never stirred again until\nmorning.\n\nThe net was a great success. Only two mosquitoes got in and they bit\nEddie.\n\n\n\n\nChapter Twenty-four\n\n\n  _Apollo has tuned his lute again,_\n    _And the pipes of Pan are near,_\n  _For the gods that fled from the groves of men_\n    _Gather unheeded here._\n\n\n\n\nChapter Twenty-four\n\n\nIt was by no means an unpleasant camp, first and last. It was our\n\"Farthest North\" for one thing, our deepest point in the wilderness. It\nwould require as much as three or four days travel, even by the quickest\nand most direct route to reach any human habitation, and in this thought\nthere was charm. It was a curious place, too, among those roots and\nsprings, and the brook there formed a rare pool for bathing. While the\nothers were still asleep I slipped down there for my morning dip. It was\nearly, but in that latitude and season the sun had already risen and\nfiltered in through the still treetops. Lying back in that natural basin\nwith the cool, fresh water slipping over and about one, and all the\nworld afar off and unreal, was to know the joy of the dim, forgotten\ndays when nymphs and dryads sported in hidden pools or tripped to the\npipes of Pan. Hemlock and maple boughs lacing above, with blue sky\nbetween--a hermit thrush singing: such a pool Diana might have found,\nshut away in some remote depths of Arcady. I should not have been much\nsurprised to have heard the bay of her hounds in that still early\nmorning, and to have seen her and her train suddenly appear--pursuing a\nmoose, maybe, or merely coming down for a morning swim. Of course I\nshould have secluded myself had I heard them coming. I am naturally a\nmodest person. Besides, I garner from the pictures that Diana is likely\nto be dangerous when she is in her moods. Eddie bathed, too, later, but\nthe spell was gone then. Diana was far away, the stillness and sun-glint\nwere no more in the treetops, the hermit thrush was no longer in the\nneighborhood. Eddie grumbled that the water was chilly and that the\nstones hurt his feet. An hour, sometimes--a moment, even--makes all the\ndifference between romance and reality. Finally, even the guides bathed!\nWe let off fireworks in celebration!\n\nWe carried the canoes to the lake that morning and explored it, but\nthere was not much to see. The lake had no inlet that we could find, and\nEddie and I lost a dollar apiece with the guides betting on the shape of\nit, our idea being based upon the glimpse of the evening before. I don't\ncare much for lakes that change their shape like that, and even Eddie\nseemed willing to abandon this unprofitable region. I suspected,\nhowever, that his willingness to take the back track was mainly due to\nthe hope of getting another try at the little mooses, but I resolved to\nindulge myself no further in any such pastime.\n\n[Illustration: \"We went down that long, lovely lake in a luxury of idle\nbliss.\"]\n\nIt was hard to drag Eddie by those islands. He wanted to cruise around\nevery one of them and to go ashore and prospect among the dÃ©bris. He\nvowed at last that he would come back with Charles from our next camp\nand explore on his own account. Then, there being a fine breeze directly\nbehind us, he opened out a big umbrella which he had brought along for\njust such a time, we hitched our canoe on behind, and with that bellying\nblack sail on the forward bow, went down that long, lovely lake in a\nluxury of idle bliss.\n\nWe camped at our old place by the falls and next morning Eddie did in\nfact return to have another go at the calves. Del was willing to stay at\nthe camp, and I said I would have a quiet day's fishing nearby. It\nproved an unusual day's fishing for those waters. White perch are not\nplentiful there, but for some reason a school of them had collected just\nby our camp. I discovered them by accident and then gave up everything\nelse to get as many of them as possible, for they were a desirable\nchange from trout, and eagerly welcomed. I fished for them by spells all\nday. Del and I had them for luncheon and we saved a great pan full to be\nready for supper, when the others should return.\n\nIt was dusk when the other canoe came in. Our companions were very\ntired, also wet, for it had been a misty day, with showers. Eddie was a\nbit cross, too. They had seen some calves, he said, but could not get\nthem. His guide agreed with this statement, but when questioned\nseparately their statements varied somewhat as to the reasons of\nfailure. It did not matter. Eddie was discouraged in the calf moose\nproject, I could see that. Presently I began boasting of the big day's\nsport I had enjoyed, and then to show off I said, \"This is how I did\nit.\"\n\nEddie was washing his hands in my perch pool and I had no idea of\ngetting anything--one is not likely to when he wishes to exhibit\nhimself--but I made a cast with the light tackle with two flies on it\nand immediately had my hands full. For once, I did actually show off\nwhen I undertook to do it. I think the only two big perch in that pool\nseized those flies, and for the next five or ten minutes they were\nmaking my reel sing and giving me such sport as only two big white perch\non a light tackle can. I brought them to the net at last and Eddie\nlooked on with hungry, envious eyes.\n\n\"You don't mean to say you've been taking those things all day,\" he\nsaid.\n\n\"All day, more or less. I merely gave this little exhibition to wind up\non.\"\n\nBut of course I had to show him the size of the others, then, and he was\nappeased to the extent of forgetting most of his troubles in a square\nmeal. That quiet day with the white perch, ending as it did with a grand\nfinale, remains one of my fondest memories.\n\n\n\n\nChapter Twenty-five\n\n\n  _You may pick your place--you may choose your hour--_\n    _You may put on your choicest flies;_\n  _But never yet was it safe to bet_\n    _That a single trout would rise._\n\n\n\n\nChapter Twenty-five\n\n\nBack across Tupper Lake and down Sand Brook to the Shelburne. Eddie left\nthe further wilderness with a sigh, for he felt that his chance of\ngetting a moose calf for those museum people was getting slim. A\ndistance--I have forgotten the number of miles--down the Shelburne would\nbring us to country known to the guides and not remote enough for moose\nat this season. As Eddie is no longer in this country, I may confess,\nnow, that I was glad.\n\nIt was beautiful going, down Sand Brook. There was plenty of water and\nthe day was perfect. There is nothing lovelier in the world than that\nlittle limpid stream with its pebbly riffles and its sunlit pools.\nSometimes when I think of it now I am afraid that it is no longer there\nin that far still Arcady, or that it may vanish through some enchantment\nbefore I can ever reach it again. Indeed as I am writing here to-day I\nam wondering if it is really there--hidden away in that quiet unvisited\nplace, when no one is there to see it, and to hear it sing and\nwhisper--if anything is anywhere, unless some one is there to see and\nhear. But these are deep waters. I am prone to stumble, as we have\nseen, and somehow my tallest waders never take me through.\n\nI have already said, and repeated, I think, that there is no better\ntrout fishing than in the Shelburne. The fish now were not quite so\nheavy as they had been higher up, but they were very many. The last half\nof the miracle of the loaves and fishes would not have been necessary\nhere had the multitudes been given some tackle and a few cans of bait.\nWhen we were a little above Kempton Dam, Del pointed out the first place\nfamiliar to him. The woods were precisely the same--the waters just as\nfair and fruitful--the locality just as wild; but somehow as we rounded\nthat bend a certain breath of charm vanished. The spell of perfect\nisolation was gone. I had the feeling that we had emerged from the\nenchanted borders of No Man's Land--that we were entering a land of real\nplaces, with the haunts and habitations of men.\n\nKempton Dam itself had been used to catch logs, not so long ago, and\nEddie had visited it on a previous occasion. He still had a fond memory\nof a very large trout--opinions differed a trifle as to its exact\nsize--which he had taken there in a certain pool of golden water, and it\nwas evident from his talk that he expected to take that trout again, or\nsome member of its family, or its ghost, maybe, immediately upon\narrival.\n\nIt certainly proved an attractive place, and there were any number of\nfish. They were not especially large, however. Even the golden water was\nfruitful only as to numbers. We waded among the rocks or stood on the\nlogs, and cast and reeled and netted and returned fish to the water\nuntil we were fairly surfeited. By that time the guides had the camp\nready, and as it was still early we gave them the rods and watched the\nsport.\n\nNow a fly-casting tournament at home is a tame entertainment when one\nhas watched the fishing of Nova Scotia guides. To see a professional\nsend a fly sailing out a hundred feet or so in Madison Square Garden is\nwell enough, and it is a meritorious achievement, no doubt, but there is\nno return except the record and the applause. To see Del the Stout and\nCharles the Strong doing the same thing from that old log dam was a\npoem, a picture, an inspiration. Above and below, the rushing water;\noverhead, the blue sky; on either side, the green of June--the treetops\nfull of the setting sun. Out over the foaming current, skimming just\nabove the surface, the flies would go sailing, sailing--you thought they\nwould never light. They did not go with a swish and a jump, but seemed\nnoiselessly to drift away, as if the lightly swinging rod had little to\ndo with the matter, as if they were alive, in fact, looking for a place\nto settle in some cozy nook of water where a trout would be sure to be.\nAnd the trout were there. It was not the empty tub-fishing of a\nsportsman's show. The gleam and splash in the pool that seemed\nremote--that was perhaps thirty yards away in fact--marked the casting\nlimit, and the sharp curve of the rod, and the play to land were more\ninspiring than any measure of distance or clapping of hands.\n\nCharles himself became so inspired at length with his handsome fishing\nthat he made a rash statement. He declared that he could take five trout\nin fifteen minutes. He offered to bet a dollar that he could do it. I\nrather thought he could myself, for the fish were there, and they were\nnot running over large. Still, it was no easy matter to land them in\nthat swift water, and it would be close work. The show would be worth a\ndollar, even if I lost. Wherefore, I scoffed at his boast and took the\nbet.\n\nNo stipulations were made as to the size of the trout, nor the manner in\nwhich they should be taken, nor as to any special locality. It was\nevident from our guide's preparation that he had evolved certain ideas\nof his own in the matter. Previously he had been trying to hook a big\nfish, but it was pretty evident that he did not want any big fish now.\nThere was a little brook--a run-around, as it were--that left the main\nwater just below the dam and came in again at the big pool several\nhundred yards below. We had none of us touched this tumbling bit of\nwater. It was his idea that it would be full of little trout. He wanted\nsomething he could lift out with no unnecessary delay, for time that is\nlikely to be worth over six cents a minute is too expensive to waste in\nfancy sportsmanship. He selected a short rod and put on some tiny flies.\nThen he took his position; we got out our watches and called time.\n\nNow, of course, one of the most uncertain things in life to gamble on is\nfishing. You may pick your place, your day and your time of day. The\ncombination may seem perfect. Yet the fact remains that you can never\ncount with certainty on the result. One might suppose that our guide had\neverything in his favor. Up to the very moment of his wager he had been\ntaking trout about as rapidly as he could handle them, and from water\nthat had been fished more or less all the afternoon. He knew the\nparticular fly that had been most attractive on this particular day and\nhe had selected a place hitherto unfished--just the sort of a place\nwhere small trout seemed likely to abound. With his skill as an angler\nit would not have surprised me if he had taken his five trout and had\nmore than half the time to spare.\n\nI think he expected to do that himself. I think he did, for he went at\nit with that smiling _sang froid_ with which one does a sleight of hand\ntrick after long practice. He did not show any appearance of haste in\nmaking his first cast, but let the flies go gently out over a little\neddying pool and lightly skim the surface of the water, as if he were\nmerely amusing himself by tantalizing those eager little trout. Yet for\nsome reason nothing happened. Perhaps the little trout were attending a\nparty in the next pool. There came no lively snap at those twitching\nflies--there was not even a silver break on the surface of the water.\n\nI thought our guide's smile faded the least trifle, and that he let the\nflies go a bit quicker next time. Then when nothing, absolutely nothing,\nhappened again, his look became one of injured surprise. He abandoned\nthat pool and stepping a rock or two downstream, sent the flies with a\nsharp little flirt into the next--once--twice--it was strange--it was\nunaccountable, but nothing--not a single thing happened again. It was\nthe same with the next pool, and the next.\n\nThere were no special marks of self-confidence, or anything that even\nresembled deliberation, after this. It was business, strictly business,\nwith the sole idea of taking five fish out of that run, or getting down\nto a place where five fish could be had. It was a pretty desperate\nsituation, for it was a steep run and there was no going back. To\nattempt that would be to waste too much precious time. The thing to do\nwas to fish it straight through, with no unnecessary delay. There was no\ndoubt but that this was our guide's programme. The way he deported\nhimself showed that. Perhaps he was not really in a hurry--I want to be\njust--but he acted as if he was. I have never seen a straddle-bug, but\nif I ever meet one I shall recognize him, for I am certain he will look\nexactly like Charles the Strong going down Tommy Kempton's Run. He was\nshod in his shoepacks, and he seemed to me to have one foot always in\nthe air wildly reaching out for the next rock--the pair of flies,\nmeanwhile, describing lightning circles over every pool and riffle,\nlingering just long enough to prove the futility of the cast, to be\nlying an instant later in a new spot, several yards below. If ever there\nis a tournament for swift and accurate fly-casting down a flight of\nrugged stone stairs I want to enter Charles for first honors against the\nworld. But I would not bet on any fish--I want that stipulated. I would\nnot gamble to that extent. I would not gamble even on one fish after\nbeing a witness to our guide's experience.\n\nThat was a mad race. The rest of us kept a little to one side, out of\nhis way, and not even Del and Eddie could keep up with him. And with all\nthat wild effort not a fish would rise--nor even break water. It was\nstrange--it was past believing--I suppose it was even funny. It must\nhave been, for I seem to recall that we fairly whooped our joy at his\nacrobatic eagerness. Why, with such gymnastics, Charles did not break\nhis neck I cannot imagine. With the utmost watchfulness I barely missed\nbreaking mine as much as a dozen times.\n\nThe time was more than half-expired when we reached the foot of the run,\nand still no fish, not even a rise. Yet the game was not over. It was\nsupposable that this might be the place of places for fish. Five fish in\nfive minutes were still possible, if small. The guide leaped and waded\nto a smooth, commanding stone and cast--once--twice, out over the\ntwisting water. Then, suddenly, almost in front of him, it seemed, a\ngreat wave rolled up from the depths--there was a swish and a quick\ncurving of the rod--a monstrous commotion, and a struggle in the water.\nIt was a king of fish, we could all see that, and the rest of us gave a\nshout of approval.\n\nBut if Charles was happy, he did not look it. In fact, I have never seen\nany one act so unappreciative of a big fish, nor handle it in so\nunsportsmanlike a manner. If I remember his remark it had damn and hell\nmixed up in it, and these words were used in close association with that\nbeautiful trout. His actions were even worse. He made no effort to play\nhis catch--to work him gradually to the net, according to the best form.\nNothing of the kind. You'd have supposed our guide had never seen a big\ntrout before by the way he got hold of that line and yanked him in, hand\nover hand, regardless of the danger to line and leader and to those\ndelicate little flies, to say nothing of the possibility of losing a\nfish so handled. Of course the seconds were flying, and landing a fish\nof that size is not an especially quick process. A three-pound trout in\nswift water has a way of staying there, even when taken by the main\nstrength and awkwardness system. When only about a yard of line\nremained between Charlie and the fish, the latter set up such a\ncommotion, and cut up such a series of antics, that it was impossible\nfor one man to hold him and net him, though the wild effort which our\nguide made to do so seemed amusing to those who were looking on. In\nfact, if I had not been weak with laughing I might have gone to his\nrescue sooner. One may be generous to a defeated opponent, and the time\nlimit was on its last minute now. As it was, I waded over presently and\ntook the net. A moment later we had him--the single return in the\nallotted time, but by all odds the largest trout thus far of the\nexpedition. You see, as I have said, fish are uncertain things to gamble\non. Trying for five small ones our fisherman captured one large fish,\nwhich at any other moment of the expedition would have been more\nwelcome. Yet even he was an uncertain quantity, for big, strong and\nactive as he was, he suddenly gave a great leap out of the net and was\nback in the water again. Still, I let him be counted. That was generous.\n\nYou might have supposed after that demonstration, Eddie would have been\nsomewhat reticent about backing his skill as a fisherman. But he wasn't.\nHe had just as much faith in his angling, and in his ability to pick\ngood water as if he hadn't seen his guide go down to ignominy and\ndefeat. He knew a place just above the dam, he said, where he could make\nthat bet good. Would I give him the same terms? I would--the offer was\nopen to all comers. I said it was taking candy from children.\n\n[Illustration: \"It was worth the dollar to watch the way he sought to\nwheedle and coax and fascinate those trout.\"]\n\nWe went up to Eddie's place and got out the watches. Eddie had learned\nsomething from his guide's exhibition. He had learned not to prance\nabout over a lot of water, and not to seem to be in a hurry. It was such\nthings that invited mirth. He took his position carefully between two\ngreat bowlders and during the next fifteen minutes gave us the most\ncharming exhibition of light and delicate fly-casting I have ever\nwitnessed. It was worth the dollar to watch the way in which he sought\nto wheedle and coax and fascinate those trout, and to study the deft\ndispatch and grace with which he landed a fish, once hooked. Still he\nhadn't learned quite enough. He hadn't learned to take five trout in\nfifteen minutes in that particular place and on that particular evening.\nPerhaps it was a little late when he began. Perhaps fifteen minutes is a\nshorter period than it sometimes seems. Three trout completed his score\nat the end of the allotted time--all fairly large.\n\nYet I must not fail to add here that a few days later, in other water,\nboth Eddie and his guide made good their wager. Each took his five\ntrout--small ones--in fifteen minutes, and had time to spare. As I have\nremarked once or twice already, one of the most uncertain things in life\nto gamble on is fishing.\n\n\n\n\nChapter Twenty-six\n\n\n  _Oh, the waves they pitch and the waves they toss,_\n    _And the waves they frighten me;_\n  _And if ever I get my boat across_\n    _I'll go no more to sea._\n\n\n\n\nChapter Twenty-six\n\n\nWe were met by a surprise at our camp. Two men sat there, real men, the\nfirst we had seen since we entered the wilderness. Evidently they were\nnatives by their look--trappers or prospectors of some sort. They turned\nout to be bear hunters, and they looked rather hungrily at the\nassortment of fish we had brought in--enough for supper and breakfast.\nPerhaps they had not been to fish so frequently as to bear. I believe\nthey were without tackle, or maybe their luck had been poor--I do not\nremember. At all events it developed presently that they needed fish,\nalso that they had a surplus of butter of a more recent period than the\nlittle dab we had left. They were willing to dicker--a circumstance that\nfilled us with an enthusiasm which we restrained with difficulty. In\nfact, Del did not restrain his quite enough. He promptly offered them\nall the fish we had brought in for their extra pound of butter, when we\ncould just as easily have got it for half the number of fish. Of course\nthe fish did not seem especially valuable to us, and we were willing\nenough to make a meal without them. Still, one can never tell what will\nhappen, and something like six dollars worth of trout--reckoned by New\nYork prices--seems an unnecessary sum to pay for a pound of butter,\neven in the Nova Scotia woods, though possibly trout will never be worth\nquite that much there.\n\nAll the same, the price had advanced a good deal by next morning, for\nthe wind had shifted to the northeast and it was bleak and blustery.\nEverybody knows the old rhyme about the winds and the fish--how, when\nthe winds are north or east, the fish bite least, and how, when the\nwinds are south and west, the fish bite best. There isn't much poetry in\nthe old rhyme, but it's charged with sterling truth. Just why a\nnortherly or easterly wind will take away a fish's appetite, I think has\nnever been explained, or why a southerly and westerly wind will start\nhim out hunting for food. But it's all as true as scripture. I have seen\ntrout stop rising with a shifting of the wind to the eastward as\nsuddenly as if they had been summoned to judgment, and I have seen them\nbegin after a cold spell almost before the wind had time to get settled\nin its new quarter. Of course it had been Del's idea that we could\neasily get trout enough for breakfast. That was another mistake--we\ncouldn't. We couldn't take them from the river, and we couldn't take\nthem from our bear hunters, for they had gone. We whipped our lines\naround in that chill wind, tangled our flies in treetops, endangered our\nimmortal souls, and went back to the tents at last without a single\nthing but our appetites. Then we took turns abusing Del for his\ndisastrous dicker by which he had paid no less than five dollars and\nseventy-five cents a pound too much for butter, New York market\nschedule. Our appetites were not especially for trout--only for hearty\nfood of some kind, and as I have said before, we had reached a place\nwhere fish had become our real staple. The conditions were particularly\nhard on Del himself, for he is a hearty man, and next to jars of\nmarmalade, baskets of trout are his favorite forage.\n\nIn fact, we rather lost interest in our camp, and disagreeable as it\nwas, we decided to drop down the river to Lake Rossignol and cross over\nto the mouth of the Liverpool. It was a long six-mile ferriage across\nRossignol and we could devote our waste time to getting over. By the end\nof the trip the weather might change.\n\nThe Shelburne is rough below Kempton Dam. It goes tearing and foaming in\nand out among the black rocks, and there are places where you have to\nget out of the canoes and climb over, and the rocks are slippery and\nsometimes there is not much to catch hold of. We shot out into the lake\nat last, and I was glad. It was a mistake, however, to be glad just\nthen. It was too soon. The wind had kicked up a good deal of water, and\nthough our canoes were lighter than when we started, I did not consider\nthem suited to such a sea. They pitched about and leaped up into the\nair, one minute with the bow entirely out of water, and the next with\nit half-buried in the billow ahead. Every other second a big wave ran on\na level with the gunwale, and crested its neck and looked over and\nhissed, and sometimes it spilled in upon us. It would not take much of\nthat kind of freight to make a cargo, and anything like an accident in\nthat wide, gray billowy place was not a nice thing to contemplate. A\nloaded canoe would go down like a bullet. No one clad as we were could\nswim more than a boat's length in that sea.\n\nAs we got farther on shore the waves got worse. If somebody had just\nsuggested it I should have been willing to turn around and make back for\nthe Shelburne. Nobody suggested it, and we went on. It seemed to me\nthose far, dim shores through the mist, five miles or more away, would\nnever get any closer. I grew tired, too, and my arms ached, but I could\nnot stop paddling. I was filled with the idea that if I ever stopped\nthat eternal dabbing at the water, my end of the canoe would never ride\nthe next billow. Del reflected aloud, now and then, that we had made a\nmistake to come out on such a day. When I looked over at the other canoe\nand saw it on the top of a big wave with both ends sticking out in the\nair, and then saw it go down in a trough of black, ugly water, I\nrealized that Del was right. I knew our canoe was doing just such\ndangerous things as that, and I would have given any reasonable sum for\nan adequate life preserver, or even a handy pine plank--for anything,\nin fact, that was rather more certain to stay on top of the water than\nthis billow-bobbing, birch-bark peanut shell of a canoe.\n\nI suppose I became unduly happy, therefore, when at last we entered the\nmouth of the Liverpool. I was so glad that I grew gay, and when we\nstarted up the rapids I gave Del a good lift here and there by pushing\nback against the rocks with my paddle, throwing my whole weight on it\nsometimes, to send the canoe up in style. It is always unwise for me to\nhave a gay reaction like that, especially on Friday, which is my unlucky\nday. Something is so liable to happen. We were going up a particularly\nsteep piece of water when I got my paddle against a stone on the bottom\nand gave an exceptionally strong push. I don't know just what happened\nnext. Perhaps my paddle slipped. Del says it did. I know I heard him\ngive a whoop, and I saw the river coming straight up at me. Then it came\npouring in over the side, and in about a minute more most of our things\nwere floating downstream, with Del grabbing at them, and me clinging to\nthe upset canoe, trying to drag it ashore.\n\nWe camped there. It was a good place, one of the best yet selected.\nStill, I do not recommend selecting a camp in that way. If it did not\nturn out well, it might be a poor place to get things dry. One needs to\nget a good many things dry after a selection like that, especially on a\ncold day. It was a cold night, too. I dried my under things and put\nthem all on.\n\n\"Did you ever sleep in your clothes in the woods?\" I have been asked.\n\nI did. I put on every dry thing I had that night, and regretted I had\nleft anything at home.\n\n\n\n\nChapter Twenty-seven\n\n\n  _It is better to let the wild beast run,_\n    _And to let the wild bird fly:_\n  _Each harbors best in his native nest,_\n    _Even as you and I._\n\n\n\n\nChapter Twenty-seven\n\n\nPerhaps it was the cold weather that brought us a visitor. There was a\ntree directly over our tent, and in the morning--a sharp sunny morning,\nwith the wind where it should be, in the west--we noticed on going out\nthat a peculiar sort of fruit had grown on this tree over night. On one\nof the limbs just above the tent was a prickly looking ball, like a\nchestnut burr, only black, and about a hundred times as big. It was a\nbaby porcupine, who perhaps had set out to see the world on his own\naccount--a sort of prodigal who had found himself without funds, and\nhelpless, on a cold night. No doubt he climbed up there to look us over,\nwith a view of picking out a good place for himself; possibly with the\nhope of being invited to breakfast.\n\nEddie was delighted with our new guest. He declared that he would take\nhim home alive, and feed him and care for him, and live happy ever\nafter. He got a pole and shook our visitor down in a basket, and did a\nwar-dance of joy over his new possession. He was a cute little\nfellow--the \"piggypine\" (another of Eddie's absurd names)--with bright\nlittle eyes and certain areas of fur, but I didn't fancy him as a pet.\nHe seemed to me rather too much of a cross between a rat and a pin\ncushion to be a pleasant companion in the intimate relations of one's\nhousehold. I suspected that if in a perfectly wild state he had been\nprompted to seek human companionship and the comforts of civilized life,\nin a domestic atmosphere he would want to sit at the table and sleep\nwith somebody. I did not believe Eddie's affection would survive these\nfamiliarities. I knew how surprised and annoyed he might be some night\nto roll over suddenly on the piggypine and then have to sit up the rest\nof the night while a surgeon removed the quills. I said that I did not\nbelieve in taming wild creatures, and I think the guides were with me in\nthis opinion. I think so because they recited two instances while we\nwere at breakfast. Del's story was of some pet gulls he once owned. He\ntold it in that serious way which convinced me of its truth. Certain\nphases of the narrative may have impressed me as being humorous, but it\nwas clear they were not so regarded by Del. His manner was that of one\nwho records history. He said:\n\n\"One of the children caught two young gulls once, in the lake, and\nbrought them to the house and said they were going to tame them. I\ndidn't think they would live, but they did. You couldn't have killed\nthem without an ax. They got tame right away, and they were all over the\nhouse, under foot and into everything, making all kinds of trouble. But\nthat wasn't the worst--the worst was feeding them. It wasn't so bad\nwhen they were little, but they grew to beat anything. Then it began to\nkeep us moving to get enough for them to eat. They lived on fish,\nmostly, and at first the children thought it fun to feed them. They used\nto bait a little dip net and catch minnows for the gulls, and the gulls\ngot so they would follow anybody that started out with that dip net,\ncalling and squealing like a pair of pigs. But they were worse than\npigs. You can fill up a pig and he will go to sleep, but you never could\nfill up those gulls. By and by the children got tired of trying to do it\nand gave me the job. I made a big dip net and kept it set day and night,\nand every few minutes all day and the last thing before bedtime I'd go\ndown and lift out about a pailful of fish for those gulls, and they'd\neat until the fish tails stuck out of their mouths, and I wouldn't more\nthan have my back turned before they'd be standing on the shore of the\nlake, looking down into that dip net and hollering for more. I got so I\ncouldn't do anything but catch fish for those gulls. It was a busy\nseason, too, and besides the minnows were getting scarce along the lake\nfront, so I had to get up early to get enough to feed them and the rest\nof the family. I said at last that I was through feeding gulls. I told\nthe children that either they'd have to do it, or that the gulls would\nhave to go to work like the rest of the family and fish for themselves.\nBut the children wouldn't do it, nor the gulls, either. Then I said I\nwould take those birds down in the woods and leave them somewhere. I\ndid that. I put them into a basket and shut them in tight and took them\nfive miles down the river and let them loose in a good place where there\nwere plenty of fish. They flew off and I went home. When I got to the\nhouse they'd been there three hours, looking at the dip net and\nsqualling, and they ate a pail heaping full of fish, and you could have\nput both gulls into the pail when they got through. I was going on a\nlong trip with a party next morning, and we took the gulls along. We fed\nthem about a bushel of trout and left them seventeen miles down the\nriver, just before night, and drove home in the dark. I didn't think the\ngulls would find their way back that time, but they did. They were there\nbefore daybreak, fresh and hungry as ever. Then I knew it was no use.\nThe ax was the only thing that would get me out of that mess. The\nchildren haven't brought home any wild pets since.\"\n\nThat you see is just unembellished history, and convincing. I regret\nthat I cannot say as much for Charlie's narrative. It is a likely story\nenough, as such things go, but there are points about it here and there\nwhich seem to require confirmation. I am told that it is a story well\nknown and often repeated in Nova Scotia, but even that cannot be\naccepted as evidence of its entire truth. Being a fish-story it would\nseem to require something more. This is the tale as Charlie told it.\n\n\"Once there was a half-breed Indian,\" he said, \"who had a pet trout\nnamed Tommy, which he kept in a barrel. But the trout got pretty big and\nhad to have the water changed a good deal to keep him alive. The Indian\nwas too lazy to do that, and he thought he would teach the trout to live\nout of water. So he did. He commenced by taking Tommy out of the barrel\nfor a few minutes at a time, pretty often, and then he took him out\noftener and kept him out longer, and by and by Tommy got so he could\nstay out a good while if he was in the wet grass. Then the Indian found\nhe could leave him in the wet grass all night, and pretty soon that\ntrout could live in the shade whether the grass was wet or not. By that\ntime he had got pretty tame, too, and he used to follow the Indian\naround a good deal, and when the Indian would go out to dig worms for\nhim, Tommy would go along and pick up the worms for himself. The Indian\nthought everything of that fish, and when Tommy got so he didn't need\nwater at all, but could go anywhere--down the dusty road and stay all\nday out in the hot sun--you never saw the Indian without his trout. Show\npeople wanted to buy Tommy, but the Indian said he wouldn't sell a fish\nlike that for any money. You'd see him coming to town with Tommy\nfollowing along in the road behind, just like a dog, only of course it\ntraveled a good deal like a snake, and most as fast.\n\n\"Well, it was pretty sad the way that Indian lost his trout, and it was\ncurious, too. He started for town one day with Tommy coming along\nbehind, as usual. There was a bridge in the road and when the Indian\ncame to it he saw there was a plank off, but he went on over it without\nthinking. By and by he looked around for Tommy and Tommy wasn't there.\nHe went back a ways and called, but he couldn't see anything of his pet.\nThen he came to the bridge and saw the hole, and he thought right away\nthat maybe his trout had got in there. So he went to the hole and looked\ndown, and sure enough, there was Tommy, floating on the water,\nbottom-side up. He'd tumbled through that hole into the brook and\ndrowned.\"\n\nI think these stories impressed Eddie a good deal. I know they did me.\nEven if Charlie's story was not pure fact in certain minor details, its\nmoral was none the less evident. I saw clearer than ever that it is not\nproper to take wild creatures from their native element and make pets of\nthem. Something always happens to them sooner or later. We were through\nbreakfast and Eddie went over to look at his porcupine. He had left it\nin a basket, well covered with a number of things. He came back right\naway--looking a little blank I thought.\n\n\"He's gone!\" he said. \"The basket's just as I left it, all covered up,\nbut he isn't in it.\"\n\nWe went over to look. Sure enough, our visitor had set out on new\nadventures. How he had escaped was a mystery. It didn't matter--both he\nand Eddie were better off.\n\nBut that was a day for animal friends. Where we camped for luncheon,\nEddie and I took a walk along the river bank and suddenly found\nourselves in a perfect menagerie. We were among a regular group of grown\nporcupines--we counted five of them--and at the same time there were two\nblue herons in the water, close by. A step away a pair of partridges ran\nthrough the brush and stood looking at us from a fallen log, while an\nold duck and her young came sailing across the river. We were nearing\ncivilization now, but evidently these creatures were not much harassed.\nIt was like the Garden of Eden before the Fall. It is true the old duck\nswam away, calling to her brood, when she saw us; the partridges\npresently hid in the brush, and the blue herons waded a bit further off.\nBut the porcupines went on galumphing around us, and none of the\ncollection seemed much disturbed. During the afternoon we came upon two\nfishermen, college boys, camping, who told us they had seen some young\nloons in a nest just above, and Eddie was promptly seized with a desire\nto possess them.\n\nIn fact we left so hastily that Del forgot his extra paddle, and did not\ndiscover the loss until we were a half-mile or so upstream. Then he said\nhe would leave me in the canoe to fish and would walk back along the\nshore. An arm of the river made around an island just there, and it\nlooked like a good place. There seemed to be not much current in the\nwater, and I thought I could manage the canoe in such a spot and fish,\ntoo, without much trouble.\n\n[Illustration: \"I never realized before what a crazy thing a canoe can\nbe when you want it to do something out of its regular line of work.\"]\n\nIt was not as easy as it looked. Any one who has tried to handle a canoe\nfrom the front end with one hand and fish with the other will tell you\nso. I couldn't seem to keep out of the brush along the shore, and I\ncouldn't get near some brush in the middle of the river where I believed\nthere were trout. I was right about the trout being there, too. Eddie\nproved that when he came up with his canoe. He had plenty of business\nwith big fellows right away. But the fact didn't do me any good. Just\nwhen I would get near the lucky place and ready to cast, a twitch in the\ncurrent or a little puff of wind would get hold of the stern of my\ncraft, which rode up out of the water high and light like a sail, and my\nflies would land in some bushes along the bank, or hang in a treetop, or\ndo some other silly thing which was entertaining enough to Eddie and his\nguide, apparently, but which did not amuse me. I never realized before\nwhat a crazy thing a canoe can be when you want it to do something out\nof its regular line of work. A canoe is a good sort of a craft in its\nplace, and I would not wish to go into the woods without one, but it is\nlimited in its gifts, very limited. It can't keep its balance with any\ndegree of certainty when you want to stand up and fish, and it has no\nsort of notion of staying in one place, unless it's hauled out on the\nbank. If that canoe had been given the versatility of an ordinary\nflat-bottomed john-boat I could have got along better than I did. I said\nas much, and disparaged canoes generally. Eddie declared that he had\nnever heard me swear with such talent and unreserve. He encouraged me by\nholding up each fish as he caught it and by suggesting that I come over\nthere. He knew very well that I couldn't get there in a thousand years.\nWhenever I tried to do it that fool of a canoe shot out at a tangent and\nbrought up nowhere. Finally in an effort to reconstruct my rod I dropped\na joint of the noibwood overboard, and it went down in about four\nhundred feet of water. Then I believe I did have a few things to say. I\nwas surprised at my own proficiency. It takes a crucial moment like that\nto develop real genius. I polished off the situation and I trimmed up\nthe corners. Possibly a touch of sun made me fluent, for it was hot out\nthere, though it was not as hot as a place I told them about, and I\ndwelt upon its fitness as a permanent abiding place for fishermen in\ngeneral and for themselves in particular. When I was through and empty I\nsee-sawed over to the bank and waited for Del. I believe I had a\nfeverish hope that they would conclude to take my advice, and that I\nshould never see their canoe and its contents again.\n\nThere are always compensations for those who suffer and are meek in\nspirit. That was the evening I caught the big fish, the fish that Eddie\nwould have given a corner of his immortal soul (if he has a soul, and if\nit has corners) to have taken. It was just below a big fall--Loon Lake\nFalls I think they call it--and we were going to camp there. Eddie had\ntaken one side of the pool and I the other and neither of us had caught\nanything. Eddie was just landing, when something that looked big and\nimportant, far down the swift racing current, rose to what I had\nintended as my last cast. I had the little four-ounce bamboo, but I let\nthe flies go down there--the fly, I mean, for I was casting with one (a\nbig Silver Doctor)--and the King was there, waiting. He took it with a\ngreat slop and carried out a long stretch of line. It was a test for the\nlittle rod. There had been unkind remarks about the tiny bamboo whip;\nthis was to be justification; a big trout on a long line, in deep, swift\nwater--the combination was perfect. Battle now, ye ruler of the rapids!\nShow your timber now, thou slender wisp of silk and cane!\n\nBut we have had enough of fishing. I shall not dwell upon the details of\nthat contest. I may say, however, that I have never seen Del more\nexcited than during the minutes--few or many, I do not know how few or\nhow many--that it lasted. Every guide wants his canoe to beat, and it\nwas evident from the first that this was the trout of the expedition. I\nknow that Del believed I would never bring that fish to the canoe, and\nwhen those heavy rushes came I was harrassed with doubts myself. Then\nlittle by little he yielded. When at last he was over in the slower\nwater--out of the main channel--I began to have faith.\n\nSo he came in, slowly, slowly, and as he was drawn nearer to the boat,\nDel seized the net to be ready for him. But I took the net. I had been\nbrowbeaten and humiliated and would make my triumph complete. I brought\nhim to the very side of the boat, and I lifted him in. This time the big\nfish did not get away. We went to where the others had been watching,\nand I stepped out and tossed him carelessly on the ground, as if it were\nbut an everyday occurrence. Eddie was crushed. I no longer felt\nbitterness toward him.\n\nI think I shall not give the weight of that fish. As already stated, no\none can tell the truth concerning a big fish the first trial, while more\nthan one attempt does not look well in print, and is apt to confuse the\nreader. Besides, I don't think Eddie's scales were right, anyway.\n\n\n\n\nChapter Twenty-eight\n\n\n  _Then breathe a sigh and a long good-by_\n    _To the wilderness to-day,_\n  _For back again to the trails of men_\n    _Follows the waterway._\n\n\n\n\nChapter Twenty-eight\n\n\nThrough the Eel-wier--a long and fruitful rapid--we entered our old\nfirst lake, Kedgeemakoogee, this time from another point. We had made an\nirregular loop of one hundred and fifty miles or more--a loop that had\nextended far into the remoter wilderness, and had been marked by what,\nto me, were hard ventures and vicissitudes, but which, viewed in the\nconcrete, was recorded in my soul as a link of pure happiness. We were\nnot to go home immediately. Kedgeemakoogee is large and there are\nentering streams, at the mouth of which the sport at this season was\ngood. Besides, the teams that were to come for us would not be due yet\nfor several days, if we had kept proper account of time.\n\nIt was above the Eel-weir, at George's Run, that Eddie had his first and\nonly success with dry flies. It was just the place--a slow-moving\ncurrent between two islands, with many vicious and hungry trout. They\nwould rise to the ordinary fly, two at a cast, and when Eddie put on the\ndry fly--the artificial miller that sits upright on the water and is an\nexact imitation of the real article--and let it go floating down, they\nsnapped it up eagerly. It is beautiful fishing--I should really have\nliked to try it a little. But Eddie had been good to me in so many ways:\nI hadn't the heart to ask him for one of his precious dry flies.\n\nDuring our trip across Kedgeemakoogee, Del--inspired perhaps by the fact\nthat we were getting nearer to the walks and wiles of men--gave me some\nidea of Nova Scotia political economies. He explained the system of\ngovernment there, the manner of voting and the like. The representation\nis by districts, of course, similar to our own, and the parties have\nsimilar methods of making the vote of these districts count on the right\nside. In Queens, for instance, where we had been most, if not all, of\nthe time, the voters are very scattering. I had suspected this, for in\nour one hundred and fifty miles travel we had seen but two natives, and\nonly one of these was believed to have political residence. Del said the\ndistrict had been gerrymandered a good deal to make the votes count\nright, and it was plain enough that if this man was the only voter in\nthat much country, and he chasing bears most of the time, they would\nhave to gerrymander around a good deal to keep up with him. Del said\nthat when election time came they would go gunning for that voter over\nthe rocks and through the burnt timber, and would beat up the brush for\nhim as if he were a moose, and valuable. Somehow politics did not seem\nto belong in this place, but either Del exaggerated, this time, or there\nis a good deal of it to the individual. I suppose it's well to have it\ncondensed in that way.\n\nWe camped that night at Jim Charles's Point, our old first camp, and it\nwas like getting home after long absence. For the time seemed an age\nsince we had left there. It was that. Any new and wonderful experience\nis long--as long as eternity--whether it be a day or a decade in\nduration. Next morning, across to the mouth of West River--a place of\nmany fish and a rocky point for our camp, with deep beds of sweet-fern,\nbut no trees. That rocky open was not the best selection for tents.\nEddie and his guide had gone up the river a little way when a sudden\nshower came up, with heavy darkness and quick wind. Del and I were\nstowing a few things inside that were likely to get wet, when all at\nonce the tents became balloons that were straining at their guy ropes,\nand then we were bracing hard and clinging fast to the poles to keep\neverything from sailing into the sky.\n\nIt was a savage little squall. It laid the bushes down and turned the\nlake white in a jiffy. A good thing nobody was out there, under that\nblack sky. Then the wind died and there came a swish of rain--hard rain\nfor a few minutes. After that the sun once more, the fragrance of the\nfern and the long, sweet afternoon.\n\nLooking at those deep tides of sweet-fern, I had an inspiration. My\nstretcher had never been over comfortable. I longed to sleep flat. Why\nnot a couch of this aromatic balm? It was dry presently, and spreading\nthe canvas strip smoothly on the ground I covered it with armfuls of the\nfern, evenly laid. I gathered and heaped it higher until it rose deep\nand cushiony; then I sank down upon it to perfect bliss.\n\nThis was Arcady indeed: a couch as soft and as fragrant as any the gods\nmight have spread by the brooks of Hymettus in that far time when they\nstole out of Elysium to find joy in the daughters of men. Such a couch\nLeda might have had when the swan came floating down to bestow celestial\nmotherhood. I buried my face in the odorous mass and vowed that never\nagain would I cramp myself in a canvas trough between two sticks, and I\nnever did. I could not get sweet-fern again, but balsam boughs were\nplentiful, and properly laid in a manner that all guides know, make a\ncouch that is wide and yielding and full of rest.\n\nUp Little River, whose stones like the proverbial worm, turned when we\nstepped on them and gave Eddie a hard fall; across Frozen Ocean--a place\nwhich justified its name, for it was bitterly cold there and we did\nnothing but keep the fire going and play pedro (to which end I put on\nmost of my clothes and got into my sleeping-bag)--through another stream\nand a string of ponds, loitering and exploring until the final day.\n\nIt was on one reach of a smaller stream that we found the Beaver\nDam--the only one I ever saw, or am likely to see, for the race that\nbuilds them is nearly done. I had been walking upstream and fishing some\nsmall rapids above the others when I saw what appeared to be a large\npool of still water just above. I made my way up there. It was in\nreality a long stillwater, but a pond rather than a pool. It interested\nme very much. The dam was unlike any I had ever seen. For one thing, I\ncould not understand why a dam should be in that place, for there was no\nsign of a sluice or other indication of a log industry; besides, this\ndam was not composed of logs or of stone, or anything of the sort. It\nwas a woven dam--a dam composed of sticks and brush and rushes and\nvines, some small trees, and dirt--made without much design, it would\nseem, but so carefully put together and so firmly bound that no piece of\nit could work loose or be torn away. I was wondering what people could\nhave put together such a curious and effective thing as that, when Del\ncame up, pushing the canoe. He also was interested when he saw it, but\nhe knew what it was. It was a beaver dam, and they were getting mighty\nscarce. There was a law against killing the little fellows, but their\npelts were worth high prices, and the law did not cover traffic in them.\nSo long as that was the case the beavers would be killed.\n\nI had heard of beaver dams all my life, but somehow I had not thought of\ntheir being like this. I had not thought of those little animals being\nable to construct a piece of engineering that, in a swift place like\nthis, could stand freshet and rot, year after year, and never break\naway. Del said he had never known one of them to go out. The outlet was\nin the right place and of the proper size. He showed me some new pieces\nwhich the builders had recently put into the work, perhaps because it\nseemed to be weakening there. He had watched once and had seen some\nbeavers working. They were as intelligent as human beings. They could\ncut a tree of considerable size, he said, and make it fall in any chosen\ndirection. Then he showed me some pieces of wood from which they had\ngnawed the sweet bark, and he explained how they cut small trees and\nsank lengths of them in the water to keep the bark green and fresh for\nfuture use. I listened and marveled. I suppose I had read of these\nthings, but they seemed more wonderful when I was face to face with the\nfact.\n\nThe other canoe came up and it was decided to cut a small section out of\nthe dam to let us through. I objected, but was assured that the beavers\nwere not very busy, just now, and would not mind--in fact might rather\nenjoy--a repair job, which would take them but a brief time.\n\n\"They can do it sometime while I'm making a long carry,\" Charlie said.\n\nBut it was no easy matter to cut through. Charlie and Del worked with\nthe ax, and dragged and pulled with their hands. Finally a narrow breach\nwas made, but it would have been about as easy to unload the canoes and\nlift them over. Half-way up the long hole we came to the lodge--its top\nrising above the water. Its entrance, of course, was below the surface,\nbut the guides said there is always a hole at the top, for air. It was a\nwell-built house--better, on the whole, than many humans construct.\n\n\"They'll be scrambling around, pretty soon,\" Charlie said, \"when they\nfind the water getting lower in their sitting room. Then they'll send\nout a repair gang. Poor little fellers! Somebody'll likely get 'em\nbefore we come again. I know one chap that got seven last year. It's too\nbad.\"\n\nYes, it is too bad. Here is a wonderful race of creatures--ingenious,\nharmless--a race from which man doubtless derived his early lessons in\nconstructive engineering. Yet Nova Scotia is encouraging their\nassassination by permitting the traffic in their skins, while she salves\nher conscience by enacting a law against their open slaughter. Nova\nScotia is a worthy province and means well. She protects her moose and,\nto some extent, her trout. But she ought to do better by the beavers.\nThey are among her most industrious and worthy citizens. Their homes and\ntheir industries should be protected. Also, their skins. It can't be\ndone under the present law. You can't put a price on a man's head and\nkeep him from being shot, even if it is against the law. Some fellow\nwill lay for him sure. He will sneak up and shoot him from behind, just\nas he would sneak up and shoot a beaver, and he will collect his reward\nin either case, and the law will wink at him. Maybe it would be no\nspecial crime to shoot the man. Most likely he deserved it, but the\nbeaver was doing nobody any harm. Long ago he taught men how to build\ntheir houses and their dams, and to save up food and water for a dry\ntime. Even if we no longer need him, he deserves our protection and our\ntender regard.[6]\n\nFOOTNOTES:\n\n[6] I have just learned from Eddie that Nova Scotia has recently enacted\na new law, adequately protecting the beaver. I shall leave the above,\nhowever, as applying to other and less humane districts, wherever\nlocated.\n\n\n\n\nChapter Twenty-nine\n\n  _Once more, to-night, the woods are white_\n    _That lee so dim and far,_\n  _Where the wild trout hide and the moose abide_\n    _Under the northern star._\n\n\n\n\nChapter Twenty-nine\n\n\nPerhaps the brightest spot of that sad period when we were making ready\nto leave the woods, with all their comfort, their peace and their\nreligion, and go back to the harrying haunts of men, to mingle with the\nfever and fret of daily strife, is the memory of a trip to Jeremy's Bay.\nI don't know in the least where Jeremy's Bay is, but it is somewhere\nwithin an hour's paddle of Jim Charles's Point, and it is that hour and\nthe return that sticks with me now.\n\nIt was among the last days of June--the most wonderful season in the\nnorth woods. The sun seems never ready to set there, then, and all the\nworld is made of blues and greens and the long, lingering tones of\nevening.\n\nWe had early tea in preparation for the sunset fishing. It was best, Del\nsaid, in Jeremy's Bay about that time. So it was perhaps an hour earlier\nwhen we started, the canoes light.\n\nIn any one life there are not many evenings such as that. It is just as\nwell, for I should account it a permanent sadness if they became\nmonotonous. Perhaps they never would. Our course lay between shores--an\nisland on the one hand, the mainland on the other. When we rounded the\npoint, we were met by a breeze blown straight from the sunset--a breath\nthat was wild and fresh and sweet, and billowed the water till it caught\nevery hue and shimmering iridescence that the sky and shores and setting\nsun could give.\n\nWe were eager and rested, for we had done little that day, and the empty\ncanoes slipped like magic into a magical sea of amethyst and emerald\ngold, the fresh breeze filling us with life and ecstasy until we seemed\nalmost to fly. The eyes could not look easily into the glory ahead,\nthough it was less easy to look away from the enchantment which lay\nunder the sunset. The Kingdom of Ponemah was there, and it was as if we\nwere following Hiawatha to that fair and eternal hunting-ground.\n\nYet when one did turn, the transformation was almost worth while. The\ncolors were all changed. They were more peaceful, more like reality,\nless like a harbor of dreams and visions too fair for the eyes of man to\nlook upon. A single glance backward, and then away once more between\nwalls of green, billowing into the sunset--away, away to Jeremy's Bay!\n\nThe sun was just on the horizon when we reached there--the water already\nin shadow near the shore. So deep and vivid were its hues that we seemed\nto be fishing in dye-stuff. And the breeze went out with the sun, and\nthe painted pool became still, ruffled only where the trout broke water\nor a bird dipped down to drink.\n\nI will not speak of the fishing there. I have already promised that I\nwould not speak of fishing again. But Jeremy's Bay is a spot that few\nguides know and few fishermen find. It was our last real fishing, and it\nwas worthy. Then home to camp, between walls of dusk--away, away from\nJeremy's Bay--silently slipping under darkening shores--silently, and a\nlittle sadly, for our long Day of Joy was closing in--the hour of return\ndrew near.\n\nAnd postpone it as you will, the final moment must come--the time when\nthe rod must be taken down for good; the leaders stripped and coiled in\ntheir box, the fly-book tenderly gone over and the last flies you have\nused fitted into place and laid away.\n\nOne does not go through that final ritual without a little sentiment--a\nlittle tugging about the heart. The flies were all new and trim and\nproperly placed when you set out. They were a gay array and you were as\nproud of them as of a little garden. They are in disarray now. They have\nan unkempt look. The shells are shredded, the feathers are caked and\nbitten, the hackle is frazzled and frayed out. Yet you are even more\nproud of them than in the beginning. Then they were only a promise, fair\nand beautiful to look upon; now they conjure up pictures of supreme\nfulfillment--days and moments so firmly set upon the past that they\nshall not soon fade away. That big Silver Doctor--from which the shell\nhas twice been broken, and the feathers wrapped and rewrapped--that must\nhave been wound with a special blessing, for when all else failed it was\na certain lure. The big trout below Loon Lake rose to that fly, and\naccordingly this battered thing will forever be preserved. This scarlet\nBreck, with almost every gay feather gone and the silver wrapping\nreplaced with tinfoil--even when it displayed a mere shred of its former\nglory it proved far more fatal than many a newer fly. How vividly it\nrecalls a certain wild pool of strange, dim lucence where, for me, the\ntrout would take no other lure. And this Montreal--it has become a magic\nbrush that paints a picture of black rocks and dark water, and my first\ntrout taken on a cast. For a hundred years, if I live that long, this\ncrumpled book and these broken, worn-out flies will bring back the\nclear, wild water and the green shores of a Nova Scotia June, the\nremoter silences of the deeper forest, the bright camps by twisting\npools and tumbling falls, the flash of the leaping trout, the feel of\nthe curved rod and the music of the singing reel.\n\nI shall always recall Eddie, then, and I shall bless him for many\nthings--and forgive him for others. I shall remember Del, too, the\nStout, and Charles the Strong, and that they made my camping worth\nwhile. I was a trial to them, and they were patient--almost unreasonably\nso. I am even sorry now for the time that my gun went off and scared\nDel, though it seemed amusing at the moment. When the wind beats up and\ndown the park, and the trees are bending and cracking with ice; when I\nknow that once more the still places of the North are white and the\nwaters fettered--I shall shut my eyes and see again the ripple and the\ntoss of June, and hear once more the under voices of the falls. And some\nday I shall return to those far shores, for it is a place to find one's\nsoul.\n\nYet perhaps I should not leave that statement unqualified, for it\ndepends upon the sort of a soul that is to be found. The north wood does\nnot offer welcome or respond readily to the lover of conventional luxury\nand the smaller comforts of living. Luxury is there, surely, but it is\nthe luxury that rewards effort, and privation, and toil. It is the\ncomfort of food and warmth and dry clothes after a day of endurance--a\nday of wet, and dragging weariness, and bitter chill. It is the bliss of\nreaching, after long, toilsome travel, a place where you can meet the\ntrout--the splendid, full-grown wild trout, in his native home, knowing\nthat you will not find a picnic party on every brook and a fisherman\nbehind every tree. Finally, it is the preciousness of isolation, the\nremoteness from men who dig up and tear down and destroy, who set\nwhistles to tooting and bells to jingling--who shriek themselves hoarse\nin the market place and make the world ugly and discordant, and life a\nshort and fevered span in which the soul has a chance to become no more\nthan a feeble and crumpled thing. And if that kind of a soul pleases\nyou, don't go to the woods. It will be only a place of mosquitoes, and\ngeneral wetness, and discomfort. You won't care for it. You will hate\nit. But if you are willing to get wet and stay wet--to get cold and stay\ncold--to be bruised, and scuffed, and bitten--to be hungry and thirsty\nand to have your muscles strained and sore from unusual taxation: if you\nwill welcome all these things, not once, but many times, for the sake of\nmoments of pure triumph and that larger luxury which comes with the\ncomfort of the camp and the conquest of the wilderness, then go! The\nwilderness will welcome you, and teach you, and take you to its heart.\nAnd you will find your own soul there; and the discovery will be worth\nwhile!\n\n\nTHE END\n\n\n\n\nInteresting Fiction\n\n\n_Bar-20_\n\n  _By CLARENCE E. MULFORD_\n  _Illustrated, cloth, decorative. Price, $1.50._\n\n     The doings of the famous outfit of Bar-20, an old-time ranch\n     in Arizona, are here recorded. Fifth edition.\n\n     _The Cleveland News_: \"The author knows old Arizona as Harte\n     knew Poverty Row and Poker Flat.\" _Cleveland Plain Dealer_:\n     \"After the style of Mr. Wister.\"\n\n\n_The Orphan_\n\n  _Illustrated, cloth, decorative. Price, $1.50._\n\n     This stirring tale deals with the same characters, time, and\n     country as the former success, \"Bar-20.\" It is a yarn\n     decidedly worth while. Greater even than the author's first\n     book. Third edition.\n\n     _The Salt Lake City Tribune says_: \"This is a live, virile\n     story of the boundless West ... of very great\n     attractiveness.\"\n\n\n_At the Foot of the Rainbow_\n\n  _By GENE STRATTON-PORTER_\n  _Illustrated, cloth, decorative. Price, $1.50._\n\n     The scene of this charming, idyllic love story is laid in\n     Central Indiana. It is for the man who loves the earth under\n     his foot, the splash of the black bass, the scent of the\n     pine wood, and the hum of earth close to his ear.\n\n     _The New York Times says_: \"The novel is imbued throughout\n     with a poet's love of nature, and its pathos and tender\n     sentiment place it in the category of heart romances.\"\n\n\n_The Way of a Man_\n\n  _By EMERSON HOUGH_\n  _Illustrated, cloth, decorative. Price, $1.50._\n\n     A great, strong, masterful romance of American life in the\n     early sixties. Love, romance and adventure are paramount in\n     this wonderful story.\n\n     _The Chicago Record-Herald says_: \"A story that grips the\n     reader's attention, whets his appetite, and leaves him ever\n     eager for more.\"\n\n\n_The Sportsman's Primer_\n\n  _By NORMAN H. CROWELL_\n  _Illustrated, decorative cover design, boards. Price, $1.25._\n\n     For the man who enjoys sport of all kinds--for every person\n     who has even an \"ounce\" of humor--this book will prove a\n     gold mine of fun.\n\n     _The St Louis Republic says_: \"Most enjoyable.\"\n\n     _Albany Times-Union says_: \"One of the jolliest of fun\n     making books.\"\n\n\n_THE OUTING PUBLISHING CO._\n_35-37 WEST 31ST STREET, NEW YORK_\n\n\n\n\n\n\nEnd of Project Gutenberg's The Tent Dwellers, by Albert Bigelow Paine\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE TENT DWELLERS ***\n\n***** This file should be named 33846-8.txt or 33846-8.zip *****\nThis and all associated files of various formats will be found in:\n        http:\/\/www.gutenberg.org\/3\/3\/8\/4\/33846\/\n\nProduced by Annie McGuire. This book was produced from\nscanned images of public domain material from the Internet\nArchive.\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp:\/\/gutenberg.org\/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark\/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s\/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http:\/\/www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp:\/\/pglaf.org\/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http:\/\/pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http:\/\/pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http:\/\/pglaf.org\/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http:\/\/www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n","id":1019,"split":"train"}
