{"ori_id":"c4e227aa88c6fbc0c021532499db1b30c16f0eaf","title":"The Duchess of Padua","context":"The Duchess of Padua\n The Duchess of Padua tells the story of a young man named Guido who was left in the charge of a man he calls his uncle as a baby. Guido gets a notice to meet a man in Padua in regards to something concerning his parentage. When he arrives in Padua he is convinced by a man named Moranzone to abandon his only friend, Ascanio, in order to dedicate himself to revenging his fatherâ\u0080\u0099s death at the hands of Simone Gesso, the Duke of Padua. In the course of the play Guido finds he has fallen in love with Beatrice, the title character, and confides his love to her, a love which she returns. By this time Guido has had a change of heart and decides not to kill the Duke of Padua, and instead intends to leave his fatherâ\u0080\u0099s dagger at the Dukeâ\u0080\u0099s bedside to let the Duke know that his life could have been taken if Guido had wanted to kill him. On the way to the bedchamber, however, Guido is met by Beatrice, who has herself stabbed and killed the Duke so that she might be with Guido. Guido is appalled at the sin committed on his behalf and rejects Beatrice, claiming that their love has been soiled. She runs from him and when she comes across some guards she claims that Guido killed the Duke. He is brought to trial the next day. Beatrice tries to prevent Guido from speaking on his behalf for fear that she might be exposed as the killer, but Guido admits to the killing to protect her, and so the date for his execution is set. Beatrice goes to visit Guido in his cell and tells him that she has confessed to the murder but that the magistrates did not believe her and would not allow her to pardon Guido. Before waking Guido, Beatrice drinks some poison and when Guido discovers that the poison is all but gone, he shares a kiss with Beatrice before she dies, at which time Guido takes her knife and kills himself.\nï»¿The Project Gutenberg eBook, The Duchess of Padua, by Oscar Wilde\n\n\nThis eBook is for the use of anyone anywhere in the United States and most\nother parts of the world at no cost and with almost no restrictions \nwhatsoever.  You may copy it, give it away or re-use it under the terms of\nthe Project Gutenberg License included with this eBook or online at \nwww.gutenberg.org.  If you are not located in the United States, you'll have\nto check the laws of the country where you are located before using this ebook.\n\n\n\n\nTitle: The Duchess of Padua\n       A Play\n\n\nAuthor: Oscar Wilde\n\n\n\nRelease Date: October 26, 2014  [eBook #875]\n[This file was first posted on April 9, 1997]\n\nLanguage: English\n\nCharacter set encoding: UTF-8\n\n\n***START OF THE PROJECT GUTENBERG EBOOK THE DUCHESS OF PADUA***\n\n\nTranscribed from the 1916 Methuen and Co. edition by David Price, email\nccx074@pglaf.org\n\n\n\n\n\n                                   THE\n                             DUCHESS OF PADUA\n\n\n                                  A PLAY\n\n                                    BY\n                               OSCAR WILDE\n\n                                * * * * *\n\n                            METHUEN & CO. LTD.\n                           36 ESSEX STREET W.C.\n                                  LONDON\n\n                             _Fifth Edition_\n\n\n\n\nTHE PERSONS OF THE PLAY\n\n\nSimone Gesso, Duke of Padua\n\nBeatrice, his Wife\n\nAndreas Pollajuolo, Cardinal of Padua\n\nMaffio Petrucci, Jeppo Vitellozzo, Taddeo Bardi } Gentlemen of the Dukeâ\u0080\u0099s\nHousehold\n\nGuido Ferranti, a Young Man\n\nAscanio Cristofano, his Friend\n\nCount Moranzone, an Old Man\n\nBernardo Cavalcanti, Lord Justice of Padua\n\nHugo, the Headsman\n\nLucy, a Tire woman\n\nServants, Citizens, Soldiers, Monks, Falconers with their hawks and dogs,\netc.\n\n                                * * * * *\n\nPLACE: _Padua_\n\nTIME: _The latter half of the Sixteenth Century_\n\n\n\n\nTHE SCENES OF THE PLAY\n\nACT I.        _The Market Place of Padua_ (25 _minutes_).\nACT II.       _Room in the Dukeâ\u0080\u0099s Palace_ (36 _minutes_).\nACT III.      _Corridor in the Dukeâ\u0080\u0099s Palace_ (29\n              _minutes_).\nACT IV.       _The Hall of Justice_ (31 _minutes_).\nACT V.        _The Dungeon_ (25 _minutes_).\n\n         _Style of Architecture_: Italian, Gothic and Romanesque.\n\n\n\n\nACT I\n\n\n                                  SCENE\n\n_The Market Place of Padua at noon_; _in the background is the great\nCathedral of Padua_; _the architecture is Romanesque_, _and wrought in\nblack and white marbles_; _a flight of marble steps leads up to the\nCathedral door_; _at the foot of the steps are two large stone lions_;\n_the houses on each aide of the stage have coloured awnings from their\nwindows_, _and are flanked by stone arcades_; _on the right of the stage\nis the public fountain_, _with a triton in green bronze blowing from a\nconch_; _around the fountain is a stone seat_; _the bell of the Cathedral\nis ringing_, _and the citizens_, _men_, _women and children_, _are\npassing into the Cathedral_.\n\n[_Enter_ GUIDO FERRANTI _and_ ASCANIO CRISTOFANO.]\n\n   Now by my life, Guido, I will go no farther; for if I walk another\n   step I will have no life left to swear by; this wild-goose errand of\n   yours!\n\n                                [_Sits down on the step of the fountain_.]\n\nGUIDO\n\n   I think it must be here.  [_Goes up to passer-by and doffs his cap_.]\n   Pray, sir, is this the market place, and that the church of Santa\n   Croce?  [_Citizen bows_.]  I thank you, sir.\n\nASCANIO\n\n   Well?\n\nGUIDO\n\n   Ay! it is here.\n\nASCANIO\n\n   I would it were somewhere else, for I see no wine-shop.\n\nGUIDO\n\n   [_Taking a letter from his pocket and reading it_.]  â\u0080\u0098The hour noon;\n   the city, Padua; the place, the market; and the day, Saint Philipâ\u0080\u0099s\n   Day.â\u0080\u0099\n\nASCANIO\n\n   And what of the man, how shall we know him?\n\nGUIDO [_reading still_]\n\n   â\u0080\u0098I will wear a violet cloak with a silver falcon broidered on the\n   shoulder.â\u0080\u0099  A brave attire, Ascanio.\n\nASCANIO\n\n   Iâ\u0080\u0099d sooner have my leathern jerkin.  And you think he will tell you of\n   your father?\n\nGUIDO\n\n   Why, yes!  It is a month ago now, you remember; I was in the vineyard,\n   just at the corner nearest the road, where the goats used to get in, a\n   man rode up and asked me was my name Guido, and gave me this letter,\n   signed â\u0080\u0098Your Fatherâ\u0080\u0099s Friend,â\u0080\u0099 bidding me be here to-day if I would\n   know the secret of my birth, and telling me how to recognise the\n   writer!  I had always thought old Pedro was my uncle, but he told me\n   that he was not, but that I had been left a child in his charge by\n   some one he had never since seen.\n\nASCANIO\n\n   And you donâ\u0080\u0099t know who your father is?\n\nGUIDO\n\n   No.\n\nASCANIO\n\n   No recollection of him even?\n\nGUIDO\n\n   None, Ascanio, none.\n\nASCANIO [_laughing_]\n\n   Then he could never have boxed your ears so often as my father did\n   mine.\n\nGUIDO [_smiling_]\n\n   I am sure you never deserved it.\n\nASCANIO\n\n   Never; and that made it worse.  I hadnâ\u0080\u0099t the consciousness of guilt to\n   buoy me up.  What hour did you say he fixed?\n\nGUIDO\n\n   Noon.\n\n                                       [_Clock in the Cathedral strikes_.]\n\nASCANIO\n\n   It is that now, and your man has not come.  I donâ\u0080\u0099t believe in him,\n   Guido.  I think it is some wench who has set her eye at you; and, as I\n   have followed you from Perugia to Padua, I swear you shall follow me\n   to the nearest tavern.  [_Rises_.]  By the great gods of eating,\n   Guido, I am as hungry as a widow is for a husband, as tired as a young\n   maid is of good advice, and as dry as a monkâ\u0080\u0099s sermon.  Come, Guido,\n   you stand there looking at nothing, like the fool who tried to look\n   into his own mind; your man will not come.\n\nGUIDO\n\n   Well, I suppose you are right.  Ah!  [_Just as he is leaving the stage\n   with_ ASCANIO, _enter_ LORD MORANZONE _in a violet cloak_, _with a\n   silver falcon broidered on the shoulder_; _he passes across to the\n   Cathedral_, _and just as he is going in_ GUIDO _runs up and touches\n   him_.]\n\nMORANZONE\n\n   Guido Ferranti, thou hast come in time.\n\nGUIDO\n\n   What!  Does my father live?\n\nMORANZONE\n\n   Ay! lives in thee.\n   Thou art the same in mould and lineament,\n   Carriage and form, and outward semblances;\n   I trust thou art in noble mind the same.\n\nGUIDO\n\n   Oh, tell me of my father; I have lived\n   But for this moment.\n\nMORANZONE\n\n   We must be alone.\n\nGUIDO\n\n   This is my dearest friend, who out of love\n   Has followed me to Padua; as two brothers,\n   There is no secret which we do not share.\n\nMORANZONE\n\n   There is one secret which ye shall not share;\n   Bid him go hence.\n\nGUIDO [_to_ ASCANIO]\n\n   Come back within the hour.\n   He does not know that nothing in this world\n   Can dim the perfect mirror of our love.\n   Within the hour come.\n\nASCANIO\n\n   Speak not to him,\n   There is a dreadful terror in his look.\n\nGUIDO [_laughing_]\n\n   Nay, nay, I doubt not that he has come to tell\n   That I am some great Lord of Italy,\n   And we will have long days of joy together.\n   Within the hour, dear Ascanio.\n\n                                                         [_Exit_ ASCANIO.]\n\n   Now tell me of my father?  [_Sits down on a stone seat_.]\n   Stood he tall?\n   I warrant he looked tall upon his horse.\n   His hair was black? or perhaps a reddish gold,\n   Like a red fire of gold?  Was his voice low?\n   The very bravest men have voices sometimes\n   Full of low music; or a clarion was it\n   That brake with terror all his enemies?\n   Did he ride singly? or with many squires\n   And valiant gentlemen to serve his state?\n   For oftentimes methinks I feel my veins\n   Beat with the blood of kings.  Was he a king?\n\nMORANZONE\n\n   Ay, of all men he was the kingliest.\n\nGUIDO [_proudly_]\n\n   Then when you saw my noble father last\n   He was set high above the heads of men?\n\nMORANZONE\n\n   Ay, he was high above the heads of men,\n\n[_Walks over to_ GUIDO _and puts his hand upon his shoulder_.]\n\n   On a red scaffold, with a butcherâ\u0080\u0099s block\n   Set for his neck.\n\nGUIDO [_leaping up_]\n\n   What dreadful man art thou,\n   That like a raven, or the midnight owl,\n   Comâ\u0080\u0099st with this awful message from the grave?\n\nMORANZONE\n\n   I am known here as the Count Moranzone,\n   Lord of a barren castle on a rock,\n   With a few acres of unkindly land\n   And six not thrifty servants.  But I was one\n   Of Parmaâ\u0080\u0099s noblest princes; more than that,\n   I was your fatherâ\u0080\u0099s friend.\n\nGUIDO [_clasping his hand_]\n\n   Tell me of him.\n\nMORANZONE\n\n   You are the son of that great Duke Lorenzo,\n   He was the Prince of Parma, and the Duke\n   Of all the fair domains of Lombardy\n   Down to the gates of Florence; nay, Florence even\n   Was wont to pay him tributeâ\u0080\u0094\n\nGUIDO\n\n   Come to his death.\n\nMORANZONE\n\n   You will hear that soon enough.  Being at warâ\u0080\u0094\n   O noble lion of war, that would not suffer\n   Injustice done in Italy!â\u0080\u0094he led\n   The very flower of chivalry against\n   That foul adulterous Lord of Rimini,\n   Giovanni Malatestaâ\u0080\u0094whom God curse!\n   And was by him in treacherous ambush taken,\n   And like a villain, or a low-born knave,\n   Was by him on the public scaffold murdered.\n\nGUIDO [_clutching his dagger_]\n\n   Doth Malatesta live?\n\nMORANZONE\n\n   No, he is dead.\n\nGUIDO\n\n   Did you say dead?  O too swift runner, Death,\n   Couldst thou not wait for me a little space,\n   And I had done thy bidding!\n\nMORANZONE [_clutching his wrist_]\n\n   Thou canst do it!\n   The man who sold thy father is alive.\n\nGUIDO\n\n   Sold! was my father sold?\n\nMORANZONE\n\n   Ay! trafficked for,\n   Like a vile chattel, for a price betrayed,\n   Bartered and bargained for in privy market\n   By one whom he had held his perfect friend,\n   One he had trusted, one he had well loved,\n   One whom by ties of kindness he had boundâ\u0080\u0094\n\nGUIDO\n\n   And he lives\n   Who sold my father?\n\nMORANZONE\n\n   I will bring you to him.\n\nGUIDO\n\n   So, Judas, thou art living! well, I will make\n   This world thy field of blood, so buy it straight-way,\n   For thou must hang there.\n\nMORANZONE\n\n   Judas said you, boy?\n   Yes, Judas in his treachery, but still\n   He was more wise than Judas was, and held\n   Those thirty silver pieces not enough.\n\nGUIDO\n\n   What got he for my fatherâ\u0080\u0099s blood?\n\nMORANZONE\n\n   What got he?\n   Why cities, fiefs, and principalities,\n   Vineyards, and lands.\n\nGUIDO\n\n   Of which he shall but keep\n   Six feet of ground to rot in.  Where is he,\n   This damned villain, this foul devil? where?\n   Show me the man, and come he cased in steel,\n   In complete panoply and pride of war,\n   Ay, guarded by a thousand men-at-arms,\n   Yet I shall reach him through their spears, and feel\n   The last black drop of blood from his black heart\n   Crawl down my blade.  Show me the man, I say,\n   And I will kill him.\n\nMORANZONE [_coldly_]\n\n   Fool, what revenge is there?\n   Death is the common heritage of all,\n   And death comes best when it comes suddenly.\n\n                                               [_Goes up close to_ GUIDO.]\n\n   Your father was betrayed, there is your cue;\n   For you shall sell the seller in his turn.\n   I will make you of his household, you shall sit\n   At the same board with him, eat of his breadâ\u0080\u0094\n\nGUIDO\n\n   O bitter bread!\n\nMORANZONE\n\n   Thy palate is too nice,\n   Revenge will make it sweet.  Thou shalt oâ\u0080\u0099 nights\n   Pledge him in wine, drink from his cup, and be\n   His intimate, so he will fawn on thee,\n   Love thee, and trust thee in all secret things.\n   If he bid thee be merry thou must laugh,\n   And if it be his humour to be sad\n   Thou shalt don sables.  Then when the time is ripeâ\u0080\u0094\n\n                                             [GUIDO _clutches his sword_.]\n\n   Nay, nay, I trust thee not; your hot young blood,\n   Undisciplined nature, and too violent rage\n   Will never tarry for this great revenge,\n   But wreck itself on passion.\n\nGUIDO\n\n   Thou knowest me not.\n   Tell me the man, and I in everything\n   Will do thy bidding.\n\nMORANZONE\n\n   Well, when the time is ripe,\n   The victim trusting and the occasion sure,\n   I will by sudden secret messenger\n   Send thee a sign.\n\nGUIDO\n\n   How shall I kill him, tell me?\n\nMORANZONE\n\n   That night thou shalt creep into his private chamber;\n   But if he sleep see that thou wake him first,\n   And hold thy hand upon his throat, ay! that way,\n   Then having told him of what blood thou art,\n   Sprung from what father, and for what revenge,\n   Bid him to pray for mercy; when he prays,\n   Bid him to set a price upon his life,\n   And when he strips himself of all his gold\n   Tell him thou needest not gold, and hast not mercy,\n   And do thy business straight away.  Swear to me\n   Thou wilt not kill him till I bid thee do it,\n   Or else I go to mine own house, and leave\n   Thee ignorant, and thy father unavenged.\n\nGUIDO\n\n   Now by my fatherâ\u0080\u0099s swordâ\u0080\u0094\n\nMORANZONE\n\n   The common hangman\n   Brake that in sunder in the public square.\n\nGUIDO\n\n   Then by my fatherâ\u0080\u0099s graveâ\u0080\u0094\n\nMORANZONE\n\n   What grave? what grave?\n   Your noble father lieth in no grave,\n   I saw his dust strewn on the air, his ashes\n   Whirled through the windy streets like common straws\n   To plague a beggarâ\u0080\u0099s eyesight, and his head,\n   That gentle head, set on the prison spike,\n   For the vile rabble in their insolence\n   To shoot their tongues at.\n\nGUIDO\n\n   Was it so indeed?\n   Then by my fatherâ\u0080\u0099s spotless memory,\n   And by the shameful manner of his death,\n   And by the base betrayal by his friend,\n   For these at least remain, by these I swear\n   I will not lay my hand upon his life\n   Until you bid me, thenâ\u0080\u0094God help his soul,\n   For he shall die as never dog died yet.\n   And now, the sign, what is it?\n\nMORANZONE\n\n   This dagger, boy;\n   It was your fatherâ\u0080\u0099s.\n\nGUIDO\n\n   Oh, let me look at it!\n   I do remember now my reputed uncle,\n   That good old husbandman I left at home,\n   Told me a cloak wrapped round me when a babe\n   Bare too such yellow leopards wrought in gold;\n   I like them best in steel, as they are here,\n   They suit my purpose better.  Tell me, sir,\n   Have you no message from my father to me?\n\nMORANZONE\n\n   Poor boy, you never saw that noble father,\n   For when by his false friend he had been sold,\n   Alone of all his gentlemen I escaped\n   To bear the news to Parma to the Duchess.\n\nGUIDO\n\n   Speak to me of my mother.\n\nMORANZONE\n\n   When thy mother\n   Heard my black news, she fell into a swoon,\n   And, being with untimely travail seizedâ\u0080\u0094\n   Bare thee into the world before thy time,\n   And then her soul went heavenward, to wait\n   Thy father, at the gates of Paradise.\n\nGUIDO\n\n   A mother dead, a father sold and bartered!\n   I seem to stand on some beleaguered wall,\n   And messenger comes after messenger\n   With a new tale of terror; give me breath,\n   Mine ears are tired.\n\nMORANZONE\n\n   When thy mother died,\n   Fearing our enemies, I gave it out\n   Thou wert dead also, and then privily\n   Conveyed thee to an ancient servitor,\n   Who by Perugia lived; the rest thou knowest.\n\nGUIDO\n\n   Saw you my father afterwards?\n\nMORANZONE\n\n   Ay! once;\n   In mean attire, like a vineyard dresser,\n   I stole to Rimini.\n\nGUIDO [_taking his hand_]\n\n   O generous heart!\n\nMORANZONE\n\n   One can buy everything in Rimini,\n   And so I bought the gaolers! when your father\n   Heard that a man child had been born to him,\n   His noble face lit up beneath his helm\n   Like a great fire seen far out at sea,\n   And taking my two hands, he bade me, Guido,\n   To rear you worthy of him; so I have reared you\n   To revenge his death upon the friend who sold him.\n\nGUIDO\n\n   Thou hast done well; I for my father thank thee.\n   And now his name?\n\nMORANZONE\n\n   How you remind me of him,\n   You have each gesture that your father had.\n\nGUIDO\n\n   The traitorâ\u0080\u0099s name?\n\nMORANZONE\n\n   Thou wilt hear that anon;\n   The Duke and other nobles at the Court\n   Are coming hither.\n\nGUIDO\n\n   What of that? his name?\n\nMORANZONE\n\n   Do they not seem a valiant company\n   Of honourable, honest gentlemen?\n\nGUIDO\n\n   His name, milord?\n\n[_Enter the_ DUKE OF PADUA _with_ COUNT BARDI, MAFFIO, PETRUCCI, _and\nother gentlemen of his Court_.]\n\nMORANZONE [_quickly_]\n\n   The man to whom I kneel\n   Is he who sold your father! mark me well.\n\nGUIDO [_clutches hit dagger_]\n\n   The Duke!\n\nMORANZONE\n\n   Leave off that fingering of thy knife.\n   Hast thou so soon forgotten?  [_Kneels to the_ DUKE.]\n   My noble Lord.\n\nDUKE\n\n   Welcome, Count Moranzone; â\u0080\u0099tis some time\n   Since we have seen you here in Padua.\n   We hunted near your castle yesterdayâ\u0080\u0094\n   Call you it castle? that bleak house of yours\n   Wherein you sit a-mumbling oâ\u0080\u0099er your beads,\n   Telling your vices like a good old man.\n\n                             [_Catches sight of_ GUIDO _and starts back_.]\n\n   Who is that?\n\nMORANZONE\n\n   My sisterâ\u0080\u0099s son, your Grace,\n   Who being now of age to carry arms,\n   Would for a season tarry at your Court\n\nDUKE [_still looking at_ GUIDO]\n\n   What is his name?\n\nMORANZONE\n\n   Guido Ferranti, sir.\n\nDUKE\n\n   His city?\n\nMORANZONE\n\n   He is Mantuan by birth.\n\nDUKE [_advancing towards_ GUIDO]\n\n   You have the eyes of one I used to know,\n   But he died childless.  Are you honest, boy?\n   Then be not spendthrift of your honesty,\n   But keep it to yourself; in Padua\n   Men think that honesty is ostentatious, so\n   It is not of the fashion.  Look at these lords.\n\nCOUNT BARDI [_aside_]\n\n   Here is some bitter arrow for us, sure.\n\nDUKE\n\n   Why, every man among them has his price,\n   Although, to do them justice, some of them\n   Are quite expensive.\n\nCOUNT BARDI [_aside_]\n\n   There it comes indeed.\n\nDUKE\n\n   So be not honest; eccentricity\n   Is not a thing should ever be encouraged,\n   Although, in this dull stupid age of ours,\n   The most eccentric thing a man can do\n   Is to have brains, then the mob mocks at him;\n   And for the mob, despise it as I do,\n   I hold its bubble praise and windy favours\n   In such account, that popularity\n   Is the one insult I have never suffered.\n\nMAFFIO [_aside_]\n\n   He has enough of hate, if he needs that.\n\nDUKE\n\n   Have prudence; in your dealings with the world\n   Be not too hasty; act on the second thought,\n   First impulses are generally good.\n\nGUIDO [_aside_]\n\n   Surely a toad sits on his lips, and spills its venom there.\n\nDUKE\n\n   See thou hast enemies,\n   Else will the world think very little of thee;\n   It is its test of power; yet see thou showâ\u0080\u0099st\n   A smiling mask of friendship to all men,\n   Until thou hast them safely in thy grip,\n   Then thou canst crush them.\n\nGUIDO [_aside_]\n\n   O wise philosopher!\n   That for thyself dost dig so deep a grave.\n\nMORANZONE [_to him_]\n\n   Dost thou mark his words?\n\nGUIDO\n\n   Oh, be thou sure I do.\n\nDUKE\n\n   And be not over-scrupulous; clean hands\n   With nothing in them make a sorry show.\n   If you would have the lionâ\u0080\u0099s share of life\n   You must wear the foxâ\u0080\u0099s skin.  Oh, it will fit you;\n   It is a coat which fitteth every man.\n\nGUIDO\n\n   Your Grace, I shall remember.\n\nDUKE\n\n   That is well, boy, well.\n   I would not have about me shallow fools,\n   Who with mean scruples weigh the gold of life,\n   And faltering, paltering, end by failure; failure,\n   The only crime which I have not committed:\n   I would have _men_ about me.  As for conscience,\n   Conscience is but the name which cowardice\n   Fleeing from battle scrawls upon its shield.\n   You understand me, boy?\n\nGUIDO\n\n   I do, your Grace,\n   And will in all things carry out the creed\n   Which you have taught me.\n\nMAFFIO\n\n   I never heard your Grace\n   So much in the vein for preaching; let the Cardinal\n   Look to his laurels, sir.\n\nDUKE\n\n   The Cardinal!\n   Men follow my creed, and they gabble his.\n   I do not think much of the Cardinal;\n   Although he is a holy churchman, and\n   I quite admit his dulness.  Well, sir, from now\n   We count you of our household\n\n[_He holds out his hand for_ GUIDO _to kiss_.  GUIDO _starts back in\nhorror_, _but at a gesture from_ COUNT MORANZONE, _kneels and kisses\nit_.]\n\n   We will see\n   That you are furnished with such equipage\n   As doth befit your honour and our state.\n\nGUIDO\n\n   I thank your Grace most heartily.\n\nDUKE\n\n   Tell me again\n   What is your name?\n\nGUIDO\n\n   Guido Ferranti, sir.\n\nDUKE\n\n   And you are Mantuan?  Look to your wives, my lords,\n   When such a gallant comes to Padua.\n   Thou dost well to laugh, Count Bardi; I have noted\n   How merry is that husband by whose hearth\n   Sits an uncomely wife.\n\nMAFFIO\n\n   May it please your Grace,\n   The wives of Padua are above suspicion.\n\nDUKE\n\n   What, are they so ill-favoured!  Let us go,\n   This Cardinal detains our pious Duchess;\n   His sermon and his beard want cutting both:\n   Will you come with us, sir, and hear a text\n   From holy Jerome?\n\nMORANZONE [_bowing_]\n\n   My liege, there are some mattersâ\u0080\u0094\n\nDUKE [_interrupting_]\n\n   Thou needâ\u0080\u0099st make no excuse for missing mass.\n   Come, gentlemen.\n\n                                   [_Exit with his suite into Cathedral_.]\n\nGUIDO [_after a pause_]\n\n   So the Duke sold my father;\n   I kissed his hand.\n\nMORANZONE\n\n   Thou shalt do that many times.\n\nGUIDO\n\n   Must it be so?\n\nMORANZONE\n\n   Ay! thou hast sworn an oath.\n\nGUIDO\n\n   That oath shall make me marble.\n\nMORANZONE\n\n   Farewell, boy,\n   Thou wilt not see me till the time is ripe.\n\nGUIDO\n\n   I pray thou comest quickly.\n\nMORANZONE\n\n   I will come\n   When it is time; be ready.\n\nGUIDO\n\n   Fear me not.\n\nMORANZONE\n\n   Here is your friend; see that you banish him\n   Both from your heart and Padua.\n\nGUIDO\n\n   From Padua,\n   Not from my heart.\n\nMORANZONE\n\n   Nay, from thy heart as well,\n   I will not leave thee till I see thee do it.\n\nGUIDO\n\n   Can I have no friend?\n\nMORANZONE\n\n   Revenge shall be thy friend;\n   Thou needâ\u0080\u0099st no other.\n\nGUIDO\n\n   Well, then be it so.\n\n                                             [_Enter_ ASCANIO CRISTOFANO.]\n\nASCANIO\n\n   Come, Guido, I have been beforehand with you in everything, for I have\n   drunk a flagon of wine, eaten a pasty, and kissed the maid who served\n   it.  Why, you look as melancholy as a schoolboy who cannot buy apples,\n   or a politician who cannot sell his vote.  What news, Guido, what\n   news?\n\nGUIDO\n\n   Why, that we two must part, Ascanio.\n\nASCANIO\n\n   That would be news indeed, but it is not true.\n\nGUIDO\n\n   Too true it is, you must get hence, Ascanio,\n   And never look upon my face again.\n\nASCANIO\n\n   No, no; indeed you do not know me, Guido;\n   â\u0080\u0099Tis true I am a common yeomanâ\u0080\u0099s son,\n   Nor versed in fashions of much courtesy;\n   But, if you are nobly born, cannot I be\n   Your serving man?  I will tend you with more love\n   Than any hired servant.\n\nGUIDO [_clasping his hand_]\n\n   Ascanio!\n\n     [_Sees_ MORANZONE _looking at him and drops_ ASCANIOâ\u0080\u0099S _hand_.]\n\n   It cannot be.\n\nASCANIO\n\n   What, is it so with you?\n   I thought the friendship of the antique world\n   Was not yet dead, but that the Roman type\n   Might even in this poor and common age\n   Find counterparts of love; then by this love\n   Which beats between us like a summer sea,\n   Whatever lot has fallen to your hand\n   May I not share it?\n\nGUIDO\n\n   Share it?\n\nASCANIO\n\n   Ay!\n\nGUIDO\n\n   No, no.\n\nASCANIO\n\n   Have you then come to some inheritance\n   Of lordly castle, or of stored-up gold?\n\nGUIDO [_bitterly_]\n\n   Ay! I have come to my inheritance.\n   O bloody legacy! and O murderous dole!\n   Which, like the thrifty miser, must I hoard,\n   And to my own self keep; and so, I pray you,\n   Let us part here.\n\nASCANIO\n\n   What, shall we never more\n   Sit hand in hand, as we were wont to sit,\n   Over some book of ancient chivalry\n   Stealing a truant holiday from school,\n   Follow the huntsmen through the autumn woods,\n   And watch the falcons burst their tasselled jesses,\n   When the hare breaks from covert.\n\nGUIDO\n\n   Never more.\n\nASCANIO\n\n   Must I go hence without a word of love?\n\nGUIDO\n\n   You must go hence, and may love go with you.\n\nASCANIO\n\n   You are unknightly, and ungenerous.\n\nGUIDO\n\n   Unknightly and ungenerous if you will.\n   Why should we waste more words about the matter\n   Let us part now.\n\nASCANIO\n\n   Have you no message, Guido?\n\nGUIDO\n\n   None; my whole past was but a schoolboyâ\u0080\u0099s dream;\n   To-day my life begins.  Farewell.\n\nASCANIO\n\n   Farewell [_exit slowly_.]\n\nGUIDO\n\n   Now are you satisfied?  Have you not seen\n   My dearest friend, and my most loved companion,\n   Thrust from me like a common kitchen knave!\n   Oh, that I did it!  Are you not satisfied?\n\nMORANZONE\n\n   Ay! I am satisfied.  Now I go hence,\n   Do not forget the sign, your fatherâ\u0080\u0099s dagger,\n   And do the business when I send it to you.\n\nGUIDO\n\n   Be sure I shall.  [_Exit_ LORD MORANZONE.]\n\nGUIDO\n\n   O thou eternal heaven!\n   If there is aught of nature in my soul,\n   Of gentle pity, or fond kindliness,\n   Wither it up, blast it, bring it to nothing,\n   Or if thou wilt not, then will I myself\n   Cut pity with a sharp knife from my heart\n   And strangle mercy in her sleep at night\n   Lest she speak to me.  Vengeance there I have it.\n   Be thou my comrade and my bedfellow,\n   Sit by my side, ride to the chase with me,\n   When I am weary sing me pretty songs,\n   When I am light oâ\u0080\u0099 heart, make jest with me,\n   And when I dream, whisper into my ear\n   The dreadful secret of a fatherâ\u0080\u0099s murderâ\u0080\u0094\n   Did I say murder?  [_Draws his dagger_.]\n   Listen, thou terrible God!\n   Thou God that punishest all broken oaths,\n   And bid some angel write this oath in fire,\n   That from this hour, till my dear fatherâ\u0080\u0099s murder\n   In blood I have revenged, I do forswear\n   The noble ties of honourable friendship,\n   The noble joys of dear companionship,\n   Affectionâ\u0080\u0099s bonds, and loyal gratitude,\n   Ay, more, from this same hour I do forswear\n   All love of women, and the barren thing\n   Which men call beautyâ\u0080\u0094\n\n[_The organ peals in the Cathedral_, _and under a canopy of cloth of\nsilver tissue_, _borne by four pages in scarlet_, _the_ DUCHESS OF PADUA\n_comes down the steps_; _as she passes across their eyes meet for a\nmoment_, _and as she leaves the stage she looks back at_ GUIDO, _and the\ndagger falls from his hand_.]\n\n   Oh! who is that?\n\nA CITIZEN\n\n   The Duchess of Padua!\n\n                                * * * * *\n\n                              END OF ACT I.\n\n                                * * * * *\n\n\n\n\nACT II\n\n\n                                  SCENE\n\n_A state room in the Ducal Palace_, _hung with tapestries representing\nthe Masque of Venus_; _a large door in the centre opens into a corridor\nof red marble_, _through which one can see a view of Padua_; _a large\ncanopy is set_ (_R.C._) _with three thrones_, _one a little lower than\nthe others_; _the ceiling is made of long gilded beams_; _furniture of\nthe period_, _chairs covered with gilt leather_, _and buffets set with\ngold and silver plate_, _and chests painted with mythological scenes_.\n_A number of the courtiers is out on the corridor looking from it down\ninto the street below_; _from the street comes the roar of a mob and\ncries of_ â\u0080\u0098_Death to the Duke_â\u0080\u0099: _after a little interval enter the Duke\nvery calmly_; _he is leaning on the arm of Guido Ferranti_; _with him\nenters also the Lord Cardinal_; _the mob still shouting_.\n\nDUKE\n\n   No, my Lord Cardinal, I weary of her!\n   Why, she is worse than ugly, she is good.\n\nMAFFIO [_excitedly_]\n\n   Your Grace, there are two thousand people there\n   Who every moment grow more clamorous.\n\nDUKE\n\n   Tut, man, they waste their strength upon their lungs!\n   People who shout so loud, my lords, do nothing;\n   The only men I fear are silent men.\n\n                                               [_A yell from the people_.]\n\n   You see, Lord Cardinal, how my people love me.\n\n                                                         [_Another yell_.]\n\n   Go, Petrucci,\n   And tell the captain of the guard below\n   To clear the square.  Do you not hear me, sir?\n   Do what I bid you.\n\n                                                        [_Exit_ PETRUCCI.]\n\nCARDINAL\n\n   I beseech your Grace\n   To listen to their grievances.\n\nDUKE [_sitting on his throne_]\n\n   Ay! the peaches\n   Are not so big this year as they were last.\n   I crave your pardon, my lord Cardinal,\n   I thought you spake of peaches.\n\n                                              [_A cheer from the people_.]\n\n   What is that?\n\nGUIDO [_rushes to the window_]\n\n   The Duchess has gone forth into the square,\n   And stands between the people and the guard,\n   And will not let them shoot.\n\nDUKE\n\n   The devil take her!\n\nGUIDO [_still at the window_]\n\n   And followed by a dozen of the citizens\n   Has come into the Palace.\n\nDUKE [_starting up_]\n\n   By Saint James,\n   Our Duchess waxes bold!\n\nBARDI\n\n   Here comes the Duchess.\n\nDUKE\n\n   Shut that door there; this morning air is cold.\n\n                                  [_They close the door on the corridor_.]\n\n[_Enter the Duchess followed by a crowd of meanly dressed Citizens_.]\n\nDUCHESS [_flinging herself upon her knees_]\n\n   I do beseech your Grace to give us audience.\n\nDUKE\n\n   What are these grievances?\n\nDUCHESS\n\n   Alas, my Lord,\n   Such common things as neither you nor I,\n   Nor any of these noble gentlemen,\n   Have ever need at all to think about;\n   They say the bread, the very bread they eat,\n   Is made of sorry chaff.\n\nFIRST CITIZEN\n\n   Ay! so it is,\n   Nothing but chaff.\n\nDUKE\n\n   And very good food too,\n   I give it to my horses.\n\nDUCHESS [_restraining herself_]\n\n   They say the water,\n   Set in the public cisterns for their use,\n   [Has, through the breaking of the aqueduct,]\n   To stagnant pools and muddy puddles turned.\n\nDUKE\n\n   They should drink wine; water is quite unwholesome.\n\nSECOND CITIZEN\n\n   Alack, your Grace, the taxes which the customs\n   Take at the city gate are grown so high\n   We cannot buy wine.\n\nDUKE\n\n   Then you should bless the taxes\n\n   Which make you temperate.\n\nDUCHESS\n\n   Think, while we sit\n   In gorgeous pomp and state, gaunt poverty\n   Creeps through their sunless lanes, and with sharp knives\n   Cuts the warm throats of children stealthily\n   And no word said.\n\nTHIRD CITIZEN\n\n   Ay! marry, that is true,\n   My little son died yesternight from hunger;\n   He was but six years old; I am so poor,\n   I cannot bury him.\n\nDUKE\n\n   If you are poor,\n   Are you not blessed in that?  Why, poverty\n   Is one of the Christian virtues,\n\n                                                [_Turns to the_ CARDINAL.]\n\n   Is it not?\n   I know, Lord Cardinal, you have great revenues,\n   Rich abbey-lands, and tithes, and large estates\n   For preaching voluntary poverty.\n\nDUCHESS\n\n   Nay but, my lord the Duke, be generous;\n   While we sit here within a noble house\n   [With shaded porticoes against the sun,\n   And walls and roofs to keep the winter out],\n   There are many citizens of Padua\n   Who in vile tenements live so full of holes,\n   That the chill rain, the snow, and the rude blast,\n   Are tenants also with them; others sleep\n   Under the arches of the public bridges\n   All through the autumn nights, till the wet mist\n   Stiffens their limbs, and fevers come, and soâ\u0080\u0094\n\nDUKE\n\n   And so they go to Abrahamâ\u0080\u0099s bosom, Madam.\n   They should thank me for sending them to Heaven,\n   If they are wretched here. [_To the_ CARDINAL.]\n   Is it not said\n   Somewhere in Holy Writ, that every man\n   Should be contented with that state of life\n   God calls him to?  Why should I change their state,\n   Or meddle with an all-wise providence,\n   Which has apportioned that some men should starve,\n   And others surfeit?  I did not make the world.\n\nFIRST CITIZEN\n\n   He hath a hard heart.\n\nSECOND CITIZEN\n\n   Nay, be silent, neighbour;\n   I think the Cardinal will speak for us.\n\nCARDINAL\n\n   True, it is Christian to bear misery,\n   Yet it is Christian also to be kind,\n   And there seem many evils in this town,\n   Which in your wisdom might your Grace reform.\n\nFIRST CITIZEN\n\n   What is that word reform?  What does it mean?\n\nSECOND CITIZEN\n\n   Marry, it means leaving things as they are; I like it not.\n\nDUKE\n\n   Reform Lord Cardinal, did _you_ say reform?\n   There is a man in Germany called Luther,\n   Who would reform the Holy Catholic Church.\n   Have you not made him heretic, and uttered\n   Anathema, maranatha, against him?\n\nCARDINAL [_rising from his seat_]\n\n   He would have led the sheep out of the fold,\n   We do but ask of you to feed the sheep.\n\nDUKE\n\n   When I have shorn their fleeces I may feed them.\n   As for these rebelsâ\u0080\u0094  [DUCHESS _entreats him_.]\n\nFIRST CITIZEN\n\n   That is a kind word,\n   He means to give us something.\n\nSECOND CITIZEN\n\n   Is that so?\n\nDUKE\n\n   These ragged knaves who come before us here,\n   With mouths chock-full of treason.\n\nTHIRD CITIZEN\n\n   Good my Lord,\n   Fill up our mouths with bread; weâ\u0080\u0099ll hold our tongues.\n\nDUKE\n\n   Ye shall hold your tongues, whether you starve or not.\n   My lords, this age is so familiar grown,\n   That the low peasant hardly doffs his hat,\n   Unless you beat him; and the raw mechanic\n   Elbows the noble in the public streets.\n\n                                                      [_To the Citizens_.]\n\n   Still as our gentle Duchess has so prayed us,\n   And to refuse so beautiful a beggar\n   Were to lack both courtesy and love,\n   Touching your grievances, I promise thisâ\u0080\u0094\n\nFIRST CITIZEN\n\n   Marry, he will lighten the taxes!\n\nSECOND CITIZEN\n\n   Or a dole of bread, think you, for each man?\n\nDUKE\n\n   That, on next Sunday, the Lord Cardinal\n   Shall, after Holy Mass, preach you a sermon\n   Upon the Beauty of Obedience.\n\n                                                      [_Citizens murmur_.]\n\nFIRST CITIZEN\n\n   Iâ\u0080\u0099 faith, that will not fill our stomachs!\n\nSECOND CITIZEN\n\n   A sermon is but a sorry sauce, when\n   You have nothing to eat with it.\n\nDUCHESS\n\n   Poor people,\n   You see I have no power with the Duke,\n   But if you go into the court without,\n   My almoner shall from my private purse,\n   Divide a hundred ducats â\u0080\u0099mongst you all.\n\nFIRST CITIZEN\n\n   God save the Duchess, say I.\n\nSECOND CITIZEN\n\n   God save her.\n\nDUCHESS\n\n   And every Monday morn shall bread be set\n   For those who lack it.\n\n                                          [_Citizens applaud and go out_.]\n\nFIRST CITIZEN [_going out_]\n\n   Why, God save the Duchess again!\n\nDUKE [_calling him back_]\n\n   Come hither, fellow! what is your name?\n\nFIRST CITIZEN\n\n   Dominick, sir.\n\nDUKE\n\n   A good name!  Why were you called Dominick?\n\nFIRST CITIZEN [_scratching his head_]\n\n   Marry, because I was born on St. Georgeâ\u0080\u0099s day.\n\nDUKE\n\n   A good reason! here is a ducat for you!\n   Will you not cry for me God save the Duke?\n\nFIRST CITIZEN [_feebly_]\n\n   God save the Duke.\n\nDUKE\n\n   Nay! louder, fellow, louder.\n\nFIRST CITIZEN [_a little louder_]\n\n   God save the Duke!\n\nDUKE\n\n   More lustily, fellow, put more heart in it!\n   Here is another ducat for you.\n\nFIRST CITIZEN [_enthusiastically_]\n\n   God save the Duke!\n\nDUKE [_mockingly_]\n\n   Why, gentlemen, this simple fellowâ\u0080\u0099s love\n   Touches me much.  [_To the Citizen_, _harshly_.]\n   Go!  [_Exit Citizen_, _bowing_.]\n   This is the way, my lords,\n   You can buy popularity nowadays.\n   Oh, we are nothing if not democratic!\n\n                                                       [_To the_ DUCHESS.]\n\n   Well, Madam,\n   You spread rebellion â\u0080\u0099midst our citizens.\n\nDUCHESS\n\n   My Lord, the poor have rights you cannot touch,\n   The right to pity, and the right to mercy.\n\nDUKE\n\n   So, so, you argue with me?  This is she,\n   The gentle Duchess for whose hand I yielded\n   Three of the fairest towns in Italy,\n   Pisa, and Genoa, and Orvieto.\n\nDUCHESS\n\n   Promised, my Lord, not yielded: in that matter\n   Brake you your word as ever.\n\nDUKE\n\n   You wrong us, Madam,\n   There were state reasons.\n\nDUCHESS\n\n   What state reasons are there\n   For breaking holy promises to a state?\n\nDUKE\n\n   There are wild boars at Pisa in a forest\n   Close to the city: when I promised Pisa\n   Unto your noble and most trusting father,\n   I had forgotten there was hunting there.\n   At Genoa they say,\n   Indeed I doubt them not, that the red mullet\n   Runs larger in the harbour of that town\n   Than anywhere in Italy.\n\n                                          [_Turning to one of the Court_.]\n\n   You, my lord,\n   Whose gluttonous appetite is your only god,\n   Could satisfy our Duchess on that point.\n\nDUCHESS\n\n   And Orvieto?\n\nDUKE [_yawning_]\n\n   I cannot now recall\n   Why I did not surrender Orvieto\n   According to the word of my contract.\n   Maybe it was because I did not choose.\n\n                                             [_Goes over to the_ DUCHESS.]\n\n   Why look you, Madam, you are here alone;\n   â\u0080\u0099Tis many a dusty league to your grey France,\n   And even there your father barely keeps\n   A hundred ragged squires for his Court.\n   What hope have you, I say?  Which of these lords\n   And noble gentlemen of Padua\n   Stands by your side.\n\nDUCHESS\n\n   There is not one.\n\n                                [GUIDO _starts_, _but restrains himself_.]\n\nDUKE\n\n   Nor shall be,\n   While I am Duke in Padua: listen, Madam,\n   Being mine own, you shall do as I will,\n   And if it be my will you keep the house,\n   Why then, this palace shall your prison be;\n   And if it be my will you walk abroad,\n   Why, you shall take the air from morn to night.\n\nDUCHESS\n\n   Sir, by what rightâ\u0080\u0094?\n\nDUKE\n\n   Madam, my second Duchess\n   Asked the same question once: her monument\n   Lies in the chapel of Bartholomew,\n   Wrought in red marble; very beautiful.\n   Guido, your arm.  Come, gentlemen, let us go\n   And spur our falcons for the mid-day chase.\n   Bethink you, Madam, you are here alone.\n\n         [_Exit the_ DUKE _leaning on_ GUIDO, _with his Court_.]\n\nDUCHESS [_looking after them_]\n\n   The Duke said rightly that I was alone;\n   Deserted, and dishonoured, and defamed,\n   Stood ever woman so alone indeed?\n   Men when they woo us call us pretty children,\n   Tell us we have not wit to make our lives,\n   And so they mar them for us.  Did I say woo?\n   We are their chattels, and their common slaves,\n   Less dear than the poor hound that licks their hand,\n   Less fondled than the hawk upon their wrist.\n   Woo, did I say? bought rather, sold and bartered,\n   Our very bodies being merchandise.\n   I know it is the general lot of women,\n   Each miserably mated to some man\n   Wrecks her own life upon his selfishness:\n   That it is general makes it not less bitter.\n   I think I never heard a woman laugh,\n   Laugh for pure merriment, except one woman,\n   That was at night time, in the public streets.\n   Poor soul, she walked with painted lips, and wore\n   The mask of pleasure: I would not laugh like her;\n   No, death were better.\n\n[_Enter_ GUIDO _behind unobserved_; _the_ DUCHESS _flings herself down\nbefore a picture of the Madonna_.]\n\n   O Mary mother, with your sweet pale face\n   Bending between the little angel heads\n   That hover round you, have you no help for me?\n   Mother of God, have you no help for me?\n\nGUIDO\n\n   I can endure no longer.\n   This is my love, and I will speak to her.\n   Lady, am I a stranger to your prayers?\n\nDUCHESS [_rising_]\n\n   None but the wretched needs my prayers, my lord.\n\nGUIDO\n\n   Then must I need them, lady.\n\nDUCHESS\n\n   How is that?\n   Does not the Duke show thee sufficient honour?\n\nGUIDO\n\n   Your Grace, I lack no favours from the Duke,\n   Whom my soul loathes as I loathe wickedness,\n   But come to proffer on my bended knees,\n   My loyal service to thee unto death.\n\nDUCHESS\n\n   Alas!  I am so fallen in estate\n   I can but give thee a poor meed of thanks.\n\nGUIDO [_seizing her hand_]\n\n   Hast thou no love to give me?\n\n        [_The_ DUCHESS _starts_, _and_ GUIDO _falls at her feet_.]\n\n   O dear saint,\n   If I have been too daring, pardon me!\n   Thy beauty sets my boyish blood aflame,\n   And, when my reverent lips touch thy white hand,\n   Each little nerve with such wild passion thrills\n   That there is nothing which I would not do\n   To gain thy love.  [_Leaps up_.]\n   Bid me reach forth and pluck\n   Perilous honour from the lionâ\u0080\u0099s jaws,\n   And I will wrestle with the Nemean beast\n   On the bare desert!  Fling to the cave of War\n   A gaud, a ribbon, a dead flower, something\n   That once has touched thee, and Iâ\u0080\u0099ll bring it back\n   Though all the hosts of Christendom were there,\n   Inviolate again! ay, more than this,\n   Set me to scale the pallid white-faced cliffs\n   Of mighty England, and from that arrogant shield\n   Will I raze out the lilies of your France\n   Which England, that sea-lion of the sea,\n   Hath taken from her!\n   O dear Beatrice,\n   Drive me not from thy presence! without thee\n   The heavy minutes crawl with feet of lead,\n   But, while I look upon thy loveliness,\n   The hours fly like winged Mercuries\n   And leave existence golden.\n\nDUCHESS\n\n   I did not think\n   I should be ever loved: do you indeed\n   Love me so much as now you say you do?\n\nGUIDO\n\n   Ask of the sea-bird if it loves the sea,\n   Ask of the roses if they love the rain,\n   Ask of the little lark, that will not sing\n   Till day break, if it loves to see the day:â\u0080\u0094\n   And yet, these are but empty images,\n   Mere shadows of my love, which is a fire\n   So great that all the waters of the main\n   Can not avail to quench it.  Will you not speak?\n\nDUCHESS\n\n   I hardly know what I should say to you.\n\nGUIDO\n\n   Will you not say you love me?\n\nDUCHESS\n\n   Is that my lesson?\n   Must I say all at once?  â\u0080\u0099Twere a good lesson\n   If I did love you, sir; but, if I do not,\n   What shall I say then?\n\nGUIDO\n\n   If you do not love me,\n   Say, none the less, you do, for on your tongue\n   Falsehood for very shame would turn to truth.\n\nDUCHESS\n\n   What if I do not speak at all?  They say\n   Lovers are happiest when they are in doubt\n\nGUIDO\n\n   Nay, doubt would kill me, and if I must die,\n   Why, let me die for joy and not for doubt.\n   Oh, tell me may I stay, or must I go?\n\nDUCHESS\n\n   I would not have you either stay or go;\n   For if you stay you steal my love from me,\n   And if you go you take my love away.\n   Guido, though all the morning stars could sing\n   They could not tell the measure of my love.\n   I love you, Guido.\n\nGUIDO [_stretching out his hands_]\n\n   Oh, do not cease at all;\n   I thought the nightingale sang but at night;\n   Or if thou needst must cease, then let my lips\n   Touch the sweet lips that can such music make.\n\nDUCHESS\n\n   To touch my lips is not to touch my heart.\n\nGUIDO\n\n   Do you close that against me?\n\nDUCHESS\n\n   Alas! my lord,\n   I have it not: the first day that I saw you\n   I let you take my heart away from me;\n   Unwilling thief, that without meaning it\n   Did break into my fenced treasury\n   And filch my jewel from it!  O strange theft,\n   Which made you richer though you knew it not,\n   And left me poorer, and yet glad of it!\n\nGUIDO [_clasping her in his arms_]\n\n   O love, love, love!  Nay, sweet, lift up your head,\n   Let me unlock those little scarlet doors\n   That shut in music, let me dive for coral\n   In your red lips, and Iâ\u0080\u0099ll bear back a prize\n   Richer than all the gold the Gryphon guards\n   In rude Armenia.\n\nDUCHESS\n\n   You are my lord,\n   And what I have is yours, and what I have not\n   Your fancy lends me, like a prodigal\n   Spending its wealth on what is nothing worth.\n\n                                                           [_Kisses him_.]\n\nGUIDO\n\n   Methinks I am bold to look upon you thus:\n   The gentle violet hides beneath its leaf\n   And is afraid to look at the great sun\n   For fear of too much splendour, but my eyes,\n   O daring eyes! are grown so venturous\n   That like fixed stars they stand, gazing at you,\n   And surfeit sense with beauty.\n\nDUCHESS\n\n   Dear love, I would\n   You could look upon me ever, for your eyes\n   Are polished mirrors, and when I peer\n   Into those mirrors I can see myself,\n   And so I know my image lives in you.\n\nGUIDO [_taking her in his arms_]\n\n   Stand still, thou hurrying orb in the high heavens,\n   And make this hour immortal!  [_A pause_.]\n\nDUCHESS\n\n   Sit down here,\n   A little lower than me: yes, just so, sweet,\n   That I may run my fingers through your hair,\n   And see your face turn upwards like a flower\n   To meet my kiss.\n   Have you not sometimes noted,\n   When we unlock some long-disusÃ©d room\n   With heavy dust and soiling mildew filled,\n   Where never foot of man has come for years,\n   And from the windows take the rusty bar,\n   And fling the broken shutters to the air,\n   And let the bright sun in, how the good sun\n   Turns every grimy particle of dust\n   Into a little thing of dancing gold?\n   Guido, my heart is that long-empty room,\n   But you have let love in, and with its gold\n   Gilded all life.  Do you not think that love\n   Fills up the sum of life?\n\nGUIDO\n\n   Ay! without love\n   Life is no better than the unhewn stone\n   Which in the quarry lies, before the sculptor\n   Has set the God within it.  Without love\n   Life is as silent as the common reeds\n   That through the marshes or by rivers grow,\n   And have no music in them.\n\nDUCHESS\n\n   Yet out of these\n   The singer, who is Love, will make a pipe\n   And from them he draws music; so I think\n   Love will bring music out of any life.\n   Is that not true?\n\nGUIDO\n\n   Sweet, women make it true.\n   There are men who paint pictures, and carve statues,\n   Paul of Verona and the dyerâ\u0080\u0099s son,\n   Or their great rival, who, by the sea at Venice,\n   Has set Godâ\u0080\u0099s little maid upon the stair,\n   White as her own white lily, and as tall,\n   Or Raphael, whose Madonnas are divine\n   Because they are mothers merely; yet I think\n   Women are the best artists of the world,\n   For they can take the common lives of men\n   Soiled with the money-getting of our age,\n   And with love make them beautiful.\n\nDUCHESS\n\n   Ah, dear,\n   I wish that you and I were very poor;\n   The poor, who love each other, are so rich.\n\nGUIDO\n\n   Tell me again you love me, Beatrice.\n\nDUCHESS [_fingering his collar_]\n\n   How well this collar lies about your throat.\n\n   [LORD MORANZONE _looks through the door from the corridor outside_.]\n\nGUIDO\n\n   Nay, tell me that you love me.\n\nDUCHESS\n\n   I remember,\n   That when I was a child in my dear France,\n   Being at Court at Fontainebleau, the King\n   Wore such a collar.\n\nGUIDO\n\n   Will you not say you love me?\n\nDUCHESS [_smiling_]\n\n   He was a very royal man, King Francis,\n   Yet he was not royal as you are.\n   Why need I tell you, Guido, that I love you?\n\n      [_Takes his head in her hands and turns his face up to her_.]\n\n   Do you not know that I am yours for ever,\n   Body and soul?\n\n [_Kisses him_, _and then suddenly catches sight of_ MORANZONE _and leaps\n                                  up_.]\n\n   Oh, what is that?  [MORANZONE _disappears_.]\n\nGUIDO\n\n   What, love?\n\nDUCHESS\n\n   Methought I saw a face with eyes of flame\n   Look at us through the doorway.\n\nGUIDO\n\n   Nay, â\u0080\u0099twas nothing:\n   The passing shadow of the man on guard.\n\n          [_The_ DUCHESS _still stands looking at the window_.]\n\n   â\u0080\u0099Twas nothing, sweet.\n\nDUCHESS\n\n   Ay! what can harm us now,\n   Who are in Loveâ\u0080\u0099s hand?  I do not think Iâ\u0080\u0099d care\n   Though the vile world should with its lackey Slander\n   Trample and tread upon my life; why should I?\n   They say the common field-flowers of the field\n   Have sweeter scent when they are trodden on\n   Than when they bloom alone, and that some herbs\n   Which have no perfume, on being bruisÃ©d die\n   With all Arabia round them; so it is\n   With the young lives this dull world seeks to crush,\n   It does but bring the sweetness out of them,\n   And makes them lovelier often.  And besides,\n   While we have love we have the best of life:\n   Is it not so?\n\nGUIDO\n\n   Dear, shall we play or sing?\n   I think that I could sing now.\n\nDUCHESS\n\n   Do not speak,\n   For there are times when all existences\n   Seem narrowed to one single ecstasy,\n   And Passion sets a seal upon the lips.\n\nGUIDO\n\n   Oh, with mine own lips let me break that seal!\n   You love me, Beatrice?\n\nDUCHESS\n\n   Ay! is it not strange\n   I should so love mine enemy?\n\nGUIDO\n\n   Who is he?\n\nDUCHESS\n\n   Why, you: that with your shaft did pierce my heart!\n   Poor heart, that lived its little lonely life\n   Until it met your arrow.\n\nGUIDO\n\n   Ah, dear love,\n   I am so wounded by that bolt myself\n   That with untended wounds I lie a-dying,\n   Unless you cure me, dear Physician.\n\nDUCHESS\n\n   I would not have you cured; for I am sick\n   With the same malady.\n\nGUIDO\n\n   Oh, how I love you!\n   See, I must steal the cuckooâ\u0080\u0099s voice, and tell\n   The one tale over.\n\nDUCHESS\n\n   Tell no other tale!\n   For, if that is the little cuckooâ\u0080\u0099s song,\n   The nightingale is hoarse, and the loud lark\n   Has lost its music.\n\nGUIDO\n\n   Kiss me, Beatrice!\n\n[_She takes his face in her hands and bends down and kisses him_; _a loud\nknocking then comes at the door_, _and_ GUIDO _leaps up_; _enter a\nServant_.]\n\nSERVANT\n\n   A package for you, sir.\n\nGUIDO [_carelessly_]\n\n   Ah! give it to me.\n\n   [_Servant hands package wrapped in vermilion silk_, _and exit_; _as_\n   GUIDO _is about to open it the_ DUCHESS _comes up behind_, _and in\n   sport takes it from him_.]\n\nDUCHESS [_laughing_]\n\n   Now I will wager it is from some girl\n   Who would have you wear her favour; I am so jealous\n   I will not give up the least part in you,\n   But like a miser keep you to myself,\n   And spoil you perhaps in keeping.\n\nGUIDO\n\n   It is nothing.\n\nDUCHESS\n\n   Nay, it is from some girl.\n\nGUIDO\n\n   You know â\u0080\u0099tis not.\n\nDUCHESS [_turns her back and opens it_]\n\n   Now, traitor, tell me what does this sign mean,\n   A dagger with two leopards wrought in steel?\n\nGUIDO [_taking it from her_]\n\n   O God!\n\nDUCHESS\n\n   Iâ\u0080\u0099ll from the window look, and try\n   If I canâ\u0080\u0099t see the porterâ\u0080\u0099s livery\n   Who left it at the gate!  I will not rest\n   Till I have learned your secret.\n\n                                      [_Runs laughing into the corridor_.]\n\nGUIDO\n\n   Oh, horrible!\n   Had I so soon forgot my fatherâ\u0080\u0099s death,\n   Did I so soon let love into my heart,\n   And must I banish love, and let in murder\n   That beats and clamours at the outer gate?\n   Ay, that I must!  Have I not sworn an oath?\n   Yet not to-night; nay, it must be to-night.\n   Farewell then all the joy and light of life,\n   All dear recorded memories, farewell,\n   Farewell all love!  Could I with bloody hands\n   Fondle and paddle with her innocent hands?\n   Could I with lips fresh from this butchery\n   Play with her lips?  Could I with murderous eyes\n   Look in those violet eyes, whose purity\n   Would strike men blind, and make each eyeball reel\n   In night perpetual?  No, murder has set\n   A barrier between us far too high\n   For us to kiss across it.\n\nDUCHESS\n\n   Guido!\n\nGUIDO\n\n   Beatrice,\n   You must forget that name, and banish me\n   Out of your life for ever.\n\nDUCHESS [_going towards him_]\n\n   O dear love!\n\nGUIDO [_stepping back_]\n\n   There lies a barrier between us two\n   We dare not pass.\n\nDUCHESS\n\n   I dare do anything\n   So that you are beside me.\n\nGUIDO\n\n   Ah!  There it is,\n   I cannot be beside you, cannot breathe\n   The air you breathe; I cannot any more\n   Stand face to face with beauty, which unnerves\n   My shaking heart, and makes my desperate hand\n   Fail of its purpose.  Let me go hence, I pray;\n   Forget you ever looked upon me.\n\nDUCHESS\n\n   What!\n   With your hot kisses fresh upon my lips\n   Forget the vows of love you made to me?\n\nGUIDO\n\n   I take them back.\n\nDUCHESS\n\n   Alas, you cannot, Guido,\n   For they are part of nature now; the air\n   Is tremulous with their music, and outside\n   The little birds sing sweeter for those vows.\n\nGUIDO\n\n   There lies a barrier between us now,\n   Which then I knew not, or I had forgot.\n\nDUCHESS\n\n   There is no barrier, Guido; why, I will go\n   In poor attire, and will follow you\n   Over the world.\n\nGUIDO [_wildly_]\n\n   The worldâ\u0080\u0099s not wide enough\n   To hold us two!  Farewell, farewell for ever.\n\nDUCHESS [_calm_, _and controlling her passion_]\n\n   Why did you come into my life at all, then,\n   Or in the desolate garden of my heart\n   Sow that white flower of loveâ\u0080\u0094?\n\nGUIDO\n\n   O Beatrice!\n\nDUCHESS\n\n   Which now you would dig up, uproot, tear out,\n   Though each small fibre doth so hold my heart\n   That if you break one, my heart breaks with it?\n   Why did you come into my life?  Why open\n   The secret wells of love I had sealed up?\n   Why did you open themâ\u0080\u0094?\n\nGUIDO\n\n   O God!\n\nDUCHESS [_clenching her hand_]\n\n   And let\n   The floodgates of my passion swell and burst\n   Till, like the wave when rivers overflow\n   That sweeps the forest and the farm away,\n   Love in the splendid avalanche of its might\n   Swept my life with it?  Must I drop by drop\n   Gather these waters back and seal them up?\n   Alas!  Each drop will be a tear, and so\n   Will with its saltness make life very bitter.\n\nGUIDO\n\n   I pray you speak no more, for I must go\n   Forth from your life and love, and make a way\n   On which you cannot follow.\n\nDUCHESS\n\n   I have heard\n   That sailors dying of thirst upon a raft,\n   Poor castaways upon a lonely sea,\n   Dream of green fields and pleasant water-courses,\n   And then wake up with red thirst in their throats,\n   And die more miserably because sleep\n   Has cheated them: so they die cursing sleep\n   For having sent them dreams: I will not curse you\n   Though I am cast away upon the sea\n   Which men call Desolation.\n\nGUIDO\n\n   O God, God!\n\nDUCHESS\n\n   But you will stay: listen, I love you, Guido.\n\n                                                   [_She waits a little_.]\n\n   Is echo dead, that when I say I love you\n   There is no answer?\n\nGUIDO\n\n   Everything is dead,\n   Save one thing only, which shall die to-night!\n\nDUCHESS\n\n   If you are going, touch me not, but go.\n\n                                                           [_Exit_ GUIDO.]\n\n   Barrier!  Barrier!\n   Why did he say there was a barrier?\n   There is no barrier between us two.\n   He lied to me, and shall I for that reason\n   Loathe what I love, and what I worshipped, hate?\n   I think we women do not love like that.\n   For if I cut his image from my heart,\n   My heart would, like a bleeding pilgrim, follow\n   That image through the world, and call it back\n   With little cries of love.\n\n  [_Enter_ DUKE _equipped for the chase_, _with falconers and hounds_.]\n\nDUKE\n\n   Madam, you keep us waiting;\n   You keep my dogs waiting.\n\nDUCHESS\n\n   I will not ride to-day.\n\nDUKE\n\n   How now, whatâ\u0080\u0099s this?\n\nDUCHESS\n\n   My Lord, I cannot go.\n\nDUKE\n\n   What, pale face, do you dare to stand against me?\n   Why, I could set you on a sorry jade\n   And lead you through the town, till the low rabble\n   You feed toss up their hats and mock at you.\n\nDUCHESS\n\n   Have you no word of kindness ever for me?\n\nDUKE\n\n   I hold you in the hollow of my hand\n   And have no need on you to waste kind words.\n\nDUCHESS\n\n   Well, I will go.\n\nDUKE [_slapping his boot with his whip_]\n\n   No, I have changed my mind,\n   You will stay here, and like a faithful wife\n   Watch from the window for our coming back.\n   Were it not dreadful if some accident\n   By chance should happen to your loving Lord?\n   Come, gentlemen, my hounds begin to chafe,\n   And I chafe too, having a patient wife.\n   Where is young Guido?\n\nMAFFIO\n\n   My liege, I have not seen him\n   For a full hour past.\n\nDUKE\n\n   It matters not,\n   I dare say I shall see him soon enough.\n   Well, Madam, you will sit at home and spin.\n   I do protest, sirs, the domestic virtues\n   Are often very beautiful in others.\n\n                                           [_Exit_ DUKE _with his Court_.]\n\nDUCHESS\n\n   The stars have fought against me, that is all,\n   And thus to-night when my Lord lieth asleep,\n   Will I fall upon my dagger, and so cease.\n   My heart is such a stone nothing can reach it\n   Except the daggerâ\u0080\u0099s edge: let it go there,\n   To find what name it carries: ay! to-night\n   Death will divorce the Duke; and yet to-night\n   He may die also, he is very old.\n   Why should he not die?  Yesterday his hand\n   Shook with a palsy: men have died from palsy,\n   And why not he?  Are there not fevers also,\n   Agues and chills, and other maladies\n   Most incident to old age?\n   No, no, he will not die, he is too sinful;\n   Honest men die before their proper time.\n   Good men will die: men by whose side the Duke\n   In all the sick pollution of his life\n   Seems like a leper: women and children die,\n   But the Duke will not die, he is too sinful.\n   Oh, can it be\n   There is some immortality in sin,\n   Which virtue has not?  And does the wicked man\n   Draw life from what to other men were death,\n   Like poisonous plants that on corruption live?\n   No, no, I think God would not suffer that:\n   Yet the Duke will not die: he is too sinful.\n   But I will die alone, and on this night\n   Grim Death shall be my bridegroom, and the tomb\n   My secret house of pleasure: well, what of that?\n   The worldâ\u0080\u0099s a graveyard, and we each, like coffins,\n   Within us bear a skeleton.\n\n[_Enter_ LORD MORANZONE _all in black_; _he passes across the back of the\n                     stage looking anxiously about_.]\n\nMORANZONE\n\n   Where is Guido?\n   I cannot find him anywhere.\n\nDUCHESS [_catches sight of him_]\n\n   O God!\n   â\u0080\u0099Twas thou who took my love away from me.\n\nMORANZONE [_with a look of joy_]\n\n   What, has he left you?\n\nDUCHESS\n\n   Nay, you know he has.\n   Oh, give him back to me, give him back, I say,\n   Or I will tear your body limb from limb,\n   And to the common gibbet nail your head\n   Until the carrion crows have stripped it bare.\n   Better you had crossed a hungry lioness\n   Before you came between me and my love.\n\n                                                     [_With more pathos_.]\n\n   Nay, give him back, you know not how I love him.\n   Here by this chair he knelt a half hour since;\n   â\u0080\u0099Twas there he stood, and there he looked at me;\n   This is the hand he kissed, and these the ears\n   Into whose open portals he did pour\n   A tale of love so musical that all\n   The birds stopped singing!  Oh, give him back to me.\n\nMORANZONE\n\n   He does not love you, Madam.\n\nDUCHESS\n\n   May the plague\n   Wither the tongue that says so!  Give him back.\n\nMORANZONE\n\n   Madam, I tell you you will never see him,\n   Neither to-night, nor any other night.\n\nDUCHESS\n\n   What is your name?\n\nMORANZONE\n\n   My name?  Revenge!\n\n                                                                 [_Exit_.]\n\nDUCHESS\n\n   Revenge!\n   I think I never harmed a little child.\n   What should Revenge do coming to my door?\n   It matters not, for Death is there already,\n   Waiting with his dim torch to light my way.\n   â\u0080\u0099Tis true men hate thee, Death, and yet I think\n   Thou wilt be kinder to me than my lover,\n   And so dispatch the messengers at once,\n   Harry the lazy steeds of lingering day,\n   And let the night, thy sister, come instead,\n   And drape the world in mourning; let the owl,\n   Who is thy minister, scream from his tower\n   And wake the toad with hooting, and the bat,\n   That is the slave of dim Persephone,\n   Wheel through the sombre air on wandering wing!\n   Tear up the shrieking mandrakes from the earth\n   And bid them make us music, and tell the mole\n   To dig deep down thy cold and narrow bed,\n   For I shall lie within thine arms to-night.\n\n                               END OF ACT II.\n\n                                * * * * *\n\n\n\n\nACT III\n\n\n                                  SCENE\n\n_A large corridor in the Ducal Palace_: _a window_ (_L.C._) _looks out on\na view of Padua by moonlight_: _a staircase_ (_R.C._) _leads up to a door\nwith a portiÃ¨re of crimson velvet_, _with the Dukeâ\u0080\u0099s arms embroidered in\ngold on it_: _on the lowest step of the staircase a figure draped in\nblack is sitting_: _the hall is lit by an iron cresset filled with\nburning tow_: _thunder and lightning outside_: _the time is night_.\n\n                  [_Enter_ GUIDO _through the window_.]\n\nGUIDO\n\n   The wind is rising: how my ladder shook!\n   I thought that every gust would break the cords!\n\n                                                [_Looks out at the city_.]\n\n   Christ!  What a night:\n   Great thunder in the heavens, and wild lightnings\n   Striking from pinnacle to pinnacle\n   Across the city, till the dim houses seem\n   To shudder and to shake as each new glare\n   Dashes adown the street.\n\n                         [_Passes across the stage to foot of staircase_.]\n\n   Ah! who art thou\n   That sittest on the stair, like unto Death\n   Waiting a guilty soul?  [_A pause_.]\n   Canst thou not speak?\n   Or has this storm laid palsy on thy tongue,\n   And chilled thy utterance?\n\n                              [_The figure rises and takes off his mask_.]\n\nMORANZONE\n\n   Guido Ferranti,\n   Thy murdered father laughs for joy to-night.\n\nGUIDO [_confusedly_]\n\n   What, art thou here?\n\nMORANZONE\n\n   Ay, waiting for your coming.\n\nGUIDO [_looking away from him_]\n\n   I did not think to see you, but am glad,\n   That you may know the thing I mean to do.\n\nMORANZONE\n\n   First, I would have you know my well-laid plans;\n   Listen: I have set horses at the gate\n   Which leads to Parma: when you have done your business\n   We will ride hence, and by to-morrow nightâ\u0080\u0094\n\nGUIDO\n\n   It cannot be.\n\nMORANZONE\n\n   Nay, but it shall.\n\nGUIDO\n\n   Listen, Lord Moranzone,\n   I am resolved not to kill this man.\n\nMORANZONE\n\n   Surely my ears are traitors, speak again:\n   It cannot be but age has dulled my powers,\n   I am an old man now: what did you say?\n   You said that with that dagger in your belt\n   You would avenge your fatherâ\u0080\u0099s bloody murder;\n   Did you not say that?\n\nGUIDO\n\n   No, my lord, I said\n   I was resolved not to kill the Duke.\n\nMORANZONE\n\n   You said not that; it is my senses mock me;\n   Or else this midnight air oâ\u0080\u0099ercharged with storm\n   Alters your message in the giving it.\n\nGUIDO\n\n   Nay, you heard rightly; Iâ\u0080\u0099ll not kill this man.\n\nMORANZONE\n\n   What of thine oath, thou traitor, what of thine oath?\n\nGUIDO\n\n   I am resolved not to keep that oath.\n\nMORANZONE\n\n   What of thy murdered father?\n\nGUIDO\n\n   Dost thou think\n   My father would be glad to see me coming,\n   This old manâ\u0080\u0099s blood still hot upon mine hands?\n\nMORANZONE\n\n   Ay! he would laugh for joy.\n\nGUIDO\n\n   I do not think so,\n   There is better knowledge in the other world;\n   Vengeance is Godâ\u0080\u0099s, let God himself revenge.\n\nMORANZONE\n\n   Thou art Godâ\u0080\u0099s minister of vengeance.\n\nGUIDO\n\n   No!\n   God hath no minister but his own hand.\n   I will not kill this man.\n\nMORANZONE\n\n   Why are you here,\n   If not to kill him, then?\n\nGUIDO\n\n   Lord Moranzone,\n   I purpose to ascend to the Dukeâ\u0080\u0099s chamber,\n   And as he lies asleep lay on his breast\n   The dagger and this writing; when he awakes\n   Then he will know who held him in his power\n   And slew him not: this is the noblest vengeance\n   Which I can take.\n\nMORANZONE\n\n   You will not slay him?\n\nGUIDO\n\n   No.\n\nMORANZONE\n\n   Ignoble son of a noble father,\n   Who sufferest this man who sold that father\n   To live an hour.\n\nGUIDO\n\n   â\u0080\u0099Twas thou that hindered me;\n   I would have killed him in the open square,\n   The day I saw him first.\n\nMORANZONE\n\n   It was not yet time;\n   Now it is time, and, like some green-faced girl,\n   Thou pratest of forgiveness.\n\nGUIDO\n\n   No! revenge:\n   The right revenge my fatherâ\u0080\u0099s son should take.\n\nMORANZONE\n\n   You are a coward,\n   Take out the knife, get to the Dukeâ\u0080\u0099s chamber,\n   And bring me back his heart upon the blade.\n   When he is dead, then you can talk to me\n   Of noble vengeances.\n\nGUIDO\n\n   Upon thine honour,\n   And by the love thou bearest my fatherâ\u0080\u0099s name,\n   Dost thou think my father, that great gentleman,\n   That generous soldier, that most chivalrous lord,\n   Would have crept at night-time, like a common thief,\n   And stabbed an old man sleeping in his bed,\n   However he had wronged him: tell me that.\n\nMORANZONE\n\n[after some hesitation]\n\n   You have sworn an oath, see that you keep that oath.\n   Boy, do you think I do not know your secret,\n   Your traffic with the Duchess?\n\nGUIDO\n\n   Silence, liar!\n   The very moon in heaven is not more chaste.\n   Nor the white stars so pure.\n\nMORANZONE\n\n   And yet, you love her;\n   Weak fool, to let love in upon your life,\n   Save as a plaything.\n\nGUIDO\n\n   You do well to talk:\n   Within your veins, old man, the pulse of youth\n   Throbs with no ardour.  Your eyes full of rheum\n   Have against Beauty closed their filmy doors,\n   And your clogged ears, losing their natural sense,\n   Have shut you from the music of the world.\n   You talk of love!  You know not what it is.\n\nMORANZONE\n\n   Oh, in my time, boy, have I walked iâ\u0080\u0099 the moon,\n   Swore I would live on kisses and on blisses,\n   Swore I would die for love, and did not die,\n   Wrote love bad verses; ay, and sung them badly,\n   Like all true lovers: Oh, I have done the tricks!\n   I know the partings and the chamberings;\n   We are all animals at best, and love\n   Is merely passion with a holy name.\n\nGUIDO\n\n   Now then I know you have not loved at all.\n   Love is the sacrament of life; it sets\n   Virtue where virtue was not; cleanses men\n   Of all the vile pollutions of this world;\n   It is the fire which purges gold from dross,\n   It is the fan which winnows wheat from chaff,\n   It is the spring which in some wintry soil\n   Makes innocence to blossom like a rose.\n   The days are over when God walked with men,\n   But Love, which is his image, holds his place.\n   When a man loves a woman, then he knows\n   Godâ\u0080\u0099s secret, and the secret of the world.\n   There is no house so lowly or so mean,\n   Which, if their hearts be pure who live in it,\n   Love will not enter; but if bloody murder\n   Knock at the Palace gate and is let in,\n   Love like a wounded thing creeps out and dies.\n   This is the punishment God sets on sin.\n   The wicked cannot love.\n\n               [_A groan comes from the_ DUKEâ\u0080\u0099S _chamber_.]\n\n   Ah!  What is that?\n   Do you not hear?  â\u0080\u0099Twas nothing.\n   So I think\n   That it is womanâ\u0080\u0099s mission by their love\n   To save the souls of men: and loving her,\n   My Lady, my white Beatrice, I begin\n   To see a nobler and a holier vengeance\n   In letting this man live, than doth reside\n   In bloody deeds oâ\u0080\u0099 night, stabs in the dark,\n   And young hands clutching at a palsied throat.\n   It was, I think, for loveâ\u0080\u0099s sake that Lord Christ,\n   Who was indeed himself incarnate Love,\n   Bade every man forgive his enemy.\n\nMORANZONE [_sneeringly_]\n\n   That was in Palestine, not Padua;\n   And said for saints: I have to do with men.\n\nGUIDO\n\n   It was for all time said.\n\nMORANZONE\n\n   And your white Duchess,\n   What will she do to thank you?\n\nGUIDO\n\n   Alas, I will not see her face again.\n   â\u0080\u0099Tis but twelve hours since I parted from her,\n   So suddenly, and with such violent passion,\n   That she has shut her heart against me now:\n   No, I will never see her.\n\nMORANZONE\n\n   What will you do?\n\nGUIDO\n\n   After that I have laid the dagger there,\n   Get hence to-night from Padua.\n\nMORANZONE\n\n   And then?\n\nGUIDO\n\n   I will take service with the Doge at Venice,\n   And bid him pack me straightway to the wars,\n   And there I will, being now sick of life,\n   Throw that poor life against some desperate spear.\n\n                              [_A groan from the_ DUKEâ\u0080\u0099S _chamber again_.]\n\n   Did you not hear a voice?\n\nMORANZONE\n\n   I always hear,\n   From the dim confines of some sepulchre,\n   A voice that cries for vengeance.  We waste time,\n   It will be morning soon; are you resolved\n   You will not kill the Duke?\n\nGUIDO\n\n   I am resolved.\n\nMORANZONE\n\n   O wretched father, lying unavenged.\n\nGUIDO\n\n   More wretched, were thy son a murderer.\n\nMORANZONE\n\n   Why, what is life?\n\nGUIDO\n\n   I do not know, my lord,\n   I did not give it, and I dare not take it.\n\nMORANZONE\n\n   I do not thank God often; but I think\n   I thank him now that I have got no son!\n   And you, what bastard blood flows in your veins\n   That when you have your enemy in your grasp\n   You let him go!  I would that I had left you\n   With the dull hinds that reared you.\n\nGUIDO\n\n   Better perhaps\n   That you had done so!  May be better still\n   Iâ\u0080\u0099d not been born to this distressful world.\n\nMORANZONE\n\n   Farewell!\n\nGUIDO\n\n   Farewell!  Some day, Lord Moranzone,\n   You will understand my vengeance.\n\nMORANZONE\n\n   Never, boy.\n\n                           [_Gets out of window and exit by rope ladder_.]\n\nGUIDO\n\n   Father, I think thou knowest my resolve,\n   And with this nobler vengeance art content.\n   Father, I think in letting this man live\n   That I am doing what thou wouldst have done.\n   Father, I know not if a human voice\n   Can pierce the iron gateway of the dead,\n   Or if the dead are set in ignorance\n   Of what we do, or do not, for their sakes.\n   And yet I feel a presence in the air,\n   There is a shadow standing at my side,\n   And ghostly kisses seem to touch my lips,\n   And leave them holier.  [_Kneels down_.]\n   O father, if â\u0080\u0099tis thou,\n   Canst thou not burst through the decrees of death,\n   And if corporeal semblance show thyself,\n   That I may touch thy hand!\n   No, there is nothing.  [_Rises_.]\n   â\u0080\u0099Tis the night that cheats us with its phantoms,\n   And, like a puppet-master, makes us think\n   That things are real which are not.  It grows late.\n   Now must I to my business.\n\n                     [_Pulls out a letter from his doublet and reads it_.]\n\n   When he wakes,\n   And sees this letter, and the dagger with it,\n   Will he not have some loathing for his life,\n   Repent, perchance, and lead a better life,\n   Or will he mock because a young man spared\n   His natural enemy?  I do not care.\n   Father, it is thy bidding that I do,\n   Thy bidding, and the bidding of my love\n   Which teaches me to know thee as thou art.\n\n[_Ascends staircase stealthily_, _and just as he reaches out his hand to\ndraw back the curtain the Duchess appears all in white_.  GUIDO _starts\nback_.]\n\nDUCHESS\n\n   Guido! what do you here so late?\n\nGUIDO\n\n   O white and spotless angel of my life,\n   Sure thou hast come from Heaven with a message\n   That mercy is more noble than revenge?\n\nDUCHESS\n\n   There is no barrier between us now.\n\nGUIDO\n\n   None, love, nor shall be.\n\nDUCHESS\n\n   I have seen to that.\n\nGUIDO\n\n   Tarry here for me.\n\nDUCHESS\n\n   No, you are not going?\n   You will not leave me as you did before?\n\nGUIDO\n\n   I will return within a momentâ\u0080\u0099s space,\n   But first I must repair to the Dukeâ\u0080\u0099s chamber,\n   And leave this letter and this dagger there,\n   That when he wakesâ\u0080\u0094\n\nDUCHESS\n\n   When who wakes?\n\nGUIDO\n\n   Why, the Duke.\n\nDUCHESS\n\n   He will not wake again.\n\nGUIDO\n\n   What, is he dead?\n\nDUCHESS\n\n   Ay! he is dead.\n\nGUIDO\n\n   O God! how wonderful\n   Are all thy secret ways!  Who would have said\n   That on this very night, when I had yielded\n   Into thy hands the vengeance that is thine,\n   Thou with thy finger wouldst have touched the man,\n   And bade him come before thy judgment seat.\n\nDUCHESS\n\n   I have just killed him.\n\nGUIDO [_in horror_]\n\n   Oh!\n\nDUCHESS\n\n   He was asleep;\n   Come closer, love, and I will tell you all.\n   I had resolved to kill myself to-night.\n   About an hour ago I waked from sleep,\n   And took my dagger from beneath my pillow,\n   Where I had hidden it to serve my need,\n   And drew it from the sheath, and felt the edge,\n   And thought of you, and how I loved you, Guido,\n   And turned to fall upon it, when I marked\n   The old man sleeping, full of years and sin;\n   There lay he muttering curses in his sleep,\n   And as I looked upon his evil face\n   Suddenly like a flame there flashed across me,\n   There is the barrier which Guido spoke of:\n   You said there lay a barrier between us,\n   What barrier but he?â\u0080\u0094\n   I hardly know\n   What happened, but a steaming mist of blood\n   Rose up between us two.\n\nGUIDO\n\n   Oh, horrible!\n\nDUCHESS\n\n   And then he groaned,\n   And then he groaned no more!  I only heard\n   The dripping of the blood upon the floor.\n\nGUIDO\n\n   Enough, enough.\n\nDUCHESS\n\n   Will you not kiss me now?\n   Do you remember saying that womenâ\u0080\u0099s love\n   Turns men to angels? well, the love of man\n   Turns women into martyrs; for its sake\n   We do or suffer anything.\n\nGUIDO\n\n   O God!\n\nDUCHESS\n\n   Will you not speak?\n\nGUIDO\n\n   I cannot speak at all.\n\nDUCHESS\n\n   Let as not talk of this!  Let us go hence:\n   Is not the barrier broken down between us?\n   What would you more?  Come, it is almost morning.\n\n                                             [_Puts her hand on_ GUIDOâ\u0080\u0099S.]\n\nGUIDO [_breaking from her_]\n\n   O damned saint!  O angel fresh from Hell!\n   What bloody devil tempted thee to this!\n   That thou hast killed thy husband, that is nothingâ\u0080\u0094\n   Hell was already gaping for his soulâ\u0080\u0094\n   But thou hast murdered Love, and in its place\n   Hast set a horrible and bloodstained thing,\n   Whose very breath breeds pestilence and plague,\n   And strangles Love.\n\nDUCHESS [_in amazed wonder_]\n\n   I did it all for you.\n   I would not have you do it, had you willed it,\n   For I would keep you without blot or stain,\n   A thing unblemished, unassailed, untarnished.\n   Men do not know what women do for love.\n   Have I not wrecked my soul for your dear sake,\n   Here and hereafter?\n\nGUIDO\n\n   No, do not touch me,\n   Between us lies a thin red stream of blood;\n   I dare not look across it: when you stabbed him\n   You stabbed Love with a sharp knife to the heart.\n   We cannot meet again.\n\nDUCHESS [_wringing her hands_]\n\n   For you!  For you!\n   I did it all for you: have you forgotten?\n   You said there was a barrier between us;\n   That barrier lies now iâ\u0080\u0099 the upper chamber\n   Upset, overthrown, beaten, and battered down,\n   And will not part us ever.\n\nGUIDO\n\n   No, you mistook:\n   Sin was the barrier, you have raised it up;\n   Crime was the barrier, you have set it there.\n   The barrier was murder, and your hand\n   Has builded it so high it shuts out heaven,\n   It shuts out God.\n\nDUCHESS\n\n   I did it all for you;\n   You dare not leave me now: nay, Guido, listen.\n   Get horses ready, we will fly to-night.\n   The past is a bad dream, we will forget it:\n   Before us lies the future: shall we not have\n   Sweet days of love beneath our vines and laugh?â\u0080\u0094\n   No, no, we will not laugh, but, when we weep,\n   Well, we will weep together; I will serve you;\n   I will be very meek and very gentle:\n   You do not know me.\n\nGUIDO\n\n   Nay, I know you now;\n   Get hence, I say, out of my sight.\n\nDUCHESS [_pacing up and down_]\n\n   O God,\n   How I have loved this man!\n\nGUIDO\n\n   You never loved me.\n   Had it been so, Love would have stayed your hand.\n   How could we sit together at Loveâ\u0080\u0099s table?\n   You have poured poison in the sacred wine,\n   And Murder dips his fingers in the sop.\n\nDUCHESS [_throws herself on her knees_]\n\n   Then slay me now!  I have spilt blood to-night,\n   You shall spill more, so we go hand in hand\n   To heaven or to hell.  Draw your sword, Guido.\n   Quick, let your soul go chambering in my heart,\n   It will but find its masterâ\u0080\u0099s image there.\n   Nay, if you will not slay me with your sword,\n   Bid me to fall upon this reeking knife,\n   And I will do it.\n\nGUIDO [_wresting knife from her_]\n\n   Give it to me, I say.\n   O God, your very hands are wet with blood!\n   This place is Hell, I cannot tarry here.\n   I pray you let me see your face no more.\n\nDUCHESS\n\n   Better for me I had not seen your face.\n\n                  [GUIDO _recoils_: _she seizes his hands as she kneels_.]\n\n   Nay, Guido, listen for a while:\n   Until you came to Padua I lived\n   Wretched indeed, but with no murderous thought,\n   Very submissive to a cruel Lord,\n   Very obedient to unjust commands,\n   As pure I think as any gentle girl\n   Who now would turn in horror from my handsâ\u0080\u0094\n\n                                                            [_Stands up_.]\n\n   You came: ah!  Guido, the first kindly words\n   I ever heard since I had come from France\n   Were from your lips: well, well, that is no matter.\n   You came, and in the passion of your eyes\n   I read loveâ\u0080\u0099s meaning; everything you said\n   Touched my dumb soul to music, so I loved you.\n   And yet I did not tell you of my love.\n   â\u0080\u0099Twas you who sought me out, knelt at my feet\n   As I kneel now at yours, and with sweet vows,\n\n                                                               [_Kneels_.]\n\n   Whose music seems to linger in my ears,\n   Swore that you loved me, and I trusted you.\n   I think there are many women in the world\n   Who would have tempted you to kill the man.\n   I did not.\n   Yet I know that had I done so,\n   I had not been thus humbled in the dust,\n\n                                                            [_Stands up_.]\n\n   But you had loved me very faithfully.\n\n                                 [_After a pause approaches him timidly_.]\n\n   I do not think you understand me, Guido:\n   It was for your sake that I wrought this deed\n   Whose horror now chills my young blood to ice,\n   For your sake only.  [_Stretching out her arm_.]\n   Will you not speak to me?\n   Love me a little: in my girlish life\n   I have been starved for love, and kindliness\n   Has passed me by.\n\nGUIDO\n\n   I dare not look at you:\n   You come to me with too pronounced a favour;\n   Get to your tirewomen.\n\nDUCHESS\n\n   Ay, there it is!\n   There speaks the man! yet had you come to me\n   With any heavy sin upon your soul,\n   Some murder done for hire, not for love,\n   Why, I had sat and watched at your bedside\n   All through the night-time, lest Remorse might come\n   And pour his poisons in your ear, and so\n   Keep you from sleeping!  Sure it is the guilty,\n   Who, being very wretched, need love most.\n\nGUIDO\n\n   There is no love where there is any guilt.\n\nDUCHESS\n\n   No love where there is any guilt!  O God,\n   How differently do we love from men!\n   There is many a woman here in Padua,\n   Some workmanâ\u0080\u0099s wife, or ruder artisanâ\u0080\u0099s,\n   Whose husband spends the wages of the week\n   In a coarse revel, or a tavern brawl,\n   And reeling home late on the Saturday night,\n   Finds his wife sitting by a fireless hearth,\n   Trying to hush the child who cries for hunger,\n   And then sets to and beats his wife because\n   The child is hungry, and the fire black.\n   Yet the wife loves him! and will rise next day\n   With some red bruise across a careworn face,\n   And sweep the house, and do the common service,\n   And try and smile, and only be too glad\n   If he does not beat her a second time\n   Before her child!â\u0080\u0094that is how women love.\n\n                                        [_A pause_: GUIDO _says nothing_.]\n\n   I think you will not drive me from your side.\n   Where have I got to go if you reject me?â\u0080\u0094\n   You for whose sake this hand has murdered life,\n   You for whose sake my soul has wrecked itself\n   Beyond all hope of pardon.\n\nGUIDO\n\n   Get thee gone:\n   The dead man is a ghost, and our love too,\n   Flits like a ghost about its desolate tomb,\n   And wanders through this charnel house, and weeps\n   That when you slew your lord you slew it also.\n   Do you not see?\n\nDUCHESS\n\n   I see when men love women\n   They give them but a little of their lives,\n   But women when they love give everything;\n   I see that, Guido, now.\n\nGUIDO\n\n   Away, away,\n   And come not back till you have waked your dead.\n\nDUCHESS\n\n   I would to God that I could wake the dead,\n   Put vision in the glazÃ©d eves, and give\n   The tongue its natural utterance, and bid\n   The heart to beat again: that cannot be:\n   For what is done, is done: and what is dead\n   Is dead for ever: the fire cannot warm him:\n   The winter cannot hurt him with its snows;\n   Something has gone from him; if you call him now,\n   He will not answer; if you mock him now,\n   He will not laugh; and if you stab him now\n   He will not bleed.\n   I would that I could wake him!\n   O God, put back the sun a little space,\n   And from the roll of time blot out to-night,\n   And bid it not have been!  Put back the sun,\n   And make me what I was an hour ago!\n   No, no, time will not stop for anything,\n   Nor the sun stay its courses, though Repentance\n   Calling it back grow hoarse; but you, my love,\n   Have you no word of pity even for me?\n   O Guido, Guido, will you not kiss me once?\n   Drive me not to some desperate resolve:\n   Women grow mad when they are treated thus:\n   Will you not kiss me once?\n\nGUIDO [_holding up knife_]\n\n   I will not kiss you\n   Until the blood grows dry upon this knife,\n   [_Wildly_]  Back to your dead!\n\nDUCHESS [_going up the stairs_]\n\n   Why, then I will be gone! and may you find\n   More mercy than you showed to me to-night!\n\nGUIDO\n\n   Let me find mercy when I go at night\n   And do foul murder.\n\nDUCHESS [_coming down a few steps_.]\n\n   Murder did you say?\n   Murder is hungry, and still cries for more,\n   And Death, his brother, is not satisfied,\n   But walks the house, and will not go away,\n   Unless he has a comrade!  Tarry, Death,\n   For I will give thee a most faithful lackey\n   To travel with thee!  Murder, call no more,\n   For thou shalt eat thy fill.\n   There is a storm\n   Will break upon this house before the morning,\n   So horrible, that the white moon already\n   Turns grey and sick with terror, the low wind\n   Goes moaning round the house, and the high stars\n   Run madly through the vaulted firmament,\n   As though the night wept tears of liquid fire\n   For what the day shall look upon.  Oh, weep,\n   Thou lamentable heaven!  Weep thy fill!\n   Though sorrow like a cataract drench the fields,\n   And make the earth one bitter lake of tears,\n   It would not be enough.  [_A peal of thunder_.]\n   Do you not hear,\n   There is artillery in the Heaven to-night.\n   Vengeance is wakened up, and has unloosed\n   His dogs upon the world, and in this matter\n   Which lies between us two, let him who draws\n   The thunder on his head beware the ruin\n   Which the forked flame brings after.\n\n         [_A flash of lightning followed by a peal of thunder_.]\n\nGUIDO\n\n   Away! away!\n\n[_Exit the_ DUCHESS, _who as she lifts the crimson curtain looks back for\na moment at_ GUIDO, _but he makes no sign_.  _More thunder_.]\n\n   Now is life fallen in ashes at my feet\n   And noble love self-slain; and in its place\n   Crept murder with its silent bloody feet.\n   And she who wrought itâ\u0080\u0094Oh! and yet she loved me,\n   And for my sake did do this dreadful thing.\n   I have been cruel to her: Beatrice!\n   Beatrice, I say, come back.\n\n  [_Begins to ascend staircase_, _when the noise of Soldiers is heard_.]\n\n   Ah! what is that?\n   Torches ablaze, and noise of hurrying feet.\n   Pray God they have not seized her.\n\n                                                   [_Noise grows louder_.]\n\n   Beatrice!\n   There is yet time to escape.  Come down, come out!\n\n                 [_The voice of the_ DUCHESS _outside_.]\n\n   This way went he, the man who slew my lord.\n\n[_Down the staircase comes hurrying a confused body of Soldiers_; GUIDO\n_is not seen at first_, _till the_ DUCHESS _surrounded by Servants\ncarrying torches appears at the top of the staircase_, _and points to_\nGUIDO, _who is seized at once_, _one of the Soldiers dragging the knife\nfrom his hand and showing it to the Captain of the Guard in sight of the\naudience_.  _Tableau_.]\n\n                               END OF ACT III.\n\n                                  * * * * *\n\n\n\n\nACT IV\n\n\n                                  SCENE\n\n_The Court of Justice_: _the walls are hung with stamped grey velvet_:\n_above the hangings the wall is red_, _and gilt symbolical figures bear\nup the roof_, _which is made of red beams with grey soffits and\nmoulding_: _a canopy of white satin flowered with gold is set for the\nDuchess_: _below it a long bench with red cloth for the Judges_: _below\nthat a table for the clerks of the court.  Two soldiers stand on each\nside of the canopy_, _and two soldiers guard the door_; _the citizens\nhave some of them collected in the Court_; _others are coming in greeting\none another_; _two tipstaffs in violet keep order with long white wands_.\n\nFIRST CITIZEN\n\n   Good morrow, neighbour Anthony.\n\nSECOND CITIZEN\n\n   Good morrow, neighbour Dominick.\n\nFIRST CITIZEN\n\n   This is a strange day for Padua, is it not?â\u0080\u0094the Duke being dead.\n\nSECOND CITIZEN\n\n   I tell you, neighbour Dominick, I have not known such a day since the\n   last Duke died.\n\nFIRST CITIZEN\n\n   They will try him first, and sentence him afterwards, will they not,\n   neighbour Anthony?\n\nSECOND CITIZEN\n\n   Nay, for he might â\u0080\u0099scape his punishment then; but they will condemn\n   him first so that he gets his deserts, and give him trial afterwards\n   so that no injustice is done.\n\nFIRST CITIZEN\n\n   Well, well, it will go hard with him I doubt not.\n\nSECOND CITIZEN\n\n   Surely it is a grievous thing to shed a Dukeâ\u0080\u0099s blood.\n\nTHIRD CITIZEN\n\n   They say a Duke has blue blood.\n\nSECOND CITIZEN\n\n   I think our Dukeâ\u0080\u0099s blood was black like his soul.\n\nFIRST CITIZEN\n\n   Have a watch, neighbour Anthony, the officer is looking at thee.\n\nSECOND CITIZEN\n\n   I care not if he does but look at me; he cannot whip me with the\n   lashes of his eye.\n\nTHIRD CITIZEN\n\n   What think you of this young man who stuck the knife into the Duke?\n\nSECOND CITIZEN\n\n   Why, that he is a well-behaved, and a well-meaning, and a\n   well-favoured lad, and yet wicked in that he killed the Duke.\n\nTHIRD CITIZEN\n\n   â\u0080\u0099Twas the first time he did it: may be the law will not be hard on\n   him, as he did not do it before.\n\nSECOND CITIZEN\n\n   True.\n\nTIPSTAFF\n\n   Silence, knave.\n\nSECOND CITIZEN\n\n   Am I thy looking-glass, Master Tipstaff, that thou callest me knave?\n\nFIRST CITIZEN\n\n   Here be one of the household coming.  Well, Dame Lucy, thou art of the\n   Court, how does thy poor mistress the Duchess, with her sweet face?\n\nMISTRESS LUCY\n\n   O well-a-day!  O miserable day!  O day!  O misery!  Why it is just\n   nineteen years last June, at Michaelmas, since I was married to my\n   husband, and it is August now, and here is the Duke murdered; there is\n   a coincidence for you!\n\nSECOND CITIZEN\n\n   Why, if it is a coincidence, they may not kill the young man: there is\n   no law against coincidences.\n\nFIRST CITIZEN\n\n   But how does the Duchess?\n\nMISTRESS LUCY\n\n   Well well, I knew some harm would happen to the house: six weeks ago\n   the cakes were all burned on one side, and last Saint Martin even as\n   ever was, there flew into the candle a big moth that had wings, and\n   aâ\u0080\u0099most scared me.\n\nFIRST CITIZEN\n\n   But come to the Duchess, good gossip: what of her?\n\nMISTRESS LUCY\n\n   Marry, it is time you should ask after her, poor lady; she is\n   distraught almost.  Why, she has not slept, but paced the chamber all\n   night long.  I prayed her to have a posset, or some aqua-vitÃ¦, and to\n   get to bed and sleep a little for her healthâ\u0080\u0099s sake, but she answered\n   me she was afraid she might dream.  That was a strange answer, was it\n   not?\n\nSECOND CITIZEN\n\n   These great folk have not much sense, so Providence makes it up to\n   them in fine clothes.\n\nMISTRESS LUCY\n\n   Well, well, God keep murder from us, I say, as long as we are alive.\n\n                                     [_Enter_ LORD MORANZONE _hurriedly_.]\n\nMORANZONE\n\n   Is the Duke dead?\n\nSECOND CITIZEN\n\n   He has a knife in his heart, which they say is not healthy for any\n   man.\n\nMORANZONE\n\n   Who is accused of having killed him?\n\nSECOND CITIZEN\n\n   Why, the prisoner, sir.\n\nMORANZONE\n\n   But who is the prisoner?\n\nSECOND CITIZEN\n\n   Why, he that is accused of the Dukeâ\u0080\u0099s murder.\n\nMORANZONE\n\n   I mean, what is his name?\n\nSECOND CITIZEN\n\n   Faith, the same which his godfathers gave him: what else should it be?\n\nTIPSTAFF\n\n   Guido Ferranti is his name, my lord.\n\nMORANZONE\n\n   I almost knew thine answer ere you gave it.\n\n                                                                [_Aside_.]\n\n   Yet it is strange he should have killed the Duke,\n   Seeing he left me in such different mood.\n   It is most likely when he saw the man,\n   This devil who had sold his fatherâ\u0080\u0099s life,\n   That passion from their seat within his heart\n   Thrust all his boyish theories of love,\n   And in their place set vengeance; yet I marvel\n   That he escaped not.\n\n                                           [_Turning again to the crowd_.]\n\n   How was he taken?  Tell me.\n\nTHIRD CITIZEN\n\n   Marry, sir, he was taken by the heels.\n\nMORANZONE\n\n   But who seized him?\n\nTHIRD CITIZEN\n\n   Why, those that did lay hold of him.\n\nMORANZONE\n\n   How was the alarm given?\n\nTHIRD CITIZEN\n\n   That I cannot tell you, sir.\n\nMISTRESS LUCY\n\n   It was the Duchess herself who pointed him out.\n\nMORANZONE [_aside_]\n\n   The Duchess!  There is something strange in this.\n\nMISTRESS LUCY\n\n   Ay! And the dagger was in his handâ\u0080\u0094the Duchessâ\u0080\u0099s own dagger.\n\nMORANZONE\n\n   What did you say?\n\nMISTRESS LUCY\n\n   Why, marry, that it was with the Duchessâ\u0080\u0099s dagger that the Duke was\n   killed.\n\nMORANZONE [_aside_]\n\n   There is some mystery about this: I cannot understand it.\n\nSECOND CITIZEN\n\n   They be very long a-coming,\n\nFIRST CITIZEN\n\n   I warrant they will come soon enough for the prisoner.\n\nTIPSTAFF\n\n   Silence in the Court!\n\nFIRST CITIZEN\n\n   Thou dost break silence in bidding us keep it, Master Tipstaff.\n\n                        [_Enter the_ LORD JUSTICE _and the other Judges_.]\n\nSECOND CITIZEN\n\n   Who is he in scarlet?  Is he the headsman?\n\nTHIRD CITIZEN\n\n   Nay, he is the Lord Justice.\n\n                                                [_Enter_ GUIDO _guarded_.]\n\nSECOND CITIZEN\n\n   There be the prisoner surely.\n\nTHIRD CITIZEN\n\n   He looks honest.\n\nFIRST CITIZEN\n\n   That be his villany: knaves nowadays do look so honest that honest\n   folk are forced to look like knaves so as to be different.\n\n                [_Enter the Headman_, _who takes his stand behind_ GUIDO.]\n\nSECOND CITIZEN\n\n   Yon be the headsman then!  O Lord!  Is the axe sharp, think you?\n\nFIRST CITIZEN\n\n   Ay! sharper than thy wits are; but the edge is not towards him, mark\n   you.\n\nSECOND CITIZEN [_scratching his neck_]\n\n   Iâ\u0080\u0099 faith, I like it not so near.\n\nFIRST CITIZEN\n\n   Tut, thou needâ\u0080\u0099st not be afraid; they never cut the heads of common\n   folk: they do but hang us.\n\n                                                     [_Trumpets outside_.]\n\nTHIRD CITIZEN\n\n   What are the trumpets for?  Is the trial over?\n\nFIRST CITIZEN\n\n   Nay, â\u0080\u0099tis for the Duchess.\n\n[_Enter the_ DUCHESS _in black velvet_; _her train of flowered black\nvelvet is carried by two pages in violet_; _with her is the_ CARDINAL _in\nscarlet_, _and the gentlemen of the Court in black_; _she takes her seat\non the throne above the Judges_, _who rise and take their caps off as she\nenters_; _the_ CARDINAL _sits next to her a little lower_; _the Courtiers\ngroup themselves about the throne_.]\n\nSECOND CITIZEN\n\n   O poor lady, how pale she is!  Will she sit there?\n\nFIRST CITIZEN\n\n   Ay! she is in the Dukeâ\u0080\u0099s place now.\n\nSECOND CITIZEN\n\n   That is a good thing for Padua; the Duchess is a very kind and\n   merciful Duchess; why, she cured my child of the ague once.\n\nTHIRD CITIZEN\n\n   Ay, and has given us bread: do not forget the bread.\n\nA SOLDIER\n\n   Stand back, good people.\n\nSECOND CITIZEN\n\n   If we be good, why should we stand back?\n\nTIPSTAFF\n\n   Silence in the Court!\n\nLORD JUSTICE\n\n   May it please your Grace,\n   Is it your pleasure we proceed to trial\n   Of the Dukeâ\u0080\u0099s murder?  [DUCHESS _bows_.]\n   Set the prisoner forth.\n   What is thy name?\n\nGUIDO\n\n   It matters not, my lord.\n\nLORD JUSTICE\n\n   Guido Ferranti is thy name in Padua.\n\nGUIDO\n\n   A man may die as well under that name as any other.\n\nLORD JUSTICE\n\n   Thou art not ignorant\n   What dreadful charge men lay against thee here,\n   Namely, the treacherous murder of thy Lord,\n   Simone Gesso, Duke of Padua;\n   What dost thou say in answer?\n\nGUIDO\n\n   I say nothing.\n\nLORD JUSTICE [_rising_]\n\n   Guido Ferrantiâ\u0080\u0094\n\nMORANZONE [_stepping from the crowd_]\n\n   Tarry, my Lord Justice.\n\nLORD JUSTICE\n\n   Who art thou that bidâ\u0080\u0099st justice tarry, sir?\n\nMORANZONE\n\n   So be it justice it can go its way;\n   But if it be not justiceâ\u0080\u0094\n\nLORD JUSTICE\n\n   Who is this?\n\nCOUNT BARDI\n\n   A very noble gentleman, and well known\n   To the late Duke.\n\nLORD JUSTICE\n\n   Sir, thou art come in time\n   To see the murder of the Duke avenged.\n   There stands the man who did this heinous thing.\n\nMORANZONE\n\n   My lord,\n   I ask again what proof have ye?\n\nLORD JUSTICE [_holding up the dagger_]\n\n   This dagger,\n   Which from his blood-stained hands, itself all blood,\n   Last night the soldiers seized: what further proof\n   Need we indeed?\n\nMORANZONE [_takes the danger and approaches the_ DUCHESS]\n\n   Saw I not such a dagger\n   Hang from your Graceâ\u0080\u0099s girdle yesterday?\n\n             [_The_ DUCHESS _shudders and makes no answer_.]\n\n   Ah! my Lord Justice, may I speak a moment\n   With this young man, who in such peril stands?\n\nLORD JUSTICE\n\n   Ay, willingly, my lord, and may you turn him\n   To make a full avowal of his guilt.\n\n[LORD MORANZONE _goes over to_ GUIDO, _who stands R. and clutches him by\nthe hand_.]\n\nMORANZONE [_in a low voice_]\n\n   She did it!  Nay, I saw it in her eyes.\n   Boy, dost thou think Iâ\u0080\u0099ll let thy fatherâ\u0080\u0099s son\n   Be by this woman butchered to his death?\n   Her husband sold your father, and the wife\n   Would sell the son in turn.\n\nGUIDO\n\n   Lord Moranzone,\n   I alone did this thing: be satisfied,\n   My father is avenged.\n\nLORD JUSTICE\n\n   Doth he confess?\n\nGUIDO\n\n   My lord, I do confess\n   That foul unnatural murder has been done.\n\nFIRST CITIZEN\n\n   Why, look at that: he has a pitiful heart, and does not like murder;\n   they will let him go for that.\n\nLORD JUSTICE\n\n   Say you no more?\n\nGUIDO\n\n   My lord, I say this also,\n   That to spill human blood is deadly sin.\n\nSECOND CITIZEN\n\n   Marry, he should tell that to the headsman: â\u0080\u0099tis a good sentiment.\n\nGUIDO\n\n   Lastly, my lord, I do entreat the Court\n   To give me leave to utter openly\n   The dreadful secret of this mystery,\n   And to point out the very guilty one\n   Who with this dagger last night slew the Duke.\n\nLORD JUSTICE\n\n   Thou hast leave to speak.\n\nDUCHESS [_rising_]\n\n   I say he shall not speak:\n   What need have we of further evidence?\n   Was he not taken in the house at night\n   In Guiltâ\u0080\u0099s own bloody livery?\n\nLORD JUSTICE [_showing her the statute_]\n\n   Your Grace\n   Can read the law.\n\nDUCHESS [_waiving book aside_]\n\n   Bethink you, my Lord Justice,\n   Is it not very like that such a one\n   May, in the presence of the people here,\n   Utter some slanderous word against my Lord,\n   Against the city, or the cityâ\u0080\u0099s honour,\n   Perchance against myself.\n\nLORD JUSTICE\n\n   My liege, the law.\n\nDUCHESS\n\n   He shall not speak, but, with gags in his mouth,\n   Shall climb the ladder to the bloody block.\n\nLORD JUSTICE\n\n   The law, my liege.\n\nDUCHESS\n\n   We are not bound by law,\n   But with it we bind others.\n\nMORANZONE\n\n   My Lord Justice,\n   Thou wilt not suffer this injustice here.\n\nLORD JUSTICE\n\n   The Court needs not thy voice, Lord Moranzone.\n   Madam, it were a precedent most evil\n   To wrest the law from its appointed course,\n   For, though the cause be just, yet anarchy\n   Might on this licence touch these golden scales\n   And unjust causes unjust victories gain.\n\nCOUNT BARDI\n\n   I do not think your Grace can stay the law.\n\nDUCHESS\n\n   Ay, it is well to preach and prate of law:\n   Methinks, my haughty lords of Padua,\n   If ye are hurt in pocket or estate,\n   So much as makes your monstrous revenues\n   Less by the value of one ferry toll,\n   Ye do not wait the tedious lawâ\u0080\u0099s delay\n   With such sweet patience as ye counsel me.\n\nCOUNT BARDI\n\n   Madam, I think you wrong our nobles here.\n\nDUCHESS\n\n   I think I wrong them not.  Which of you all\n   Finding a thief within his house at night,\n   With some poor chattel thrust into his rags,\n   Will stop and parley with him? do ye not\n   Give him unto the officer and his hook\n   To be dragged gaolwards straightway?\n   And so now,\n   Had ye been men, finding this fellow here,\n   With my Lordâ\u0080\u0099s life still hot upon his hands,\n   Ye would have haled him out into the court,\n   And struck his head off with an axe.\n\nGUIDO\n\n   O God!\n\nDUCHESS\n\n   Speak, my Lord Justice.\n\nLORD JUSTICE\n\n   Your Grace, it cannot be:\n   The laws of Padua are most certain here:\n   And by those laws the common murderer even\n   May with his own lips plead, and make defence.\n\nDUCHESS\n\n   This is no common murderer, Lord Justice,\n   But a great outlaw, and a most vile traitor,\n   Taken in open arms against the state.\n   For he who slays the man who rules a state\n   Slays the state also, widows every wife,\n   And makes each child an orphan, and no less\n   Is to be held a public enemy,\n   Than if he came with mighty ordonnance,\n   And all the spears of Venice at his back,\n   To beat and batter at our city gatesâ\u0080\u0094\n   Nay, is more dangerous to our commonwealth,\n   For walls and gates, bastions and forts, and things\n   Whose common elements are wood and stone\n   May be raised up, but who can raise again\n   The ruined body of my murdered lord,\n   And bid it live and laugh?\n\nMAFFIO\n\n   Now by Saint Paul\n   I do not think that they will let him speak.\n\nJEPPO VITELLOZZO\n\n   There is much in this, listen.\n\nDUCHESS\n\n   Wherefore now,\n   Throw ashes on the head of Padua,\n   With sable banners hang each silent street,\n   Let every man be clad in solemn black;\n   But ere we turn to these sad rites of mourning\n   Let us bethink us of the desperate hand\n   Which wrought and brought this ruin on our state,\n   And straightway pack him to that narrow house,\n   Where no voice is, but with a little dust\n   Death fills right up the lying mouths of men.\n\nGUIDO\n\n   Unhand me, knaves!  I tell thee, my Lord Justice,\n   Thou mightst as well bid the untrammelled ocean,\n   The winter whirlwind, or the Alpine storm,\n   Not roar their will, as bid me hold my peace!\n   Ay! though ye put your knives into my throat,\n   Each grim and gaping wound shall find a tongue,\n   And cry against you.\n\nLORD JUSTICE\n\n   Sir, this violence\n   Avails you nothing; for save the tribunal\n   Give thee a lawful right to open speech,\n   Naught that thou sayest can be credited.\n\n     [_The_ DUCHESS _smiles and_ GUIDO _falls back with a gesture of\n                                despair_.]\n\n   Madam, myself, and these wise Justices,\n   Will with your Graceâ\u0080\u0099s sanction now retire\n   Into another chamber, to decide\n   Upon this difficult matter of the law,\n   And search the statutes and the precedents.\n\nDUCHESS\n\n   Go, my Lord Justice, search the statutes well,\n   Nor let this brawling traitor have his way.\n\nMORANZONE\n\n   Go, my Lord Justice, search thy conscience well,\n   Nor let a man be sent to death unheard.\n\n                               [_Exit the_ LORD JUSTICE _and the Judges_.]\n\nDUCHESS\n\n   Silence, thou evil genius of my life!\n   Thou comâ\u0080\u0099st between us two a second time;\n   This time, my lord, I think the turn is mine.\n\nGUIDO\n\n   I shall not die till I have uttered voice.\n\nDUCHESS\n\n   Thou shalt die silent, and thy secret with thee.\n\nGUIDO\n\n   Art thou that Beatrice, Duchess of Padua?\n\nDUCHESS\n\n   I am what thou hast made me; look at me well,\n   I am thy handiwork.\n\nMAFFIO\n\n   See, is she not\n   Like that white tigress which we saw at Venice,\n   Sent by some Indian soldan to the Doge?\n\nJEPPO\n\n   Hush! she may hear thy chatter.\n\nHEADSMAN\n\n   My young fellow,\n   I do not know why thou shouldst care to speak,\n   Seeing my axe is close upon thy neck,\n   And words of thine will never blunt its edge.\n   But if thou art so bent upon it, why\n   Thou mightest plead unto the Churchman yonder:\n   The common people call him kindly here,\n   Indeed I know he has a kindly soul.\n\nGUIDO\n\n   This man, whose trade is death, hath courtesies\n   More than the others.\n\nHEADSMAN\n\n   Why, God love you, sir,\n   Iâ\u0080\u0099ll do you your last service on this earth.\n\nGUIDO\n\n   My good Lord Cardinal, in a Christian land,\n   With Lord Christâ\u0080\u0099s face of mercy looking down\n   From the high seat of Judgment, shall a man\n   Die unabsolved, unshrived?  And if not so,\n   May I not tell this dreadful tale of sin,\n   If any sin there be upon my soul?\n\nDUCHESS\n\n   Thou dost but waste thy time.\n\nCARDINAL\n\n   Alack, my son,\n   I have no power with the secular arm.\n   My task begins when justice has been done,\n   To urge the wavering sinner to repent\n   And to confess to Holy Churchâ\u0080\u0099s ear\n   The dreadful secrets of a sinful mind.\n\nDUCHESS\n\n   Thou mayest speak to the confessional\n   Until thy lips grow weary of their tale,\n   But here thou shalt not speak.\n\nGUIDO\n\n   My reverend father,\n   You bring me but cold comfort.\n\nCARDINAL\n\n   Nay, my son,\n   For the great power of our mother Church,\n   Ends not with this poor bubble of a world,\n   Of which we are but dust, as Jerome saith,\n   For if the sinner doth repentant die,\n   Our prayers and holy masses much avail\n   To bring the guilty soul from purgatory.\n\nDUCHESS\n\n   And when in purgatory thou seest my Lord\n   With that red star of blood upon his heart,\n   Tell him I sent thee hither.\n\nGUIDO\n\n   O dear God!\n\nMORANZONE\n\n   This is the woman, is it, whom you loved?\n\nCARDINAL\n\n   Your Grace is very cruel to this man.\n\nDUCHESS\n\n   No more than he was cruel to her Grace.\n\nCARDINAL\n\n   Yet mercy is the sovereign right of princes.\n\nDUCHESS\n\n   I got no mercy, and I give it not.\n   He hath changed my heart into a heart of stone,\n   He hath sown rank nettles in a goodly field,\n   He hath poisoned the wells of pity in my breast,\n   He hath withered up all kindness at the root;\n   My life is as some famine murdered land,\n   Whence all good things have perished utterly:\n   I am what he hath made me.\n\n                                                  [_The_ DUCHESS _weeps_.]\n\nJEPPO\n\n   Is it not strange\n   That she should so have loved the wicked Duke?\n\nMAFFIO\n\n   It is most strange when women love their lords,\n   And when they love them not it is most strange.\n\nJEPPO\n\n   What a philosopher thou art, Petrucci!\n\nMAFFIO\n\n   Ay!  I can bear the ills of other men,\n   Which is philosophy.\n\nDUCHESS\n\n   They tarry long,\n   These greybeards and their council; bid them come;\n   Bid them come quickly, else I think my heart\n   Will beat itself to bursting: not indeed,\n   That I here care to live; God knows my life\n   Is not so full of joy, yet, for all that,\n   I would not die companionless, or go\n   Lonely to Hell.\n   Look, my Lord Cardinal,\n   Canst thou not see across my forehead here,\n   In scarlet letters writ, the word Revenge?\n   Fetch me some water, I will wash it off:\n   â\u0080\u0099Twas branded there last night, but in the day-time\n   I need not wear it, need I, my Lord Cardinal?\n   Oh, how it sears and burns into my brain:\n   Give me a knife; not that one, but another,\n   And I will cut it out.\n\nCARDINAL\n\n   It is most natural\n   To be incensed against the murderous hand\n   That treacherously stabbed your sleeping lord.\n\nDUCHESS\n\n   I would, old Cardinal, I could burn that hand;\n   But it will burn hereafter.\n\nCARDINAL\n\n   Nay, the Church\n   Ordains us to forgive our enemies.\n\nDUCHESS\n\n   Forgiveness? what is that?  I never got it.\n   They come at last: well, my Lord Justice, well.\n\n                                               [_Enter the_ LORD JUSTICE.]\n\nLORD JUSTICE\n\n   Most gracious Lady, and our sovereign Liege,\n   We have long pondered on the point at issue,\n   And much considered of your Graceâ\u0080\u0099s wisdom,\n   And never wisdom spake from fairer lipsâ\u0080\u0094\n\nDUCHESS\n\n   Proceed, sir, without compliment.\n\nLORD JUSTICE\n\n   We find,\n   As your own Grace did rightly signify,\n   That any citizen, who by force or craft\n   Conspires against the person of the Liege,\n   Is _ipso facto_ outlaw, void of rights\n   Such as pertain to other citizens,\n   Is traitor, and a public enemy,\n   Who may by any casual sword be slain\n   Without the slayerâ\u0080\u0099s danger; nay, if brought\n   Into the presence of the tribunal,\n   Must with dumb lips and silence reverent\n   Listen unto his well-deserved doom,\n   Nor has the privilege of open speech.\n\nDUCHESS\n\n   I thank thee, my Lord Justice, heartily;\n   I like your law: and now I pray dispatch\n   This public outlaw to his righteous doom;\n   What is there more?\n\nLORD JUSTICE\n\n   Ay, there is more, your Grace.\n   This man being alien born, not Paduan,\n   Nor by allegiance bound unto the Duke,\n   Save such as common nature doth lay down,\n   Hath, though accused of treasons manifold,\n   Whose slightest penalty is certain death,\n   Yet still the right of public utterance\n   Before the people and the open court;\n   Nay, shall be much entreated by the Court,\n   To make some formal pleading for his life,\n   Lest his own city, righteously incensed,\n   Should with an unjust trial tax our state,\n   And wars spring up against the commonwealth:\n   So merciful are the laws of Padua\n   Unto the stranger living in her gates.\n\nDUCHESS\n\n   Being of my Lordâ\u0080\u0099s household, is he stranger here?\n\nLORD JUSTICE\n\n   Ay, until seven years of service spent\n   He cannot be a Paduan citizen.\n\nGUIDO\n\n   I thank thee, my Lord Justice, heartily;\n   I like your law.\n\nSECOND CITIZEN\n\n   I like no law at all:\n   Were there no law thereâ\u0080\u0099d be no law-breakers,\n   So all men would be virtuous.\n\nFIRST CITIZEN\n\n   So they would;\n   â\u0080\u0099Tis a wise saying that, and brings you far.\n\nTIPSTAFF\n\n   Ay! to the gallows, knave.\n\nDUCHESS\n\n   Is this the law?\n\nLORD JUSTICE\n\n   It is the law most certainly, my liege.\n\nDUCHESS\n\n   Show me the book: â\u0080\u0099tis written in blood-red.\n\nJEPPO\n\n   Look at the Duchess.\n\nDUCHESS\n\n   Thou accursed law,\n   I would that I could tear thee from the state\n   As easy as I tear thee from this book.\n\n                                                   [_Tears out the page_.]\n\n   Come here, Count Bardi: are you honourable?\n   Get a horse ready for me at my house,\n   For I must ride to Venice instantly.\n\nBARDI\n\n   To Venice, Madam?\n\nDUCHESS\n\n   Not a word of this,\n   Go, go at once.  [_Exit_ COUNT BARDI.]\n   A moment, my Lord Justice.\n   If, as thou sayest it, this is the lawâ\u0080\u0094\n   Nay, nay, I doubt not that thou sayest right,\n   Though right be wrong in such a case as thisâ\u0080\u0094\n   May I not by the virtue of mine office\n   Adjourn this court until another day?\n\nLORD JUSTICE\n\n   Madam, you cannot stay a trial for blood.\n\nDUCHESS\n\n   I will not tarry then to hear this man\n   Rail with rude tongue against our sacred person.\n   Come, gentlemen.\n\nLORD JUSTICE\n\n   My liege,\n   You cannot leave this court until the prisoner\n   Be purged or guilty of this dread offence.\n\nDUCHESS\n\n   Cannot, Lord Justice?  By what right do you\n   Set barriers in my path where I should go?\n   Am I not Duchess here in Padua,\n   And the stateâ\u0080\u0099s regent?\n\nLORD JUSTICE\n\n   For that reason, Madam,\n   Being the fountain-head of life and death\n   Whence, like a mighty river, justice flows,\n   Without thy presence justice is dried up\n   And fails of purpose: thou must tarry here.\n\nDUCHESS\n\n   What, wilt thou keep me here against my will?\n\nLORD JUSTICE\n\n   We pray thy will be not against the law.\n\nDUCHESS\n\n   What if I force my way out of the court?\n\nLORD JUSTICE\n\n   Thou canst not force the Court to give thee way.\n\nDUCHESS\n\n   I will not tarry.  [_Rises from her seat_.]\n\nLORD JUSTICE\n\n   Is the usher here?\n   Let him stand forth.  [_Usher comes forward_.]\n   Thou knowest thy business, sir.\n\n[_The Usher closes the doors of the court_, _which are L._, _and when\nthe_ DUCHESS _and her retinue approach_, _kneels down_.]\n\nUSHER\n\n   In all humility I beseech your Grace\n   Turn not my duty to discourtesy,\n   Nor make my unwelcome office an offence.\n\nDUCHESS\n\n   Is there no gentleman amongst you all\n   To prick this prating fellow from our way?\n\nMAFFIO [_drawing his sword_]\n\n   Ay! that will I.\n\nLORD JUSTICE\n\n   Count Maffio, have a care,\n   And you, sir.  [_To_ JEPPO.]\n   The first man who draws his sword\n   Upon the meanest officer of this Court,\n   Dies before nightfall.\n\nDUCHESS\n\n   Sirs, put up your swords:\n   It is most meet that I should hear this man.\n\n                                                  [_Goes back to throne_.]\n\nMORANZONE\n\n   Now hast thou got thy enemy in thy hand.\n\nLORD JUSTICE [_taking the time-glass up_]\n\n   Guido Ferranti, while the crumbling sand\n   Falls through this time-glass, thou hast leave to speak.\n   This and no more.\n\nGUIDO\n\n   It is enough, my lord.\n\nLORD JUSTICE\n\n   Thou standest on the extreme verge of death;\n   See that thou speakest nothing but the truth,\n   Naught else will serve thee.\n\nGUIDO\n\n   If I speak it not,\n   Then give my body to the headsman there.\n\nLORD JUSTICE [_turns the time-glass_]\n\n   Let there be silence while the prisoner speaks.\n\nTIPSTAFF\n\n   Silence in the Court there.\n\nGUIDO\n\n   My Lords Justices,\n   And reverent judges of this worthy court,\n   I hardly know where to begin my tale,\n   So strangely dreadful is this history.\n   First, let me tell you of what birth I am.\n   I am the son of that good Duke Lorenzo\n   Who was with damned treachery done to death\n   By a most wicked villain, lately Duke\n   Of this good town of Padua.\n\nLORD JUSTICE\n\n   Have a care,\n   It will avail thee nought to mock this prince\n   Who now lies in his coffin.\n\nMAFFIO\n\n   By Saint James,\n   This is the Duke of Parmaâ\u0080\u0099s rightful heir.\n\nJEPPO\n\n   I always thought him noble.\n\nGUIDO\n\n   I confess\n   That with the purport of a just revenge,\n   A most just vengeance on a man of blood,\n   I entered the Dukeâ\u0080\u0099s household, served his will,\n   Sat at his board, drank of his wine, and was\n   His intimate: so much I will confess,\n   And this too, that I waited till he grew\n   To give the fondest secrets of his life\n   Into my keeping, till he fawned on me,\n   And trusted me in every private matter\n   Even as my noble father trusted him;\n   That for this thing I waited.\n\n                                                      [_To the Headsman_.]\n\n   Thou man of blood!\n   Turn not thine axe on me before the time:\n   Who knows if it be time for me to die?\n   Is there no other neck in court but mine?\n\nLORD JUSTICE\n\n   The sand within the time-glass flows apace.\n   Come quickly to the murder of the Duke.\n\nGUIDO\n\n   I will be brief: Last night at twelve oâ\u0080\u0099 the clock,\n   By a strong rope I scaled the palace wall,\n   With purport to revenge my fatherâ\u0080\u0099s murderâ\u0080\u0094\n   Ay! with that purport I confess, my lord.\n   This much I will acknowledge, and this also,\n   That as with stealthy feet I climbed the stair\n   Which led unto the chamber of the Duke,\n   And reached my hand out for the scarlet cloth\n   Which shook and shivered in the gusty door,\n   Lo! the white moon that sailed in the great heaven\n   Flooded with silver light the darkened room,\n   Night lit her candles for me, and I saw\n   The man I hated, cursing in his sleep;\n   And thinking of a most dear father murdered,\n   Sold to the scaffold, bartered to the block,\n   I smote the treacherous villain to the heart\n   With this same dagger, which by chance I found\n   Within the chamber.\n\nDUCHESS [_rising from her seat_]\n\n   Oh!\n\nGUIDO [_hurriedly_]\n\n   I killed the Duke.\n   Now, my Lord Justice, if I may crave a boon,\n   Suffer me not to see another sun\n   Light up the misery of this loathsome world.\n\nLORD JUSTICE\n\n   Thy boon is granted, thou shalt die to-night.\n   Lead him away.  Come, Madam\n\n[GUIDO _is led off_; _as he goes the_ DUCHESS _stretches out her arms and\nrushes down the stage_.]\n\nDUCHESS\n\n   Guido!  Guido!\n\n                                                               [_Faints_.]\n\n                                _Tableau_\n\n                               END OF ACT IV.\n\n                                  * * * * *\n\n\n\n\nACT V\n\n\n                                  SCENE\n\n_A dungeon in the public prison of Padua_; _Guido lies asleep on a\npallet_ (_L.C._); _a table with a goblet on it is set_ (_L.C._); _five\nsoldiers are drinking and playing dice in the corner on a stone table_;\n_one of them has a lantern hung to his halbert_; _a torch is set in the\nwall over Guidoâ\u0080\u0099s head_.  _Two grated windows behind_, _one on each side\nof the door which is_ (_C._), _look out into the passage_; _the stage is\nrather dark_.\n\nFIRST SOLDIER [_throws dice_]\n\n   Sixes again! good Pietro.\n\nSECOND SOLDIER\n\n   Iâ\u0080\u0099 faith, lieutenant, I will play with thee no more.  I will lose\n   everything.\n\nTHIRD SOLDIER\n\n   Except thy wits; thou art safe there!\n\nSECOND SOLDIER\n\n   Ay, ay, he cannot take them from me.\n\nTHIRD SOLDIER\n\n   No; for thou hast no wits to give him.\n\nTHE SOLDIERS [_loudly_]\n\n   Ha! ha! ha!\n\nFIRST SOLDIER\n\n   Silence!  You will wake the prisoner; he is asleep.\n\nSECOND SOLDIER\n\n   What matter?  He will get sleep enough when he is buried.  I warrant\n   heâ\u0080\u0099d be glad if we could wake him when heâ\u0080\u0099s in the grave.\n\nTHIRD SOLDIER\n\n   Nay! for when he wakes there it will be judgment day.\n\nSECOND SOLDIER\n\n   Ay, and he has done a grievous thing; for, look you, to murder one of\n   us who are but flesh and blood is a sin, and to kill a Duke goes being\n   near against the law.\n\nFIRST SOLDIER\n\n   Well, well, he was a wicked Duke.\n\nSECOND SOLDIER\n\n   And so he should not have touched him; if one meddles with wicked\n   people, one is like to be tainted with their wickedness.\n\nTHIRD SOLDIER\n\n   Ay, that is true.  How old is the prisoner?\n\nSECOND SOLDIER\n\n   Old enough to do wrong, and not old enough to be wise.\n\nFIRST SOLDIER\n\n   Why, then, he might be any age.\n\nSECOND SOLDIER\n\n   They say the Duchess wanted to pardon him.\n\nFIRST SOLDIER\n\n   Is that so?\n\nSECOND SOLDIER\n\n   Ay, and did much entreat the Lord Justice, but he would not.\n\nFIRST SOLDIER\n\n   I had thought, Pietro, that the Duchess was omnipotent.\n\nSECOND SOLDIER\n\n   True, she is well-favoured; I know none so comely.\n\nTHE SOLDIERS\n\n   Ha! ha! ha!\n\nFIRST SOLDIER\n\n   I meant I had thought our Duchess could do anything.\n\nSECOND SOLDIER\n\n   Nay, for he is now given over to the Justices, and they will see that\n   justice be done; they and stout Hugh the headsman; but when his head\n   is off, why then the Duchess can pardon him if she likes; there is no\n   law against that.\n\nFIRST SOLDIER\n\n   I do not think that stout Hugh, as you call him, will do the business\n   for him after all.  This Guido is of gentle birth, and so by the law\n   can drink poison first, if it so be his pleasure.\n\nTHIRD SOLDIER\n\n   And if he does not drink it?\n\nFIRST SOLDIER\n\n   Why, then, they will kill him.\n\n                                           [_Knocking comes at the door_.]\n\nFIRST SOLDIER\n\n   See who that is.\n\n        [_Third Soldier goes over and looks through the wicket_.]\n\nTHIRD SOLDIER\n\n   It is a woman, sir.\n\nFIRST SOLDIER\n\n   Is she pretty?\n\nTHIRD SOLDIER\n\n   I canâ\u0080\u0099t tell.  She is masked, lieutenant.\n\nFIRST SOLDIER\n\n   It is only very ugly or very beautiful women who ever hide their\n   faces.  Let her in.\n\n     [_Soldier opens the door_, _and the_ DUCHESS _masked and cloaked\n                                enters_.]\n\nDUCHESS [_to Third Soldier_]\n\n   Are you the officer on guard?\n\nFIRST SOLDIER [_coming forward_]\n\n   I am, madam.\n\nDUCHESS\n\n   I must see the prisoner alone.\n\nFIRST SOLDIER\n\n   I am afraid that is impossible.  [_The_ DUCHESS _hands him a ring_,\n   _he looks at and returns it to her with a bow and makes a sign to the\n   Soldiers_.]  Stand without there.\n\n                                                  [_Exeunt the Soldiers_.]\n\nDUCHESS\n\n   Officer, your men are somewhat rough.\n\nFIRST SOLDIER\n\n   They mean no harm.\n\nDUCHESS\n\n   I shall be going back in a few minutes.  As I pass through the\n   corridor do not let them try and lift my mask.\n\nFIRST SOLDIER\n\n   You need not be afraid, madam.\n\nDUCHESS\n\n   I have a particular reason for wishing my face not to be seen.\n\nFIRST SOLDIER\n\n   Madam, with this ring you can go in and out as you please; it is the\n   Duchessâ\u0080\u0099s own ring.\n\nDUCHESS\n\n   Leave us.  [_The Soldier turns to go out_.]  A moment, sir.  For what\n   hour is . . .\n\nFIRST SOLDIER\n\n   At twelve oâ\u0080\u0099clock, madam, we have orders to lead him out; but I dare\n   say he wonâ\u0080\u0099t wait for us; heâ\u0080\u0099s more like to take a drink out of that\n   poison yonder.  Men are afraid of the headsman.\n\nDUCHESS\n\n   Is that poison?\n\nFIRST SOLDIER\n\n   Ay, madam, and very sure poison too.\n\nDUCHESS\n\n   You may go, sir.\n\nFIRST SOLDIER\n\n   By Saint James, a pretty hand!  I wonder who she is.  Some woman who\n   loved him, perhaps.\n\n                                                                 [_Exit_.]\n\nDUCHESS [_taking her mark off_]\n\n   At last!\n   He can escape now in this cloak and vizard,\n   We are of a height almost: they will not know him;\n   As for myself what matter?\n   So that he does not curse me as he goes,\n   I care but little: I wonder will he curse me.\n   He has the right.  It is eleven now;\n   They will not come till twelve.\n\n                                               [_Goes over to the table_.]\n\n   So this is poison.\n   Is it not strange that in this liquor here\n   There lies the key to all philosophies?\n\n                                                     [_Takes the cup up_.]\n\n   It smells of poppies.  I remember well\n   That, when I was a child in Sicily,\n   I took the scarlet poppies from the corn,\n   And made a little wreath, and my grave uncle,\n   Don John of Naples, laughed: I did not know\n   That they had power to stay the springs of life,\n   To make the pulse cease beating, and to chill\n   The blood in its own vessels, till men come\n   And with a hook hale the poor body out,\n   And throw it in a ditch: the body, ay,â\u0080\u0094\n   What of the soul? that goes to heaven or hell.\n   Where will mine go?\n\n      [_Takes the torch from the wall_, _and goes over to the bed_.]\n\n   How peacefully here he sleeps,\n   Like a young schoolboy tired out with play:\n   I would that I could sleep so peacefully,\n   But I have dreams.  [_Bending over him_.]\n   Poor boy: what if I kissed him?\n   No, no, my lips would burn him like a fire.\n   He has had enough of Love.  Still that white neck\n   Will â\u0080\u0099scape the headsman: I have seen to that:\n   He will get hence from Padua to-night,\n   And that is well.  You are very wise, Lord Justices,\n   And yet you are not half so wise as I am,\n   And that is well.\n   O God! how I have loved you,\n   And what a bloody flower did Love bear!\n\n                                              [_Comes back to the table_.]\n\n   What if I drank these juices, and so ceased?\n   Were it not better than to wait till Death\n   Come to my bed with all his serving men,\n   Remorse, disease, old age, and misery?\n   I wonder does one suffer much: I think\n   That I am very young to die like this,\n   But so it must be.  Why, why should I die?\n   He will escape to-night, and so his blood\n   Will not be on my head.  No, I must die;\n   I have been guilty, therefore I must die;\n   He loves me not, and therefore I must die:\n   I would die happier if he would kiss me,\n   But he will not do that.  I did not know him.\n   I thought he meant to sell me to the Judge;\n   That is not strange; we women never know\n   Our lovers till they leave us.\n\n                                                  [_Bell begins to toll_.]\n\n   Thou vile bell,\n   That like a bloodhound from thy brazen throat\n   Callâ\u0080\u0099st for this manâ\u0080\u0099s life, cease! thou shalt not get it.\n   He stirsâ\u0080\u0094I must be quick:  [_Takes up cup_.]\n   O Love, Love, Love,\n   I did not think that I would pledge thee thus!\n\n[_Drinks poison_, _and sets the cup down on the table behind her_: _the\nnoise wakens_ GUIDO, _who starts up_, _and does not see what she has\ndone_.  _There is silence for a minute_, _each looking at the other_.]\n\n   I do not come to ask your pardon now,\n   Seeing I know I stand beyond all pardon;\n   Enough of that: I have already, sir,\n   Confessed my sin to the Lords Justices;\n   They would not listen to me: and some said\n   I did invent a tale to save your life;\n   You have trafficked with me; others said\n   That women played with pity as with men;\n   Others that grief for my slain Lord and husband\n   Had robbed me of my wits: they would not hear me,\n   And, when I sware it on the holy book,\n   They bade the doctor cure me.  They are ten,\n   Ten against one, and they possess your life.\n   They call me Duchess here in Padua.\n   I do not know, sir; if I be the Duchess,\n   I wrote your pardon, and they would not take it;\n   They call it treason, say I taught them that;\n   Maybe I did.  Within an hour, Guido,\n   They will be here, and drag you from the cell,\n   And bind your hands behind your back, and bid you\n   Kneel at the block: I am before them there;\n   Here is the signet ring of Padua,\n   â\u0080\u0099Twill bring you safely through the men on guard;\n   There is my cloak and vizard; they have orders\n   Not to be curious: when you pass the gate\n   Turn to the left, and at the second bridge\n   You will find horses waiting: by to-morrow\n   You will be at Venice, safe.  [_A pause_.]\n   Do you not speak?\n   Will you not even curse me ere you go?â\u0080\u0094\n   You have the right.  [_A pause_.]\n   You do not understand\n   There lies between you and the headsmanâ\u0080\u0099s axe\n   Hardly so much sand in the hour-glass\n   As a childâ\u0080\u0099s palm could carry: here is the ring:\n   I have washed my hand: there is no blood upon it:\n   You need not fear.  Will you not take the ring?\n\nGUIDO [_takes ring and kisses it_]\n\n   Ay! gladly, Madam.\n\nDUCHESS\n\n   And leave Padua.\n\nGUIDO\n\n   Leave Padua.\n\nDUCHESS\n\n   But it must be to-night.\n\nGUIDO\n\n   To-night it shall be.\n\nDUCHESS\n\n   Oh, thank God for that!\n\nGUIDO\n\n   So I can live; life never seemed so sweet\n   As at this moment.\n\nDUCHESS\n\n   Do not tarry, Guido,\n   There is my cloak: the horse is at the bridge,\n   The second bridge below the ferry house:\n   Why do you tarry?  Can your ears not hear\n   This dreadful bell, whose every ringing stroke\n   Robs one brief minute from your boyish life.\n   Go quickly.\n\nGUIDO\n\n   Ay! he will come soon enough.\n\nDUCHESS\n\n   Who?\n\nGUIDO [_calmly_]\n\n   Why, the headsman.\n\nDUCHESS\n\n   No, no.\n\nGUIDO\n\n   Only he\n   Can bring me out of Padua.\n\nDUCHESS\n\n   You dare not!\n   You dare not burden my oâ\u0080\u0099erburdened soul\n   With two dead men!  I think one is enough.\n   For when I stand before God, face to face,\n   I would not have you, with a scarlet thread\n   Around your white throat, coming up behind\n   To say I did it.\n\nGUIDO\n\n   Madam, I wait.\n\nDUCHESS\n\n   No, no, you cannot: you do not understand,\n   I have less power in Padua to-night\n   Than any common woman; they will kill you.\n   I saw the scaffold as I crossed the square,\n   Already the low rabble throng about it\n   With fearful jests, and horrid merriment,\n   As though it were a morris-dancerâ\u0080\u0099s platform,\n   And not Deathâ\u0080\u0099s sable throne.  O Guido, Guido,\n   You must escape!\n\nGUIDO\n\n   Madam, I tarry here.\n\nDUCHESS\n\n   Guido, you shall not: it would be a thing\n   So terrible that the amazed stars\n   Would fall from heaven, and the palsied moon\n   Be in her sphere eclipsed, and the great sun\n   Refuse to shine upon the unjust earth\n   Which saw thee die.\n\nGUIDO\n\n   Be sure I shall not stir.\n\nDUCHESS [_wringing her hands_]\n\n   Is one sin not enough, but must it breed\n   A second sin more horrible again\n   Than was the one that bare it?  O God, God,\n   Seal up sinâ\u0080\u0099s teeming womb, and make it barren,\n   I will not have more blood upon my hand\n   Than I have now.\n\nGUIDO [_seizing her hand_]\n\n   What! am I fallen so low\n   That I may not have leave to die for you?\n\nDUCHESS [_tearing her hand away_]\n\n   Die for me?â\u0080\u0094no, my life is a vile thing,\n   Thrown to the miry highways of this world;\n   You shall not die for me, you shall not, Guido;\n   I am a guilty woman.\n\nGUIDO\n\n   Guilty?â\u0080\u0094let those\n   Who know what a thing temptation is,\n   Let those who have not walked as we have done,\n   In the red fire of passion, those whose lives\n   Are dull and colourless, in a word let those,\n   If any such there be, who have not loved,\n   Cast stones against you.  As for meâ\u0080\u0094\n\nDUCHESS\n\n   Alas!\n\nGUIDO [_falling at her feet_]\n\n   You are my lady, and you are my love!\n   O hair of gold, O crimson lips, O face\n   Made for the luring and the love of man!\n   Incarnate image of pure loveliness!\n   Worshipping thee I do forget the past,\n   Worshipping thee my soul comes close to thine,\n   Worshipping thee I seem to be a god,\n   And though they give my body to the block,\n   Yet is my love eternal!\n\n    [DUCHESS _puts her hands over her face_: GUIDO _draws them down_.]\n\n   Sweet, lift up\n   The trailing curtains that overhang your eyes\n   That I may look into those eyes, and tell you\n   I love you, never more than now when Death\n   Thrusts his cold lips between us: Beatrice,\n   I love you: have you no word left to say?\n   Oh, I can bear the executioner,\n   But not this silence: will you not say you love me?\n   Speak but that word and Death shall lose his sting,\n   But speak it not, and fifty thousand deaths\n   Are, in comparison, mercy.  Oh, you are cruel,\n   And do not love me.\n\nDUCHESS\n\n   Alas!  I have no right\n   For I have stained the innocent hands of love\n   With spilt-out blood: there is blood on the ground;\n   I set it there.\n\nGUIDO\n\n   Sweet, it was not yourself,\n   It was some devil tempted you.\n\nDUCHESS [_rising suddenly_]\n\n   No, no,\n   We are each our own devil, and we make\n   This world our hell.\n\nGUIDO\n\n   Then let high Paradise\n   Fall into Tartarus! for I shall make\n   This world my heaven for a little space.\n   The sin was mine, if any sin there was.\n   â\u0080\u0099Twas I who nurtured murder in my heart,\n   Sweetened my meats, seasoned my wine with it,\n   And in my fancy slew the accursed Duke\n   A hundred times a day.  Why, had this man\n   Died half so often as I wished him to,\n   Death had been stalking ever through the house,\n   And murder had not slept.\n   But you, fond heart,\n   Whose little eyes grew tender over a whipt hound,\n   You whom the little children laughed to see\n   Because you brought the sunlight where you passed,\n   You the white angel of Godâ\u0080\u0099s purity,\n   This which men call your sin, what was it?\n\nDUCHESS\n\n   Ay!\n   What was it?  There are times it seems a dream,\n   An evil dream sent by an evil god,\n   And then I see the dead face in the coffin\n   And know it is no dream, but that my hand\n   Is red with blood, and that my desperate soul\n   Striving to find some haven for its love\n   From the wild tempest of this raging world,\n   Has wrecked its bark upon the rocks of sin.\n   What was it, said you?â\u0080\u0094murder merely?  Nothing\n   But murder, horrible murder.\n\nGUIDO\n\n   Nay, nay, nay,\n   â\u0080\u0099Twas but the passion-flower of your love\n   That in one moment leapt to terrible life,\n   And in one moment bare this gory fruit,\n   Which I had plucked in thought a thousand times.\n   My soul was murderous, but my hand refused;\n   Your hand wrought murder, but your soul was pure.\n   And so I love you, Beatrice, and let him\n   Who has no mercy for your stricken head,\n   Lack mercy up in heaven!  Kiss me, sweet.\n\n                                                    [_Tries to kiss her_.]\n\nDUCHESS\n\n   No, no, your lips are pure, and mine are soiled,\n   For Guilt has been my paramour, and Sin\n   Lain in my bed: O Guido, if you love me\n   Get hence, for every moment is a worm\n   Which gnaws your life away: nay, sweet, get hence,\n   And if in after time you think of me,\n   Think of me as of one who loved you more\n   Than anything on earth; think of me, Guido,\n   As of a woman merely, one who tried\n   To make her life a sacrifice to love,\n   And slew love in the trial: Oh, what is that?\n   The bell has stopped from ringing, and I hear\n   The feet of armed men upon the stair.\n\nGUIDO [_aside_]\n\n   That is the signal for the guard to come.\n\nDUCHESS\n\n   Why has the bell stopped ringing?\n\nGUIDO\n\n   If you must know,\n   That stops my life on this side of the grave,\n   But on the other we shall meet again.\n\nDUCHESS\n\n   No, no, â\u0080\u0099tis not too late: you must get hence;\n   The horse is by the bridge, there is still time.\n   Away, away, you must not tarry here!\n\n                                     [_Noise of Soldiers in the passage_.]\n\nA VOICE OUTSIDE\n\n   Room for the Lord Justice of Padua!\n\n[_The_ LORD JUSTICE _is seen through the grated window passing down the\ncorridor preceded by men bearing torches_.]\n\nDUCHESS\n\n   It is too late.\n\nA VOICE OUTSIDE\n\n   Room for the headsman.\n\nDUCHESS [_sinks down_]\n\n   Oh!\n\n[_The Headsman with his axe on his shoulder is seen passing the\ncorridor_, _followed by Monks bearing candles_.]\n\nGUIDO\n\n   Farewell, dear love, for I must drink this poison.\n   I do not fear the headsman, but I would die\n   Not on the lonely scaffold.\n   But here,\n   Here in thine arms, kissing thy mouth: farewell!\n\n                            [_Goes to the table and takes the goblet up_.]\n\n   What, art thou empty?\n\n                                              [_Throws it to the ground_.]\n\n   O thou churlish gaoler,\n   Even of poisons niggard!\n\nDUCHESS [_faintly_]\n\n   Blame him not.\n\nGUIDO\n\n   O God! you have not drunk it, Beatrice?\n   Tell me you have not?\n\nDUCHESS\n\n   Were I to deny it,\n   There is a fire eating at my heart\n   Which would find utterance.\n\nGUIDO\n\n   O treacherous love,\n   Why have you not left a drop for me?\n\nDUCHESS\n\n   No, no, it held but death enough for one.\n\nGUIDO\n\n   Is there no poison still upon your lips,\n   That I may draw it from them?\n\nDUCHESS\n\n   Why should you die?\n   You have not spilt blood, and so need not die:\n   I have spilt blood, and therefore I must die.\n   Was it not said blood should be spilt for blood?\n   Who said that?  I forget.\n\nGUIDO\n\n   Tarry for me,\n   Our souls will go together.\n\nDUCHESS\n\n   Nay, you must live.\n   There are many other women in the world\n   Who will love you, and not murder for your sake.\n\nGUIDO\n\n   I love you only.\n\nDUCHESS\n\n   You need not die for that.\n\nGUIDO\n\n   Ah, if we die together, love, why then\n   Can we not lie together in one grave?\n\nDUCHESS\n\n   A grave is but a narrow wedding-bed.\n\nGUIDO\n\n   It is enough for us\n\nDUCHESS\n\n   And they will strew it\n   With a stark winding-sheet, and bitter herbs:\n   I think there are no roses in the grave,\n   Or if there are, they all are withered now\n   Since my Lord went there.\n\nGUIDO\n\n   Ah! dear Beatrice,\n   Your lips are roses that death cannot wither.\n\nDUCHESS\n\n   Nay, if we lie together, will not my lips\n   Fall into dust, and your enamoured eyes\n   Shrivel to sightless sockets, and the worms,\n   Which are our groomsmen, eat away your heart?\n\nGUIDO\n\n   I do not care: Death has no power on love.\n   And so by Loveâ\u0080\u0099s immortal sovereignty\n   I will die with you.\n\nDUCHESS\n\n   But the grave is black,\n   And the pit black, so I must go before\n   To light the candles for your coming hither.\n   No, no, I will not die, I will not die.\n   Love, you are strong, and young, and very brave;\n   Stand between me and the angel of death,\n   And wrestle with him for me.\n\n    [_Thrusts_ GUIDO _in front of her with his back to the audience_.]\n\n   I will kiss you,\n   When you have thrown him.  Oh, have you no cordial,\n   To stay the workings of this poison in me?\n   Are there no rivers left in Italy\n   That you will not fetch me one cup of water\n   To quench this fire?\n\nGUIDO\n\n   O God!\n\nDUCHESS\n\n   You did not tell me\n   There was a drought in Italy, and no water:\n   Nothing but fire.\n\nGUIDO\n\n   O Love!\n\nDUCHESS\n\n   Send for a leech,\n   Not him who stanched my husband, but another\n   We have no time: send for a leech, I say:\n   There is an antidote against each poison,\n   And he will sell it if we give him money.\n   Tell him that I will give him Padua,\n   For one short hour of life: I will not die.\n   Oh, I am sick to death; no, do not touch me,\n   This poison gnaws my heart: I did not know\n   It was such pain to die: I thought that life\n   Had taken all the agonies to itself;\n   It seems it is not so.\n\nGUIDO\n\n   O damnÃ©d stars\n   Quench your vile cresset-lights in tears, and bid\n   The moon, your mistress, shine no more to-night.\n\nDUCHESS\n\n   Guido, why are we here?  I think this room\n   Is poorly furnished for a marriage chamber.\n   Let us get hence at once.  Where are the horses?\n   We should be on our way to Venice now.\n   How cold the night is!  We must ride faster.\n\n                                     [_The Monks begin to chant outside_.]\n\n   Music!  It should be merrier; but grief\n   Is of the fashion nowâ\u0080\u0094I know not why.\n   You must not weep: do we not love each other?â\u0080\u0094\n   That is enough.  Death, what do you here?\n   You were not bidden to this table, sir;\n   Away, we have no need of you: I tell you\n   It was in wine I pledged you, not in poison.\n   They lied who told you that I drank your poison.\n   It was spilt upon the ground, like my Lordâ\u0080\u0099s blood;\n   You came too late.\n\nGUIDO\n\n   Sweet, there is nothing there:\n   These things are only unreal shadows.\n\nDUCHESS\n\n   Death,\n   Why do you tarry, get to the upper chamber;\n   The cold meats of my husbandâ\u0080\u0099s funeral feast\n   Are set for you; this is a wedding feast.\n   You are out of place, sir; and, besides, â\u0080\u0099tis summer.\n   We do not need these heavy fires now,\n   You scorch us.\n   Oh, I am burned up,\n   Can you do nothing?  Water, give me water,\n   Or else more poison.  No: I feel no painâ\u0080\u0094\n   Is it not curious I should feel no pain?â\u0080\u0094\n   And Death has gone away, I am glad of that.\n   I thought he meant to part us.  Tell me, Guido,\n   Are you not sorry that you ever saw me?\n\nGUIDO\n\n   I swear I would not have lived otherwise.\n   Why, in this dull and common world of ours\n   Men have died looking for such moments as this\n   And have not found them.\n\nDUCHESS\n\n   Then you are not sorry?\n   How strange that seems.\n\nGUIDO\n\n   What, Beatrice, have I not\n   Stood face to face with beauty?  That is enough\n   For one manâ\u0080\u0099s life.  Why, love, I could be merry;\n   I have been often sadder at a feast,\n   But who were sad at such a feast as this\n   When Love and Death are both our cup-bearers?\n   We love and die together.\n\nDUCHESS\n\n   Oh, I have been\n   Guilty beyond all women, and indeed\n   Beyond all women punished.  Do you thinkâ\u0080\u0094\n   No, that could not beâ\u0080\u0094Oh, do you think that love\n   Can wipe the bloody stain from off my hands,\n   Pour balm into my wounds, heal up my hurts,\n   And wash my scarlet sins as white as snow?â\u0080\u0094\n   For I have sinned.\n\nGUIDO\n\n   They do not sin at all\n   Who sin for love.\n\nDUCHESS\n\n   No, I have sinned, and yet\n   Perchance my sin will be forgiven me.\n   I have loved much\n\n[_They kiss each other now for the first time in this Act_, _when\nsuddenly the_ DUCHESS _leaps up in the dreadful spasm of death_, _tears\nin agony at her dress_, _and finally_, _with face twisted and distorted\nwith pain_, _falls back dead in a chair_.  GUIDO _seizing her dagger from\nher belt_, _kills himself_; _and_, _as he falls across her knees_,\n_clutches at the cloak which is on the back of the chair_, _and throws it\nentirely over her_.  _There is a little pause_.  _Then down the passage\ncomes the tramp of Soldiers_; _the door is opened_, _and the_ LORD\nJUSTICE, _the Headsman_, _and the Guard enter and see this figure\nshrouded in black_, _and_ GUIDO _lying dead across her_.  _The_ LORD\nJUSTICE _rushes forward and drags the cloak off the_ DUCHESS, _whose face\nis now the marble image of peace_, _the sign of Godâ\u0080\u0099s forgiveness_.]\n\n                                _Tableau_\n\n                                 CURTAIN\n\n                                * * * * *\n\n         Printed by T. and A. CONSTABLE, Printers to His Majesty\n                    at the Edinburgh University Press\n\n                                * * * * *\n\n\n\n\n***END OF THE PROJECT GUTENBERG EBOOK THE DUCHESS OF PADUA***\n\n\n******* This file should be named 875-0.txt or 875-0.zip *******\n\n\nThis and all associated files of various formats will be found in:\nhttp:\/\/www.gutenberg.org\/dirs\/8\/7\/875\n\n\nUpdated editions will replace the previous one--the old editions will\nbe renamed.\n\nCreating the works from print editions not protected by U.S. copyright\nlaw means that no one owns a United States copyright in these works,\nso the Foundation (and you!) can copy and distribute it in the United\nStates without permission and without paying copyright\nroyalties. Special rules, set forth in the General Terms of Use part\nof this license, apply to copying and distributing Project\nGutenberg-tm electronic works to protect the PROJECT GUTENBERG-tm\nconcept and trademark. Project Gutenberg is a registered trademark,\nand may not be used if you charge for the eBooks, unless you receive\nspecific permission. If you do not charge anything for copies of this\neBook, complying with the rules is very easy. You may use this eBook\nfor nearly any purpose such as creation of derivative works, reports,\nperformances and research. They may be modified and printed and given\naway--you may do practically ANYTHING in the United States with eBooks\nnot protected by U.S. copyright law. Redistribution is subject to the\ntrademark license, especially commercial redistribution.\n\nSTART: FULL LICENSE\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full\nProject Gutenberg-tm License available with this file or online at\nwww.gutenberg.org\/license.\n\nSection 1. General Terms of Use and Redistributing Project\nGutenberg-tm electronic works\n\n1.A. By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark\/copyright) agreement. If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or\ndestroy all copies of Project Gutenberg-tm electronic works in your\npossession. If you paid a fee for obtaining a copy of or access to a\nProject Gutenberg-tm electronic work and you do not agree to be bound\nby the terms of this agreement, you may obtain a refund from the\nperson or entity to whom you paid the fee as set forth in paragraph\n1.E.8.\n\n1.B. \"Project Gutenberg\" is a registered trademark. It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement. There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement. See\nparagraph 1.C below. There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this\nagreement and help preserve free future access to Project Gutenberg-tm\nelectronic works. See paragraph 1.E below.\n\n1.C. The Project Gutenberg Literary Archive Foundation (\"the\nFoundation\" or PGLAF), owns a compilation copyright in the collection\nof Project Gutenberg-tm electronic works. Nearly all the individual\nworks in the collection are in the public domain in the United\nStates. If an individual work is unprotected by copyright law in the\nUnited States and you are located in the United States, we do not\nclaim a right to prevent you from copying, distributing, performing,\ndisplaying or creating derivative works based on the work as long as\nall references to Project Gutenberg are removed. Of course, we hope\nthat you will support the Project Gutenberg-tm mission of promoting\nfree access to electronic works by freely sharing Project Gutenberg-tm\nworks in compliance with the terms of this agreement for keeping the\nProject Gutenberg-tm name associated with the work. You can easily\ncomply with the terms of this agreement by keeping this work in the\nsame format with its attached full Project Gutenberg-tm License when\nyou share it without charge with others.\n\n1.D. The copyright laws of the place where you are located also govern\nwhat you can do with this work. Copyright laws in most countries are\nin a constant state of change. If you are outside the United States,\ncheck the laws of your country in addition to the terms of this\nagreement before downloading, copying, displaying, performing,\ndistributing or creating derivative works based on this work or any\nother Project Gutenberg-tm work. The Foundation makes no\nrepresentations concerning the copyright status of any work in any\ncountry outside the United States.\n\n1.E. Unless you have removed all references to Project Gutenberg:\n\n1.E.1. The following sentence, with active links to, or other\nimmediate access to, the full Project Gutenberg-tm License must appear\nprominently whenever any copy of a Project Gutenberg-tm work (any work\non which the phrase \"Project Gutenberg\" appears, or with which the\nphrase \"Project Gutenberg\" is associated) is accessed, displayed,\nperformed, viewed, copied or distributed:\n\n  This eBook is for the use of anyone anywhere in the United States and\n  most other parts of the world at no cost and with almost no\n  restrictions whatsoever. You may copy it, give it away or re-use it\n  under the terms of the Project Gutenberg License included with this\n  eBook or online at www.gutenberg.org. If you are not located in the\n  United States, you'll have to check the laws of the country where you\n  are located before using this ebook.\n\n1.E.2. If an individual Project Gutenberg-tm electronic work is\nderived from texts not protected by U.S. copyright law (does not\ncontain a notice indicating that it is posted with permission of the\ncopyright holder), the work can be copied and distributed to anyone in\nthe United States without paying any fees or charges. If you are\nredistributing or providing access to a work with the phrase \"Project\nGutenberg\" associated with or appearing on the work, you must comply\neither with the requirements of paragraphs 1.E.1 through 1.E.7 or\nobtain permission for the use of the work and the Project Gutenberg-tm\ntrademark as set forth in paragraphs 1.E.8 or 1.E.9.\n\n1.E.3. If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any\nadditional terms imposed by the copyright holder. Additional terms\nwill be linked to the Project Gutenberg-tm License for all works\nposted with the permission of the copyright holder found at the\nbeginning of this work.\n\n1.E.4. Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5. Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6. You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including\nany word processing or hypertext form. However, if you provide access\nto or distribute copies of a Project Gutenberg-tm work in a format\nother than \"Plain Vanilla ASCII\" or other format used in the official\nversion posted on the official Project Gutenberg-tm web site\n(www.gutenberg.org), you must, at no additional cost, fee or expense\nto the user, provide a copy, a means of exporting a copy, or a means\nof obtaining a copy upon request, of the work in its original \"Plain\nVanilla ASCII\" or other form. Any alternate format must include the\nfull Project Gutenberg-tm License as specified in paragraph 1.E.1.\n\n1.E.7. Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8. You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works\nprovided that\n\n* You pay a royalty fee of 20% of the gross profits you derive from\n  the use of Project Gutenberg-tm works calculated using the method\n  you already use to calculate your applicable taxes. The fee is owed\n  to the owner of the Project Gutenberg-tm trademark, but he has\n  agreed to donate royalties under this paragraph to the Project\n  Gutenberg Literary Archive Foundation. Royalty payments must be paid\n  within 60 days following each date on which you prepare (or are\n  legally required to prepare) your periodic tax returns. Royalty\n  payments should be clearly marked as such and sent to the Project\n  Gutenberg Literary Archive Foundation at the address specified in\n  Section 4, \"Information about donations to the Project Gutenberg\n  Literary Archive Foundation.\"\n\n* You provide a full refund of any money paid by a user who notifies\n  you in writing (or by e-mail) within 30 days of receipt that s\/he\n  does not agree to the terms of the full Project Gutenberg-tm\n  License. You must require such a user to return or destroy all\n  copies of the works possessed in a physical medium and discontinue\n  all use of and all access to other copies of Project Gutenberg-tm\n  works.\n\n* You provide, in accordance with paragraph 1.F.3, a full refund of\n  any money paid for a work or a replacement copy, if a defect in the\n  electronic work is discovered and reported to you within 90 days of\n  receipt of the work.\n\n* You comply with all other terms of this agreement for free\n  distribution of Project Gutenberg-tm works.\n\n1.E.9. If you wish to charge a fee or distribute a Project\nGutenberg-tm electronic work or group of works on different terms than\nare set forth in this agreement, you must obtain permission in writing\nfrom both the Project Gutenberg Literary Archive Foundation and The\nProject Gutenberg Trademark LLC, the owner of the Project Gutenberg-tm\ntrademark. Contact the Foundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1. Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\nworks not protected by U.S. copyright law in creating the Project\nGutenberg-tm collection. Despite these efforts, Project Gutenberg-tm\nelectronic works, and the medium on which they may be stored, may\ncontain \"Defects,\" such as, but not limited to, incomplete, inaccurate\nor corrupt data, transcription errors, a copyright or other\nintellectual property infringement, a defective or damaged disk or\nother medium, a computer virus, or computer codes that damage or\ncannot be read by your equipment.\n\n1.F.2. LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees. YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3. YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3. LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from. If you\nreceived the work on a physical medium, you must return the medium\nwith your written explanation. The person or entity that provided you\nwith the defective work may elect to provide a replacement copy in\nlieu of a refund. If you received the work electronically, the person\nor entity providing it to you may choose to give you a second\nopportunity to receive the work electronically in lieu of a refund. If\nthe second copy is also defective, you may demand a refund in writing\nwithout further opportunities to fix the problem.\n\n1.F.4. Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO\nOTHER WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT\nLIMITED TO WARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5. Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of\ndamages. If any disclaimer or limitation set forth in this agreement\nviolates the law of the state applicable to this agreement, the\nagreement shall be interpreted to make the maximum disclaimer or\nlimitation permitted by the applicable state law. The invalidity or\nunenforceability of any provision of this agreement shall not void the\nremaining provisions.\n\n1.F.6. INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in\naccordance with this agreement, and any volunteers associated with the\nproduction, promotion and distribution of Project Gutenberg-tm\nelectronic works, harmless from all liability, costs and expenses,\nincluding legal fees, that arise directly or indirectly from any of\nthe following which you do or cause to occur: (a) distribution of this\nor any Project Gutenberg-tm work, (b) alteration, modification, or\nadditions or deletions to any Project Gutenberg-tm work, and (c) any\nDefect you cause.\n\nSection 2. Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of\ncomputers including obsolete, old, middle-aged and new computers. It\nexists because of the efforts of hundreds of volunteers and donations\nfrom people in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come. In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future\ngenerations. To learn more about the Project Gutenberg Literary\nArchive Foundation and how your efforts and donations can help, see\nSections 3 and 4 and the Foundation information page at\nwww.gutenberg.org \n\nSection 3. Information about the Project Gutenberg Literary \nArchive Foundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service. The Foundation's EIN or federal tax identification\nnumber is 64-6221541. Contributions to the Project Gutenberg Literary\nArchive Foundation are tax deductible to the full extent permitted by\nU.S. federal laws and your state's laws.\n\nThe Foundation's principal office is in Fairbanks, Alaska, with the\nmailing address: PO Box 750175, Fairbanks, AK 99775, but its\nvolunteers and employees are scattered throughout numerous\nlocations. Its business office is located at 809 North 1500 West, Salt\nLake City, UT 84116, (801) 596-1887. Email contact links and up to\ndate contact information can be found at the Foundation's web site and\nofficial page at www.gutenberg.org\/contact\n\nFor additional contact information:\n\n    Dr. Gregory B. Newby\n    Chief Executive and Director\n    gbnewby@pglaf.org\n\nSection 4. Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment. Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates. Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements. We do not solicit donations in locations\nwhere we have not received written confirmation of compliance. To SEND\nDONATIONS or determine the status of compliance for any particular\nstate visit www.gutenberg.org\/donate\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States. U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses. Donations are accepted in a number of other\nways including checks, online payments and credit card donations. To\ndonate, please visit: www.gutenberg.org\/donate\n\nSection 5. General Information About Project Gutenberg-tm electronic works.\n\nProfessor Michael S. Hart was the originator of the Project\nGutenberg-tm concept of a library of electronic works that could be\nfreely shared with anyone. For forty years, he produced and\ndistributed Project Gutenberg-tm eBooks with only a loose network of\nvolunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our Web site which has the main PG search\nfacility: www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n\n","id":843,"split":"train"}
