{"ori_id":"505d50d3d0e05c17a28348c30da57b00118b81fd","title":"Tamburlaine","context":"Tamburlaine\n Part 1 opens in Persepolis. The Persian emperor, Mycetes, dispatches troops to dispose of Tamburlaine, a Scythian shepherd and at that point a nomadic bandit. In the same scene, Mycetes' brother Cosroe plots to overthrow Mycetes and assume the throne.\nThe scene shifts to Scythia, where Tamburlaine is shown wooing, capturing, and winning Zenocrate, the daughter of the Egyptian king. Confronted by Mycetes' soldiers, he persuades first the soldiers and then Cosroe to join him in a fight against Mycetes. Although he promises Cosroe the Persian throne, Tamburlaine reneges on this promise and, after defeating Mycetes, takes personal control of the Persian Empire.\nNow a powerful figure, Tamburlaine turns his attention to Bajazeth, Emperor of the Turks. He defeats Bajazeth and his tributary kings, capturing the Emperor and his wife Zabina. The victorious Tamburlaine keeps the defeated ruler in a cage and feeds him scraps from his table, releasing Bajazeth only to use him as a footstool. Bajazeth later kills himself onstage by bashing his head against the bars upon hearing of Tamburlaine's next victory, and upon finding his body Zabina does likewise.\nAfter conquering Africa and naming himself emperor of that continent, Tamburlaine sets his eyes on Damascus; this target places the Egyptian Sultan, his father-in-law, directly in his path. Zenocrate pleads with her husband to spare her father. He complies, instead making the Sultan a tributary king. The play ends with the wedding of Tamburlaine and Zenocrate, who is crowned Empress of Persia.\nIn Part 2, Tamburlaine grooms his sons to be conquerors in his wake as he continues to attack his neighbouring kingdoms. His oldest son, Calyphas, preferring to stay by his mother's side and not risk death, incurs Tamburlaine's wrath. Meanwhile, the son of Bajazeth, Callapine, escapes from Tamburlaine's jail and gathers a group of tributary kings to his side, planning to avenge his father. Callapine and Tamburlaine meet in battle, where Tamburlaine is victorious. But finding that Calyphas remained in his tent during the battle, Tamburlaine kills him in anger. Tamburlaine then forces the defeated kings to pull his chariot to his next battlefield, declaring,\nHolla ye pampered jades of Asia!\nWhat, can ye draw but twenty miles a day?\nUpon reaching Babylon, which holds out against him, Tamburlaine displays further acts of extravagant savagery. When the Governor of the city attempts to save his life in return for revealing the city treasury, Tamburlaine has him hung from the city walls and shot. He orders the inhabitants â\u0080\u0094 men, women, and children â\u0080\u0094 bound and thrown into a nearby lake. Lastly, Tamburlaine scornfully burns a copy of the Qur'an and claims to be greater than God. In the final act, he is struck ill but manages to defeat one more foe before he dies. He bids his sons to conquer the remainder of the earth as he departs life.\nï»¿Project Gutenberg's Tamburlaine the Great, Part II., by Christopher Marlowe\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n\nTitle: Tamburlaine the Great, Part II.\n\nAuthor: Christopher Marlowe\n\nPosting Date: August 5, 2008 [EBook #1589]\nRelease Date: January, 1998\n\nLanguage: English\n\n\n*** START OF THIS PROJECT GUTENBERG EBOOK TAMBURLAINE THE GREAT, PART II. ***\n\n\n\n\nProduced by Gary R. Young\n\n\n\n\n\nTAMBURLAINE THE GREAT--THE SECOND PART\n\nBy Christopher Marlowe\n\nEdited By The Rev. Alexander Dyce\n\n\nCOMMENTS ON THE PREPARATION OF THE E-TEXT:\n\n\nSQUARE BRACKETS:\n\nThe square brackets, i.e. [ ] are copied from the printed book,\nwithout change, except that the stage directions usually do not\nhave closing brackets.  These have been added.\n\n\nENDTNOTES:\n\nFor this E-Text version of the book, the footnotes have been\nconsolidated at the end of the play.\n\nNumbering of the footnotes has been changed, and each footnote\nis given a unique identity in the form [XXX].  One aditional\nfootnote [a] has been inserted.\n\nMany of the footnotes refer back to notes to \"The First Part\nOf Tamburlaine the Great.\"  These references have been copied\nand inserted into the notes to this play.\n\n\nCHANGES TO THE TEXT:\n\nCharacter names were expanded.  For Example, TAMBURLAINE was\nTAMB., ZENOCRATE was ZENO., etc.\n\n\n\nThe Second Part of Tamburlaine the Great.\nConcerning the old eds., see the prefatory matter\nto THE FIRST PART.[a]\n\n\n\n\n\nTHE PROLOGUE.\n\n     The general welcomes Tamburlaine receiv'd,\n     When he arrived last upon the [1] stage,\n     Have made our poet pen his Second Part,\n     Where Death cuts off the progress of his pomp,\n     And murderous Fates throw all his triumphs [2] down.\n     But what became of fair Zenocrate,\n     And with how many cities' sacrifice\n     He celebrated her sad [3] funeral,\n     Himself in presence shall unfold at large.\n\n\n\n\nDRAMATIS PERSONAE.\n\n     TAMBURLAINE, king of Persia.\n     CALYPHAS,  ]\n     AMYRAS,    ] his sons.\n     CELEBINUS, ]\n     THERIDAMAS, king of Argier.\n     TECHELLES, king of Fez.\n     USUMCASANE, king of Morocco.\n     ORCANES, king of Natolia.\n     KING OF TREBIZON.\n     KING OF SORIA.\n     KING OF JERUSALEM.\n     KING OF AMASIA.\n     GAZELLUS, viceroy of Byron.\n     URIBASSA.\n     SIGISMUND, King of Hungary.\n     FREDERICK, ]\n     BALDWIN,   ] Lords of Buda and Bohemia.\n     CALLAPINE, son to BAJAZETH, and prisoner to TAMBURLAINE.\n     ALMEDA, his keeper.\n     GOVERNOR OF BABYLON.\n     CAPTAIN OF BALSERA.\n     HIS SON.\n     ANOTHER CAPTAIN.\n     MAXIMUS, PERDICAS, Physicians, Lords, Citizens, Messengers,\n     Soldiers, and Attendants.\n\n     ZENOCRATE, wife to TAMBURLAINE.\n     OLYMPIA, wife to the CAPTAIN OF BALSERA.\n     Turkish Concubines.\n\n\n\n\nTHE SECOND PART OF TAMBURLAINE THE GREAT.\n\n\n\n\nACT I.\n\n\n\n\nSCENE I.\n\n          Enter ORCANES king of Natolia, GAZELLUS viceroy of Byron,\n          URIBASSA, [4] and their train, with drums and trumpets.\n\n     ORCANES.  Egregious viceroys of these eastern parts,\n     Plac'd by the issue of great Bajazeth,\n     And sacred lord, the mighty Callapine,\n     Who lives in Egypt prisoner to that slave\n     Which kept his father in an iron cage,--\n     Now have we march'd from fair Natolia\n     Two hundred leagues, and on Danubius' banks\n     Our warlike host, in complete armour, rest,\n     Where Sigismund, the king of Hungary,\n     Should meet our person to conclude a truce:\n     What! shall we parle with the Christian?\n     Or cross the stream, and meet him in the field?\n\n     GAZELLUS.  King of Natolia, let us treat of peace:\n     We all are glutted with the Christians' blood,\n     And have a greater foe to fight against,--\n     Proud Tamburlaine, that now in Asia,\n     Near Guyron's head, doth set his conquering feet,\n     And means to fire Turkey as he goes:\n     'Gainst him, my lord, you must address your power.\n\n     URIBASSA.  Besides, King Sigismund hath brought from Christendom\n     More than his camp of stout Hungarians,--\n     Sclavonians, Almains, Rutters, [5] Muffs, and Danes,\n     That with the halberd, lance, and murdering axe,\n     Will hazard that we might with surety hold.\n\n     ORCANES. [6]  Though from the shortest northern parallel,\n     Vast Grantland, compass'd with the Frozen Sea,\n     (Inhabited with tall and sturdy men,\n     Giants as big as hugy [7] Polypheme,)\n     Millions of soldiers cut the [8] arctic line,\n     Bringing the strength of Europe to these arms,\n     Our Turkey blades shall glide through all their throats,\n     And make this champion [9] mead a bloody fen:\n     Danubius' stream, that runs to Trebizon,\n     Shall carry, wrapt within his scarlet waves,\n     As martial presents to our friends at home,\n     The slaughter'd bodies of these Christians:\n     The Terrene [10] main, wherein Danubius falls,\n     Shall by this battle be the bloody sea:\n     The wandering sailors of proud Italy\n     Shall meet those Christians, fleeting with the tide,\n     Beating in heaps against their argosies,\n     And make fair Europe, mounted on her bull,\n     Trapp'd with the wealth and riches of the world,\n     Alight, and wear a woful mourning weed.\n\n     GAZELLUS.  Yet, stout Orcanes, pro-rex of the world,\n     Since Tamburlaine hath muster'd all his men,\n     Marching from Cairo [11] northward, with his camp,\n     To Alexandria and the frontier towns,\n     Meaning to make a conquest of our land,\n     'Tis requisite to parle for a peace\n     With Sigismund, the king of Hungary,\n     And save our forces for the hot assaults\n     Proud Tamburlaine intends Natolia.\n\n     ORCANES.  Viceroy of Byron, wisely hast thou said.\n     My realm, the centre of our empery,\n     Once lost, all Turkey would be overthrown;\n     And for that cause the Christians shall have peace.\n     Sclavonians, Almains, Rutters, Muffs, and Danes,\n     Fear [12] not Orcanes, but great Tamburlaine;\n     Nor he, but Fortune that hath made him great.\n     We have revolted Grecians, Albanese,\n     Sicilians, Jews, Arabians, Turks, and Moors,\n     Natolians, Sorians, [13] black [14] Egyptians,\n     Illyrians, Thracians, and Bithynians, [15]\n     Enough to swallow forceless Sigismund,\n     Yet scarce enough t' encounter Tamburlaine.\n     He brings a world of people to the field,\n     ]From Scythia to the oriental plage [16]\n     Of India, where raging Lantchidol\n     Beats on the regions with his boisterous blows,\n     That never seaman yet discovered.\n     All Asia is in arms with Tamburlaine,\n     Even from the midst of fiery Cancer's tropic\n     To Amazonia under Capricorn;\n     And thence, as far as Archipelago,\n     All Afric is in arms with Tamburlaine:\n     Therefore, viceroy, [17] the Christians must have peace.\n\n          Enter SIGISMUND, FREDERICK, BALDWIN, and their\n          train, with drums and trumpets.\n\n     SIGISMUND.  Orcanes, (as our legates promis'd thee,)\n     We, with our peers, have cross'd Danubius' stream,\n     To treat of friendly peace or deadly war.\n     Take which thou wilt; for, as the Romans us'd,\n     I here present thee with a naked sword:\n     Wilt thou have war, then shake this blade at me;\n     If peace, restore it to my hands again,\n     And I will sheathe it, to confirm the same.\n\n     ORCANES.  Stay, Sigismund:  forgett'st thou I am he\n     That with the cannon shook Vienna-walls,\n     And made it dance upon the continent,\n     As when the massy substance of the earth\n     Quiver[s] about the axle-tree of heaven?\n     Forgett'st thou that I sent a shower of darts,\n     Mingled with powder'd shot and feather'd steel,\n     So thick upon the blink-ey'd burghers' heads,\n     That thou thyself, then County Palatine,\n     The King of Boheme, [18] and the Austric Duke,\n     Sent heralds out, which basely on their knees,\n     In all your names, desir'd a truce of me?\n     Forgett'st thou that, to have me raise my siege,\n     Waggons of gold were set before my tent,\n     Stampt with the princely fowl that in her wings\n     Carries the fearful thunderbolts of Jove?\n     How canst thou think of this, and offer war?\n\n     SIGISMUND.  Vienna was besieg'd, and I was there,\n     Then County Palatine, but now a king,\n     And what we did was in extremity\n     But now, Orcanes, view my royal host,\n     That hides these plains, and seems as vast and wide\n     As doth the desert of Arabia\n     To those that stand on Bagdet's [19] lofty tower,\n     Or as the ocean to the traveller\n     That rests upon the snowy Appenines;\n     And tell me whether I should stoop so low,\n     Or treat of peace with the Natolian king.\n\n     GAZELLUS.  Kings of Natolia and of Hungary,\n     We came from Turkey to confirm a league,\n     And not to dare each other to the field.\n     A friendly parle [20] might become you both.\n\n     FREDERICK.  And we from Europe, to the same intent; [21]\n     Which if your general refuse or scorn,\n     Our tents are pitch'd, our men stand [22] in array,\n     Ready to charge you ere you stir your feet.\n\n     ORCANES.  So prest [23] are we:  but yet, if Sigismund\n     Speak as a friend, and stand not upon terms,\n     Here is his sword; let peace be ratified\n     On these conditions specified before,\n     Drawn with advice of our ambassadors.\n\n     SIGISMUND.  Then here I sheathe it, and give thee my hand,\n     Never to draw it out, or [24] manage arms\n     Against thyself or thy confederates,\n     But, whilst I live, will be at truce with thee.\n\n     ORCANES.  But, Sigismund, confirm it with an oath,\n     And swear in sight of heaven and by thy Christ.\n\n     SIGISMUND.  By Him that made the world and sav'd my soul,\n     The Son of God and issue of a maid,\n     Sweet Jesus Christ, I solemnly protest\n     And vow to keep this peace inviolable!\n\n     ORCANES.  By sacred Mahomet, the friend of God,\n     Whose holy Alcoran remains with us,\n     Whose glorious body, when he left the world,\n     Clos'd in a coffin mounted up the air,\n     And hung on stately Mecca's temple-roof,\n     I swear to keep this truce inviolable!\n     Of whose conditions [25] and our solemn oaths,\n     Sign'd with our hands, each shall retain a scroll,\n     As memorable witness of our league.\n     Now, Sigismund, if any Christian king\n     Encroach upon the confines of thy realm,\n     Send word, Orcanes of Natolia\n     Confirm'd [26] this league beyond Danubius' stream,\n     And they will, trembling, sound a quick retreat;\n     So am I fear'd among all nations.\n\n     SIGISMUND.  If any heathen potentate or king\n     Invade Natolia, Sigismund will send\n     A hundred thousand horse train'd to the war,\n     And back'd by [27] stout lanciers of Germany,\n     The strength and sinews of the imperial seat.\n\n     ORCANES.  I thank thee, Sigismund; but, when I war,\n     All Asia Minor, Africa, and Greece,\n     Follow my standard and my thundering drums.\n     Come, let us go and banquet in our tents:\n     I will despatch chief of my army hence\n     To fair Natolia and to Trebizon,\n     To stay my coming 'gainst proud Tamburlaine:\n     Friend Sigismund, and peers of Hungary,\n     Come, banquet and carouse with us a while,\n     And then depart we to our territories.\n          [Exeunt.]\n\n\n\n\nSCENE II.\n\n          Enter CALLAPINE, and ALMEDA his keeper.\n\n     CALLAPINE.  Sweet Almeda, pity the ruthful plight\n     Of Callapine, the son of Bajazeth,\n     Born to be monarch of the western world,\n     Yet here detain'd by cruel Tamburlaine.\n\n     ALMEDA.  My lord, I pity it, and with my heart\n     Wish your release; but he whose wrath is death,\n     My sovereign lord, renowmed [28] Tamburlaine,\n     Forbids you further liberty than this.\n\n     CALLAPINE.  Ah, were I now but half so eloquent\n     To paint in words what I'll perform in deeds,\n     I know thou wouldst depart from hence with me!\n\n     ALMEDA.  Not for all Afric:  therefore move me not.\n\n     CALLAPINE.  Yet hear me speak, my gentle Almeda.\n\n     ALMEDA.  No speech to that end, by your favour, sir.\n\n     CALLAPINE.  By Cairo [29] runs--\n\n     ALMEDA.  No talk of running, I tell you, sir.\n\n     CALLAPINE.  A little further, gentle Almeda.\n\n     ALMEDA.  Well, sir, what of this?\n\n     CALLAPINE.  By Cairo runs to Alexandria-bay\n     Darotes' stream, [30] wherein at [31] anchor lies\n     A Turkish galley of my royal fleet,\n     Waiting my coming to the river-side,\n     Hoping by some means I shall be releas'd;\n     Which, when I come aboard, will hoist up sail,\n     And soon put forth into the Terrene [32] sea,\n     Where, [33] 'twixt the isles of Cyprus and of Crete,\n     We quickly may in Turkish seas arrive.\n     Then shalt thou see a hundred kings and more,\n     Upon their knees, all bid me welcome home.\n     Amongst so many crowns of burnish'd gold,\n     Choose which thou wilt, all are at thy command:\n     A thousand galleys, mann'd with Christian slaves,\n     I freely give thee, which shall cut the Straits,\n     And bring armadoes, from [34] the coasts of Spain,\n     Fraughted with gold of rich America:\n     The Grecian virgins shall attend on thee,\n     Skilful in music and in amorous lays,\n     As fair as was Pygmalion's ivory girl\n     Or lovely Io metamorphosed:\n     With naked negroes shall thy coach be drawn,\n     And, as thou rid'st in triumph through the streets,\n     The pavement underneath thy chariot-wheels\n     With Turkey-carpets shall be covered,\n     And cloth of arras hung about the walls,\n     Fit objects for thy princely eye to pierce:\n     A hundred bassoes, cloth'd in crimson silk,\n     Shall ride before thee on Barbarian steeds;\n     And, when thou goest, a golden canopy\n     Enchas'd with precious stones, which shine as bright\n     As that fair veil that covers all the world,\n     When Phoebus, leaping from his hemisphere,\n     Descendeth downward to th' Antipodes:--\n     And more than this, for all I cannot tell.\n\n     ALMEDA.  How far hence lies the galley, say you?\n\n     CALLAPINE.  Sweet Almeda, scarce half a league from hence.\n\n     ALMEDA.  But need [35] we not be spied going aboard?\n\n     CALLAPINE.  Betwixt the hollow hanging of a hill,\n     And crooked bending of a craggy rock,\n     The sails wrapt up, the mast and tacklings down,\n     She lies so close that none can find her out.\n\n     ALMEDA.  I like that well:  but, tell me, my lord,\n     if I should let you go, would you be as good as\n     your word? shall I be made a king for my labour?\n\n     CALLAPINE.  As I am Callapine the emperor,\n     And by the hand of Mahomet I swear,\n     Thou shalt be crown'd a king, and be my mate!\n\n     ALMEDA.  Then here I swear, as I am Almeda,\n     Your keeper under Tamburlaine the Great,\n     (For that's the style and title I have yet,)\n     Although he sent a thousand armed men\n     To intercept this haughty enterprize,\n     Yet would I venture to conduct your grace,\n     And die before I brought you back again!\n\n     CALLAPINE.  Thanks, gentle Almeda:  then let us haste,\n     Lest time be past, and lingering let [36] us both.\n\n     ALMEDA.  When you will, my lord:  I am ready.\n\n     CALLAPINE.  Even straight:--and farewell, cursed Tamburlaine!\n     Now go I to revenge my father's death.\n          [Exeunt.]\n\n\n\n\nSCENE III.\n\n          Enter TAMBURLAINE, ZENOCRATE, and their three sons,\n          CALYPHAS, AMYRAS, and CELEBINUS, with drums and trumpets.\n\n     TAMBURLAINE.  Now, bright Zenocrate, the world's fair eye,\n     Whose beams illuminate the lamps of heaven,\n     Whose cheerful looks do clear the cloudy air,\n     And clothe it in a crystal livery,\n     Now rest thee here on fair Larissa-plains,\n     Where Egypt and the Turkish empire part\n     Between thy sons, that shall be emperors,\n     And every one commander of a world.\n\n     ZENOCRATE.  Sweet Tamburlaine, when wilt thou leave these arms,\n     And save thy sacred person free from scathe,\n     And dangerous chances of the wrathful war?\n\n     TAMBURLAINE.  When heaven shall cease to move on both the poles,\n     And when the ground, whereon my soldiers march,\n     Shall rise aloft and touch the horned moon;\n     And not before, my sweet Zenocrate.\n     Sit up, and rest thee like a lovely queen.\n     So; now she sits in pomp and majesty,\n     When these, my sons, more precious in mine eyes\n     Than all the wealthy kingdoms I subdu'd,\n     Plac'd by her side, look on their mother's face.\n     But yet methinks their looks are amorous,\n     Not martial as the sons of Tamburlaine:\n     Water and air, being symboliz'd in one,\n     Argue their want of courage and of wit;\n     Their hair as white as milk, and soft as down,\n     (Which should be like the quills of porcupines,\n     As black as jet, and hard as iron or steel,)\n     Bewrays they are too dainty for the wars;\n     Their fingers made to quaver on a lute,\n     Their arms to hang about a lady's neck,\n     Their legs to dance and caper in the air,\n     Would make me think them bastards, not my sons,\n     But that I know they issu'd from thy womb,\n     That never look'd on man but Tamburlaine.\n\n     ZENOCRATE.  My gracious lord, they have their mother's looks,\n     But, when they list, their conquering father's heart.\n     This lovely boy, the youngest of the three,\n     Not long ago bestrid a Scythian steed,\n     Trotting the ring, and tilting at a glove,\n     Which when he tainted [37] with his slender rod,\n     He rein'd him straight, and made him so curvet\n     As I cried out for fear he should have faln.\n\n     TAMBURLAINE.\n     Well done, my boy! thou shalt have shield and lance,\n     Armour of proof, horse, helm, and curtle-axe,\n     And I will teach thee how to charge thy foe,\n     And harmless run among the deadly pikes.\n     If thou wilt love the wars and follow me,\n     Thou shalt be made a king and reign with me,\n     Keeping in iron cages emperors.\n     If thou exceed thy elder brothers' worth,\n     And shine in complete virtue more than they,\n     Thou shalt be king before them, and thy seed\n     Shall issue crowned from their mother's womb.\n\n     CELEBINUS.  Yes, father; you shall see me, if I live,\n     Have under me as many kings as you,\n     And march with such a multitude of men\n     As all the world shall [38] tremble at their view.\n\n     TAMBURLAINE.  These words assure me, boy, thou art my son.\n     When I am old and cannot manage arms,\n     Be thou the scourge and terror of the world.\n\n     AMYRAS.  Why may not I, my lord, as well as he,\n     Be term'd the scourge and terror of [39] the world?\n\n     TAMBURLAINE.  Be all a scourge and terror to [40] the world,\n     Or else you are not sons of Tamburlaine.\n\n     CALYPHAS.  But, while my brothers follow arms, my lord,\n     Let me accompany my gracious mother:\n     They are enough to conquer all the world,\n     And you have won enough for me to keep.\n\n     TAMBURLAINE.  Bastardly boy, sprung [41] from some coward's loins,\n     And not the issue of great Tamburlaine!\n     Of all the provinces I have subdu'd\n     Thou shalt not have a foot, unless thou bear\n     A mind courageous and invincible;\n     For he shall wear the crown of Persia\n     Whose head hath deepest scars, whose breast most wounds,\n     Which, being wroth, sends lightning from his eyes,\n     And in the furrows of his frowning brows\n     Harbours revenge, war, death, and cruelty;\n     For in a field, whose superficies [42]\n     Is cover'd with a liquid purple veil,\n     And sprinkled with the brains of slaughter'd men,\n     My royal chair of state shall be advanc'd;\n     And he that means to place himself therein,\n     Must armed wade up to the chin in blood.\n\n     ZENOCRATE.  My lord, such speeches to our princely sons\n     Dismay their minds before they come to prove\n     The wounding troubles angry war affords.\n\n     CELEBINUS.  No, madam, these are speeches fit for us;\n     For, if his chair were in a sea of blood,\n     I would prepare a ship and sail to it,\n     Ere I would lose the title of a king.\n\n     AMYRAS.  And I would strive to swim through [43] pools of blood,\n     Or make a bridge of murder'd carcasses, [44]\n     Whose arches should be fram'd with bones of Turks,\n     Ere I would lose the title of a king.\n\n     TAMBURLAINE.  Well, lovely boys, ye shall be emperors both,\n     Stretching your conquering arms from east to west:--\n     And, sirrah, if you mean to wear a crown,\n     When we [45] shall meet the Turkish deputy\n     And all his viceroys, snatch it from his head,\n     And cleave his pericranion with thy sword.\n\n     CALYPHAS.  If any man will hold him, I will strike,\n     And cleave him to the channel [46] with my sword.\n\n     TAMBURLAINE.  Hold him, and cleave him too, or I'll cleave thee;\n     For we will march against them presently.\n     Theridamas, Techelles, and Casane\n     Promis'd to meet me on Larissa-plains,\n     With hosts a-piece against this Turkish crew;\n     For I have sworn by sacred Mahomet\n     To make it parcel of my empery.\n     The trumpets sound; Zenocrate, they come.\n          Enter THERIDAMAS, and his train, with drums and trumpets.\n     Welcome, Theridamas, king of Argier.\n\n     THERIDAMAS.  My lord, the great and mighty Tamburlaine,\n     Arch-monarch of the world, I offer here\n     My crown, myself, and all the power I have,\n     In all affection at thy kingly feet.\n\n     TAMBURLAINE.  Thanks, good Theridamas.\n\n     THERIDAMAS.  Under my colours march ten thousand Greeks,\n     And of Argier and Afric's frontier towns\n     Twice twenty thousand valiant men-at-arms;\n     All which have sworn to sack Natolia.\n     Five hundred brigandines are under sail,\n     Meet for your service on the sea, my lord,\n     That, launching from Argier to Tripoly,\n     Will quickly ride before Natolia,\n     And batter down the castles on the shore.\n\n     TAMBURLAINE.  Well said, Argier! receive thy crown again.\n          Enter USUMCASANE and TECHELLES.\n     Kings of Morocco [47] and of Fez, welcome.\n\n     USUMCASANE.  Magnificent and peerless Tamburlaine,\n     I and my neighbour king of Fez have brought,\n     To aid thee in this Turkish expedition,\n     A hundred thousand expert soldiers;\n     ]From Azamor to Tunis near the sea\n     Is Barbary unpeopled for thy sake,\n     And all the men in armour under me,\n     Which with my crown I gladly offer thee.\n\n     TAMBURLAINE.  Thanks, king of Morocco:  take your crown again.\n\n     TECHELLES.  And, mighty Tamburlaine, our earthly god,\n     Whose looks make this inferior world to quake,\n     I here present thee with the crown of Fez,\n     And with an host of Moors train'd to the war, [48]\n     Whose coal-black faces make their foes retire,\n     And quake for fear, as if infernal [49] Jove,\n     Meaning to aid thee [50] in these [51] Turkish arms,\n     Should pierce the black circumference of hell,\n     With ugly Furies bearing fiery flags,\n     And millions of his strong [52] tormenting spirits:\n     ]From strong Tesella unto Biledull\n     All Barbary is unpeopled for thy sake.\n\n     TAMBURLAINE.  Thanks, king of Fez:  take here thy crown again.\n     Your presence, loving friends and fellow-kings,\n     Makes me to surfeit in conceiving joy:\n     If all the crystal gates of Jove's high court\n     Were open'd wide, and I might enter in\n     To see the state and majesty of heaven,\n     It could not more delight me than your sight.\n     Now will we banquet on these plains a while,\n     And after march to Turkey with our camp,\n     In number more than are the drops that fall\n     When Boreas rents a thousand swelling clouds;\n     And proud Orcanes of Natolia\n     With all his viceroys shall be so afraid,\n     That, though the stones, as at Deucalion's flood,\n     Were turn'd to men, he should be overcome.\n     Such lavish will I make of Turkish blood,\n     That Jove shall send his winged messenger\n     To bid me sheathe my sword and leave the field;\n     The sun, unable to sustain the sight,\n     Shall hide his head in Thetis' watery lap,\n     And leave his steeds to fair Bootes' [53] charge;\n     For half the world shall perish in this fight.\n     But now, my friends, let me examine ye;\n     How have ye spent your absent time from me?\n\n     USUMCASANE.  My lord, our men of Barbary have march'd\n     Four hundred miles with armour on their backs,\n     And lain in leaguer [54] fifteen months and more;\n     For, since we left you at the Soldan's court,\n     We have subdu'd the southern Guallatia,\n     And all the land unto the coast of Spain;\n     We kept the narrow Strait of Jubalter, [55]\n     And made Canaria call us kings and lords:\n     Yet never did they recreate themselves,\n     Or cease one day from war and hot alarms;\n     And therefore let them rest a while, my lord.\n\n     TAMBURLAINE.  They shall, Casane, and 'tis time, i'faith.\n\n     TECHELLES.  And I have march'd along the river Nile\n     To Machda, where the mighty Christian priest,\n     Call'd John the Great, [56] sits in a milk-white robe,\n     Whose triple mitre I did take by force,\n     And made him swear obedience to my crown.\n     ]From thence unto Cazates did I march,\n     Where Amazonians met me in the field,\n     With whom, being women, I vouchsaf'd a league,\n     And with my power did march to Zanzibar,\n     The western part of Afric, where I view'd\n     The Ethiopian sea, rivers and lakes,\n     But neither man nor child in all the land:\n     Therefore I took my course to Manico,\n     Where, [57] unresisted, I remov'd my camp;\n     And, by the coast of Byather, [58] at last\n     I came to Cubar, where the negroes dwell,\n     And, conquering that, made haste to Nubia.\n     There, having sack'd Borno, the kingly seat,\n     I took the king and led him bound in chains\n     Unto Damascus, [59] where I stay'd before.\n\n     TAMBURLAINE.  Well done, Techelles!--What saith Theridamas?\n\n     THERIDAMAS.  I left the confines and the bounds of Afric,\n     And made [60] a voyage into Europe,\n     Where, by the river Tyras, I subdu'd\n     Stoka, Podolia, and Codemia;\n     Then cross'd the sea and came to Oblia,\n     And Nigra Silva, where the devils dance,\n     Which, in despite of them, I set on fire.\n     ]From thence I cross'd the gulf call'd by the name\n     Mare Majore of the inhabitants.\n     Yet shall my soldiers make no period\n     Until Natolia kneel before your feet.\n\n     TAMBURLAINE.  Then will we triumph, banquet and carouse;\n     Cooks shall have pensions to provide us cates,\n     And glut us with the dainties of the world;\n     Lachryma Christi and Calabrian wines\n     Shall common soldiers drink in quaffing bowls,\n     Ay, liquid gold, when we have conquer'd him, [61]\n     Mingled with coral and with orient [62] pearl.\n     Come, let us banquet and carouse the whiles.\n          [Exeunt.]\n\n\n\n\nACT II.\n\n\n\n\nSCENE I.\n\n          Enter SIGISMUND, FREDERICK, and BALDWIN, with their train.\n\n     SIGISMUND.  Now say, my lords of Buda and Bohemia,\n     What motion is it that inflames your thoughts,\n     And stirs your valours to such sudden arms?\n\n     FREDERICK.  Your majesty remembers, I am sure,\n     What cruel slaughter of our Christian bloods\n     These heathenish Turks and pagans lately made\n     Betwixt the city Zula and Danubius;\n     How through the midst of Varna and Bulgaria,\n     And almost to the very walls of Rome,\n     They have, not long since, massacred our camp.\n     It resteth now, then, that your majesty\n     Take all advantages of time and power,\n     And work revenge upon these infidels.\n     Your highness knows, for Tamburlaine's repair,\n     That strikes a terror to all Turkish hearts,\n     Natolia hath dismiss'd the greatest part\n     Of all his army, pitch'd against our power\n     Betwixt Cutheia and Orminius' mount,\n     And sent them marching up to Belgasar,\n     Acantha, Antioch, and Caesarea,\n     To aid the kings of Soria [63] and Jerusalem.\n     Now, then, my lord, advantage take thereof, [64]\n     And issue suddenly upon the rest;\n     That, in the fortune of their overthrow,\n     We may discourage all the pagan troop\n     That dare attempt to war with Christians.\n\n     SIGISMUND.  But calls not, then, your grace to memory\n     The league we lately made with King Orcanes,\n     Confirm'd by oath and articles of peace,\n     And calling Christ for record of our truths?\n     This should be treachery and violence\n     Against the grace of our profession.\n\n     BALDWIN.  No whit, my lord; for with such infidels,\n     In whom no faith nor true religion rests,\n     We are not bound to those accomplishments\n     The holy laws of Christendom enjoin;\n     But, as the faith which they profanely plight\n     Is not by necessary policy\n     To be esteem'd assurance for ourselves,\n     So that we vow [65] to them should not infringe\n     Our liberty of arms and victory.\n\n     SIGISMUND.  Though I confess the oaths they undertake\n     Breed little strength to our security,\n     Yet those infirmities that thus defame\n     Their faiths, [66] their honours, and religion, [67]\n     Should not give us presumption to the like.\n     Our faiths are sound, and must be consummate, [68]\n     Religious, righteous, and inviolate.\n\n     FREDERICK.  Assure your grace, 'tis superstition\n     To stand so strictly on dispensive faith;\n     And, should we lose the opportunity\n     That God hath given to venge our Christians' death,\n     And scourge their foul blasphemous paganism,\n     As fell to Saul, to Balaam, and the rest,\n     That would not kill and curse at God's command,\n     So surely will the vengeance of the Highest,\n     And jealous anger of his fearful arm,\n     Be pour'd with rigour on our sinful heads,\n     If we neglect this [69] offer'd victory.\n\n     SIGISMUND.  Then arm, my lords, and issue suddenly,\n     Giving commandment to our general host,\n     With expedition to assail the pagan,\n     And take the victory our God hath given.\n          [Exeunt.]\n\n\n\n\nSCENE II.\n\n          Enter ORCANES, GAZELLUS, and URIBASSA, with their train.\n\n     ORCANES.  Gazellus, Uribassa, and the rest,\n     Now will we march from proud Orminius' mount\n     To fair Natolia, where our neighbour kings\n     Expect our power and our royal presence,\n     T' encounter with the cruel Tamburlaine,\n     That nigh Larissa sways a mighty host,\n     And with the thunder of his martial [70] tools\n     Makes earthquakes in the hearts of men and heaven.\n\n     GAZELLUS.  And now come we to make his sinews shake\n     With greater power than erst his pride hath felt.\n     An hundred kings, by scores, will bid him arms,\n     And hundred thousands subjects to each score:\n     Which, if a shower of wounding thunderbolts\n     Should break out of the bowels of the clouds,\n     And fall as thick as hail upon our heads,\n     In partial aid of that proud Scythian,\n     Yet should our courages and steeled crests,\n     And numbers, more than infinite, of men,\n     Be able to withstand and conquer him.\n\n     URIBASSA.  Methinks I see how glad the Christian king\n     Is made for joy of our [71] admitted truce,\n     That could not but before be terrified\n     With [72] unacquainted power of our host.\n\n          Enter a Messenger.\n\n     MESSENGER.  Arm, dread sovereign, and my noble lords!\n     The treacherous army of the Christians,\n     Taking advantage of your slender power,\n     Comes marching on us, and determines straight\n     To bid us battle for our dearest lives.\n\n     ORCANES.  Traitors, villains, damned Christians!\n     Have I not here the articles of peace\n     And solemn covenants we have both confirm'd,\n     He by his Christ, and I by Mahomet?\n\n     GAZELLUS.  Hell and confusion light upon their heads,\n     That with such treason seek our overthrow,\n     And care so little for their prophet Christ!\n\n     ORCANES.  Can there be such deceit in Christians,\n     Or treason in the fleshly heart of man,\n     Whose shape is figure of the highest God?\n     Then, if there be a Christ, as Christians say,\n     But in their deeds deny him for their Christ,\n     If he be son to everliving Jove,\n     And hath the power of his outstretched arm,\n     If he be jealous of his name and honour\n     As is our holy prophet Mahomet,\n     Take here these papers as our sacrifice\n     And witness of thy servant's [73] perjury!\n          [He tears to pieces the articles of peace.]\n     Open, thou shining veil of Cynthia,\n     And make a passage from th' empyreal heaven,\n     That he that sits on high and never sleeps,\n     Nor in one place is circumscriptible,\n     But every where fills every continent\n     With strange infusion of his sacred vigour,\n     May, in his endless power and purity,\n     Behold and venge this traitor's perjury!\n     Thou, Christ, that art esteem'd omnipotent,\n     If thou wilt prove thyself a perfect God,\n     Worthy the worship of all faithful hearts,\n     Be now reveng'd upon this traitor's soul,\n     And make the power I have left behind\n     (Too little to defend our guiltless lives)\n     Sufficient to discomfit [74] and confound\n     The trustless force of those false Christians!--\n     To arms, my lords! [75] on Christ still let us cry:\n     If there be Christ, we shall have victory.\n          [Exeunt.]\n\n\n\n\nSCENE III.\n\n          Alarms of battle within.  Enter SIGISMUND wounded.\n\n     SIGISMUND.  Discomfited is all the Christian [76] host,\n     And God hath thunder'd vengeance from on high,\n     For my accurs'd and hateful perjury.\n     O just and dreadful punisher of sin,\n     Let the dishonour of the pains I feel\n     In this my mortal well-deserved wound\n     End all my penance in my sudden death!\n     And let this death, wherein to sin I die,\n     Conceive a second life in endless mercy!\n          [Dies.]\n\n          Enter ORCANES, GAZELLUS, URIBASSA, with others.\n\n     ORCANES.  Now lie the Christians bathing in their bloods,\n     And Christ or Mahomet hath been my friend.\n\n     GAZELLUS.  See, here the perjur'd traitor Hungary,\n     Bloody and breathless for his villany!\n\n     ORCANES.  Now shall his barbarous body be a prey\n     To beasts and fowls, and all the winds shall breathe,\n     Through shady leaves of every senseless tree,\n     Murmurs and hisses for his heinous sin.\n     Now scalds his soul in the Tartarian streams,\n     And feeds upon the baneful tree of hell,\n     That Zoacum, [77] that fruit of bitterness,\n     That in the midst of fire is ingraff'd,\n     Yet flourisheth, as Flora in her pride,\n     With apples like the heads of damned fiends.\n     The devils there, in chains of quenchless flame,\n     Shall lead his soul, through Orcus' burning gulf,\n     ]From pain to pain, whose change shall never end.\n     What say'st thou yet, Gazellus, to his foil,\n     Which we referr'd to justice of his Christ\n     And to his power, which here appears as full\n     As rays of Cynthia to the clearest sight?\n\n     GAZELLUS.  'Tis but the fortune of the wars, my lord,\n     Whose power is often prov'd a miracle.\n\n     ORCANES.  Yet in my thoughts shall Christ be honoured,\n     Not doing Mahomet an [78] injury,\n     Whose power had share in this our victory;\n     And, since this miscreant hath disgrac'd his faith,\n     And died a traitor both to heaven and earth,\n     We will both watch and ward shall keep his trunk [79]\n     Amidst these plains for fowls to prey upon.\n     Go, Uribassa, give [80] it straight in charge.\n\n     URIBASSA.  I will, my lord.\n          [Exit.]\n\n     ORCANES.  And now, Gazellus, let us haste and meet\n     Our army, and our brother[s] of Jerusalem,\n     Of Soria, [81] Trebizon, and Amasia,\n     And happily, with full Natolian bowls\n     Of Greekish wine, now let us celebrate\n     Our happy conquest and his angry fate.\n          [Exeunt.]\n\n\n\n\nSCENE IV.\n\n          The arras is drawn, and ZENOCRATE is discovered lying\n          in her bed of state; TAMBURLAINE sitting by her; three\n          PHYSICIANS about her bed, tempering potions; her three\n          sons, CALYPHAS, AMYRAS, and CELEBINUS; THERIDAMAS,\n          TECHELLES, and USUMCASANE.\n\n     TAMBURLAINE.  Black is the beauty of the brightest day;\n     The golden ball of heaven's eternal fire,\n     That danc'd with glory on the silver waves,\n     Now wants the fuel that inflam'd his beams;\n     And all with faintness, and for foul disgrace,\n     He binds his temples with a frowning cloud,\n     Ready to darken earth with endless night.\n     Zenocrate, that gave him light and life,\n     Whose eyes shot fire from their [82] ivory brows, [83]\n     And temper'd every soul with lively heat,\n     Now by the malice of the angry skies,\n     Whose jealousy admits no second mate,\n     Draws in the comfort of her latest breath,\n     All dazzled with the hellish mists of death.\n     Now walk the angels on the walls of heaven,\n     As sentinels to warn th' immortal souls\n     To entertain divine Zenocrate:\n     Apollo, Cynthia, and the ceaseless lamps\n     That gently look'd upon this [84] loathsome earth,\n     Shine downwards now no more, but deck the heavens\n     To entertain divine Zenocrate:\n     The crystal springs, whose taste illuminates\n     Refined eyes with an eternal sight,\n     Like tried silver run through Paradise\n     To entertain divine Zenocrate:\n     The cherubins and holy seraphins,\n     That sing and play before the King of Kings,\n     Use all their voices and their instruments\n     To entertain divine Zenocrate;\n     And, in this sweet and curious harmony,\n     The god that tunes this music to our souls\n     Holds out his hand in highest majesty\n     To entertain divine Zenocrate.\n     Then let some holy trance convey my thoughts\n     Up to the palace of th' empyreal heaven,\n     That this my life may be as short to me\n     As are the days of sweet Zenocrate.--\n     Physicians, will no [85] physic do her good?\n\n     FIRST PHYSICIAN.  My lord, your majesty shall soon perceive,\n     An if she pass this fit, the worst is past.\n\n     TAMBURLAINE.  Tell me, how fares my fair Zenocrate?\n\n     ZENOCRATE.  I fare, my lord, as other empresses,\n     That, when this frail and [86] transitory flesh\n     Hath suck'd the measure of that vital air\n     That feeds the body with his dated health,\n     Wane with enforc'd and necessary change.\n\n     TAMBURLAINE.  May never such a change transform my love,\n     In whose sweet being I repose my life!\n     Whose heavenly presence, beautified with health,\n     Gives light to Phoebus and the fixed stars;\n     Whose absence makes [87] the sun and moon as dark\n     As when, oppos'd in one diameter,\n     Their spheres are mounted on the serpent's head,\n     Or else descended to his winding train.\n     Live still, my love, and so conserve my life,\n     Or, dying, be the author [88] of my death.\n\n     ZENOCRATE.  Live still, my lord; O, let my sovereign live!\n     And sooner let the fiery element\n     Dissolve, and make your kingdom in the sky,\n     Than this base earth should shroud your majesty;\n     For, should I but suspect your death by mine,\n     The comfort of my future happiness,\n     And hope to meet your highness in the heavens,\n     Turn'd to despair, would break my wretched breast,\n     And fury would confound my present rest.\n     But let me die, my love; yes, [89] let me die;\n     With love and patience let your true love die:\n     Your grief and fury hurts my second life.\n     Yet let me kiss my lord before I die,\n     And let me die with kissing of my lord.\n     But, since my life is lengthen'd yet a while,\n     Let me take leave of these my loving sons,\n     And of my lords, whose true nobility\n     Have merited my latest memory.\n     Sweet sons, farewell! in death resemble me,\n     And in your lives your father's excellence. [90]\n     Some music, and my fit will cease, my lord.\n          [They call for music.]\n\n     TAMBURLAINE.  Proud fury, and intolerable fit,\n     That dares torment the body of my love,\n     And scourge the scourge of the immortal God!\n     Now are those spheres, where Cupid us'd to sit,\n     Wounding the world with wonder and with love,\n     Sadly supplied with pale and ghastly death,\n     Whose darts do pierce the centre of my soul.\n     Her sacred beauty hath enchanted heaven;\n     And, had she liv'd before the siege of Troy,\n     Helen, whose beauty summon'd Greece to arms,\n     And drew a thousand ships to Tenedos,\n     Had not been nam'd in Homer's Iliads,--\n     Her name had been in every line he wrote;\n     Or, had those wanton poets, for whose birth\n     Old Rome was proud, but gaz'd a while on her,\n     Nor Lesbia nor Corinna had been nam'd,--\n     Zenocrate had been the argument\n     Of every epigram or elegy.\n          [The music sounds--ZENOCRATE dies.]\n     What, is she dead?  Techelles, draw thy sword,\n     And wound the earth, that it may cleave in twain,\n     And we descend into th' infernal vaults,\n     To hale the Fatal Sisters by the hair,\n     And throw them in the triple moat of hell,\n     For taking hence my fair Zenocrate.\n     Casane and Theridamas, to arms!\n     Raise cavalieros [91] higher than the clouds,\n     And with the cannon break the frame of heaven;\n     Batter the shining palace of the sun,\n     And shiver all the starry firmament,\n     For amorous Jove hath snatch'd my love from hence,\n     Meaning to make her stately queen of heaven.\n     What god soever holds thee in his arms,\n     Giving thee nectar and ambrosia,\n     Behold me here, divine Zenocrate,\n     Raving, impatient, desperate, and mad,\n     Breaking my steeled lance, with which I burst\n     The rusty beams of Janus' temple-doors,\n     Letting out Death and tyrannizing War,\n     To march with me under this bloody flag!\n     And, if thou pitiest Tamburlaine the Great,\n     Come down from heaven, and live with me again!\n\n     THERIDAMAS.  Ah, good my lord, be patient! she is dead,\n     And all this raging cannot make her live.\n     If words might serve, our voice hath rent the air;\n     If tears, our eyes have water'd all the earth;\n     If grief, our murder'd hearts have strain'd forth blood:\n     Nothing prevails, [92] for she is dead, my lord.\n\n     TAMBURLAINE.  FOR SHE IS DEAD! thy words do pierce my soul:\n     Ah, sweet Theridamas, say so no more!\n     Though she be dead, yet let me think she lives,\n     And feed my mind that dies for want of her.\n     Where'er her soul be, thou [To the body] shalt stay with me,\n     Embalm'd with cassia, ambergris, and myrrh,\n     Not lapt in lead, but in a sheet of gold,\n     And, till I die, thou shalt not be interr'd.\n     Then in as rich a tomb as Mausolus' [93]\n     We both will rest, and have one [94] epitaph\n     Writ in as many several languages\n     As I have conquer'd kingdoms with my sword.\n     This cursed town will I consume with fire,\n     Because this place bereft me of my love;\n     The houses, burnt, will look as if they mourn'd;\n     And here will I set up her stature, [95]\n     And march about it with my mourning camp,\n     Drooping and pining for Zenocrate.\n          [The arras is drawn.]\n\n\n\n\nACT III.\n\n\n\n\nSCENE I.\n\n          Enter the KINGS OF TREBIZON and SORIA, [96] one bringing a\n          sword and the other a sceptre; next, ORCANES king of\n          Natolia, and the KING OF JERUSALEM with the imperial crown,\n          after, CALLAPINE; and, after him, other LORDS and ALMEDA.\n          ORCANES and the KING OF JERUSALEM crown CALLAPINE, and the\n          others give him the sceptre.\n\n     ORCANES.  Callapinus Cyricelibes, otherwise Cybelius, son and\n     successive heir to the late mighty emperor Bajazeth, by the aid\n     of God and his friend Mahomet, Emperor of Natolia, Jerusalem,\n     Trebizon, Soria, Amasia, Thracia, Ilyria, Carmania, and all the\n     hundred and thirty kingdoms late contributory to his mighty\n     father,--long live Callapinus, Emperor of Turkey!\n\n     CALLAPINE.  Thrice-worthy kings, of Natolia and the rest,\n     I will requite your royal gratitudes\n     With all the benefits my empire yields;\n     And, were the sinews of th' imperial seat\n     So knit and strengthen'd as when Bajazeth,\n     My royal lord and father, fill'd the throne,\n     Whose cursed fate [97] hath so dismember'd it,\n     Then should you see this thief of Scythia,\n     This proud usurping king of Persia,\n     Do us such honour and supremacy,\n     Bearing the vengeance of our father's wrongs,\n     As all the world should blot his [98] dignities\n     Out of the book of base-born infamies.\n     And now I doubt not but your royal cares\n     Have so provided for this cursed foe,\n     That, since the heir of mighty Bajazeth\n     (An emperor so honour'd for his virtues)\n     Revives the spirits of all [99] true Turkish hearts,\n     In grievous memory of his father's shame,\n     We shall not need to nourish any doubt,\n     But that proud Fortune, who hath follow'd long\n     The martial sword of mighty Tamburlaine,\n     Will now retain her old inconstancy,\n     And raise our honours [100] to as high a pitch,\n     In this our strong and fortunate encounter;\n     For so hath heaven provided my escape\n     ]From all the cruelty my soul sustain'd,\n     By this my friendly keeper's happy means,\n     That Jove, surcharg'd with pity of our wrongs,\n     Will pour it down in showers on our heads,\n     Scourging the pride of cursed Tamburlaine.\n\n     ORCANES.  I have a hundred thousand men in arms;\n     Some that, in conquest [101] of the perjur'd Christian,\n     Being a handful to a mighty host,\n     Think them in number yet sufficient\n     To drink the river Nile or Euphrates,\n     And for their power enow to win the world.\n\n     KING OF JERUSALEM.  And I as many from Jerusalem,\n     Judaea, [102] Gaza, and Sclavonia's [103] bounds,\n     That on mount Sinai, with their ensigns spread,\n     Look like the parti-colour'd clouds of heaven\n     That shew fair weather to the neighbour morn.\n\n     KING OF TREBIZON.  And I as many bring from Trebizon,\n     Chio, Famastro, and Amasia,\n     All bordering on the Mare-Major-sea,\n     Riso, Sancina, and the bordering towns\n     That touch the end of famous Euphrates,\n     Whose courages are kindled with the flames\n     The cursed Scythian sets on all their towns,\n     And vow to burn the villain's cruel heart.\n\n     KING OF SORIA.  From Soria [104] with seventy thousand strong,\n     Ta'en from Aleppo, Soldino, Tripoly,\n     And so unto my city of Damascus, [105]\n     I march to meet and aid my neighbour kings;\n     All which will join against this Tamburlaine,\n     And bring him captive to your highness' feet.\n\n     ORCANES.  Our battle, then, in martial manner pitch'd,\n     According to our ancient use, shall bear\n     The figure of the semicircled moon,\n     Whose horns shell sprinkle through the tainted air\n     The poison'd brains of this proud Scythian.\n\n     CALLAPINE.  Well, then, my noble lords, for this my friend\n     That freed me from the bondage of my foe,\n     I think it requisite and honourable\n     To keep my promise and to make him king,\n     That is a gentleman, I know, at least.\n\n     ALMEDA.  That's no matter, [106] sir, for being a king;\n     or Tamburlaine came up of nothing.\n\n     KING OF JERUSALEM.  Your majesty may choose some 'pointed time,\n     Performing all your promise to the full;\n     'Tis naught for your majesty to give a kingdom.\n\n     CALLAPINE.  Then will I shortly keep my promise, Almeda.\n\n     ALMEDA.  Why, I thank your majesty.\n          [Exeunt.]\n\n\n\n\nSCENE II.\n\n          Enter TAMBURLAINE and his three sons, CALYPHAS, AMYRAS, and\n          CELEBINUS; USUMCASANE; four ATTENDANTS bearing the hearse of\n          ZENOCRATE, and the drums sounding a doleful march; the town\n          burning.\n\n     TAMBURLAINE.  So burn the turrets of this cursed town,\n     Flame to the highest region of the air,\n     And kindle heaps of exhalations,\n     That, being fiery meteors, may presage\n     Death and destruction to the inhabitants!\n     Over my zenith hang a blazing star,\n     That may endure till heaven be dissolv'd,\n     Fed with the fresh supply of earthly dregs,\n     Threatening a dearth [107] and famine to this land!\n     Flying dragons, lightning, fearful thunder-claps,\n     Singe these fair plains, and make them seem as black\n     As is the island where the Furies mask,\n     Compass'd with Lethe, Styx, and Phlegethon,\n     Because my dear Zenocrate is dead!\n\n     CALYPHAS.  This pillar, plac'd in memory of her,\n     Where in Arabian, Hebrew, Greek, is writ,\n     THIS TOWN, BEING BURNT BY TAMBURLAINE THE GREAT,\n     FORBIDS THE WORLD TO BUILD IT UP AGAIN.\n\n     AMYRAS.  And here this mournful streamer shall be plac'd,\n     Wrought with the Persian and th' [108] Egyptian arms,\n     To signify she was a princess born,\n     And wife unto the monarch of the East.\n\n     CELEBINUS.  And here this table as a register\n     Of all her virtues and perfections.\n\n     TAMBURLAINE.  And here the picture of Zenocrate,\n     To shew her beauty which the world admir'd;\n     Sweet picture of divine Zenocrate,\n     That, hanging here, will draw the gods from heaven,\n     And cause the stars fix'd in the southern arc,\n     (Whose lovely faces never any view'd\n     That have not pass'd the centre's latitude,)\n     As pilgrims travel to our hemisphere,\n     Only to gaze upon Zenocrate.\n     Thou shalt not beautify Larissa-plains,\n     But keep within the circle of mine arms:\n     At every town and castle I besiege,\n     Thou shalt be set upon my royal tent;\n     And, when I meet an army in the field,\n     Those [109] looks will shed such influence in my camp,\n     As if Bellona, goddess of the war,\n     Threw naked swords and sulphur-balls of fire\n     Upon the heads of all our enemies.--\n     And now, my lords, advance your spears again;\n     Sorrow no more, my sweet Casane, now:\n     Boys, leave to mourn; this town shall ever mourn,\n     Being burnt to cinders for your mother's death.\n\n     CALYPHAS.  If I had wept a sea of tears for her,\n     would not ease the sorrows [110] I sustain.\n\n     AMYRAS.  As is that town, so is my heart consum'd\n     With grief and sorrow for my mother's death.\n\n     CELEBINUS.  My mother's death hath mortified my mind,\n     And sorrow stops the passage of my speech.\n\n     TAMBURLAINE.  But now, my boys, leave off, and list to me,\n     That mean to teach you rudiments of war.\n     I'll have you learn to sleep upon the ground,\n     March in your armour thorough watery fens,\n     Sustain the scorching heat and freezing cold,\n     Hunger and thirst, [111] right adjuncts of the war;\n     And, after this, to scale a castle-wall,\n     Besiege a fort, to undermine a town,\n     And make whole cities caper in the air:\n     Then next, the way to fortify your men;\n     In champion [112] grounds what figure serves you best,\n     For which [113] the quinque-angle form is meet,\n     Because the corners there may fall more flat\n     Whereas [114] the fort may fittest be assail'd,\n     And sharpest where th' assault is desperate:\n     The ditches must be deep; the [115] counterscarps\n     Narrow and steep; the walls made high and broad;\n     The bulwarks and the rampires large and strong,\n     With cavalieros [116] and thick counterforts,\n     And room within to lodge six thousand men;\n     It must have privy ditches, countermines,\n     And secret issuings to defend the ditch;\n     It must have high argins [117] and cover'd ways\n     To keep the bulwark-fronts from battery,\n     And parapets to hide the musketeers,\n     Casemates to place the great [118] artillery,\n     And store of ordnance, that from every flank\n     May scour the outward curtains of the fort,\n     Dismount the cannon of the adverse part,\n     Murder the foe, and save the [119] walls from breach.\n     When this is learn'd for service on the land,\n     By plain and easy demonstration\n     I'll teach you how to make the water mount,\n     That you may dry-foot march through lakes and pools,\n     Deep rivers, havens, creeks, and little seas,\n     And make a fortress in the raging waves,\n     Fenc'd with the concave of a monstrous rock,\n     Invincible by nature [120] of the place.\n     When this is done, then are ye soldiers,\n     And worthy sons of Tamburlaine the Great.\n\n     CALYPHAS.  My lord, but this is dangerous to be done;\n     We may be slain or wounded ere we learn.\n\n     TAMBURLAINE.  Villain, art thou the son of Tamburlaine,\n     And fear'st to die, or with a [121] curtle-axe\n     To hew thy flesh, and make a gaping wound?\n     Hast thou beheld a peal of ordnance strike\n     A ring of pikes, mingled with shot and horse, [122]\n     Whose shatter'd limbs, being toss'd as high as heaven,\n     Hang in the air as thick as sunny motes,\n     And canst thou, coward, stand in fear of death?\n     Hast thou not seen my horsemen charge the foe,\n     Shot through the arms, cut overthwart the hands,\n     Dying their lances with their streaming blood,\n     And yet at night carouse within my tent,\n     Filling their empty veins with airy wine,\n     That, being concocted, turns to crimson blood,\n     And wilt thou shun the field for fear of wounds?\n     View me, thy father, that hath conquer'd kings,\n     And, with his [123] host, march'd [124] round about the earth,\n     Quite void of scars and clear from any wound,\n     That by the wars lost not a drop [125] of blood,\n     And see him lance [126] his flesh to teach you all.\n          [He cuts his arm.]\n     A wound is nothing, be it ne'er so deep;\n     Blood is the god of war's rich livery.\n     Now look I like a soldier, and this wound\n     As great a grace and majesty to me,\n     As if a chair of gold enamelled,\n     Enchas'd with diamonds, sapphires, rubies,\n     And fairest pearl of wealthy India,\n     Were mounted here under a canopy,\n     And I sat down, cloth'd with a massy robe\n     That late adorn'd the Afric potentate,\n     Whom I brought bound unto Damascus' walls.\n     Come, boys, and with your fingers search my wound,\n     And in my blood wash all your hands at once,\n     While I sit smiling to behold the sight.\n     Now, my boys, what think ye of a wound?\n\n     CALYPHAS.  I know not [127] what I should think of it;\n     methinks 'tis a pitiful sight.\n\n     CELEBINUS.  'Tis [128] nothing.--Give me a wound, father.\n\n     AMYRAS.  And me another, my lord.\n\n     TAMBURLAINE.  Come, sirrah, give me your arm.\n\n     CELEBINUS.  Here, father, cut it bravely, as you did your own.\n\n     TAMBURLAINE.  It shall suffice thou dar'st abide a wound;\n     My boy, thou shalt not lose a drop of blood\n     Before we meet the army of the Turk;\n     But then run desperate through the thickest throngs,\n     Dreadless of blows, of bloody wounds, and death;\n     And let the burning of Larissa-walls,\n     My speech of war, and this my wound you see,\n     Teach you, my boys, to bear courageous minds,\n     Fit for the followers of great Tamburlaine.--\n     Usumcasane, now come, let us march\n     Towards Techelles and Theridamas,\n     That we have sent before to fire the towns,\n     The towers and cities of these hateful Turks,\n     And hunt that coward faint-heart runaway,\n     With that accursed [129] traitor Almeda,\n     Till fire and sword have found them at a bay.\n\n     USUMCASANE.  I long to pierce his [130] bowels with my sword,\n     That hath betray'd my gracious sovereign,--\n     That curs'd and damned traitor Almeda.\n\n     TAMBURLAINE.  Then let us see if coward Callapine\n     Dare levy arms against our puissance,\n     That we may tread upon his captive neck,\n     And treble all his father's slaveries.\n          [Exeunt.]\n\n\n\n\nSCENE III.\n\n          Enter TECHELLES, THERIDAMAS, and their train.\n\n     THERIDAMAS.  Thus have we march'd northward from Tamburlaine,\n     Unto the frontier point [131] of Soria; [132]\n     And this is Balsera, their chiefest hold,\n     Wherein is all the treasure of the land.\n\n     TECHELLES.  Then let us bring our light artillery,\n     Minions, falc'nets, and sakers, [133] to the trench,\n     Filling the ditches with the walls' wide breach,\n     And enter in to seize upon the hold.-- [134]\n     How say you, soldiers, shall we not?\n\n     SOLDIERS.  Yes, my lord, yes; come, let's about it.\n\n     THERIDAMAS.  But stay a while; summon a parle, drum.\n     It may be they will yield it quietly, [135]\n     Knowing two kings, the friends [136] to Tamburlaine,\n     Stand at the walls with such a mighty power.\n          [A parley sounded.--CAPTAIN appears on the walls,\n           with OLYMPIA his wife, and his SON.]\n\n     CAPTAIN.  What require you, my masters?\n\n     THERIDAMAS.  Captain, that thou yield up thy hold to us.\n\n     CAPTAIN.  To you! why, do you [137] think me weary of it?\n\n     TECHELLES.  Nay, captain, thou art weary of thy life,\n     If thou withstand the friends of Tamburlaine.\n\n     THERIDAMAS.  These pioners [138] of Argier in Africa,\n     Even in [139] the cannon's face, shall raise a hill\n     Of earth and faggots higher than thy fort,\n     And, over thy argins [140] and cover'd ways,\n     Shall play upon the bulwarks of thy hold\n     Volleys of ordnance, till the breach be made\n     That with his ruin fills up all the trench;\n     And, when we enter in, not heaven itself\n     Shall ransom thee, thy wife, and family.\n\n     TECHELLES.  Captain, these Moors shall cut the leaden pipes\n     That bring fresh water to thy men and thee,\n     And lie in trench before thy castle-walls,\n     That no supply of victual shall come in,\n     Nor [any] issue forth but they shall die;\n     And, therefore, captain, yield it quietly. [141]\n\n     CAPTAIN.  Were you, that are the friends of Tamburlaine, [142]\n     Brothers of [143] holy Mahomet himself,\n     I would not yield it; therefore do your worst:\n     Raise mounts, batter, intrench, and undermine,\n     Cut off the water, all convoys that can, [144]\n     Yet I am [145] resolute:  and so, farewell.\n          [CAPTAIN, OLYMPIA, and SON, retire from the walls.]\n\n     THERIDAMAS.  Pioners, away! and where I stuck the stake,\n     Intrench with those dimensions I prescrib'd;\n     Cast up the earth towards the castle-wall,\n     Which, till it may defend you, labour low,\n     And few or none shall perish by their shot.\n\n     PIONERS.  We will, my lord.\n          [Exeunt PIONERS.]\n\n     TECHELLES.  A hundred horse shall scout about the plains,\n     To spy what force comes to relieve the hold.\n     Both we, Theridamas, will intrench our men,\n     And with the Jacob's staff measure the height\n     And distance of the castle from the trench,\n     That we may know if our artillery\n     Will carry full point-blank unto their walls.\n\n     THERIDAMAS.  Then see the bringing of our ordnance\n     Along the trench into [146] the battery,\n     Where we will have gallions of six foot broad,\n     To save our cannoneers from musket-shot;\n     Betwixt which shall our ordnance thunder forth,\n     And with the breach's fall, smoke, fire, and dust,\n     The crack, the echo, and the soldiers' cry,\n     Make deaf the air and dim the crystal sky.\n\n     TECHELLES.  Trumpets and drums, alarum presently!\n     And, soldiers, play the men; the hold [147] is yours!\n          [Exeunt.]\n\n\n\n\nSCENE IV.\n\n          Alarms within.  Enter the CAPTAIN, with OLYMPIA, and his\n          SON.\n\n     OLYMPIA.  Come, good my lord, and let us haste from hence,\n     Along the cave that leads beyond the foe:\n     No hope is left to save this conquer'd hold.\n\n     CAPTAIN.  A deadly bullet, gliding through my side,\n     Lies heavy on my heart; I cannot live:\n     I feel my liver pierc'd, and all my veins,\n     That there begin and nourish every part,\n     Mangled and torn, and all my entrails bath'd\n     In blood that straineth [148] from their orifex.\n     Farewell, sweet wife! sweet son, farewell! I die.\n          [Dies.]\n\n     OLYMPIA.  Death, whither art thou gone, that both we live?\n     Come back again, sweet Death, and strike us both!\n     One minute and our days, and one sepulchre\n     Contain our bodies!  Death, why com'st thou not\n     Well, this must be the messenger for thee:\n          [Drawing a dagger.]\n     Now, ugly Death, stretch out thy sable wings,\n     And carry both our souls where his remains.--\n     Tell me, sweet boy, art thou content to die?\n     These barbarous Scythians, full of cruelty,\n     And Moors, in whom was never pity found,\n     Will hew us piecemeal, put us to the wheel,\n     Or else invent some torture worse than that;\n     Therefore die by thy loving mother's hand,\n     Who gently now will lance thy ivory throat,\n     And quickly rid thee both of pain and life.\n\n     SON.  Mother, despatch me, or I'll kill myself;\n     For think you I can live and see him dead?\n     Give me your knife, good mother, or strike home: [149]\n     The Scythians shall not tyrannize on me:\n     Sweet mother, strike, that I may meet my father.\n          [She stabs him, and he dies.]\n\n     OLYMPIA.  Ah, sacred Mahomet, if this be sin,\n     Entreat a pardon of the God of heaven,\n     And purge my soul before it come to thee!\n          [She burns the bodies of her HUSBAND and SON,\n           and then attempts to kill herself.]\n\n          Enter THERIDAMAS, TECHELLES, and all their train.\n\n     THERIDAMAS.  How now, madam! what are you doing?\n\n     OLYMPIA.  Killing myself, as I have done my son,\n     Whose body, with his father's, I have burnt,\n     Lest cruel Scythians should dismember him.\n\n     TECHELLES.  'Twas bravely done, and like a soldier's wife.\n     Thou shalt with us to Tamburlaine the Great,\n     Who, when he hears how resolute thou wert, [150]\n     Will match thee with a viceroy or a king.\n\n     OLYMPIA.  My lord deceas'd was dearer unto me\n     Than any viceroy, king, or emperor;\n     And for his sake here will I end my days.\n\n     THERIDAMAS.  But, lady, go with us to Tamburlaine,\n     And thou shalt see a man greater than Mahomet,\n     In whose high looks is much more majesty,\n     Than from the concave superficies\n     Of Jove's vast palace, the empyreal orb,\n     Unto the shining bower where Cynthia sits,\n     Like lovely Thetis, in a crystal robe;\n     That treadeth Fortune underneath his feet,\n     And makes the mighty god of arms his slave;\n     On whom Death and the Fatal Sisters wait\n     With naked swords and scarlet liveries;\n     Before whom, mounted on a lion's back,\n     Rhamnusia bears a helmet full of blood,\n     And strows the way with brains of slaughter'd men;\n     By whose proud side the ugly Furies run,\n     Hearkening when he shall bid them plague the world;\n     Over whose zenith, cloth'd in windy air,\n     And eagle's wings join'd [151] to her feather'd breast,\n     Fame hovereth, sounding of [152] her golden trump,\n     That to the adverse poles of that straight line\n     Which measureth the glorious frame of heaven\n     The name of mighty Tamburlaine is spread;\n     And him, fair lady, shall thy eyes behold.\n     Come.\n\n     OLYMPIA.  Take pity of a lady's ruthful tears,\n     That humbly craves upon her knees to stay,\n     And cast her body in the burning flame\n     That feeds upon her son's and husband's flesh.\n\n     TECHELLES.  Madam, sooner shall fire consume us both\n     Than scorch a face so beautiful as this,\n     In frame of which Nature hath shew'd more skill\n     Than when she gave eternal chaos form,\n     Drawing from it the shining lamps of heaven.\n\n     THERIDAMAS.  Madam, I am so far in love with you,\n     That you must go with us:  no remedy.\n\n     OLYMPIA.  Then carry me, I care not, where you will,\n     And let the end of this my fatal journey\n     Be likewise end to my accursed life.\n\n     TECHELLES.  No, madam, but the [153] beginning of your joy:\n     Come willingly therefore.\n\n     THERIDAMAS.  Soldiers, now let us meet the general,\n     Who by this time is at Natolia,\n     Ready to charge the army of the Turk.\n     The gold and [154] silver, and the pearl, ye got,\n     Rifling this fort, divide in equal shares:\n     This lady shall have twice so much again\n     Out of the coffers of our treasury.\n          [Exeunt.]\n\n\n\n\nSCENE V.\n\n          Enter CALLAPINE, ORCANES, the KINGS OF JERUSALEM, TREBIZON,\n          and SORIA, with their train, ALMEDA, and a MESSENGER.\n\n     MESSENGER.  Renowmed [155] emperor, mighty [156] Callapine,\n     God's great lieutenant over all the world,\n     Here at Aleppo, with an host of men,\n     Lies Tamburlaine, this king of Persia,\n     (In number more than are the [157] quivering leaves\n     Of Ida's forest, where your highness' hounds\n     With open cry pursue the wounded stag,)\n     Who means to girt Natolia's walls with siege,\n     Fire the town, and over-run the land.\n\n     CALLAPINE.  My royal army is as great as his,\n     That, from the bounds of Phrygia to the sea\n     Which washeth Cyprus with his brinish waves,\n     Covers the hills, the valleys, and the plains.\n     Viceroys and peers of Turkey, play the men;\n     Whet all your [158] swords to mangle Tamburlaine,\n     His sons, his captains, and his followers:\n     By Mahomet, not one of them shall live!\n     The field wherein this battle shall be fought\n     For ever term'd [159] the Persians' sepulchre,\n     In memory of this our victory.\n\n     ORCANES.  Now he that calls himself the [160] scourge of Jove,\n     The emperor of the world, and earthly god,\n     Shall end the warlike progress he intends,\n     And travel headlong to the lake of hell,\n     Where legions of devils (knowing he must die\n     Here in Natolia by your [161] highness' hands),\n     All brandishing their [162] brands of quenchless fire,\n     Stretching their monstrous paws, grin with [163] their teeth,\n     And guard the gates to entertain his soul.\n\n     CALLAPINE.  Tell me, viceroys, the number of your men,\n     And what our army royal is esteem'd.\n\n     KING OF JERUSALEM.  From Palestina and Jerusalem,\n     Of Hebrews three score thousand fighting men\n     Are come, since last we shew'd your [164] majesty.\n\n     ORCANES.  So from Arabia Desert, and the bounds\n     Of that sweet land whose brave metropolis\n     Re-edified the fair Semiramis,\n     Came forty thousand warlike foot and horse,\n     Since last we number'd to your majesty.\n\n     KING OF TREBIZON.  From Trebizon in Asia the Less,\n     Naturaliz'd Turks and stout Bithynians\n     Came to my bands, full fifty thousand more,\n     (That, fighting, know not what retreat doth mean,\n     Nor e'er return but with the victory,)\n     Since last we number'd to your majesty.\n\n     KING OF SORIA.  Of Sorians [165] from Halla is repair'd, [166]\n     And neighbour cities of your highness' land, [167]\n     Ten thousand horse, and thirty thousand foot,\n     Since last we number'd to your majesty;\n     So that the army royal is esteem'd\n     Six hundred thousand valiant fighting men.\n\n     CALLAPINE.  Then welcome, Tamburlaine, unto thy death!--\n     Come, puissant viceroys, let us to the field\n     (The Persians' sepulchre), and sacrifice\n     Mountains of breathless men to Mahomet,\n     Who now, with Jove, opens the firmament\n     To see the slaughter of our enemies.\n\n          Enter TAMBURLAINE with his three SONS, CALYPHAS, AMYRAS,\n          and CELEBINUS; USUMCASANE, and others.\n\n     TAMBURLAINE.  How now, Casane! see, a knot of kings,\n     Sitting as if they were a-telling riddles!\n\n     USUMCASANE.  My lord, your presence makes them pale and wan:\n     Poor souls, they look as if their deaths were near.\n\n     TAMBURLAINE.  Why, so he [168] is, Casane; I am here:\n     But yet I'll save their lives, and make them slaves.--\n     Ye petty kings of Turkey, I am come,\n     As Hector did into the Grecian camp,\n     To overdare the pride of Graecia,\n     And set his warlike person to the view\n     Of fierce Achilles, rival of his fame:\n     I do you honour in the simile;\n     For, if I should, as Hector did Achilles,\n     (The worthiest knight that ever brandish'd sword,)\n     Challenge in combat any of you all,\n     I see how fearfully ye would refuse,\n     And fly my glove as from a scorpion.\n\n     ORCANES.  Now, thou art fearful of thy army's strength,\n     Thou wouldst with overmatch of person fight:\n     But, shepherd's issue, base-born Tamburlaine,\n     Think of thy end; this sword shall lance thy throat.\n\n     TAMBURLAINE.  Villain, the shepherd's issue (at whose birth\n     Heaven did afford a gracious aspect,\n     And join'd those stars that shall be opposite\n     Even till the dissolution of the world,\n     And never meant to make a conqueror\n     So famous as is [169] mighty Tamburlaine)\n     Shall so torment thee, and that Callapine,\n     That, like a roguish runaway, suborn'd\n     That villain there, that slave, that Turkish dog,\n     To false his service to his sovereign,\n     As ye shall curse the birth of Tamburlaine.\n\n     CALLAPINE.  Rail not, proud Scythian:  I shall now revenge\n     My father's vile abuses and mine own.\n\n     KING OF JERUSALEM.  By Mahomet, he shall be tied in chains,\n     Rowing with Christians in a brigandine\n     About the Grecian isles to rob and spoil,\n     And turn him to his ancient trade again:\n     Methinks the slave should make a lusty thief.\n\n     CALLAPINE.  Nay, when the battle ends, all we will meet,\n     And sit in council to invent some pain\n     That most may vex his body and his soul.\n\n     TAMBURLAINE.  Sirrah Callapine, I'll hang a clog about\n     your neck for running away again:  you shall not\n     trouble me thus to come and fetch you.--\n     But as for you, viceroy[s], you shall have bits,\n     And, harness'd [170] like my horses, draw my coach;\n     And, when ye stay, be lash'd with whips of wire:\n     I'll have you learn to feed on [171] provender,\n     And in a stable lie upon the planks.\n\n     ORCANES.  But, Tamburlaine, first thou shalt [172] kneel to us,\n     And humbly crave a pardon for thy life.\n\n     KING OF TREBIZON.  The common soldiers of our mighty host\n     Shall bring thee bound unto the [173] general's tent [.]\n\n     KING OF SORIA.  And all have jointly sworn thy cruel death,\n     Or bind thee in eternal torments' wrath.\n\n     TAMBURLAINE.  Well, sirs, diet yourselves; you know I\n     shall have occasion shortly to journey you.\n\n     CELEBINUS.  See, father, how Almeda the jailor looks upon us!\n\n     TAMBURLAINE.  Villain, traitor, damned fugitive,\n     I'll make thee wish the earth had swallow'd thee!\n     See'st thou not death within my wrathful looks?\n     Go, villain, cast thee headlong from a rock,\n     Or rip thy bowels, and rent [174] out thy heart,\n     T' appease my wrath; or else I'll torture thee,\n     Searing thy hateful flesh with burning irons\n     And drops of scalding lead, while all thy joints\n     Be rack'd and beat asunder with the wheel;\n     For, if thou liv'st, not any element\n     Shall shroud thee from the wrath of Tamburlaine.\n\n     CALLAPINE.  Well, in despite of thee, he shall be king.--\n     Come, Almeda; receive this crown of me:\n     I here invest thee king of Ariadan,\n     Bordering on Mare Roso, near to Mecca.\n\n     ORCANES.  What! take it, man.\n\n     ALMEDA.  [to Tamb.] Good my lord, let me take it.\n\n     CALLAPINE.  Dost thou ask him leave? here; take it.\n\n     TAMBURLAINE.  Go to, sirrah! [175] take your crown, and make up\n     the half dozen.  So, sirrah, now you are a king, you must give\n     arms. [176]\n\n     ORCANES.  So he shall, and wear thy head in his scutcheon.\n\n     TAMBURLAINE.  No; [177] let him hang a bunch of keys on his\n     standard, to put him in remembrance he was a jailor, that,\n     when I take him, I may knock out his brains with them,\n     and lock you in the stable, when you shall come sweating\n     from my chariot.\n\n     KING OF TREBIZON.  Away! let us to the field, that the villain\n     may be slain.\n\n     TAMBURLAINE.  Sirrah, prepare whips, and bring my chariot\n     to my tent; for, as soon as the battle is done, I'll ride\n     in triumph through the camp.\n          Enter THERIDAMAS, TECHELLES, and their train.\n     How now, ye petty kings? lo, here are bugs [178]\n     Will make the hair stand upright on your heads,\n     And cast your crowns in slavery at their feet!--\n     Welcome, Theridamas and Techelles, both:\n     See ye this rout, [179] and know ye this same king?\n\n     THERIDAMAS.  Ay, my lord; he was Callapine's keeper.\n\n     TAMBURLAINE.  Well, now ye see he is a king.  Look to him,\n     Theridamas, when we are fighting, lest he hide his crown\n     as the foolish king of Persia did. [180]\n\n     KING OF SORIA.  No, Tamburlaine; he shall not be put\n     to that exigent, I warrant thee.\n\n     TAMBURLAINE.  You know not, sir.--\n     But now, my followers and my loving friends,\n     Fight as you ever did, like conquerors,\n     The glory of this happy day is yours.\n     My stern aspect [181] shall make fair Victory,\n     Hovering betwixt our armies, light on me,\n     Loaden with laurel-wreaths to crown us all.\n\n     TECHELLES.  I smile to think how, when this field is fought\n     And rich Natolia ours, our men shall sweat\n     With carrying pearl and treasure on their backs.\n\n     TAMBURLAINE.  You shall be princes all, immediately.--\n     Come, fight, ye Turks, or yield us victory.\n\n     ORCANES.  No; we will meet thee, slavish Tamburlaine.\n          [Exeunt severally.]\n\n\n\n\nACT IV.\n\n\n\n\nSCENE I.\n\n          Alarms within.  AMYRAS and CELEBINUS issue from the tent\n          where CALYPHAS sits asleep. [182]\n\n     AMYRAS.  Now in their glories shine the golden crowns\n     Of these proud Turks, much like so many suns\n     That half dismay the majesty of heaven.\n     Now, brother, follow we our father's sword,\n     That flies with fury swifter than our thoughts,\n     And cuts down armies with his conquering wings.\n\n     CELEBINUS.  Call forth our lazy brother from the tent,\n     For, if my father miss him in the field,\n     Wrath, kindled in the furnace of his breast,\n     Will send a deadly lightning to his heart.\n\n     AMYRAS.  Brother, ho! what, given so much to sleep,\n     You cannot [183] leave it, when our enemies' drums\n     And rattling cannons thunder in our ears\n     Our proper ruin and our father's foil?\n\n     CALYPHAS.  Away, ye fools! my father needs not me,\n     Nor you, in faith, but that you will be thought\n     More childish-valourous than manly-wise.\n     If half our camp should sit and sleep with me,\n     My father were enough to scare [184] the foe:\n     You do dishonour to his majesty,\n     To think our helps will do him any good.\n\n     AMYRAS.  What, dar'st thou, then, be absent from the fight,\n     Knowing my father hates thy cowardice,\n     And oft hath warn'd thee to be still in field,\n     When he himself amidst the thickest troops\n     Beats down our foes, to flesh our taintless swords?\n\n     CALYPHAS.  I know, sir, what it is to kill a man;\n     It works remorse of conscience in me.\n     I take no pleasure to be murderous,\n     Nor care for blood when wine will quench my thirst.\n\n     CELEBINUS.  O cowardly boy! fie, for shame, come forth!\n     Thou dost dishonour manhood and thy house.\n\n     CALYPHAS.  Go, go, tall [185] stripling, fight you for us both,\n     And take my other toward brother here,\n     For person like to prove a second Mars.\n     'Twill please my mind as well to hear, both you [186]\n     Have won a heap of honour in the field,\n     And left your slender carcasses behind,\n     As if I lay with you for company.\n\n     AMYRAS.  You will not go, then?\n\n     CALYPHAS.  You say true.\n\n     AMYRAS.  Were all the lofty mounts of Zona Mundi\n     That fill the midst of farthest Tartary\n     Turn'd into pearl and proffer'd for my stay,\n     I would not bide the fury of my father,\n     When, made a victor in these haughty arms,\n     He comes and finds his sons have had no shares\n     In all the honours he propos'd for us.\n\n     CALYPHAS.  Take you the honour, I will take my ease;\n     My wisdom shall excuse my cowardice:\n     I go into the field before I need!\n          [Alarms within.  AMYRAS and CELEBINUS run out.]\n     The bullets fly at random where they list;\n     And, should I [187] go, and kill a thousand men,\n     I were as soon rewarded with a shot,\n     And sooner far than he that never fights;\n     And, should I go, and do no harm nor good,\n     I might have harm, which all the good I have,\n     Join'd with my father's crown, would never cure.\n     I'll to cards.--Perdicas!\n\n          Enter PERDICAS.\n\n     PERDICAS.  Here, my lord.\n\n     CALYPHAS.\n     Come, thou and I will go to cards to drive away the time.\n\n     PERDICAS.  Content, my lord:  but what shall we play for?\n\n     CALYPHAS.  Who shall kiss the fairest of the Turks' concubines\n     first, when my father hath conquered them.\n\n     PERDICAS.  Agreed, i'faith.\n          [They play.]\n\n     CALYPHAS.  They say I am a coward, Perdicas, and I fear\n     as little their taratantaras, their swords, or their cannons\n     as I do a naked lady in a net of gold, and, for fear I should be\n     afraid, would put it off and come to bed with me.\n\n     PERDICAS.  Such a fear, my lord, would never make ye retire.\n\n     CALYPHAS.  I would my father would let me be put in the front\n     of such a battle once, to try my valour!  [Alarms within.]\n     What a coil they keep!  I believe there will be some hurt done\n     anon amongst them.\n\n          Enter TAMBURLAINE, THERIDAMAS, TECHELLES, USUMCASANE;\n          AMYRAS and CELEBINUS leading in ORCANES, and the KINGS\n          OF JERUSALEM, TREBIZON, and SORIA; and SOLDIERS.\n\n     TAMBURLAINE.\n     See now, ye [188] slaves, my children stoop your pride, [189]\n     And lead your bodies [190] sheep-like to the sword!--\n     Bring them, my boys, and tell me if the wars\n     Be not a life that may illustrate gods,\n     And tickle not your spirits with desire\n     Still to be train'd in arms and chivalry?\n\n     AMYRAS.  Shall we let go these kings again, my lord,\n     To gather greater numbers 'gainst our power,\n     That they may say, it is not chance doth this,\n     But matchless strength and magnanimity?\n\n     TAMBURLAINE.  No, no, Amyras; tempt not Fortune so:\n     Cherish thy valour still with fresh supplies,\n     And glut it not with stale and daunted foes.\n     But where's this coward villain, not my son,\n     But traitor to my name and majesty?\n          [He goes in and brings CALYPHAS out.]\n     Image of sloth, and picture of a slave,\n     The obloquy and scorn of my renown!\n     How may my heart, thus fired with mine [191] eyes,\n     Wounded with shame and kill'd with discontent,\n     Shroud any thought may [192] hold my striving hands\n     ]From martial justice on thy wretched soul?\n\n     THERIDAMAS.  Yet pardon him, I pray your majesty.\n\n     TECHELLES and USUMCASANE.\n     Let all of us entreat your highness' pardon.\n\n     TAMBURLAINE.  Stand up, [193] ye base, unworthy soldiers!\n     Know ye not yet the argument of arms?\n\n     AMYRAS.  Good my lord, let him be forgiven for once, [194]\n     And we will force him to the field hereafter.\n\n     TAMBURLAINE.  Stand up, my boys, and I will teach ye arms,\n     And what the jealousy of wars must do.--\n     O Samarcanda, where I breathed first,\n     And joy'd the fire of this martial [195] flesh,\n     Blush, blush, fair city, at thine [196] honour's foil,\n     And shame of nature, which [197] Jaertis' [198] stream,\n     Embracing thee with deepest of his love,\n     Can never wash from thy distained brows!--\n     Here, Jove, receive his fainting soul again;\n     A form not meet to give that subject essence\n     Whose matter is the flesh of Tamburlaine,\n     Wherein an incorporeal [199] spirit moves,\n     Made of the mould whereof thyself consists,\n     Which makes me valiant, proud, ambitious,\n     Ready to levy power against thy throne,\n     That I might move the turning spheres of heaven;\n     For earth and all this airy region\n     Cannot contain the state of Tamburlaine.\n          [Stabs CALYPHAS.]\n     By Mahomet, thy mighty friend, I swear,\n     In sending to my issue such a soul,\n     Created of the massy dregs of earth,\n     The scum and tartar of the elements,\n     Wherein was neither courage, strength, or wit,\n     But folly, sloth, and damned idleness,\n     Thou hast procur'd a greater enemy\n     Than he that darted mountains at thy head,\n     Shaking the burden mighty Atlas bears,\n     Whereat thou trembling hidd'st thee in the air,\n     Cloth'd with a pitchy cloud for being seen.-- [200]\n     And now, ye canker'd curs of Asia,\n     That will not see the strength of Tamburlaine,\n     Although it shine as brightly as the sun,\n     Now you shall [201] feel the strength of Tamburlaine,\n     And, by the state of his supremacy,\n     Approve [202] the difference 'twixt himself and you.\n\n     ORCANES.  Thou shew'st the difference 'twixt ourselves and thee,\n     In this thy barbarous damned tyranny.\n\n     KING OF JERUSALEM.  Thy victories are grown so violent,\n     That shortly heaven, fill'd with the meteors\n     Of blood and fire thy tyrannies have made,\n     Will pour down blood and fire on thy head,\n     Whose scalding drops will pierce thy seething brains,\n     And, with our bloods, revenge our bloods [203] on thee.\n\n     TAMBURLAINE.  Villains, these terrors, and these tyrannies\n     (If tyrannies war's justice ye repute),\n     I execute, enjoin'd me from above,\n     To scourge the pride of such as Heaven abhors;\n     Nor am I made arch-monarch of the world,\n     Crown'd and invested by the hand of Jove,\n     For deeds of bounty or nobility;\n     But, since I exercise a greater name,\n     The scourge of God and terror of the world,\n     I must apply myself to fit those terms,\n     In war, in blood, in death, in cruelty,\n     And plague such peasants [204] as resist in [205] me\n     The power of Heaven's eternal majesty.--\n     Theridamas, Techelles, and Casane, [206]\n     Ransack the tents and the pavilions\n     Of these proud Turks, and take their concubines,\n     Making them bury this effeminate brat;\n     For not a common soldier shall defile\n     His manly fingers with so faint a boy:\n     Then bring those Turkish harlots to my tent,\n     And I'll dispose them as it likes me best.--\n     Meanwhile, take him in.\n\n     SOLDIERS.  We will, my lord.\n          [Exeunt with the body of CALYPHAS.]\n\n     KING OF JERUSALEM.  O damned monster! nay, a fiend of hell,\n     Whose cruelties are not so harsh as thine,\n     Nor yet impos'd with such a bitter hate!\n\n     ORCANES.  Revenge it, [207] Rhadamanth and Aeacus,\n     And let your hates, extended in his pains,\n     Excel [208] the hate wherewith he pains our souls!\n\n     KING OF TREBIZON.  May never day give virtue to his eyes,\n     Whose sight, compos'd of fury and of fire,\n     Doth send such stern affections to his heart!\n\n     KING OF SORIA.  May never spirit, vein, or artier, [209] feed\n     The cursed substance of that cruel heart;\n     But, wanting moisture and remorseful [210] blood,\n     Dry up with anger, and consume with heat!\n\n     TAMBURLAINE.  Well, bark, ye dogs:  I'll bridle all your tongues,\n     And bind them close with bits of burnish'd steel,\n     Down to the channels of your hateful throats;\n     And, with the pains my rigour shall inflict,\n     I'll make ye roar, that earth may echo forth\n     The far-resounding torments ye sustain;\n     As when an herd of lusty Cimbrian bulls\n     Run mourning round about the females' miss, [211]\n     And, stung with fury of their following,\n     Fill all the air with troublous bellowing.\n     I will, with engines never exercis'd,\n     Conquer, sack, and utterly consume\n     Your cities and your golden palaces,\n     And, with the flames that beat against the clouds,\n     Incense the heavens, and make the stars to melt,\n     As if they were the tears of Mahomet\n     For hot consumption of his country's pride;\n     And, till by vision or by speech I hear\n     Immortal Jove say \"Cease, my Tamburlaine,\"\n     I will persist a terror to the world,\n     Making the meteors (that, like armed men,\n     Are seen to march upon the towers of heaven)\n     Run tilting round about the firmament,\n     And break their burning lances in the air,\n     For honour of my wondrous victories.--\n     Come, bring them in to our pavilion.\n          [Exeunt.]\n\n\n\n\nSCENE II.\n\n          Enter OLYMPIA.\n\n     OLYMPIA.  Distress'd Olympia, whose weeping eyes,\n     Since thy arrival here, behold [212] no sun,\n     But, clos'd within the compass of a [213] tent,\n     Have [214] stain'd thy cheeks, and made thee look like death,\n     Devise some means to rid thee of thy life,\n     Rather than yield to his detested suit,\n     Whose drift is only to dishonour thee;\n     And, since this earth, dew'd with thy brinish tears,\n     Affords no herbs whose taste may poison thee,\n     Nor yet this air, beat often with thy sighs,\n     Contagious smells and vapours to infect thee,\n     Nor thy close cave a sword to murder thee,\n     Let this invention be the instrument.\n\n          Enter THERIDAMAS.\n\n     THERIDAMAS.  Well met, Olympia:  I sought thee in my tent,\n     But, when I saw the place obscure and dark,\n     Which with thy beauty thou wast wont to light,\n     Enrag'd, I ran about the fields for thee,\n     Supposing amorous Jove had sent his son,\n     The winged Hermes, to convey thee hence;\n     But now I find thee, and that fear is past,\n     Tell me, Olympia, wilt thou grant my suit?\n\n     OLYMPIA.  My lord and husband's death, with my sweet son's,\n     (With whom I buried all affections\n     Save grief and sorrow, which torment my heart,)\n     Forbids my mind to entertain a thought\n     That tends to love, but meditate on death,\n     A fitter subject for a pensive soul.\n\n     THERIDAMAS.  Olympia, pity him in whom thy looks\n     Have greater operation and more force\n     Than Cynthia's in the watery wilderness;\n     For with thy view my joys are at the full,\n     And ebb again as thou depart'st from me.\n\n     OLYMPIA.  Ah, pity me, my lord, and draw your sword,\n     Making a passage for my troubled soul,\n     Which beats against this prison to get out,\n     And meet my husband and my loving son!\n\n     THERIDAMAS.  Nothing but still thy husband and thy son?\n     Leave this, my love, and listen more to me:\n     Thou shalt be stately queen of fair Argier;\n     And, cloth'd in costly cloth of massy gold,\n     Upon the marble turrets of my court\n     Sit like to Venus in her chair of state,\n     Commanding all thy princely eye desires;\n     And I will cast off arms to [215] sit with thee,\n     Spending my life in sweet discourse of love.\n\n     OLYMPIA.  No such discourse is pleasant in [216] mine ears,\n     But that where every period ends with death,\n     And every line begins with death again:\n     I cannot love, to be an emperess.\n\n     THERIDAMAS.  Nay, lady, then, if nothing will prevail,\n     I'll use some other means to make you yield:\n     Such is the sudden fury of my love,\n     I must and will be pleas'd, and you shall yield:\n     Come to the tent again.\n\n     OLYMPIA.  Stay now, my lord; and, will you [217] save my honour,\n     I'll give your grace a present of such price\n     As all the world can not afford the like.\n\n     THERIDAMAS.  What is it?\n\n     OLYMPIA.  An ointment which a cunning alchymist\n     Distilled from the purest balsamum\n     And simplest extracts of all minerals,\n     In which the essential form of marble stone,\n     Temper'd by science metaphysical,\n     And spells of magic from the mouths [218] of spirits,\n     With which if you but 'noint your tender skin,\n     Nor pistol, sword, nor lance, can pierce your flesh.\n\n     THERIDAMAS.  Why, madam, think you to mock me thus palpably?\n\n     OLYMPIA.  To prove it, I will 'noint my naked throat,\n     Which when you stab, look on your weapon's point,\n     And you shall see't rebated [219] with the blow.\n\n     THERIDAMAS.  Why gave you not your husband some of it,\n     If you lov'd him, and it so precious?\n\n     OLYMPIA.  My purpose was, my lord, to spend it so,\n     But was prevented by his sudden end;\n     And for a present easy proof thereof, [220]\n     That I dissemble not, try it on me.\n\n     THERIDAMAS.  I will, Olympia, and will [221] keep it for\n     The richest present of this eastern world.\n          [She anoints her throat. [222]]\n\n     OLYMPIA.  Now stab, my lord, and mark your weapon's point,\n     That will be blunted if the blow be great.\n\n     THERIDAMAS.  Here, then, Olympia.--\n          [Stabs her.]\n     What, have I slain her?  Villain, stab thyself!\n     Cut off this arm that at murdered my [223] love,\n     In whom the learned Rabbis of this age\n     Might find as many wondrous miracles\n     As in the theoria of the world!\n     Now hell is fairer than Elysium; [224]\n     A greater lamp than that bright eye of heaven,\n     ]From whence the stars do borrow [225] all their light,\n     Wanders about the black circumference;\n     And now the damned souls are free from pain,\n     For every Fury gazeth on her looks;\n     Infernal Dis is courting of my love,\n     Inventing masks and stately shows for her,\n     Opening the doors of his rich treasury\n     To entertain this queen of chastity;\n     Whose body shall be tomb'd with all the pomp\n     The treasure of my [226] kingdom may afford.\n          [Exit with the body.]\n\n\n\n\nSCENE III.\n\n          Enter TAMBURLAINE, drawn in his chariot by the KINGS OF\n          TREBIZON and SORIA, [227] with bits in their mouths,\n          reins in his [228] left hand, and in his right hand a whip\n          with which he scourgeth them; AMYRAS, CELEBINUS, TECHELLES,\n          THERIDAMAS, USUMCASANE; ORCANES king of Natolia, and the\n          KING OF JERUSALEM, led by five [229] or six common SOLDIERS;\n          and other SOLDIERS.\n\n     TAMBURLAINE.  Holla, ye pamper'd jades of Asia! [230]\n     What, can ye draw but twenty miles a-day,\n     And have so proud a chariot at your heels,\n     And such a coachman as great Tamburlaine,\n     But from Asphaltis, where I conquer'd you,\n     To Byron here, where thus I honour you?\n     The horse that guide the golden eye of heaven,\n     And blow the morning from their nostrils, [231]\n     Making their fiery gait above the clouds,\n     Are not so honour'd in [232] their governor\n     As you, ye slaves, in mighty Tamburlaine.\n     The headstrong jades of Thrace Alcides tam'd,\n     That King Aegeus fed with human flesh,\n     And made so wanton that they knew their strengths,\n     Were not subdu'd with valour more divine\n     Than you by this unconquer'd arm of mine.\n     To make you fierce, and fit my appetite,\n     You shall be fed with flesh as raw as blood,\n     And drink in pails the strongest muscadel:\n     If you can live with it, then live, and draw\n     My chariot swifter than the racking [233] clouds;\n     If not, then die like beasts, and fit for naught\n     But perches for the black and fatal ravens.\n     Thus am I right the scourge of highest Jove;\n     And see the figure of my dignity,\n     By which I hold my name and majesty!\n\n     AMYRAS.  Let me have coach, [234] my lord, that I may ride,\n     And thus be drawn by [235] these two idle kings.\n\n     TAMBURLAINE.  Thy youth forbids such ease, my kingly boy:\n     They shall to-morrow draw my chariot,\n     While these their fellow-kings may be refresh'd.\n\n     ORCANES.  O thou that sway'st the region under earth,\n     And art a king as absolute as Jove,\n     Come as thou didst in fruitful Sicily,\n     Surveying all the glories of the land,\n     And as thou took'st the fair Proserpina,\n     Joying the fruit of Ceres' garden-plot, [236]\n     For love, for honour, and to make her queen,\n     So, for just hate, for shame, and to subdue\n     This proud contemner of thy dreadful power,\n     Come once in fury, and survey his pride,\n     Haling him headlong to the lowest hell!\n\n     THERIDAMAS.  Your majesty must get some bits for these,\n     To bridle their contemptuous cursing tongues,\n     That, like unruly never-broken jades,\n     Break through the hedges of their hateful mouths,\n     And pass their fixed bounds exceedingly.\n\n     TECHELLES.  Nay, we will break the hedges of their mouths,\n     And pull their kicking colts [237] out of their pastures.\n\n     USUMCASANE.  Your majesty already hath devis'd\n     A mean, as fit as may be, to restrain\n     These coltish coach-horse tongues from blasphemy.\n\n     CELEBINUS.  How like you that, sir king? why speak you not?\n\n     KING OF JERUSALEM.  Ah, cruel brat, sprung from a tyrant's loins!\n     How like his cursed father he begins\n     To practice taunts and bitter tyrannies!\n\n     TAMBURLAINE.  Ay, Turk, I tell thee, this same [238] boy is he\n     That must (advanc'd in higher pomp than this)\n     Rifle the kingdoms I shall leave unsack'd,\n     If Jove, esteeming me too good for earth,\n     Raise me, to match [239] the fair Aldeboran,\n     Above [240] the threefold astracism of heaven,\n     Before I conquer all the triple world.--\n     Now fetch me out the Turkish concubines:\n     I will prefer them for the funeral\n     They have bestow'd on my abortive son.\n          [The CONCUBINES are brought in.]\n     Where are my common soldiers now, that fought\n     So lion-like upon Asphaltis' plains?\n\n     SOLDIERS.  Here, my lord.\n\n     TAMBURLAINE.\n     Hold ye, tall [241] soldiers, take ye queens a-piece,--\n     I mean such queens as were kings' concubines;\n     Take them; divide them, and their [242] jewels too,\n     And let them equally serve all your turns.\n\n     SOLDIERS.  We thank your majesty.\n\n     TAMBURLAINE.  Brawl not, I warn you, for your lechery;\n     For every man that so offends shall die.\n\n     ORCANES.  Injurious tyrant, wilt thou so defame\n     The hateful fortunes of thy victory,\n     To exercise upon such guiltless dames\n     The violence of thy common soldiers' lust?\n\n     TAMBURLAINE.\n     Live continent, [243] then, ye slaves, and meet not me\n     With troops of harlots at your slothful heels.\n\n     CONCUBINES.  O, pity us, my lord, and save our honours!\n\n     TAMBURLAINE.  Are ye not gone, ye villains, with your spoils?\n          [The SOLDIERS run away with the CONCUBINES.]\n\n     KING OF JERUSALEM.  O, merciless, infernal cruelty!\n\n     TAMBURLAINE.  Save your honours! 'twere but time indeed,\n     Lost long before ye knew what honour meant.\n\n     THERIDAMAS.  It seems they meant to conquer us, my lord,\n     And make us jesting pageants for their trulls.\n\n     TAMBURLAINE.  And now themselves shall make our pageant,\n     And common soldiers jest [244] with all their trulls.\n     Let them take pleasure soundly in their spoils,\n     Till we prepare our march to Babylon,\n     Whither we next make expedition.\n\n     TECHELLES.  Let us not be idle, then, my lord,\n     But presently be prest [245] to conquer it.\n\n     TAMBURLAINE.  We will, Techelles.--Forward, then, ye jades!\n     Now crouch, ye kings of greatest Asia,\n     And tremble, when ye hear this scourge will come\n     That whips down cities and controlleth crowns,\n     Adding their wealth and treasure to my store.\n     The Euxine sea, north to Natolia;\n     The Terrene, [246] west; the Caspian, north northeast;\n     And on the south, Sinus Arabicus;\n     Shall all [247] be loaden with the martial spoils\n     We will convey with us to Persia.\n     Then shall my native city Samarcanda,\n     And crystal waves of fresh Jaertis' [248] stream,\n     The pride and beauty of her princely seat,\n     Be famous through the furthest [249] continents;\n     For there my palace royal shall be plac'd,\n     Whose shining turrets shall dismay the heavens,\n     And cast the fame of Ilion's tower to hell:\n     Thorough [250] the streets, with troops of conquer'd kings,\n     I'll ride in golden armour like the sun;\n     And in my helm a triple plume shall spring,\n     Spangled with diamonds, dancing in the air,\n     To note me emperor of the three-fold world;\n     Like to an almond-tree [251] y-mounted [252] high\n     Upon the lofty and celestial mount\n     Of ever-green Selinus, [253] quaintly deck'd\n     With blooms more white than Erycina's [254] brows, [255]\n     Whose tender blossoms tremble every one\n     At every little breath that thorough heaven [256] is blown.\n     Then in my coach, like Saturn's royal son\n     Mounted his shining chariot [257] gilt with fire,\n     And drawn with princely eagles through the path\n     Pav'd with bright crystal and enchas'd with stars,\n     When all the gods stand gazing at his pomp,\n     So will I ride through Samarcanda-streets,\n     Until my soul, dissever'd from this flesh,\n     Shall mount the milk-white way, and meet him there.\n     To Babylon, my lords, to Babylon!\n          [Exeunt.]\n\n\n\n\nACT V.\n\n\n\n\nSCENE I.\n\n          Enter the GOVERNOR OF BABYLON, MAXIMUS, and others, upon\n          the walls.\n\n     GOVERNOR.  What saith Maximus?\n\n     MAXIMUS.  My lord, the breach the enemy hath made\n     Gives such assurance of our overthrow,\n     That little hope is left to save our lives,\n     Or hold our city from the conqueror's hands.\n     Then hang out [258] flags, my lord, of humble truce,\n     And satisfy the people's general prayers,\n     That Tamburlaine's intolerable wrath\n     May be suppress'd by our submission.\n\n     GOVERNOR.  Villain, respect'st thou [259] more thy slavish life\n     Than honour of thy country or thy name?\n     Is not my life and state as dear to me,\n     The city and my native country's weal,\n     As any thing of [260] price with thy conceit?\n     Have we not hope, for all our batter'd walls,\n     To live secure and keep his forces out,\n     When this our famous lake of Limnasphaltis\n     Makes walls a-fresh with every thing that falls\n     Into the liquid substance of his stream,\n     More strong than are the gates of death or hell?\n     What faintness should dismay our courages,\n     When we are thus defenc'd against our foe,\n     And have no terror but his threatening looks?\n\n          Enter, above, a CITIZEN, who kneels to the GOVERNOR.\n\n     CITIZEN.  My lord, if ever you did deed of ruth,\n     And now will work a refuge to our lives,\n     Offer submission, hang up flags of truce,\n     That Tamburlaine may pity our distress,\n     And use us like a loving conqueror.\n     Though this be held his last day's dreadful siege,\n     Wherein he spareth neither man nor child,\n     Yet are there Christians of Georgia here,\n     Whose state he [261] ever pitied and reliev'd,\n     Will get his pardon, if your grace would send.\n\n     GOVERNOR.  How [262] is my soul environed!\n     And this eterniz'd [263] city Babylon\n     Fill'd with a pack of faint-heart fugitives\n     That thus entreat their shame and servitude!\n\n          Enter, above, a SECOND CITIZEN.\n\n     SECOND CITIZEN.  My lord, if ever you will win our hearts,\n     Yield up the town, and [264] save our wives and children;\n     For I will cast myself from off these walls,\n     Or die some death of quickest violence,\n     Before I bide the wrath of Tamburlaine.\n\n     GOVERNOR.  Villains, cowards, traitors to our state!\n     Fall to the earth, and pierce the pit of hell,\n     That legions of tormenting spirits may vex\n     Your slavish bosoms with continual pains!\n     I care not, nor the town will never yield\n     As long as any life is in my breast.\n\n          Enter THERIDAMAS and TECHELLES, with SOLDIERS.\n\n     THERIDAMAS.  Thou desperate governor of Babylon,\n     To save thy life, and us a little labour,\n     Yield speedily the city to our hands,\n     Or else be sure thou shalt be forc'd with pains\n     More exquisite than ever traitor felt.\n\n     GOVERNOR.  Tyrant, I turn the traitor in thy throat,\n     And will defend it in despite of thee.--\n     Call up the soldiers to defend these walls.\n\n     TECHELLES.  Yield, foolish governor; we offer more\n     Than ever yet we did to such proud slaves\n     As durst resist us till our third day's siege.\n     Thou seest us prest [265] to give the last assault,\n     And that shall bide no more regard of parle. [266]\n\n     GOVERNOR.  Assault and spare not; we will never yield.\n          [Alarms:  and they scale the walls.]\n\n          Enter TAMBURLAINE, drawn in his chariot (as before) by the\n          KINGS OF TREBIZON and SORIA; AMYRAS, CELEBINUS, USUMCASANE;\n          ORCANES king of Natolia, and the KING OF JERUSALEM, led by\n          SOLDIERS; [267] and others.\n\n     TAMBURLAINE.  The stately buildings of fair Babylon,\n     Whose lofty pillars, higher than the clouds,\n     Were wont to guide the seaman in the deep,\n     Being carried thither by the cannon's force,\n     Now fill the mouth of Limnasphaltis' lake,\n     And make a bridge unto the batter'd walls.\n     Where Belus, Ninus, and great Alexander\n     Have rode in triumph, triumphs Tamburlaine,\n     Whose chariot-wheels have burst [268] th' Assyrians' bones,\n     Drawn with these kings on heaps of carcasses.\n     Now in the place, where fair Semiramis,\n     Courted by kings and peers of Asia,\n     Hath trod the measures, [269] do my soldiers march;\n     And in the streets, where brave Assyrian dames\n     Have rid in pomp like rich Saturnia,\n     With furious words and frowning visages\n     My horsemen brandish their unruly blades.\n          Re-enter THERIDAMAS and TECHELLES, bringing in the\n          GOVERNOR OF BABYLON.\n     Who have ye there, my lords?\n\n     THERIDAMAS.  The sturdy governor of Babylon,\n     That made us all the labour for the town,\n     And us'd such slender reckoning of [270] your majesty.\n\n     TAMBURLAINE.  Go, bind the villain; he shall hang in chains\n     Upon the ruins of this conquer'd town.--\n     Sirrah, the view of our vermilion tents\n     (Which threaten'd more than if the region\n     Next underneath the element of fire\n     Were full of comets and of blazing stars,\n     Whose flaming trains should reach down to the earth)\n     Could not affright you; no, nor I myself,\n     The wrathful messenger of mighty Jove,\n     That with his sword hath quail'd all earthly kings,\n     Could not persuade you to submission,\n     But still the ports [271] were shut:  villain, I say,\n     Should I but touch the rusty gates of hell,\n     The triple-headed Cerberus would howl,\n     And make [272] black Jove to crouch and kneel to me;\n     But I have sent volleys of shot to you,\n     Yet could not enter till the breach was made.\n\n     GOVERNOR.  Nor, if my body could have stopt the breach,\n     Shouldst thou have enter'd, cruel Tamburlaine.\n     'Tis not thy bloody tents can make me yield,\n     Nor yet thyself, the anger of the Highest;\n     For, though thy cannon shook the city-walls, [273]\n     My heart did never quake, or courage faint.\n\n     TAMBURLAINE.  Well, now I'll make it quake.--Go draw him [274] up,\n     Hang him in [275] chains upon the city-walls,\n     And let my soldiers shoot the slave to death.\n\n     GOVERNOR.  Vile monster, born of some infernal hag,\n     And sent from hell to tyrannize on earth,\n     Do all thy worst; nor death, nor Tamburlaine,\n     Torture, or pain, can daunt my dreadless mind.\n\n     TAMBURLAINE.  Up with him, then! his body shall be scar'd. [276]\n\n     GOVERNOR.  But, Tamburlaine, in Limnasphaltis' lake\n     There lies more gold than Babylon is worth,\n     Which, when the city was besieg'd, I hid:\n     Save but my life, and I will give it thee.\n\n     TAMBURLAINE.\n     Then, for all your valour, you would save your life?\n     Whereabout lies it?\n\n     GOVERNOR.  Under a hollow bank, right opposite\n     Against the western gate of Babylon.\n\n     TAMBURLAINE.  Go thither, some of you, and take his gold:--\n          [Exeunt some ATTENDANTS.]\n     The rest forward with execution.\n     Away with him hence, let him speak no more.--\n     I think I make your courage something quail.--\n          [Exeunt ATTENDANTS with the GOVERNOR or BABYLON.]\n     When this is done, we'll march from Babylon,\n     And make our greatest haste to Persia.\n     These jades are broken-winded and half-tir'd;\n     Unharness them, and let me have fresh horse.\n          [ATTENDANTS unharness the KINGS or TREBIZON and SORIA]\n     So; now their best is done to honour me,\n     Take them and hang them both up presently.\n\n     KING OF TREBIZON.\n     Vile [277] tyrant! barbarous bloody Tamburlaine!\n\n     TAMBURLAINE.  Take them away, Theridamas; see them despatch'd.\n\n     THERIDAMAS.  I will, my lord.\n          [Exit with the KINGS or TREBIZON and SORIA.]\n\n     TAMBURLAINE.  Come, Asian viceroys; to your tasks a while,\n     And take such fortune as your fellows felt.\n\n     ORCANES.  First let thy Scythian horse tear both our limbs,\n     Rather than we should draw thy chariot,\n     And, like base slaves, abject our princely minds\n     To vile and ignominious servitude.\n\n     KING OF JERUSALEM.  Rather lend me thy weapon, Tamburlaine,\n     That I may sheathe it in this breast of mine.\n     A thousand deaths could not torment our hearts\n     More than the thought of this doth vex our souls.\n\n     AMYRAS.\n     They will talk still, my lord, if you do not bridle them.\n\n     TAMBURLAINE.  Bridle them, and let me to my coach.\n\n          [ATTENDANTS bridle ORCANES king of Natolia, and the\n          KING OF JERUSALEM, and harness them to the chariot.--\n          The GOVERNOR OF BABYLON appears hanging in chains\n          on the walls.--Re-enter THERIDAMAS.]\n\n     AMYRAS.  See, now, my lord, how brave the captain hangs!\n\n     TAMBURLAINE.  'Tis brave indeed, my boy:--well done!--\n     Shoot first, my lord, and then the rest shall follow.\n\n     THERIDAMAS.  Then have at him, to begin withal.\n          [THERIDAMAS shoots at the GOVERNOR.]\n\n     GOVERNOR.  Yet save my life, and let this wound appease\n     The mortal fury of great Tamburlaine!\n\n     TAMBURLAINE.  No, though Asphaltis' lake were liquid gold,\n     And offer'd me as ransom for thy life,\n     Yet shouldst thou die.--Shoot at him all at once.\n          [They shoot.]\n     So, now he hangs like Bagdet's [278] governor,\n     Having as many bullets in his flesh\n     As there be breaches in her batter'd wall.\n     Go now, and bind the burghers hand and foot,\n     And cast them headlong in the city's lake.\n     Tartars and Persians shall inhabit there;\n     And, to command the city, I will build\n     A citadel, [279] that all Africa,\n     Which hath been subject to the Persian king,\n     Shall pay me tribute for in Babylon.\n\n     TECHELLES.\n     What shall be done with their wives and children, my lord?\n\n     TAMBURLAINE.  Techelles, drown them all, man, woman, and child;\n     Leave not a Babylonian in the town.\n\n     TECHELLES.  I will about it straight.--Come, soldiers.\n          [Exit with SOLDIERS.]\n\n     TAMBURLAINE.  Now, Casane, where's the Turkish Alcoran,\n     And all the heaps of superstitious books\n     Found in the temples of that Mahomet\n     Whom I have thought a god? they shall be burnt.\n\n     USUMCASANE.  Here they are, my lord.\n\n     TAMBURLAINE.  Well said! [280] let there be a fire presently.\n          [They light a fire.]\n     In vain, I see, men worship Mahomet:\n     My sword hath sent millions of Turks to hell,\n     Slew all his priests, his kinsmen, and his friends,\n     And yet I live untouch'd by Mahomet.\n     There is a God, full of revenging wrath,\n     ]From whom the thunder and the lightning breaks,\n     Whose scourge I am, and him will I [281] obey.\n     So, Casane; fling them in the fire.--\n          [They burn the books.]\n     Now, Mahomet, if thou have any power,\n     Come down thyself and work a miracle:\n     Thou art not worthy to be worshipped\n     That suffer'st [282] flames of fire to burn the writ\n     Wherein the sum of thy religion rests:\n     Why send'st [283] thou not a furious whirlwind down,\n     To blow thy Alcoran up to thy throne,\n     Where men report thou sitt'st [284] by God himself?\n     Or vengeance on the head [285] of Tamburlaine\n     That shakes his sword against thy majesty,\n     And spurns the abstracts of thy foolish laws?--\n     Well, soldiers, Mahomet remains in hell;\n     He cannot hear the voice of Tamburlaine:\n     Seek out another godhead to adore;\n     The God that sits in heaven, if any god,\n     For he is God alone, and none but he.\n\n          Re-enter TECHELLES.\n\n     TECHELLES.  I have fulfill'd your highness' will, my lord:\n     Thousands of men, drown'd in Asphaltis' lake,\n     Have made the water swell above the banks,\n     And fishes, fed [286] by human carcasses,\n     Amaz'd, swim up and down upon [287] the waves,\n     As when they swallow assafoetida,\n     Which makes them fleet [288] aloft and gape [289] for air.\n\n     TAMBURLAINE.  Well, then, my friendly lords, what now remains,\n     But that we leave sufficient garrison,\n     And presently depart to Persia,\n     To triumph after all our victories?\n\n     THERIDAMAS.  Ay, good my lord, let us in [290] haste to Persia;\n     And let this captain be remov'd the walls\n     To some high hill about the city here.\n\n     TAMBURLAINE.  Let it be so;--about it, soldiers;--\n     But stay; I feel myself distemper'd suddenly.\n\n     TECHELLES.  What is it dares distemper Tamburlaine?\n\n     TAMBURLAINE.  Something, Techelles; but I know not what.--\n     But, forth, ye vassals! [291] whatsoe'er [292] it be,\n     Sickness or death can never conquer me.\n          [Exeunt.]\n\n\n\n\nSCENE II.\n\n          Enter CALLAPINE, KING OF AMASIA, a CAPTAIN, and train,\n          with drums and trumpets.\n\n     CALLAPINE.  King of Amasia, now our mighty host\n     Marcheth in Asia Major, where the streams\n     Of Euphrates [293] and Tigris swiftly run;\n     And here may we [294] behold great Babylon,\n     Circled about with Limnasphaltis' lake,\n     Where Tamburlaine with all his army lies,\n     Which being faint and weary with the siege,\n     We may lie ready to encounter him\n     Before his host be full from Babylon,\n     And so revenge our latest grievous loss,\n     If God or Mahomet send any aid.\n\n     KING OF AMASIA.  Doubt not, my lord, but we shall conquer him:\n     The monster that hath drunk a sea of blood,\n     And yet gapes still for more to quench his thirst,\n     Our Turkish swords shall headlong send to hell;\n     And that vile carcass, drawn by warlike kings,\n     The fowls shall eat; for never sepulchre\n     Shall grace this [295] base-born tyrant Tamburlaine.\n\n     CALLAPINE.  When I record [296] my parents' slavish life,\n     Their cruel death, mine own captivity,\n     My viceroys' bondage under Tamburlaine,\n     Methinks I could sustain a thousand deaths,\n     To be reveng'd of all his villany.--\n     Ah, sacred Mahomet, thou that hast seen\n     Millions of Turks perish by Tamburlaine,\n     Kingdoms made waste, brave cities sack'd and burnt,\n     And but one host is left to honour thee,\n     Aid [297] thy obedient servant Callapine,\n     And make him, after all these overthrows,\n     To triumph over cursed Tamburlaine!\n\n     KING OF AMASIA.  Fear not, my lord:  I see great Mahomet,\n     Clothed in purple clouds, and on his head\n     A chaplet brighter than Apollo's crown,\n     Marching about the air with armed men,\n     To join with you against this Tamburlaine.\n\n     CAPTAIN.  Renowmed [298] general, mighty Callapine,\n     Though God himself and holy Mahomet\n     Should come in person to resist your power,\n     Yet might your mighty host encounter all,\n     And pull proud Tamburlaine upon his knees\n     To sue for mercy at your highness' feet.\n\n     CALLAPINE.  Captain, the force of Tamburlaine is great,\n     His fortune greater, and the victories\n     Wherewith he hath so sore dismay'd the world\n     Are greatest to discourage all our drifts;\n     Yet, when the pride of Cynthia is at full,\n     She wanes again; and so shall his, I hope;\n     For we have here the chief selected men\n     Of twenty several kingdoms at the least;\n     Nor ploughman, priest, nor merchant, stays at home;\n     All Turkey is in arms with Callapine;\n     And never will we sunder camps and arms\n     Before himself or his be conquered:\n     This is the time that must eternize me\n     For conquering the tyrant of the world.\n     Come, soldiers, let us lie in wait for him,\n     And, if we find him absent from his camp,\n     Or that it be rejoin'd again at full,\n     Assail it, and be sure of victory.\n          [Exeunt.]\n\n\n\n\nSCENE III.\n\n          Enter THERIDAMAS, TECHELLES, and USUMCASANE.\n\n     THERIDAMAS.  Weep, heavens, and vanish into liquid tears!\n     Fall, stars that govern his nativity,\n     And summon all the shining lamps of heaven\n     To cast their bootless fires to the earth,\n     And shed their feeble influence in the air;\n     Muffle your beauties with eternal clouds;\n     For Hell and Darkness pitch their pitchy tents,\n     And Death, with armies of Cimmerian spirits,\n     Gives battle 'gainst the heart of Tamburlaine!\n     Now, in defiance of that wonted love\n     Your sacred virtues pour'd upon his throne,\n     And made his state an honour to the heavens,\n     These cowards invisibly [299] assail his soul,\n     And threaten conquest on our sovereign;\n     But, if he die, your glories are disgrac'd,\n     Earth droops, and says that hell in heaven is plac'd!\n\n     TECHELLES.  O, then, ye powers that sway eternal seats,\n     And guide this massy substance of the earth,\n     If you retain desert of holiness,\n     As your supreme estates instruct our thoughts,\n     Be not inconstant, careless of your fame,\n     Bear not the burden of your enemies' joys,\n     Triumphing in his fall whom you advanc'd;\n     But, as his birth, life, health, and majesty\n     Were strangely blest and governed by heaven,\n     So honour, heaven, (till heaven dissolved be,)\n     His birth, his life, his health, and majesty!\n\n     USUMCASANE.  Blush, heaven, to lose the honour of thy name,\n     To see thy footstool set upon thy head;\n     And let no baseness in thy haughty breast\n     Sustain a shame of such inexcellence, [300]\n     To see the devils mount in angels' thrones,\n     And angels dive into the pools of hell!\n     And, though they think their painful date is out,\n     And that their power is puissant as Jove's,\n     Which makes them manage arms against thy state,\n     Yet make them feel the strength of Tamburlaine\n     (Thy instrument and note of majesty)\n     Is greater far than they can thus subdue;\n     For, if he die, thy glory is disgrac'd,\n     Earth droops, and says that hell in heaven is plac'd!\n\n          Enter TAMBURLAINE, [301] drawn in his chariot (as before)\n          by ORCANES king of Natolia, and the KING OF JERUSALEM,\n          AMYRAS, CELEBINUS, and Physicians.\n\n     TAMBURLAINE.  What daring god torments my body thus,\n     And seeks to conquer mighty Tamburlaine?\n     Shall sickness prove me now to be a man,\n     That have been term'd the terror of the world?\n     Techelles and the rest, come, take your swords,\n     And threaten him whose hand afflicts my soul:\n     Come, let us march against the powers of heaven,\n     And set black streamers in the firmament,\n     To signify the slaughter of the gods.\n     Ah, friends, what shall I do? I cannot stand.\n     Come, carry me to war against the gods,\n     That thus envy the health of Tamburlaine.\n\n     THERIDAMAS.  Ah, good my lord, leave these impatient words,\n     Which add much danger to your malady!\n\n     TAMBURLAINE.  Why, shall I sit and languish in this pain?\n     No, strike the drums, and, in revenge of this,\n     Come, let us charge our spears, and pierce his breast\n     Whose shoulders bear the axis of the world,\n     That, if I perish, heaven and earth may fade.\n     Theridamas, haste to the court of Jove;\n     Will him to send Apollo hither straight,\n     To cure me, or I'll fetch him down myself.\n\n     TECHELLES.\n     Sit still, my gracious lord; this grief will cease, [302]\n     And cannot last, it is so violent.\n\n     TAMBURLAINE.  Not last, Techelles! no, for I shall die.\n     See, where my slave, the ugly monster Death,\n     Shaking and quivering, pale and wan for fear,\n     Stands aiming at me with his murdering dart,\n     Who flies away at every glance I give,\n     And, when I look away, comes stealing on!--\n     Villain, away, and hie thee to the field!\n     I and mine army come to load thy back\n     With souls of thousand mangled carcasses.--\n     Look, where he goes! but, see, he comes again,\n     Because I stay!  Techelles, let us march,\n     And weary Death with bearing souls to hell.\n\n     FIRST PHYSICIAN.  Pleaseth your majesty to drink this potion,\n     Which will abate the fury of your fit,\n     And cause some milder spirits govern you.\n\n     TAMBURLAINE.  Tell me what think you of my sickness now?\n\n     FIRST PHYSICIAN.  I view'd your urine, and the hypostasis, [303]\n     Thick and obscure, doth make your danger great:\n     Your veins are full of accidental heat,\n     Whereby the moisture of your blood is dried:\n     The humidum and calor, which some hold\n     Is not a parcel of the elements,\n     But of a substance more divine and pure,\n     Is almost clean extinguished and spent;\n     Which, being the cause of life, imports your death:\n     Besides, my lord, this day is critical,\n     Dangerous to those whose crisis is as yours:\n     Your artiers, [304] which alongst the veins convey\n     The lively spirits which the heart engenders,\n     Are parch'd and void of spirit, that the soul,\n     Wanting those organons by which it moves,\n     Cannot endure, by argument of art.\n     Yet, if your majesty may escape this day,\n     No doubt but you shall soon recover all.\n\n     TAMBURLAINE.  Then will I comfort all my vital parts,\n     And live, in spite of death, above a day.\n          [Alarms within.]\n\n          Enter a Messenger.\n\n     MESSENGER.  My lord, young Callapine, that lately fled\n     from your majesty, hath now gathered a fresh army, and,\n     hearing your absence in the field, offers to set upon [305] us\n     presently.\n\n     TAMBURLAINE.  See, my physicians, now, how Jove hath sent\n     A present medicine to recure my pain!\n     My looks shall make them fly; and, might I follow,\n     There should not one of all the villain's power\n     Live to give offer of another fight.\n\n     USUMCASANE.  I joy, my lord, your highness is so strong,\n     That can endure so well your royal presence,\n     Which only will dismay the enemy.\n\n     TAMBURLAINE.  I know it will, Casane.--Draw, you slaves!\n     In spite of death, I will go shew my face.\n          [Alarms.  Exit TAMBURLAINE with all the rest (except the\n          PHYSICIANS), and re-enter presently.]\n\n     TAMBURLAINE.  Thus are the villain cowards [306] fled for fear,\n     Like summer's vapours vanish'd by the sun;\n     And, could I but a while pursue the field,\n     That Callapine should be my slave again.\n     But I perceive my martial strength is spent:\n     In vain I strive and rail against those powers\n     That mean t' invest me in a higher throne,\n     As much too high for this disdainful earth.\n     Give me a map; then let me see how much\n     Is left for me to conquer all the world,\n     That these, my boys, may finish all my wants.\n          [One brings a map.]\n     Here I began to march towards Persia,\n     Along Armenia and the Caspian Sea,\n     And thence unto [307] Bithynia, where I took\n     The Turk and his great empress prisoners.\n     Then march'd I into Egypt and Arabia;\n     And here, not far from Alexandria,\n     Whereas [308] the Terrene [309] and the Red Sea meet,\n     Being distant less than full a hundred leagues,\n     I meant to cut a channel to them both,\n     That men might quickly sail to India.\n     ]From thence to Nubia near Borno-lake,\n     And so along the Aethiopian sea,\n     Cutting the tropic line of Capricorn,\n     I conquer'd all as far as Zanzibar.\n     Then, by the northern part of Africa,\n     I came at last to Graecia, and from thence\n     To Asia, where I stay against my will;\n     Which is from Scythia, where I first began, [310]\n     Backward[s] and forwards near five thousand leagues.\n     Look here, my boys; see, what a world of ground\n     Lies westward from the midst of Cancer's line\n     Unto the rising of this [311] earthly globe,\n     Whereas the sun, declining from our sight,\n     Begins the day with our Antipodes!\n     And shall I die, and this unconquered?\n     Lo, here, my sons, are all the golden mines,\n     Inestimable drugs and precious stones,\n     More worth than Asia and the world beside;\n     And from th' Antarctic Pole eastward behold\n     As much more land, which never was descried,\n     Wherein are rocks of pearl that shine as bright\n     As all the lamps that beautify the sky!\n     And shall I die, and this unconquered?\n     Here, lovely boys; what death forbids my life,\n     That let your lives command in spite of death.\n\n     AMYRAS.  Alas, my lord, how should our bleeding hearts,\n     Wounded and broken with your highness' grief,\n     Retain a thought of joy or spark of life?\n     Your soul gives essence to our wretched subjects, [312]\n     Whose matter is incorporate in your flesh.\n\n     CELEBINUS.  Your pains do pierce our souls; no hope survives,\n     For by your life we entertain our lives.\n\n     TAMBURLAINE.  But, sons, this subject, not of force enough\n     To hold the fiery spirit it contains,\n     Must part, imparting his impressions\n     By equal portions into [313] both your breasts;\n     My flesh, divided in your precious shapes,\n     Shall still retain my spirit, though I die,\n     And live in all your seeds [314] immortally.--\n     Then now remove me, that I may resign\n     My place and proper title to my son.--\n     First, take my scourge and my imperial crown,\n     And mount my royal chariot of estate,\n     That I may see thee crown'd before I die.--\n     Help me, my lords, to make my last remove.\n          [They assist TAMBURLAINE to descend from the chariot.]\n\n     THERIDAMAS.  A woful change, my lord, that daunts our thoughts\n     More than the ruin of our proper souls!\n\n     TAMBURLAINE.  Sit up, my son, [and] let me see how well\n     Thou wilt become thy father's majesty.\n\n     AMYRAS.  With what a flinty bosom should I joy\n     The breath of life and burden of my soul,\n     If not resolv'd into resolved pains,\n     My body's mortified lineaments [315]\n     Should exercise the motions of my heart,\n     Pierc'd with the joy of any dignity!\n     O father, if the unrelenting ears\n     Of Death and Hell be shut against my prayers,\n     And that the spiteful influence of Heaven\n     Deny my soul fruition of her joy,\n     How should I step, or stir my hateful feet\n     Against the inward powers of my heart,\n     Leading a life that only strives to die,\n     And plead in vain unpleasing sovereignty!\n\n     TAMBURLAINE.  Let not thy love exceed thine honour, son,\n     Nor bar thy mind that magnanimity\n     That nobly must admit necessity.\n     Sit up, my boy, and with these [316] silken reins\n     Bridle the steeled stomachs of these [317] jades.\n\n     THERIDAMAS.  My lord, you must obey his majesty,\n     Since fate commands and proud necessity.\n\n     AMYRAS.  Heavens witness me with what a broken heart\n          [Mounting the chariot.]\n     And damned [318] spirit I ascend this seat,\n     And send my soul, before my father die,\n     His anguish and his burning agony!\n          [They crown AMYRAS.]\n\n     TAMBURLAINE.  Now fetch the hearse of fair Zenocrate;\n     Let it be plac'd by this my fatal chair,\n     And serve as parcel of my funeral.\n\n     USUMCASANE.  Then feels your majesty no sovereign ease,\n     Nor may our hearts, all drown'd in tears of blood,\n     Joy any hope of your recovery?\n\n     TAMBURLAINE.  Casane, no; the monarch of the earth,\n     And eyeless monster that torments my soul,\n     Cannot behold the tears ye shed for me,\n     And therefore still augments his cruelty.\n\n     TECHELLES.  Then let some god oppose his holy power\n     Against the wrath and tyranny of Death,\n     That his tear-thirsty and unquenched hate\n     May be upon himself reverberate!\n          [They bring in the hearse of ZENOCRATE.]\n\n     TAMBURLAINE.  Now, eyes, enjoy your latest benefit,\n     And, when my soul hath virtue of your sight,\n     Pierce through the coffin and the sheet of gold,\n     And glut your longings with a heaven of joy.\n     So, reign, my son; scourge and control those slaves,\n     Guiding thy chariot with thy father's hand.\n     As precious is the charge thou undertak'st\n     As that which Clymene's [319] brain-sick son did guide,\n     When wandering Phoebe's [320] ivory cheeks were scorch'd,\n     And all the earth, like Aetna, breathing fire:\n     Be warn'd by him, then; learn with awful eye\n     To sway a throne as dangerous as his;\n     For, if thy body thrive not full of thoughts\n     As pure and fiery as Phyteus' [321] beams,\n     The nature of these proud rebelling jades\n     Will take occasion by the slenderest hair,\n     And draw thee [322] piecemeal, like Hippolytus,\n     Through rocks more steep and sharp than Caspian cliffs: [323]\n     The nature of thy chariot will not bear\n     A guide of baser temper than myself,\n     More than heaven's coach the pride of Phaeton.\n     Farewell, my boys! my dearest friends, farewell!\n     My body feels, my soul doth weep to see\n     Your sweet desires depriv'd my company,\n     For Tamburlaine, the scourge of God, must die.\n          [Dies.]\n\n     AMYRAS.  Meet heaven and earth, and here let all things end,\n     For earth hath spent the pride of all her fruit,\n     And heaven consum'd his choicest living fire!\n     Let earth and heaven his timeless death deplore,\n     For both their worths will equal him no more!\n          [Exeunt.]\n\n\n\n\nNOTES:\n\n[a] [From THE FIRST PART OF TAMBURLAINE THE GREAT]\n\n     Tamburlaine the Great.  Who, from a Scythian Shephearde\n     by his rare and woonderfull Conquests, became a most\n     puissant and mightye Monarque.  And (for his tyranny,\n     and terrour in Warre) was tearmed, The Scourge of God.\n     Deuided into two Tragicall Discourses, as they were\n     sundrie times shewed vpon Stages in the Citie of London.\n     By the right honorable the Lord Admyrall, his seruauntes.\n     Now first, and newlie published.  London.  Printed by\n     Richard Ihones:  at the signe of the Rose and Crowne\n     neere Holborne Bridge.  1590.  4to.\n\nThe above title-page is pasted into a copy of the FIRST PART OF\nTAMBURLAINE in the Library at Bridge-water House; which copy,\nexcepting that title-page and the Address to the Readers, is the\nimpression of 1605.  I once supposed that the title-pages which\nbear the dates 1605 and 1606 (see below) had been added to the\n4tos of the TWO PARTS of the play originally printed in 1590;\nbut I am now convinced that both PARTS were really reprinted,\nTHE FIRST PART in 1605, and THE SECOND PART in 1606, and that\nnothing remains of the earlier 4tos, except the title-page and\nthe Address to the Readers, which are preserved in the\nBridgewater collection.\n\nIn the Bodleian Library, Oxford, is an 8vo edition of both PARTS\nOF TAMBURLAINE, dated 1590:  the title-page of THE FIRST PART\nagrees verbatim with that given above; the half-title-page of\nTHE SECOND PART is as follows;\n\n     The Second Part of The bloody Conquests of mighty\n     Tamburlaine.  With his impassionate fury, for the death\n     of his Lady and loue faire Zenocrate; his fourme of\n     exhortacion and discipline to his three sons, and the\n     maner of his own death.\n\nIn the Garrick Collection, British Museum, is an 8vo edition of\nboth PARTS dated 1592:  the title-page of THE FIRST PART runs thus;\n\n     Tamburlaine the Great.  Who, from a Scythian Shepheard,\n     by his rare and wonderfull Conquestes, became a most\n     puissant and mightie Mornarch [sic]:  And (for his\n     tyrannie, and terrour in warre) was tearmed, The Scourge\n     of God.  The first part of the two Tragicall discourses,\n     as they were sundrie times most stately shewed vpon\n     Stages in the Citie of London.  By the right honorable\n     the Lord Admirall, his seruauntes.  Now newly published.\n     Printed by Richard Iones, dwelling at the signe of the\n     Rose and Crowne neere Holborne Bridge.\n\nThe half-title-page of THE SECOND PART agrees exactly with that\nalready given.  Perhaps the 8vo at Oxford and that in the British\nMuseum (for I have not had an opportunity of comparing them) are\nthe same impression, differing only in the title-pages.\n\nLangbaine (ACCOUNT OF ENGL. DRAM. POETS, p. 344) mentions an 8vo\ndated 1593.\n\nThe title-pages of the latest impressions of THE TWO PARTS are\nas follows;\n\n     Tamburlaine the Greate.  Who, from the state of a\n     Shepheard in Scythia, by his rare and wonderfull\n     Conquests, became a most puissant and mighty Monarque.\n     London Printed for Edward White, and are to be solde\n     at the little North doore of Saint Paules-Church, at\n     the signe of the Gunne, 1605.  4to.\n\n     Tamburlaine the Greate.  With his impassionate furie,\n     for the death of his Lady and Loue fair Zenocrate:  his\n     forme of exhortation and discipline to his three Sonnes,\n     and the manner of his owne death.  The second part.\n     London Printed by E. A. for Ed. White, and are to be\n     solde at his Shop neere the little North doore of Saint\n     Paules Church at the Signe of the Gun.  1606.  4to.\n\nThe text of the present edition is given from the 8vo of 1592,\ncollated with the 4tos of 1605-6.]\n\n\n\n\nFOOTNOTES:\n\n[Footnote 1: the] So the 4to.--The 8vo \"our.\"]\n\n[Footnote 2: triumphs] So the 8vo.--The 4to \"triumph.\"]\n\n[Footnote 3: sad] Old eds. \"said.\"]\n\n[Footnote 4: Uribassa] In this scene, but only here, the old eds. have\n\"Upibassa.\"]\n\n[Footnote 5: Almains, Rutters] RUTTERS are properly--German troopers,\n(REITER, REUTER).  In the third speech after the present one\nthis line is repeated VERBATIM:  but in the first scene of\nour author's FAUSTUS we have,--\n\n    \"Like ALMAIN RUTTERS with their horsemen's staves.\"]\n\n[Footnote 6: ORCANES.] Omitted in the old eds.]\n\n[Footnote 7: hugy] i.e. huge.]\n\n[Footnote 8: cut the] So the 8vo.--The 4to \"out of.\"]\n\n[Footnote 9: champion] i.e. champaign.]\n\n[Footnote 10: Terrene] i.e. Mediterranean (but the Danube falls into the\nBlack Sea.)]\n\n[Footnote 11: Cairo] Old eds. \"Cairon:\" but they are not consistent in\nthe spelling of this name; afterwards (p. 45, sec. col.) [See\nnote 29.] they have \"Cario.\"]\n\n[Footnote 12: Fear] i.e. frighten.]\n\n[Footnote 13: Sorians] So the 4to.--Here the 8vo has \"Syrians\"; but\nelsewhere in this SEC. PART of the play it agrees with the 4to\nin having \"Sorians,\" and \"Soria\" (which occurs repeatedly,--the\nKing of SORIA being one of the characters).--Compare Jonson's\nFOX, act iv. sc. 1;\n\n                        \"whether a ship,\n     Newly arriv'd from SORIA, or from\n     Any suspected part of all the Levant,\n     Be guilty of the plague,\" &c.\n\nOn which passage Whalley remarks; \"The city Tyre, from whence\nthe whole country had its name, was anciently called ZUR or ZOR;\nsince the Arabs erected their empire in the East, it has been\nagain called SOR, and is at this day known by no other name in\nthose parts.  Hence the Italians formed their SORIA.\"]\n\n[Footnote 14: black] So the 8vo.--The 4to \"AND black.\"]\n\n[Footnote 15: Egyptians,\nIllyrians, Thracians, and Bithynians] So the 8vo (except\nthat by a misprint it gives \"Illicians\").--\nThe 4to has,--\n\n                                \"Egyptians,\n\n     FREDERICK.  And we from Europe to the same intent\n     Illirians, Thracians, and Bithynians\";\n\na line which belongs to a later part of the scene (see next\ncol.) being unaccountably inserted here.  (See note 21.)]\n\n[Footnote 16: plage] i.e. region.  So the 8vo.--The 4to \"Place.\"]\n\n[Footnote 17: viceroy] So the 8vo.--The 4to \"Vice-royes.\"]\n\n[Footnote 18: Boheme] i.e. Bohemia.]\n\n[Footnote 19: Bagdet's] So the 8vo in act v. sc. 1.  Here it has\n\"Badgeths\":  the 4to \"Baieths.\"]\n\n[Footnote 20: parle] So the 8vo.--Here the 4to \"parley,\" but before,\nrepeatedly, \"parle.\"]\n\n[Footnote 21: FREDERICK.  And we from Europe, to the same intent]\nSo the 8vo.--The 4to, which gives this line in an earlier part\nof the scene (see note Â§, preceding col.), [i.e. note 15]\nomits it here.]\n\n[Footnote 22: stand] So the 8vo.--The 4to \"are.\"]\n\n[Footnote 23: prest] i.e. ready.]\n\n[Footnote 24: or] So the 8vo.--The 4to \"and.\"]\n\n[Footnote 25: conditions] So the 4to.--The 8vo \"condition.\"]\n\n[Footnote 26: Confirm'd] So the 4to.--The 8vo \"Confirme.\"]\n\n[Footnote 27: by] So the 8vo.--The 4to \"with.\"]\n\n[Footnote 28: renowmed] See note ||, p. 11. (Here the old eds. agree.)\n\n    [Note ||, from p. 11.  (The First Part of Tamburlaine the\n     Great):\n\n     \"renowmed] i.e. renowned.--So the 8vo.--The 4to\n     \"renowned.\"--The form \"RENOWMED\" (Fr. renomme) occurs\n     repeatedly afterwards in this play, according to the 8vo.\n     It is occasionally found in writers posterior to Marlowe's\n     time.  e.g.\n\n       \"Of Constantines great towne RENOUM'D in vaine.\"\n          Verses to King James, prefixed to Lord Stirling's\n          MONARCHICKE TRAGEDIES, ed. 1607.]\n\n[Footnote 29: Cairo] Old eds. \"Cario.\"  See note Â¶, p. 43.  (i.e. note\n11.)]\n\n[Footnote 30: stream] Old eds. \"streames.\"]\n\n[Footnote 31: at] So the 4to.--The 8vo \"an.\"]\n\n[Footnote 32: Terrene] i.e. Mediterranean.]\n\n[Footnote 33: Where] Altered by the modern editors to \"Whence,\"--an\nalteration made by one of them also in a speech at p. 48, sec.\ncol., [see note 57: which may be compared with the present\none,--\n\n    \"Therefore I took my course to Manico,\n     WHERE, unresisted, I remov'd my camp;\n     And, by the coast,\" &c.]\n\n[Footnote 34: from] So the 4to.--The 8vo \"to.\"]\n\n[Footnote 35: need] i.e. must.]\n\n[Footnote 36: let] i.e. hinder.]\n\n[Footnote 37: tainted] i.e. touched, struck lightly; see Richardson's\nDICT. in v.]\n\n[Footnote 38: shall] So the 8vo.--The 4to \"should.\"]\n\n[Footnote 39: of] So the 8vo.--The 4to \"to.\"]\n\n[Footnote 40: to] So the 8vo.--The 4to \"of.\"]\n\n[Footnote 41: sprung] So the 8vo.--The 4to \"sprong\".--See note ?,\nd. [p.] 14.\n\n    [Note ?, from  p. 14.  (The First Part of Tamburlaine the\n     Great):\n\n     \"Sprung] Here, and in the next speech, both the old eds.\n     \"SPRONG\":  but in p. 18, l. 3, first col., the 4to has\n     \"SPRUNG\", and in the SEC. PART of the play, act iv. sc. 4,\n     they both give \"SPRUNG from a tyrants loynes.\"\n\n      [Page 18, First Column, Line 3, The First Part of\n       Tamburlaine the Great,\n       \"For he was never sprung of human race,\"]\n\n[Footnote 42: superficies] Old eds. \"superfluities.\"--(In act iii. sc. 4,\nwe have,\n\n    \"the concave SUPERFICIES\n     Of Jove's vast palace.\")]\n\n[Footnote 43: through] So the 4to.--The 8vo \"thorow.\"]\n\n[Footnote 44: carcasses] So the 8vo.--The 4to \"carkasse.\"]\n\n[Footnote 45: we] So the 8vo.--The 4to \"yon (you).\"]\n\n[Footnote 46: channel] i.e. collar, neck,--collar-bone.]\n\n[Footnote 47: Morocco] The old eds. here, and in the next speech,\n\"Morocus\"; but see note ?, p. 22.\n\n    [note ?, from p. 22.  (The First Part of Tamburlaine the\n     Great):\n\n    \"Morocco] Here the old eds. \"Moroccus,\"--a barbarism which\n     I have not retained, because previously, in the stage-\n     direction at the commencement of this act, p. 19, they\n     agree in reading \"Morocco.\"]\n\n[Footnote 48: war] So the 8vo.--The 4to \"warres.\"]\n\n[Footnote 49: if infernal] So the 8vo.--The 4to \"if THE infernall.\"]\n\n[Footnote 50: thee] Old eds. \"them.\"]\n\n[Footnote 51: these] So the 4to.--The 8vo \"this.\"]\n\n[Footnote 52: strong] A mistake,--occasioned by the word \"strong\"\nin the next line.]\n\n[Footnote 53: Bootes'] So the 4to.--The 8vo \"Boetes.\"]\n\n[Footnote 54: leaguer] i.e. camp.]\n\n[Footnote 55: Jubalter] Here the old eds. have \"Gibralter\"; but in the\nFirst Part of this play they have \"JUBALTER\":  see p. 25,\nfirst col.\n\n    [p. 25, first col.  (The First Part of Tamburlaine the\n     Great):\n\n    \"And thence unto the Straits of Jubalter;\"]\n\n[Footnote 56: The mighty Christian Priest,\n\n     Call'd John the Great] Concerning the fabulous personage,\n\n     PRESTER JOHN, see Nares's GLOSS. in v.]\n\n[Footnote 57: Where] See note Â¶, p. 45. (i.e. note 33.)]\n\n[Footnote 58: Byather] The editor of 1826 printed \"Biafar\":  but it is\nvery doubtful if Marlowe wrote the names of places correctly.]\n\n[Footnote 59: Damascus] Here the old eds. \"Damasco.\"  See note *, p. 31.\n\n     note *, from p. 31.  (The First Part of Tamburlaine the\n     Great):\n\n    \"Damascus] Both the old eds. here \"Damasco:\" but in many\n     other places they agree in reading \"Damascus.\"]\n\n[Footnote 60: And made, &c.] A word dropt out from this line.]\n\n[Footnote 61: him] i.e. the king of Natolia.]\n\n[Footnote 62: orient] Old eds. \"orientall\" and \"oriental.\"--Both in our\nauthor's FAUSTUS and in his JEW OF MALTA we have \"ORIENT pearl.\"]\n\n[Footnote 63: Soria] See note ?, p. 44.  [i.e. note 13.]]\n\n[Footnote 64: thereof] So the 8vo.--The 4to \"heereof.\"]\n\n[Footnote 65: that we vow] i.e. that which we vow.  So the 8vo.--The 4to\n\"WHAT we vow.\"  Neither of the modern editors understanding the\npassage, they printed \"WE THAT vow.\"]\n\n[Footnote 66: faiths] So the 8vo.--The 4to \"fame.\"]\n\n[Footnote 67: and religion] Old eds. \"and THEIR religion.\"]\n\n[Footnote 68: consummate] Old eds. \"consinuate.\"  The modern editors\nprint \"continuate,\" a word which occurs in Shakespeare's\nTIMON OF ATHENS, act i. sc. 1., but which the metre determines\nto be inadmissible in the present passage.--The Revd. J. Mitford\nproposes \"continent,\" in the sense of--restraining from\nviolence.]\n\n[Footnote 69: this] So the 8vo.--The 4to \"the.\"]\n\n[Footnote 70: martial] So the 4to.--The 8vo \"materiall.\"]\n\n[Footnote 71: our] So the 4to.--The 8vo \"your.\"]\n\n[Footnote 72: With] So the 4to.--The 8vo \"Which.\"]\n\n[Footnote 73: thy servant's] He means Sigismund.  So a few lines after,\n\"this traitor's perjury.\"]\n\n[Footnote 74: discomfit] Old eds. \"discomfort.\" (Compare the first line\nof the next scene.)]\n\n[Footnote 75: lords] So the 8vo.--The 4to \"lord.\"]\n\n[Footnote 76: Christian] So the 8vo.--The 4to \"Christians.\"]\n\n[Footnote 77: Zoacum] \"Or ZAKKUM.--The description of this tree is taken\nfrom a fable in the Koran, chap. 37.\"  Ed. 1826.]\n\n[Footnote 78: an] So the 8vo.--The 4to \"any.\"]\n\n[Footnote 79: We will both watch and ward shall keep his trunk]\ni.e. We will that both watch, &c.  So the 4to.--The 8vo has\n\"AND keepe.\"]\n\n[Footnote 80: Uribassa, give] So the 8vo.--The 4to \"Vribassa, AND giue.\"]\n\n[Footnote 81: Soria] See note ?, p. 44.  [i.e. note 13.]]\n\n[Footnote 82: their] So the 4to.--Not in the 8vo.]\n\n[Footnote 83: brows] Old eds. \"bowers.\"]\n\n[Footnote 84: this] So the 8vo.--The 4to \"the.\"]\n\n[Footnote 85: no] So the 4to.--The 8vo \"not.\"]\n\n[Footnote 86: and] So the 4to.--The 8vo \"a.\"]\n\n[Footnote 87: makes] So the 4to.--The 8vo \"make.\"]\n\n[Footnote 88: author] So the 4to.--The 8vo \"anchor.\"]\n\n[Footnote 89: yes] Old eds. \"yet.\"]\n\n[Footnote 90: excellence] So the 4to.--The 8vo \"excellency.\"]\n\n[Footnote 91: cavalieros] i.e. mounds, or elevations of earth, to\nlodge cannon.]\n\n[Footnote 92: prevails] i.e. avails.]\n\n[Footnote 93: Mausolus'] Wrong quantity.]\n\n[Footnote 94: one] So the 8vo (\"on\").--The 4to \"our.\"]\n\n[Footnote 95: stature] See note |||, p. 27.--So the 8vo.--The 4to \"statue.\"\nHere the metre would be assisted by reading \"statua,\" which is\nfrequently found in our early writers:  see my REMARKS ON\nMR. COLLIER'S AND MR. KNIGHT'S EDITIONS OF SHAKESPEARE, p. 186.\n\n    [note |||, from p. 27.  (The First Part of Tamburlaine the\n     Great):\n\n    \"stature] So the 8vo.--The 4to \"statue:\" but again, in the\n     SECOND PART of this play, act ii. sc. 4, we have, according\n     to the 8vo--\n\n       \"And here will I set up her STATURE.\"\n\n     and, among many passages that might be cited from our\n     early authors, compare the following;\n\n       \"The STATURES huge, of Porphyrie and costlier matters\n             made.\"\n          Warner's ALBIONS ENGLAND, p. 303. ed. 1596.\n\n       \"By them shal Isis STATURE gently stand.\"\n          Chapman's BLIND BEGGER OF ALEXANDRIA, 1598, sig. A 3.\n\n       \"Was not Anubis with his long nose of gold preferred\n        before Neptune, whose STATURE was but brasse?\"\n          Lyly's MIDAS, sig. A 2. ed. 1592.\"]\n\n[Footnote 96: Soria] See note ?, p. 44.  [i.e. note 13.]]\n\n[Footnote 97: fate] So the 8vo.--The 4to \"fates.\"]\n\n[Footnote 98: his] Old eds. \"our.\"]\n\n[Footnote 99: all] So the 8vo.--Omitted in the 4to.]\n\n[Footnote 100: honours] So the 8vo.--The 4to \"honour.\"]\n\n[Footnote 101: in conquest] So the 4to.--The 8vo \"in THE conquest.\"]\n\n[Footnote 102: Judaea] So the 8vo.--The 4to \"Juda.\"]\n\n[Footnote 103: Sclavonia's] Old eds. \"Scalonians\" and \"Sclauonians.\"]\n\n[Footnote 104: Soria] See note ?, p. 44.  (i.e. note 13.]\n\n[Footnote 105: Damascus] Here the old eds. \"Damasco.\"  See note *,\np. 31.\n\n    note *, from p. 31.  (The First Part of Tamburlaine the\n     Great):\n\n    \"Damascus] Both the old eds. here \"Damasco:\" but in many\n     other places they agree in reading \"Damascus.\"\"]\n\n[Footnote 106: That's no matter, &c.] So previously (p. 46, first col.)\nAlmeda speaks in prose, \"I like that well,\" &c.\n\n    [p. 46, first col.  (This play):\n\n    \"ALMEDA.  I like that well:  but, tell me, my lord,\n     if I should let you go, would you be as good as\n     your word? shall I be made a king for my labour?\"]\n\n\n[Footnote 107: dearth] Old eds. \"death.\"]\n\n[Footnote 108: th'] So the 8vo.--Omitted in the 4to.]\n\n[Footnote 109: Those] Old eds. \"Whose.\"]\n\n[Footnote 110: sorrows] So the 8vo.--The 4to \"sorrow.\"]\n\n[Footnote 111: thirst] So the 4to.--The 8vo \"colde.\"]\n\n[Footnote 112: champion] i.e. champaign.]\n\n[Footnote 113: which] Old eds. \"with.\"]\n\n[Footnote 114: Whereas] i.e. Where.]\n\n[Footnote 115: the] So the 8vo.--The 4to \"and.\"]\n\n[Footnote 116: cavalieros] See note ?, p. 52.  [i.e. note 91.]]\n\n[Footnote 117: argins] \"Argine, Ital.  An embankment, a rampart.[\"]\nEd., 1826.]\n\n[Footnote 118: great] So the 8vo.--The 4to \"greatst.\"]\n\n[Footnote 119: the] Old eds. \"their.\"]\n\n[Footnote 120: by nature] So the 8vo.--The 4to \"by THE nature.\"]\n\n[Footnote 121: a] So the 4to.--The 8vo \"the.\"]\n\n[Footnote 122: A ring of pikes, mingled with shot and horse] Qy. \"foot\"\ninstead of \"shot\"? (but the \"ring of pikes\" is \"foot\").--The\nRevd. J. Mitford proposes to read, \"A ring of pikes AND HORSE,\nMANGLED with shot.\"]\n\n[Footnote 123: his] So the 8vo--The 4to \"this.\"]\n\n[Footnote 124: march'd] So the 4to.--The 8vo \"martch.\"]\n\n[Footnote 125: drop] So the 8vo.--The 4to \"dram.\"]\n\n[Footnote 126: lance] So the 4to.--Here the 8vo \"lanch\":  but afterwards\nmore than once it has \"lance.\"]\n\n[Footnote 127: I know not, &c.] This and the next four speeches are\nevidently prose, as are several other portions of the play.]\n\n[Footnote 128: 'Tis] So the 4to.--The 8vo \"This.\"]\n\n[Footnote 129: accursed] So the 4to.--The 8vo \"cursed.\"]\n\n[Footnote 130: his] So the 4to.--The 8vo \"the.\"]\n\n[Footnote 131: point] So the 8vo.--The 4to \"port.\"]\n\n[Footnote 132: Soria] See note ?, p. 44.  [i.e. note 13.]]\n\n[Footnote 133: Minions, falc'nets, and sakers] \"All small pieces of\nordnance.\"  Ed. 1826.]\n\n[Footnote 134: hold] Old eds. \"gold\" and \"golde.\"]\n\n[Footnote 135: quietly] So the 8vo.--The 4to \"quickely.\"]\n\n[Footnote 136: friends] So the 4to.--The 8vo \"friend.\"]\n\n[Footnote 137: you] So the 4to.--The 8vo \"thou.\"]\n\n[Footnote 138: pioners] See note ||, p. 20.\n\n    [note ||, from p. 20.  (The First Part of Tamburlaine the\n     Great):\n\n    \"pioners] The usual spelling of the word in our early\n     writers (in Shakespeare, for instance).\"]\n\n[Footnote 139: in] So the 8vo.--The 4to \"to.\"]\n\n[Footnote 140: argins] See note ?[sic], p. 55.  [note ?? p. 55,\ni.e. note 117.]]\n\n[Footnote 141: quietly] So the 8vo.--The 4to \"quickely.\"]\n\n[Footnote 142: Were you, that are the friends of Tamburlaine] So the 8vo.\n--The 4to \"Were ALL you that are friends of Tamburlaine.\"]\n\n[Footnote 143: of] So the 8vo.--The 4to \"to.\"]\n\n[Footnote 144: all convoys that can] i.e. (I believe) all convoys\n(conveyances) that can be cut off.  The modern editors alter\n\"can\" to \"come.\"]\n\n[Footnote 145: I am] So the 8vo.--The 4to \"am I.\"]\n\n[Footnote 146: into] So the 8vo.--The 4to \"vnto.\"]\n\n[Footnote 147: hold] So the 4to.--The 8vo \"holdS.\"]\n\n[Footnote 148: straineth] So the 4to.--The 8vo \"staineth.\"]\n\n[Footnote 149: home] So the 8vo.--The 4to \"haue.\"]\n\n[Footnote 150: wert] So the 8vo.--The 4to \"art.\"]\n\n[Footnote 151: join'd] So the 4to.--The 8vo \"inioin'd.\"]\n\n[Footnote 152: of] So the 8vo.--The 4to \"in.\"]\n\n[Footnote 153: the] Added perhaps by a mistake of the transcriber\nor printer.]\n\n[Footnote 154: and] So the 8vo.--The 4to \"the.\"]\n\n[Footnote 155: Renowmed] See note ||, p. 11.  So the 8vo.--The 4to\n\"Renowned.\"\n\n    [Note ||, from p. 11.  (The First Part of Tamburlaine the\n     Great).\n\n    \"renowmed] i.e. renowned.--So the 8vo.--The 4to \"renowned.\"\n     --The form \"RENOWMED\" (Fr. renomme) occurs repeatedly\n     afterwards in this play, according to the 8vo.  It is\n     occasionally found in writers posterior to Marlowe's time.\n     e.g.\n\n      \"Of Constantines great towne RENOUM'D in vaine.\"\n         Verses to King James, prefixed to Lord Stirling's\n         MONARCHICKE TRAGEDIES, ed. 1607.\"]\n\n[Footnote 156: emperor, mighty] So the 8vo.--The 4to \"emperour,\nAND mightie.\"]\n\n[Footnote 157: the] So the 4to.--The 8vo \"this.\"]\n\n[Footnote 158: your] So the 8vo.--The 4to \"our.\"]\n\n[Footnote 159: term'd] Old eds. \"terme.\"]\n\n[Footnote 160: the] So the 4to.--Omitted in the 8vo.]\n\n[Footnote 161: your] So the 8vo.--The 4to \"our.\"]\n\n[Footnote 162:  brandishing their] So the 4to.--The 8vo \"brandishing\nIN their.\"]\n\n[Footnote 163: with] So the 4to.--Omitted in the 8vo.]\n\n[Footnote 164: shew'd your] So the 8vo.--The 4to \"shewed TO your.\"]\n\n[Footnote 165: Sorians] See note ?, p. 44.  [i.e. note 13.]\n\n[Footnote 166: repair'd] So the 8vo.--The 4to \"prepar'd.\"]\n\n[Footnote 167: And neighbour cities of your highness' land] So the 8vo.--\nOmitted in the 4to.]\n\n[Footnote 168: he] i.e. Death.  So the 8vo.--The 4to \"it.\"]\n\n[Footnote 169: is] So the 8vo.--The 4to \"the.\"]\n\n[Footnote 170: harness'd] So the 8vo.--The 4to \"harnesse.\"]\n\n[Footnote 171: on] So the 4to.--The 8vo \"with\" (the compositor having\ncaught the word from the preceding line).]\n\n[Footnote 172: thou shalt] So the 8vo.--The 4to \"shalt thou.\"]\n\n[Footnote 173: the] So the 8vo.--The 4to \"our.\"]\n\n[Footnote 174: and rent] So the 8vo.--The 4to \"or rend.\"]\n\n[Footnote 175: Go to, sirrah] So the 8vo.--The 4to \"Goe sirrha.\"]\n\n[Footnote 176: give arms] An heraldic expression, meaning--shew armorial\nbearings (used, of course, with a quibble).]\n\n[Footnote 177: No] So the 4to.--The 8vo \"Go.\"]\n\n[Footnote 178: bugs] i.e. bugbears, objects to strike you with terror.]\n\n[Footnote 179: rout] i.e. crew, rabble.]\n\n[Footnote 180: as the foolish king of Persia did] See p. 16, first col.\n\n     p. 15, first col.  (The First Part of Tamburlaine the\n     Great, ACT II, Scene IV):\n\n    \"  SCENE IV.\n\n       Enter MYCETES with his crown in his hand.\n\n     MYCETES. Accurs'd be he that first invented war!\n     They knew not, ah, they knew not, simple men,\n     How those were hit by pelting cannon-shot\n     Stand staggering like a quivering aspen-leaf\n     Fearing the force of Boreas' boisterous blasts!\n\n     (page 16)\n\n     In what a lamentable case were I,\n     If nature had not given me wisdom's lore!\n     For kings are clouts that every man shoots at,\n     Our crown the pin that thousands seek to cleave:\n     Therefore in policy I think it good\n     To hide it close; a goodly stratagem,\n     And far from any man that is a fool:\n     So shall not I be known; or if I be,\n     They cannot take away my crown from me.\n     Here will I hide it in this simple hole.\n\n       Enter TAMBURLAINE.\n\n     TAMBURLAINE.\n     What, fearful coward, straggling from the camp,\n     When kings themselves are present in the field?\"]\n\n[Footnote 181: aspect] So the 8vo.--The 4to \"aspects.\"]\n\n[Footnote 182: sits asleep] At the back of the stage, which was supposed\nto represent the interior of the tent.]\n\n[Footnote 183: You cannot] So the 8vo.--The 4to \"Can you not.\"]\n\n[Footnote 184: scare] So the 8vo.--The 4to \"scarce.\"]\n\n[Footnote 185: tall] i.e. bold, brave.]\n\n[Footnote 186: both you] So the 8vo.--The 4to \"you both.\"]\n\n[Footnote 187: should I] So the 8vo.--The 4to \"I should.\"]\n\n[Footnote 188: ye] So the 8vo.--The 4to \"my.\"]\n\n[Footnote 189: stoop your pride] i.e. make your pride to stoop.]\n\n[Footnote 190: bodies] So the 8vo.--The 4to \"glories.\"]\n\n[Footnote 191: mine] So the 4to.--The 8vo \"my.\"]\n\n[Footnote 192: may] So the 4to.--The 8vo \"nay.\"]\n\n[Footnote 193: up] The modern editors alter this word to \"by,\" not\nunderstanding the passage.  Tamburlaine means--Do not KNEEL\nto me for his pardon.]\n\n[Footnote 194: once] So the 4to.--The 8vo \"one.\"]\n\n[Footnote 195: martial] So the 8vo.--The 4to \"materiall.\"  (In this\nline \"fire\" is a dissyllable\")]\n\n[Footnote 196: thine] So the 8vo.--The 4to \"thy.\"]\n\n[Footnote 197: which] Old eds. \"with.\"]\n\n[Footnote 198: Jaertis'] So the 8vo.--The 4to \"Laertis.\"  By \"Jaertis'\"\nmust be meant--Jaxartes'.]\n\n[Footnote 199: incorporeal] So the 8vo.--The 4to \"incorporall.\"]\n\n[Footnote 200: for being seen] i.e. \"that thou mayest not be seen.\"\nEd. 1826.  See Richardson's DICT. in v. FOR.]\n\n[Footnote 201: you shall] So the 8vo.--The 4to \"shall ye.\"]\n\n[Footnote 202: Approve] i.e. prove, experience.]\n\n[Footnote 203: bloods] So the 4to.--The 8vo \"blood.\"]\n\n[Footnote 204: peasants] So the 8vo.--The 4to \"parsants.\"]\n\n[Footnote 205: resist in] Old eds \"resisting.\"]\n\n[Footnote 206: Casane] So the 4to.--The 8vo \"VSUM Casane.\"]\n\n[Footnote 207: it] So the 8vo.--Omitted in the 4to.]\n\n[Footnote 208: Excel] Old eds. \"Expell\" and \"Expel.\"]\n\n\n[Footnote 209: artier] See note *, p. 18.\n\n    Note *, from p. 18.  (The First Part of Tamburlaine the\n     Great):\n\n    \"Artier] i.e. artery.  This form occurs again in the SEC.\n     PART of the present play:  so too in a copy of verses by\n     Day;\n\n       \"Hid in the vaines and ARTIERS of the earthe.\"\n         SHAKESPEARE SOC. PAPERS, vol. i. 19.\n\n     The word indeed was variously written of old:\n\n       \"The ARTER strynge is the conduyt of the lyfe spiryte.\"\n         Hormanni VULGARIA, sig. G iii. ed. 1530.\n\n       \"Riche treasures serue for th'ARTERS of the war.\"\n         Lord Stirling's DARIUS, act ii. Sig. C 2. ed. 1604.\n\n       \"Onelye the extrauagant ARTIRE of my arme is brused.\"\n         EVERIE WOMAN IN HER HUMOR, 1609, sig. D 4.\n\n       \"And from the veines some bloud each ARTIRE draines.\"\n         Davies's MICROCOSMOS, 1611, p. 56.\"]\n\n[Footnote 210: remorseful] i.e. compassionate.]\n\n[Footnote 211: miss] i.e. loss, want.  The construction is--Run round\nabout, mourning the miss of the females.]\n\n[Footnote 212: behold] Qy \"beheld\"?]\n\n[Footnote 213: a] So the 4to.--The 8vo \"the.\"]\n\n[Footnote 214: Have] Old eds. \"Hath.\"]\n\n[Footnote 215: to] So the 8vo.--The 4to \"and.\"]\n\n[Footnote 216: in] So the 8vo.--The 4to \"to.\"]\n\n[Footnote 217: now, my lord; and, will you] So the 8vo.--The 4to\n\"GOOD my Lord, IF YOU WILL.\"]\n\n[Footnote 218: mouths] So the 4to.--The 8vo \"mother.\"]\n\n[Footnote 219: rebated] i.e. blunted.]\n\n[Footnote 220: thereof] So the 8vo.--The 4to \"heereof.\"]\n\n[Footnote 221: and will] So the 4to.--The 8vo \"and I wil.\"]\n\n[Footnote 222: She anoints her throat] This incident, as Mr. Collier\nobserves (HIST. OF ENG. DRAM. POET., iii. 119) is borrowed\nfrom Ariosto's ORLANDO FURIOSO, B. xxix, \"where Isabella,\nto save herself from the lawless passion of Rodomont, anoints\nher neck with a decoction of herbs, which she pretends will\nrender it invulnerable:  she then presents her throat to the\nPagan, who, believing her assertion, aims a blow and strikes\noff her head.\"]\n\n[Footnote 223: my] Altered by the modern editors to \"thy,\"--unnecessarily.]\n\n[Footnote 224: Elysium] Old eds. \"Elisian\" and \"Elizian.\"]\n\n[Footnote 225: do borrow] So the 4to.--The 8vo \"borow doo.\"]\n\n[Footnote 226: my] So the 4to (Theridamas is King of Argier).--The 8vo\n\"thy.\"]\n\n[Footnote 227: Soria] See note ?, p. 44.  [i.e. note 13.]]\n\n[Footnote 228: his] So the 4to.--The 8vo \"their.\"]\n\n[Footnote 229: led by five] So the 4to.--The 8vo \"led by WITH fiue.\"]\n\n[Footnote 230: Holla, ye pamper'd jades of Asia, &c.] The ridicule\nshowered on this passage by a long series of poets, will\nbe found noticed in the ACCOUNT OF MARLOWE AND HIS WRITINGS.\n\n    The \"Account of Marlowe and His Writings,\" is the\n     introduction to this book of \"The Works of Christopher\n     Marlowe.\"  That is, the book from which this play has been\n     transcribed.  The following is a footnote from page xvii\n     of that introduction.\n\n    \"Tamb. Holla, ye pamper'd jades of Asia!\" &c.\n     p. 64, sec. col.\n\n     This has been quoted or alluded to, generally with ridicule,\n     by a whole host of writers.  Pistol's \"hollow pamper'd jades\n     of Asia\" in Shakespeare's HENRY IV. P. II. Act ii. sc. 4,\n     is known to most readers:  see also Beaumont and Fletcher's\n     COXCOMB, act ii. sc. 2; Fletcher's WOMEN PLEASED, act iv.\n     sc. 1; Chapman's, Jonson's, and Marston's EASTWARD HO,\n     act ii. sig. B 3, ed. 1605; Brathwait's STRAPPADO FOR THE\n     DIUELL, 1615, p. 159; Taylor the water-poet's THIEFE and\n     his WORLD RUNNES ON WHEELES,--WORKES, pp. 111[121], 239,\n     ed. 1630; A BROWN DOZEN OF DRUNKARDS, &c. 1648, sig. A 3;\n     the Duke of Newcastle's VARIETIE, A COMEDY, 1649, p. 72;\n     --but I cannot afford room for more references.--In 1566\n     a similar spectacle had been exhibited at Gray's Inn:\n     there the Dumb Show before the first act of Gascoigne and\n     Kinwelmersh's JOCASTA introduced \"a king with an imperiall\n     crowne vpon hys head,\" &c. \"sitting in a chariote very\n     richly furnished, drawen in by iiii kings in their dublets\n     and hosen, with crownes also vpon theyr heads, representing\n     vnto vs ambition by the historie of Sesostres,\" &c.]\n\n[Footnote 231: And blow the morning from their nostrils] Here \"nostrils\"\nis to be read as a trisyllable,--and indeed is spelt in the 4to\n\"nosterils.\"--Mr. Collier (HIST. OF ENG. DRAM. POET., iii. 124)\nremarks that this has been borrowed from Marlowe by the anonymous\nauthor of the tragedy of CAESAR AND POMPEY, 1607 (and he might\nhave compared also Chapman's HYMNUS IN CYNTHIAM,--THE SHADOW\nOF NIGHT, &c. 1594, sig. D 3):  but, after all, it is only\na translation;\n\n    \"cum primum alto se gurgite tollunt\n     Solis equi, LUCEMQUE ELATIS NARIBUS EFFLANT.\"\n          AEN. xii. 114]\n\n(Virgil being indebted to Ennius and Lucilius).]\n\n[Footnote 232: in] So the 8vo.--The 4to \"as.\"]\n\n[Footnote 233: racking] i.e. moving like smoke or vapour:  see\nRichardson's DICT. in v.]\n\n[Footnote 234: have coach] So the 8vo.--The 4to \"haue A coach.\"]\n\n[Footnote 235: by] So the 4to.--The 8vo \"with.\"]\n\n[Footnote 236: garden-plot] So the 4to.--The 8vo \"GARDED plot.\"]\n\n[Footnote 237: colts] i.e. (with a quibble) colts'-teeth.]\n\n[Footnote 238: same] So the 8vo.--Omitted in the 4to.]\n\n[Footnote 239: match] So the 8vo.--The 4to \"march.\"]\n\n[Footnote 240: Above] So the 8vo.--The 4to \"About.\"]\n\n[Footnote 241: tall] i.e. bold, brave.]\n\n[Footnote 242: their] So the 4to.--Omitted in the 8vo.]\n\n[Footnote 243: continent] Old eds. \"content.\"]\n\n[Footnote 244: jest] A quibble--which will be understood by those\nreaders who recollect the double sense of JAPE (jest) in our\nearliest writers.]\n\n[Footnote 245: prest] i.e. ready.]\n\n[Footnote 246: Terrene] i.e. Mediterranean.]\n\n[Footnote 247: all] So the 8vo.--Omitted in the 4to.]\n\n[Footnote 248: Jaertis'] See note **, p. 62.  [i.e. note 198.]  So the\n8vo.--The 4to \"Laertes.\"]\n\n[Footnote 249: furthest] So the 4to.--The 8vo \"furthiest.\"]\n\n[Footnote 250: Thorough] So the 8vo.--The 4to \"Through.\"]\n\n[Footnote 251: Like to an almond-tree, &c.] This simile in borrowed\nfrom Spenser's FAERIE QUEENE, B. i. C. vii. st. 32;\n\n    \"Upon the top of all his loftie crest,\n     A bounch of heares discolourd diversly,\n     With sprincled pearle and gold full richly drest,\n     Did shake, and seemd to daunce for iollity;\n     Like to an almond tree ymounted hye\n     On top of greene Selinis all alone,\n     With blossoms brave bedecked daintily;\n     Whose tender locks do tremble every one\n     At everie little breath that under heaven is blowne.\"\n\nThe first three books of THE FAERIE QUEENE were originally\nprinted in 1590, the year in which the present play was first\ngiven to the press:  but Spenser's poem, according to the\nfashion of the times, had doubtless been circulated in\nmanuscript, and had obtained many readers, before its\npublication.  In Abraham Fraunce's ARCADIAN RHETORIKE, 1588,\nsome lines of the Second Book of THE FAERIE QUEENE are\naccurately cited.  And see my Acc. of Peele and his Writings,\np. xxxiv, WORKS, ed. 1829.]\n\n[Footnote 252: y-mounted] So both the old eds.--The modern editors print\n\"mounted\"; and the Editor of 1826 even remarks in a note, that\nthe dramatist, \"finding in the fifth line of Spenser's stanza\nthe word 'y-mounted,' and, probably considering it to be too\nobsolete for the stage, dropped the initial letter, leaving only\nnine syllables and an unrythmical line\"! ! !  In the FIRST PART\nof this play (p. 23, first col.) we have,--\n\n    \"Their limbs more large and of a bigger size\n     Than all the brats Y-SPRUNG from Typhon's loins:\"\n\nbut we need not wonder that the Editor just cited did not\nrecollect the passage, for he had printed, like his predecessor,\n\"ERE sprung.\"]\n\n[Footnote 253: ever-green Selinus] Old eds. \"EUERY greene Selinus\"\nand \"EUERIE greene,\" &c.--I may notice that one of the modern\neditors silently alters \"Selinus\" to (Spenser's) \"Selinis;\"\nbut, in fact, the former is the correct spelling.]\n\n[Footnote 254: Erycina's] Old eds. \"Hericinas.\"]\n\n[Footnote 255: brows] So the 4to.--The 8vo \"bowes.\"]\n\n[Footnote 256: breath that thorough heaven] So the 8vo.--The 4to \"breath\nFROM heauen.\"]\n\n[Footnote 257: chariot] Old eds. \"chariots.\"]\n\n[Footnote 258: out] Old eds. \"our.\"]\n\n[Footnote 259: respect'st thou] Old eds. \"RESPECTS thou:\" but afterwards,\nin this scene, the 8vo has, \"Why SEND'ST thou not,\" and \"thou\nSIT'ST.\"]\n\n[Footnote 260: of] So the 8vo.--The 4to \"in.\"]\n\n[Footnote 261: he] So the 4to.--The 8vo \"was.\"]\n\n[Footnote 262: How, &c.] A mutilated line.]\n\n[Footnote 263: eterniz'd] So the 4to.--The 8vo \"enternisde.\"]\n\n[Footnote 264: and] So the 4to.--Omitted in the 8vo.]\n\n[Footnote 265: prest] i.e. ready.]\n\n[Footnote 266: parle] Here the old eds. \"parlie\":  but repeatedly before\nthey have \"parle\" (which is used more than once by Shakespeare).]\n\n[Footnote 267: Orcanes, king of Natolia, and the King of Jerusalem,\nled by soldiers] Old eds. (which have here a very imperfect\nstage-direction) \"the two spare kings\",--\"spare\" meaning--\nnot then wanted to draw the chariot of Tamburlaine.]\n\n[Footnote 268: burst] i.e. broken, bruised.]\n\n[Footnote 269: the measures] i.e. the dance (properly,--solemn,\nstately dances, with slow and measured steps).]\n\n[Footnote 270: of] So the 8vo.--The 4to \"for.\"]\n\n[Footnote 271: ports] i.e. gates.]\n\n[Footnote 272: make] So the 4to.--The 8vo \"wake.\"]\n\n[Footnote 273: the city-walls) So the 8vo.--The 4to \"the walles.\"]\n\n[Footnote 274: him] So the 4to.--The 8vo \"it.\"]\n\n[Footnote 275: in] Old eds. \"VP in,[\"]--the \"vp\" having been repeated\nby mistake from the preceding line.]\n\n[Footnote 276: scar'd] So the 8vo; and, it would seem, rightly;\nTamburlaine making an attempt at a bitter jest, in reply\nto what the Governor has just said.--The 4to \"sear'd.\"]\n\n[Footnote 277: Vile] The 8vo \"Vild\"; the 4to \"Wild\" (Both eds.,\na little before, have \"VILE monster, born of some infernal hag\",\nand, a few lines after, \"To VILE and ignominious servitude\":--\nthe fact is, our early writers (or rather, transcribers),\nwith their usual inconsistency of spelling, give now the one\nform, and now the other:  compare the folio SHAKESPEARE,\n1623, where we sometimes find \"vild\" and sometimes \"VILE.\")]\n\n[Footnote 278: Bagdet's] So the 8vo.--The 4to \"Badgets.\"]\n\n[Footnote 279: A citadel, &c.] Something has dropt out from this line.]\n\n[Footnote 280: Well said] Equivalent to--Well done! as appears from\ninnumerable passages of our early writers:  see, for instances,\nmy ed. of Beaumont and Fletcher's WORKS, vol. i. 328, vol. ii.\n445, vol. viii. 254.]\n\n[Footnote 281: will I] So the 8vo.--The 4to \"I will.\"]\n\n[Footnote 282: suffer'st] Old eds. \"suffers\":  but see the two following\nnotes.]\n\n[Footnote 283: send'st] So the 8vo.--The 4to \"sends.\"]\n\n[Footnote 284: sit'st] So the 8vo.--The 4to \"sits.\"]\n\n[Footnote 285: head] So the 8vo.--The 4to \"blood.\"]\n\n[Footnote 286: fed] Old eds. \"feede.\"]\n\n[Footnote 287: upon] So the 8vo.--Omitted in the 4to.]\n\n[Footnote 288: fleet] i.e. float.]\n\n[Footnote 289: gape] So the 8vo.--The 4to \"gaspe.\"]\n\n[Footnote 290: in] So the 8vo.--Omitted in the 4to.]\n\n[Footnote 291: forth, ye vassals] Spoken, of course, to the two kings\nwho draw his chariot.]\n\n[Footnote 292: whatsoe'er] So the 8vo.--The 4to \"whatsoeuer.\"]\n\n[Footnote 293: Euphrates] See note |||, p. 36.]\n\n     note |||, from p. 36.  (The First Part of Tamburlaine the\n     Great):\n\n    \"Euphrates] So our old poets invariably, I believe,\n     accentuate this word.\"\n\n     Note:  'Euphrates' was printed with no accented characters\n     at all.]\n\n[Footnote 294: may we] So the 8vo.--The 4to \"we may.\"]\n\n[Footnote 295: this] So the 8vo.--The 4to \"that\" (but in the next speech\nof the same person it has \"THIS Tamburlaine\").]\n\n[Footnote 296: record] i.e. call to mind.]\n\n[Footnote 297: Aid] So the 8vo.--The 4to \"And.\"]\n\n[Footnote 298: Renowmed] See note ||, p. 11.  So the 8vo.--The 4to\n\"Renowned.\"--The prefix to this speech is wanting in the old eds.\n\n    [note ||, from p. 11.  (The First Part of Tamburlaine the\n     Great):\n\n    \"renowmed] i.e. renowned.--So the 8vo.--The 4to \"renowned.\"\n     --The form \"RENOWMED\" (Fr. renomme) occurs repeatedly\n     afterwards in this play, according to the 8vo.  It is\n     occasionally found in writers posterior to Marlowe's time.\n     e.g.\n\n      \"Of Constantines great towne RENOUM'D in vaine.\"\n         Verses to King James, prefixed to Lord Stirling's\n         MONARCHICKE TRAGEDIES, ed. 1607.\"]\n\n[Footnote 299: invisibly] So the 4to.--The 8vo \"inuincible.\"]\n\n[Footnote 300: inexcellence] So the 4to.--The 8vo \"inexcellencie.\"]\n\n[Footnote 301: Enter Tamburlaine, &c.] Here the old eds. have no stage-\ndirection; and perhaps the poet intended that Tamburlaine should\nenter at the commencement of this scene.  That he is drawn in his\nchariot by the two captive kings, appears from his exclamation\nat p. 72, first col. \"Draw, you slaves!\"]\n\n[Footnote 302: cease] So the 8vo.--The 4to \"case.\"]\n\n[Footnote 303: hypostasis] Old eds. \"Hipostates.\"]\n\n[Footnote 304: artiers] See note *, p. 18.\n\n    [Note *, from p. 18.  (The First Part of Tamburlaine the\n     Great):\n\n    \"Artier] i.e. artery.  This form occurs again in the SEC.\n     PART of the present play:  so too in a copy of verses by\n     Day;\n\n       \"Hid in the vaines and ARTIERS of the earthe.\"\n         SHAKESPEARE SOC. PAPERS, vol. i. 19.\n\n     The word indeed was variously written of old:\n\n       \"The ARTER strynge is the conduyt of the lyfe spiryte.\"\n         Hormanni VULGARIA, sig. G iii. ed. 1530.\n\n       \"Riche treasures serue for th'ARTERS of the war.\"\n         Lord Stirling's DARIUS, act ii. Sig. C 2. ed. 1604.\n\n       \"Onelye the extrauagant ARTIRE of my arme is brused.\"\n         EVERIE WOMAN IN HER HUMOR, 1609, sig. D 4.\n\n       \"And from the veines some bloud each ARTIRE draines.\"\n         Davies's MICROCOSMOS, 1611, p. 56.\"]\n\n[Footnote 305: upon] So the 4to.--The 8vo \"on.\"]\n\n[Footnote 306: villain cowards] Old eds. \"VILLAINES, cowards\" (which\nis not to be defended by \"VILLAINS, COWARDS, traitors to our\nstate\", p. 67, sec. col.).  Compare \"But where's this COWARD\nVILLAIN,\" &c., p. 61 sec. col.]\n\n[Footnote 307: unto] So the 8vo.--The 4to \"to.\"]\n\n[Footnote 308: Whereas] i.e. Where.]\n\n[Footnote 309: Terrene] i.e. Mediterranean.]\n\n[Footnote 310: began] So the 8vo.--The 4to \"begun.\"]\n\n[Footnote 311: this] So the 8vo.--The 4to \"the.\"]\n\n[Footnote 312: subjects] Mr. Collier (Preface to COLERIDGE'S SEVEN\nLECTURES ON SHAKESPEARE AND MILTON, p. cxviii) says that here\n\"subjects\" is a printer's blunder for \"substance\":  YET HE TAKES\nNO NOTICE OF TAMBURLAINE'S NEXT WORDS, \"But, sons, this SUBJECT\nnot of force enough,\" &c.--The old eds. are quite right in both\npassages:  compare, in p. 62, first col.;\n\n    \"A form not meet to give that SUBJECT essence\n     Whose matter is the flesh of Tamburlaine,\" &c.]\n\n[Footnote 313: into] So the 8vo.--The 4to \"vnto.\"]\n\n[Footnote 314: your seeds] So the 8vo.--The 4to \"OUR seedes.\" (In p. 18,\nfirst col., [The First Part of Tamburlaine the Great] we have\nhad \"Their angry SEEDS\"; but in p. 47, first col., [this play]\n\"thy seed\":--and Marlowe probably wrote \"seed\" both here and in\np. 18.)]\n\n[Footnote 315: lineaments] So the 8vo.--The 4to \"laments.\"--The Editor\nof 1826 remarks, that this passage \"is too obscure for ordinary\ncomprehension.\"]\n\n[Footnote 316: these] So the 4to.--The 8vo \"those.\"]\n\n[Footnote 317: these] So the 4to.--The 8vo \"those.\"]\n\n[Footnote 318: damned] i.e. doomed,--sorrowful.]\n\n[Footnote 319: Clymene's] So the 8vo.--The 4to \"Clymeus.\"]\n\n[Footnote 320: Phoebe's] So the 8vo.--The 4to \"Phoebus.\"]\n\n[Footnote 321: Phyteus'] Meant perhaps for \"Pythius'\", according to the\nusage of much earlier poets:\n\n    \"And of PHYTON[i.e. Python] that Phebus made thus fine\n     Came Phetonysses,\" &c.\n          Lydgate's WARRES OF TROY, B. ii. SIG. K vi. ed.\n          1555.]\n\nHere the modern editors print \"Phoebus'\".]\n\n[Footnote 322: thee] So the 8vo.--The 4to \"me.\"]\n\n[Footnote 323: cliffs] Here the old eds. \"clifts\" and \"cliftes\":\nbut see p. 12, line 5, first col.\n\n    [p. 12, first col.  (The First Part of Tamburlaine the\n     Great):\n\n    \"Both we will walk upon the lofty cliffs;*\n\n    * cliffs: So the 8vo.--The 4to \"cliftes.\"]\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Tamburlaine the Great, Part II., by \nChristopher Marlowe\n\n*** END OF THIS PROJECT GUTENBERG EBOOK TAMBURLAINE THE GREAT, PART II. ***\n\n***** This file should be named 1589-8.txt or 1589-8.zip *****\nThis and all associated files of various formats will be found in:\n        http:\/\/www.gutenberg.org\/1\/5\/8\/1589\/\n\nProduced by Gary R. Young\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp:\/\/gutenberg.org\/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark\/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s\/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http:\/\/www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp:\/\/pglaf.org\/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http:\/\/pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http:\/\/pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http:\/\/pglaf.org\/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http:\/\/www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n","id":344,"split":"train"}
