{"ori_id":"02476285f0673b06c7754deed4517e54c50c42b5","title":"The Tale of Samuel Whiskers or The Roly-Poly Pudding","context":"The Tale of Samuel Whiskers or The Roly-Poly Pudding\n The theme of the tale is the childhood sin of disobedience. Tom Kitten is a young cat who lives with his mother, Mrs. Tabitha Twitchit, and sisters, Moppet and Mittens, in a house overrun with rats. Her children being an unruly bunch, Mrs. Twitchit puts Moppet and Mittens in a cupboard in order to keep them under control, but Tom Kitten escapes up the chimney. As he makes his way to the top of the house, he comes across a crack in the wall and, squeezing through it, finds himself under the attic's floorboards. There he meets the rats, Mr. Samuel Whiskers and his wife Anna Maria. They catch him and proceed to cover him with butter and dough they have stolen in order to eat him as a pudding. They are seen by the two other Kittens who are hiding from their mother as they steal the dough, butter, and rolling-pin. However, when they proceed to settle the dough with a rolling-pin, the noise gets through the floorboards and attracts the attention of Tabitha Twitchit and her cousin Ribby who has been helping search for Tom. They quickly call for John Joiner, the carpenter, who saws open the floor and rescues Tom. He has the dough removed, is washed, and the remains of the dumpling are eaten by the family. Whiskers and his wife escape to the barn of Farmer Potatoes, spreading their chaos to another location, though leaving the cat family residence in peace. Potter mentions herself as seeing Samuel Whiskers and Anna Maria making their escape, using a wheelbarrow that looks like her own. Tom is so affected by the incident that while his sisters become fine rat-catchers he is afraid of anything larger than a mouse.\nï»¿The Project Gutenberg eBook, The Tale of Samuel Whiskers, by Beatrix Potter\n\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n\n\n\n\nTitle: The Tale of Samuel Whiskers\n       The Roly-Poly Pudding\n\n\nAuthor: Beatrix Potter\n\nRelease Date: April 6, 2005  [eBook #15575]\n\nLanguage: English\n\nCharacter set encoding: ISO-646-US (US-ASCII)\n\n\n***START OF THE PROJECT GUTENBERG EBOOK THE TALE OF SAMUEL WHISKERS***\n\n\nE-text prepared by Robert Cicconetti, Ronald Holder, and the Project\nGutenberg Online Distributed Proofreading Team (http:\/\/www.pgdp.net)\n\n\n\nNote: Project Gutenberg also has an HTML version of this\n      file which includes the original lovely illustrations.\n      See 15575-h.htm or 15575-h.zip:\n      (http:\/\/www.gutenberg.net\/dirs\/1\/5\/5\/7\/15575\/15575-h\/15575-h.htm)\n      or\n      (http:\/\/www.gutenberg.net\/dirs\/1\/5\/5\/7\/15575\/15575-h.zip)\n\n\n\n\n\nTHE TALE OF SAMUEL WHISKERS\n\nOr, The Roly-Poly Pudding\n\nby\n\nBEATRIX POTTER\n\nAuthor of \"The Tale of Peter Rabbit\" etc.\n\n\n\n\n\n\n\n[Illustration]\n\n\n\nIN REMEMBRANCE OF\n\"SAMMY,\"\nTHE INTELLIGENT PINK-EYED REPRESENTATIVE\nOF\nA PERSECUTED (BUT IRREPRESSIBLE) RACE\nAN AFFECTIONATE LITTLE FRIEND,\nAND MOST ACCOMPLISHED\nTHIEF\n\n\n\n[Illustration]\n\n\n[Illustration]\n\n\n[Illustration]\n\n\n\nFREDERICK WARNE\n\nFirst published 1908\n(Originally published in U.S.A. as _The Roly-Poly Pudding_)\n\n\n\n[Illustration]\n\n\n\n\n[Illustration]\n\nOnce upon a time there was an old cat, called Mrs. Tabitha Twitchit, who\nwas an anxious parent. She used to lose her kittens continually, and\nwhenever they were lost they were always in mischief!\n\nOn baking day she determined to shut them up in a cupboard.\n\nShe caught Moppet and Mittens, but she could not find Tom.\n\nMrs. Tabitha went up and down all over the house, mewing for Tom\nKitten. She looked in the pantry under the staircase, and she searched\nthe best spare bedroom that was all covered up with dust sheets. She\nwent right upstairs and looked into the attics, but she could not find\nhim anywhere.\n\nIt was an old, old house, full of cupboards and passages. Some of the\nwalls were four feet thick, and there used to be queer noises inside\nthem, as if there might be a little secret staircase. Certainly there\nwere odd little jagged doorways in the wainscot, and things disappeared\nat night--especially cheese and bacon.\n\nMrs. Tabitha became more and more distracted, and mewed dreadfully.\n\n[Illustration]\n\n[Illustration]\n\nWhile their mother was searching the house, Moppet and Mittens had got\ninto mischief.\n\nThe cupboard door was not locked, so they pushed it open and came out.\n\n[Illustration]\n\nThey went straight to the dough which was set to rise in a pan before\nthe fire.\n\nThey patted it with their little soft paws--\"Shall we make dear little\nmuffins?\" said Mittens to Moppet.\n\n[Illustration]\n\nBut just at that moment somebody knocked at the front door, and Moppet\njumped into the flour barrel in a fright.\n\n[Illustration]\n\nMittens ran away to the dairy, and hid in an empty jar on the stone\nshelf where the milk pans stand.\n\nThe visitor was a neighbour, Mrs. Ribby; she had called to borrow some\nyeast.\n\nMrs. Tabitha came downstairs mewing dreadfully--\"Come in, Cousin Ribby,\ncome in, and sit ye down! I'm in sad trouble, Cousin Ribby,\" said\nTabitha, shedding tears. \"I've lost my dear son Thomas; I'm afraid the\nrats have got him.\" She wiped her eyes with her apron.\n\n\"He's a bad kitten, Cousin Tabitha; he made a cat's cradle of my best\nbonnet last time I came to tea. Where have you looked for him?\"\n\n\"All over the house! The rats are too many for me. What a thing it is to\nhave an unruly family!\" said Mrs. Tabitha Twitchit.\n\n[Illustration]\n\n[Illustration]\n\n\"I'm not afraid of rats; I will help you to find him; and whip him too!\nWhat is all that soot in the fender?\"\n\n[Illustration]\n\n\"The chimney wants sweeping--Oh, dear me, Cousin Ribby--now Moppet and\nMittens are gone!\"\n\n\"They have both got out of the cupboard!\"\n\n[Illustration]\n\nRibby and Tabitha set to work to search the house thoroughly again.\nThey poked under the beds with Ribby's umbrella, and they rummaged in\ncupboards. They even fetched a candle, and looked inside a clothes chest\nin one of the attics. They could not find anything, but once they heard\na door bang and somebody scuttered downstairs.\n\n\"Yes, it is infested with rats,\" said Tabitha tearfully. \"I caught seven\nyoung ones out of one hole in the back kitchen, and we had them for\ndinner last Saturday. And once I saw the old father rat--an enormous old\nrat, Cousin Ribby. I was just going to jump upon him, when he showed his\nyellow teeth at me and whisked down the hole.\"\n\n\"The rats get upon my nerves, Cousin Ribby,\" said Tabitha.\n\n[Illustration]\n\nRibby and Tabitha searched and searched. They both heard a curious\nroly-poly noise under the attic floor. But there was nothing to be seen.\n\n[Illustration]\n\nThey returned to the kitchen. \"Here's one of your kittens at least,\"\nsaid Ribby, dragging Moppet out of the flour barrel.\n\nThey shook the flour off her and set her down on the kitchen floor. She\nseemed to be in a terrible fright.\n\n\"Oh! Mother, Mother,\" said Moppet, \"there's been an old woman rat in the\nkitchen, and she's stolen some of the dough!\"\n\nThe two cats ran to look at the dough pan. Sure enough there were marks\nof little scratching fingers, and a lump of dough was gone!\n\n\"Which way did she go, Moppet?\"\n\nBut Moppet had been too much frightened to peep out of the barrel again.\n\nRibby and Tabitha took her with them to keep her safely in sight, while\nthey went on with their search.\n\n[Illustration]\n\n[Illustration]\n\nThey went into the dairy. The first thing they found was Mittens, hiding\nin an empty jar.\n\n[Illustration]\n\nThey tipped up the jar, and she scrambled out.\n\n\"Oh, Mother, Mother!\" said Mittens--\n\n[Illustration]\n\n\"Oh! Mother, Mother, there has been an old man rat in the dairy--a\ndreadful 'normous big rat, mother; and he's stolen a pat of butter and\nthe rolling-pin.\"\n\nRibby and Tabitha looked at one another.\n\n\"A rolling-pin and butter! Oh, my poor son Thomas!\" exclaimed Tabitha,\nwringing her paws.\n\n\"A rolling-pin?\" said Ribby. \"Did we not hear a roly-poly noise in the\nattic when we were looking into that chest?\"\n\nRibby and Tabitha rushed upstairs again. Sure enough the roly-poly noise\nwas still going on quite distinctly under the attic floor.\n\n[Illustration]\n\n\"This is serious, Cousin Tabitha,\" said Ribby. \"We must send for John\nJoiner at once, with a saw.\"\n\n       *       *       *       *       *\n\n[Illustration]\n\nNow this is what had been happening to Tom Kitten, and it shows how very\nunwise it is to go up a chimney in a very old house, where a person does\nnot know his way, and where there are enormous rats.\n\nTom Kitten did not want to be shut up in a cupboard. When he saw that\nhis mother was going to bake, he determined to hide.\n\nHe looked about for a nice convenient place, and he fixed upon the\nchimney.\n\nThe fire had only just been lighted, and it was not hot; but there was a\nwhite choky smoke from the green sticks. Tom Kitten got upon the fender\nand looked up. It was a big old-fashioned fire-place.\n\nThe chimney itself was wide enough inside for a man to stand up and walk\nabout. So there was plenty of room for a little Tom Cat.\n\n[Illustration]\n\n[Illustration]\n\nHe jumped right up into the fire-place, balancing himself upon the iron\nbar where the kettle hangs.\n\n[Illustration]\n\nTom Kitten took another big jump off the bar, and landed on a ledge high\nup inside the chimney, knocking down some soot into the fender.\n\n[Illustration]\n\nTom Kitten coughed and choked with the smoke; and he could hear the\nsticks beginning to crackle and burn in the fire-place down below. He\nmade up his mind to climb right to the top, and get out on the slates,\nand try to catch sparrows.\n\n\"I cannot go back. If I slipped I might fall in the fire and singe my\nbeautiful tail and my little blue jacket.\"\n\nThe chimney was a very big old-fashioned one. It was built in the days\nwhen people burnt logs of wood upon the hearth.\n\nThe chimney stack stood up above the roof like a little stone tower, and\nthe daylight shone down from the top, under the slanting slates that\nkept out the rain.\n\n[Illustration]\n\nTom Kitten was getting very frightened! He climbed up, and up, and up.\n\n[Illustration]\n\nThen he waded sideways through inches of soot. He was like a little\nsweep himself.\n\nIt was most confusing in the dark. One flue seemed to lead into\nanother.\n\nThere was less smoke, but Tom Kitten felt quite lost.\n\nHe scrambled up and up; but before he reached the chimney top he came to\na place where somebody had loosened a stone in the wall. There were some\nmutton bones lying about--\n\n\"This seems funny,\" said Tom Kitten. \"Who has been gnawing bones up here\nin the chimney? I wish I had never come! And what a funny smell? It is\nsomething like mouse; only dreadfully strong. It makes me sneeze,\" said\nTom Kitten.\n\n[Illustration]\n\n[Illustration]\n\nHe squeezed through the hole in the wall, and dragged himself along a\nmost uncomfortably tight passage where there was scarcely any light.\n\n[Illustration]\n\nHe groped his way carefully for several yards; he was at the back of the\nskirting-board in the attic, where there is a little mark * in the\npicture.\n\n[Illustration]\n\nAll at once he fell head over heels in the dark, down a hole, and\nlanded on a heap of very dirty rags.\n\nWhen Tom Kitten picked himself up and looked about him--he found himself\nin a place that he had never seen before, although he had lived all his\nlife in the house.\n\nIt was a very small stuffy fusty room, with boards, and rafters, and\ncobwebs, and lath and plaster.\n\nOpposite to him--as far away as he could sit--was an enormous rat.\n\n\"What do you mean by tumbling into my bed all covered with smuts?\" said\nthe rat, chattering his teeth.\n\n[Illustration]\n\n\"Please sir, the chimney wants sweeping,\" said poor Tom Kitten.\n\n[Illustration]\n\n\"Anna Maria! Anna Maria!\" squeaked the rat. There was a pattering noise\nand an old woman rat poked her head round a rafter.\n\nAll in a minute she rushed upon Tom Kitten, and before he knew what was\nhappening--\n\nHis coat was pulled off, and he was rolled up in a bundle, and tied with\nstring in very hard knots.\n\nAnna Maria did the tying. The old rat watched her and took snuff. When\nshe had finished, they both sat staring at him with their mouths open.\n\n\"Anna Maria,\" said the old man rat (whose name was Samuel\nWhiskers),--\"Anna Maria, make me a kitten dumpling roly-poly pudding for\nmy dinner.\"\n\n\"It requires dough and a pat of butter, and a rolling-pin,\" said Anna\nMaria, considering Tom Kitten with her head on one side.\n\n[Illustration]\n\n[Illustration]\n\n\"No,\" said Samuel Whiskers, \"make it properly, Anna Maria, with\nbreadcrumbs.\"\n\n[Illustration]\n\n\"Nonsense! Butter and dough,\" replied Anna Maria.\n\n[Illustration]\n\nThe two rats consulted together for a few minutes and then went away.\n\nSamuel Whiskers got through a hole in the wainscot, and went boldly down\nthe front staircase to the dairy to get the butter. He did not meet\nanybody.\n\nHe made a second journey for the rolling-pin. He pushed it in front of\nhim with his paws, like a brewer's man trundling a barrel.\n\nHe could hear Ribby and Tabitha talking, but they were busy lighting the\ncandle to look into the chest.\n\nThey did not see him.\n\n[Illustration]\n\nAnna Maria went down by way of the skirting-board and a window shutter\nto the kitchen to steal the dough.\n\n[Illustration]\n\nShe borrowed a small saucer, and scooped up the dough with her paws.\n\nShe did not observe Moppet.\n\nWhile Tom Kitten was left alone under the floor of the attic, he\nwriggled about and tried to mew for help.\n\nBut his mouth was full of soot and cobwebs, and he was tied up in such\nvery tight knots, he could not make anybody hear him.\n\nExcept a spider, which came out of a crack in the ceiling and examined\nthe knots critically, from a safe distance.\n\nIt was a judge of knots because it had a habit of tying up unfortunate\nblue-bottles. It did not offer to assist him.\n\nTom Kitten wriggled and squirmed until he was quite exhausted.\n\n[Illustration]\n\n[Illustration]\n\nPresently the rats came back and set to work to make him into a\ndumpling. First they smeared him with butter, and then they rolled him\nin the dough.\n\n\"Will not the string be very indigestible, Anna Maria?\" inquired Samuel\nWhiskers.\n\n[Illustration]\n\nAnna Maria said she thought that it was of no consequence; but she\nwished that Tom Kitten would hold his head still, as it disarranged the\npastry. She laid hold of his ears.\n\n[Illustration]\n\nTom Kitten bit and spat, and mewed and wriggled; and the rolling-pin\nwent roly-poly, roly; roly, poly, roly. The rats each held an end.\n\n\"His tail is sticking out! You did not fetch enough dough, Anna Maria.\"\n\n\"I fetched as much as I could carry,\" replied Anna Maria.\n\n\"I do not think\"--said Samuel Whiskers, pausing to take a look at Tom\nKitten--\"I do _not_ think it will be a good pudding. It smells sooty.\"\n\nAnna Maria was about to argue the point, when all at once there began to\nbe other sounds up above--the rasping noise of a saw; and the noise of a\nlittle dog, scratching and yelping!\n\n[Illustration]\n\nThe rats dropped the rolling-pin, and listened attentively.\n\n\"We are discovered and interrupted, Anna Maria; let us collect our\nproperty--and other people's,--and depart at once.\"\n\n\"I fear that we shall be obliged to leave this pudding.\"\n\n[Illustration]\n\n\"But I am persuaded that the knots would have proved indigestible,\nwhatever you may urge to the contrary.\"\n\n\"Come away at once and help me to tie up some mutton bones in a\ncounterpane,\" said Anna Maria. \"I have got half a smoked ham hidden in\nthe chimney.\"\n\n[Illustration]\n\nSo it happened that by the time John Joiner had got the plank up--there\nwas nobody under the floor except the rolling-pin and Tom Kitten in a\nvery dirty dumpling!\n\n[Illustration]\n\nBut there was a strong smell of rats; and John Joiner spent the rest of\nthe morning sniffing and whining, and wagging his tail, and going round\nand round with his head in the hole like a gimlet.\n\n[Illustration]\n\nThen he nailed the plank down again and put his tools in his bag, and\ncame downstairs.\n\nThe cat family had quite recovered. They invited him to stay to dinner.\n\nThe dumpling had been peeled off Tom Kitten, and made separately into a\nbag pudding, with currants in it to hide the smuts.\n\nThey had been obliged to put Tom Kitten into a hot bath to get the\nbutter off.\n\nJohn Joiner smelt the pudding; but he regretted that he had not time to\nstay to dinner, because he had just finished making a wheel-barrow for\nMiss Potter, and she had ordered two hen-coops.\n\nAnd when I was going to the post late in the afternoon--I looked up the\nlane from the corner, and I saw Mr. Samuel Whiskers and his wife on the\nrun, with big bundles on a little wheel-barrow, which looked very like\nmine.\n\nThey were just turning in at the gate to the barn of Farmer Potatoes.\n\nSamuel Whiskers was puffing and out of breath. Anna Maria was still\narguing in shrill tones.\n\nShe seemed to know her way, and she seemed to have a quantity of\nluggage.\n\nI am sure _I_ never gave her leave to borrow my wheel-barrow!\n\n[Illustration]\n\n[Illustration]\n\nThey went into the barn, and hauled their parcels with a bit of string\nto the top of the hay mow.\n\n[Illustration]\n\nAfter that, there were no more rats for a long time at Tabitha\nTwitchit's.\n\n[Illustration]\n\nAs for Farmer Potatoes, he has been driven nearly distracted. There are\nrats, and rats, and rats in his barn! They eat up the chicken food, and\nsteal the oats and bran, and make holes in the meal bags.\n\nAnd they are all descended from Mr. and Mrs. Samuel Whiskers--children\nand grand-children and great great grand-children.\n\nThere is no end to them!\n\nMoppet and Mittens have grown up into very good rat-catchers.\n\nThey go out rat-catching in the village, and they find plenty of\nemployment. They charge so much a dozen, and earn their living very\ncomfortably.\n\n[Illustration]\n\n[Illustration]\n\nThey hang up the rats' tails in a row on the barn door, to show how many\nthey have caught--dozens and dozens of them.\n\n[Illustration]\n\nBut Tom Kitten has always been afraid of a rat; he never durst face\nanything that is bigger than--\n\n[Illustration]\n\nA Mouse.\n\n\n\n***END OF THE PROJECT GUTENBERG EBOOK THE TALE OF SAMUEL WHISKERS***\n\n\n******* This file should be named 15575.txt or 15575.zip *******\n\n\nThis and all associated files of various formats will be found in:\nhttp:\/\/www.gutenberg.org\/dirs\/1\/5\/5\/7\/15575\n\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp:\/\/gutenberg.net\/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark\/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s\/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http:\/\/www.gutenberg.net\/fundraising\/pglaf.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http:\/\/www.gutenberg.net\/about\/contact\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http:\/\/www.gutenberg.net\/fundraising\/donate\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit:\nhttp:\/\/www.gutenberg.net\/fundraising\/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\nMost people start at our Web site which has the main PG search facility:\n\n     http:\/\/www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n","id":11,"split":"train"}
