{"ori_id":"f23712a97eb0abc86d873b5c28fe2008aa82ef0c","title":"The Keepsake Stories","context":"The Keepsake Stories\n Sir Philip, who had married for money and quarrelled with his brother-in-law, determined on the declaration of war in 1702 to join the Duke of Marlborough's army in Flanders as a volunteer. Receiving no tidings of him for many months, Lady Jemima resolved to consult a doctor from Padua, who had the reputation of being able to show his visitors their absent friends, and what they were doing. Accordingly she and her sister, disguised as soldiers' wives, went to him secretly, when he at once told them their real names and the information they desired. Having enjoined absolute silence, and changed his dress to that of an eastern necromancer, he led them into a room hung with black and lighted with torches, containing a large mirror behind an altar, on which were two swords, an open book, and a human skull. Gradually the mirror ceased to reflect these objects, and they saw the interior of a foreign church, in which Sir Philip was about to be married to a beautiful girl, when a group of officers entered, one of whom advanced towards the bridal party, arid swords were drawn on both sides. The scene then vanished, and the mirror again reflected the contents of the room. Restoratives were now offered to the ladies, and they were conducted to their carriage, the professor handing Lady Bothwell a composing draught for her sister.\nA few days afterwards news arrived from Holland that Sir Philip's nuptials with the daughter of a rich burgo-master were actually about to be celebrated, when Major Falconer, who happened to be in the town, and had come with some brother officers to witness the ceremony as an amusement, recognised and denounced the would-be bigamist, accepted a challenge from him, and was killed. Lady Jemima never recovered from the shock, the Italian disappeared to escape arrest as a Jacobite, and Sir Philip having, in his old age, sought in vain a reconciliation with Lady Bothwell, eluded pursuit as a murderer and died abroad.This is a ghost story. While travelling through the western counties, the general's attention was attracted by a picturesquely situated old castle, and, on inquiry at the inn where he changed horses, he learnt that its owner was a nobleman who had been his schoolfellow. He accordingly determined to call upon his lordship; and, having been persuaded to be his guest for a week, he was conducted at bedtime to an old-fashioned room, hung with tapestry, but comfortably furnished, and well lighted by two large candles and a blazing fire. The next morning Lord Woodville was informed by his servant that the general had been wandering in the park since an early hour and when he appeared at the breakfast table his countenance was haggard, his clothes carelessly put on, and his manner abstracted; moreover, he announced that he must depart immediately. Drawing him aside from the other visitors, his host pressed him for an explanation, and, after declaring that he would rather face a battery than recall the events of the night, he reluctantly narrated what he had undergone.\nJust as he was falling asleep he heard the rustling of a silk gown, and the tapping of high-heeled shoes, and then the figure of a woman passed between the bedstead and the fireplace. At first her back was towards him, but she slowly turned, and he distinctly saw the features of a corpse, bearing traces of the most hideous passions. He started up, and she sat on the bed, advancing her face within half a yard of his, upon which all his courage forsook him and he swooned. On recovering his senses she had disappeared, but he was afraid to move until daybreak, when he hurried from the room thoroughly unnerved. Lord Woodville was deeply impressed, for the chamber had the reputation of being haunted; and as he conducted the general through his picture gallery, he suddenly started as he caught sight of a portrait, exclaiming, \"There she is!\" and it proved to be the likeness of an ancestress whose crimes were incest and murder.Armstrong had been known during his father's lifetime as the Laird's Jock, or son; and being possessed of great strength and courage, had distinguished himself in the use of a two-handed sword, bequeathed to him by a Saxon outlaw, in many of the single combats which took place between the English and Scottish borderers during the reign of Queen Elizabeth.\nHe had, however, grown old, and was bed-ridden, when his only son accepted the challenge of an English champion. But his heart swelled with joy at the news, and having entrusted the lad with his celebrated weapon, he insisted on being wrapped in plaids and carried to the spot selected for the encounter, attended by his daughter. His followers gazed sadly on their chieftain's withered features and shrunken form; but when the combatants met, and the Englishman brandished the sword over his fallen antagonist, the old laird, reanimated for an instant with his former vigour, sprang from the rock on which he was seated, and, having uttered a cry like that of a dying lion rather than a human being, sank into the arms of his clansmen broken-hearted, not at the death of his boy, but at their wounded honour, and the irreparable loss of his weapon.\nï»¿The Project Gutenberg EBook of My Aunt Margaretâ\u0080\u0099s Mirror, by Sir Walter Scott\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n\nTitle: My Aunt Margaretâ\u0080\u0099s Mirror\n       From Short Stories Published in â\u0080\u009cThe Keepsake Annualâ\u0080\u009d of 1828\n\nAuthor: Sir Walter Scott\n\nPosting Date: October 23, 2008 [EBook #1667]\nRelease Date: March, 1999\nLast Updated: August 31, 2016\n\nLanguage: English\n\nCharacter set encoding: UTF-8\n\n*** START OF THIS PROJECT GUTENBERG EBOOK MY AUNT MARGARETâ\u0080\u0099S MIRROR ***\n\n\n\n\nProduced by An Anonymous Volunteer\n\n\n\n\n\nMY AUNT MARGARETâ\u0080\u0099S MIRROR\n\nby Sir Walter Scott\n\n\nFrom Short Stories Published in â\u0080\u009cThe Keepsake Annualâ\u0080\u009d of 1828\n\n\n\n\nINTRODUCTION.\n\nThe species of publication which has come to be generally known by the\ntitle of ANNUAL, being a miscellany of prose and verse, equipped with\nnumerous engravings, and put forth every year about Christmas, had\nflourished for a long while in Germany before it was imitated in this\ncountry by an enterprising bookseller, a German by birth, Mr. Ackermann.\nThe rapid success of his work, as is the custom of the time, gave\nbirth to a host of rivals, and, among others, to an Annual styled The\nKeepsake, the first volume of which appeared in 1828, and attracted much\nnotice, chiefly in consequence of the very uncommon splendour of\nits illustrative accompaniments. The expenditure which the spirited\nproprietors lavished on this magnificent volume is understood to have\nbeen not less than from ten to twelve thousand pounds sterling!\n\nVarious gentlemen of such literary reputation that any one might\nthink it an honour to be associated with them had been announced as\ncontributors to this Annual, before application was made to me to assist\nin it; and I accordingly placed with much pleasure at the Editorâ\u0080\u0099s\ndisposal a few fragments, originally designed to have been worked\ninto the Chronicles of the Canongate, besides a manuscript drama, the\nlong-neglected performance of my youthful days--â\u0080\u009cThe House of Aspen.â\u0080\u009d\n\nThe Keepsake for 1828 included, however, only three of these little\nprose tales, of which the first in order was that entitled â\u0080\u009cMy Aunt\nMargaretâ\u0080\u0099s Mirror.â\u0080\u009d By way of INTRODUCTION to this, when now included in\na general collection of my lucubrations, I have only to say that it is a\nmere transcript, or at least with very little embellishment, of a story\nthat I remembered being struck with in my childhood, when told at the\nfireside by a lady of eminent virtues and no inconsiderable share of\ntalent, one of the ancient and honourable house of Swinton. She was\na kind of relation of my own, and met her death in a manner so\nshocking--being killed, in a fit of insanity, by a female attendant who\nhad been attached to her person for half a lifetime--that I cannot now\nrecall her memory, child as I was when the catastrophe occurred, without\na painful reawakening of perhaps the first images of horror that the\nscenes of real life stamped on my mind.\n\nThis good spinster had in her composition a strong vein of the\nsuperstitious, and was pleased, among other fancies, to read alone in\nher chamber by a taper fixed in a candlestick which she had had formed\nout of a human skull. One night this strange piece of furniture acquired\nsuddenly the power of locomotion, and, after performing some odd circles\non her chimney-piece, fairly leaped on the floor, and continued to roll\nabout the apartment. Mrs. Swinton calmly proceeded to the adjoining room\nfor another light, and had the satisfaction to penetrate the mystery on\nthe spot. Rats abounded in the ancient building she inhabited, and one\nof these had managed to ensconce itself within her favourite MEMENTO\nMORI. Though thus endowed with a more than feminine share of nerve, she\nentertained largely that belief in supernaturals which in those times\nwas not considered as sitting ungracefully on the grave and aged of\nher condition; and the story of the Magic Mirror was one for which she\nvouched with particular confidence, alleging indeed that one of her own\nfamily had been an eye-witness of the incidents recorded in it.\n\n  â\u0080\u009cI tell the tale as it was told to me.â\u0080\u009d\n\nStories enow of much the same cast will present themselves to the\nrecollection of such of my readers as have ever dabbled in a species\nof lore to which I certainly gave more hours, at one period of my life,\nthan I should gain any credit by confessing.\n\nAUGUST 1831.\n\n\n\n\nAUNT MARGARETâ\u0080\u0099S MIRROR.\n\n      â\u0080\u009cThere are times\n  When Fancy plays her gambols, in despite\n  Even of our watchful senses--when in sooth\n  Substance seems shadow, shadow substance seems--\n  When the broad, palpable, and markâ\u0080\u0099d partition\n  â\u0080\u0098Twixt that which is and is not seems dissolved,\n  As if the mental eye gainâ\u0080\u0099d power to gaze\n  Beyond the limits of the existing world.\n  Such hours of shadowy dreams I better love\n  Than all the gross realities of life.â\u0080\u009d      ANONYMOUS.\n\nMy Aunt Margaret was one of that respected sisterhood upon whom devolve\nall the trouble and solicitude incidental to the possession of children,\nexcepting only that which attends their entrance into the world. We were\na large family, of very different dispositions and constitutions. Some\nwere dull and peevish--they were sent to Aunt Margaret to be amused;\nsome were rude, romping, and boisterous--they were sent to Aunt Margaret\nto be kept quiet, or rather that their noise might be removed out of\nhearing; those who were indisposed were sent with the prospect of being\nnursed; those who were stubborn, with the hope of their being subdued by\nthe kindness of Aunt Margaretâ\u0080\u0099s discipline;--in short, she had all\nthe various duties of a mother, without the credit and dignity of the\nmaternal character. The busy scene of her various cares is now over.\nOf the invalids and the robust, the kind and the rough, the peevish and\npleased children, who thronged her little parlour from morning to night,\nnot one now remains alive but myself, who, afflicted by early infirmity,\nwas one of the most delicate of her nurslings, yet, nevertheless, have\noutlived them all.\n\nIt is still my custom, and shall be so while I have the use of my limbs,\nto visit my respected relation at least three times a week. Her abode is\nabout half a mile from the suburbs of the town in which I reside, and\nis accessible, not only by the highroad, from which it stands at some\ndistance, but by means of a greensward footpath leading through some\npretty meadows. I have so little left to torment me in life, that it is\none of my greatest vexations to know that several of these sequestered\nfields have been devoted as sites for building. In that which is nearest\nthe town, wheelbarrows have been at work for several weeks in such\nnumbers, that, I verily believe, its whole surface, to the depth of\nat least eighteen inches, was mounted in these monotrochs at the same\nmoment, and in the act of being transported from one place to another.\nHuge triangular piles of planks are also reared in different parts of\nthe devoted messuage; and a little group of trees that still grace the\neastern end, which rises in a gentle ascent, have just received warning\nto quit, expressed by a daub of white paint, and are to give place to a\ncurious grove of chimneys.\n\nIt would, perhaps, hurt others in my situation to reflect that this\nlittle range of pasturage once belonged to my father (whose family was\nof some consideration in the world), and was sold by patches to remedy\ndistresses in which he involved himself in an attempt by commercial\nadventure to redeem his diminished fortune. While the building scheme\nwas in full operation, this circumstance was often pointed out to me by\nthe class of friends who are anxious that no part of your misfortunes\nshould escape your observation. â\u0080\u009cSuch pasture-ground!--lying at the very\ntownâ\u0080\u0099s end--in turnips and potatoes, the parks would bring L20 per acre;\nand if leased for building--oh, it was a gold mine! And all sold for\nan old song out of the ancient possessorâ\u0080\u0099s hands!â\u0080\u009d My comforters cannot\nbring me to repine much on this subject. If I could be allowed to look\nback on the past without interruption, I could willingly give up the\nenjoyment of present income and the hope of future profit to those\nwho have purchased what my father sold. I regret the alteration of the\nground only because it destroys associations, and I would more willingly\n(I think) see the Earlâ\u0080\u0099s Closes in the hands of strangers, retaining\ntheir silvan appearance, than know them for my own, if torn up by\nagriculture, or covered with buildings. Mine are the sensations of poor\nLogan:--\n\n  â\u0080\u009cThe horrid plough has rased the green\n    Where yet a child I strayed;\n  The axe has fellâ\u0080\u0099d the hawthorn screen,\n    The schoolboyâ\u0080\u0099s summer shade.â\u0080\u009d\n\nI hope, however, the threatened devastation will not be consummated\nin my day. Although the adventurous spirit of times short while since\npassed gave rise to the undertaking, I have been encouraged to think\nthat the subsequent changes have so far damped the spirit of speculation\nthat the rest of the woodland footpath leading to Aunt Margaretâ\u0080\u0099s\nretreat will be left undisturbed for her time and mine. I am interested\nin this, for every step of the way, after I have passed through\nthe green already mentioned, has for me something of early\nremembrance:--There is the stile at which I can recollect a cross\nchildâ\u0080\u0099s-maid upbraiding me with my infirmity as she lifted me coarsely\nand carelessly over the flinty steps, which my brothers traversed with\nshout and bound. I remember the suppressed bitterness of the moment,\nand, conscious of my own inferiority, the feeling of envy with which I\nregarded the easy movements and elastic steps of my more happily formed\nbrethren. Alas! these goodly barks have all perished on lifeâ\u0080\u0099s wide\nocean, and only that which seemed so little seaworthy, as the naval\nphrase goes, has reached the port when the tempest is over. Then there\nis the pool, where, manoeuvring our little navy, constructed out of the\nbroad water-flags, my elder brother fell in, and was scarce saved from\nthe watery element to die under Nelsonâ\u0080\u0099s banner. There is the hazel\ncopse also, in which my brother Henry used to gather nuts, thinking\nlittle that he was to die in an Indian jungle in quest of rupees.\n\nThere is so much more of remembrance about the little walk, that--as I\nstop, rest on my crutch-headed cane, and look round with that species\nof comparison between the thing I was and that which I now am--it almost\ninduces me to doubt my own identity; until I find myself in face of the\nhoneysuckle porch of Aunt Margaretâ\u0080\u0099s dwelling, with its irregularity of\nfront, and its odd, projecting latticed windows, where the workmen seem\nto have made it a study that no one of them should resemble another in\nform, size, or in the old-fashioned stone entablature and labels which\nadorn them. This tenement, once the manor house of the Earlâ\u0080\u0099s Closes,\nwe still retain a slight hold upon; for, in some family arrangements,\nit had been settled upon Aunt Margaret during the term of her life. Upon\nthis frail tenure depends, in a great measure, the last shadow of the\nfamily of Bothwell of Earlâ\u0080\u0099s Closes, and their last slight connection\nwith their paternal inheritance. The only representative will then be an\ninfirm old man, moving not unwillingly to the grave, which has devoured\nall that were dear to his affections.\n\nWhen I have indulged such thoughts for a minute or two, I enter the\nmansion, which is said to have been the gate-house only of the original\nbuilding, and find one being on whom time seems to have made little\nimpression; for the Aunt Margaret of to-day bears the same proportional\nage to the Aunt Margaret of my early youth that the boy of ten years\nold does to the man of (byâ\u0080\u0099r Lady!) some fifty-six years. The old ladyâ\u0080\u0099s\ninvariable costume has doubtless some share in confirming one in the\nopinion that time has stood still with Aunt Margaret.\n\nThe brown or chocolate-coloured silk gown, with ruffles of the same\nstuff at the elbow, within which are others of Mechlin lace; the black\nsilk gloves, or mitts; the white hair combed back upon a roll; and\nthe cap of spotless cambric, which closes around the venerable\ncountenance--as they were not the costume of 1780, so neither were they\nthat of 1826; they are altogether a style peculiar to the individual\nAunt Margaret. There she still sits, as she sat thirty years since, with\nher wheel or the stocking, which she works by the fire in winter and by\nthe window in summer; or, perhaps, venturing as far as the porch in an\nunusually fine summer evening. Her frame, like some well-constructed\npiece of mechanics, still performs the operations for which it had\nseemed destined--going its round with an activity which is gradually\ndiminished, yet indicating no probability that it will soon come to a\nperiod.\n\nThe solicitude and affection which had made Aunt Margaret the willing\nslave to the inflictions of a whole nursery, have now for their object\nthe health and comfort of one old and infirm man--the last remaining\nrelative of her family, and the only one who can still find interest in\nthe traditional stores which she hoards, as some miser hides the gold\nwhich he desires that no one should enjoy after his death.\n\nMy conversation with Aunt Margaret generally relates little either to\nthe present or to the future. For the passing day we possess as much as\nwe require, and we neither of us wish for more; and for that which is\nto follow, we have, on this side of the grave, neither hopes, nor fears,\nnor anxiety. We therefore naturally look back to the past, and forget\nthe present fallen fortunes and declined importance of our family in\nrecalling the hours when it was wealthy and prosperous.\n\nWith this slight introduction, the reader will know as much of Aunt\nMargaret and her nephew as is necessary to comprehend the following\nconversation and narrative.\n\nLast week, when, late in a summer evening, I went to call on the old\nlady to whom my reader is now introduced, I was received by her with all\nher usual affection and benignity, while, at the same time, she seemed\nabstracted and disposed to silence. I asked her the reason. â\u0080\u009cThey have\nbeen clearing out the old chapel,â\u0080\u009d she said; â\u0080\u009cJohn Clayhudgeons having,\nit seems, discovered that the stuff within--being, I suppose, the\nremains of our ancestors--was excellent for top-dressing the meadows.â\u0080\u009d\n\nHere I started up with more alacrity than I have displayed for some\nyears; but sat down while my aunt added, laying her hand upon my sleeve,\nâ\u0080\u009cThe chapel has been long considered as common ground, my dear, and used\nfor a pinfold, and what objection can we have to the man for employing\nwhat is his own to his own profit? Besides, I did speak to him, and he\nvery readily and civilly promised that if he found bones or monuments,\nthey should be carefully respected and reinstated; and what more could I\nask? So, the first stone they found bore the name of Margaret Bothwell,\n1585, and I have caused it to be laid carefully aside, as I think it\nbetokens death, and having served my namesake two hundred years, it has\njust been cast up in time to do me the same good turn. My house has been\nlong put in order, as far as the small earthly concerns require it; but\nwho shall say that their account with, Heaven is sufficiently revised?â\u0080\u009d\n\nâ\u0080\u009cAfter what you have said, aunt,â\u0080\u009d I replied, â\u0080\u009cperhaps I ought to take my\nhat and go away; and so I should, but that there is on this occasion a\nlittle alloy mingled with your devotion. To think of death at all times\nis a duty--to suppose it nearer from the finding an old gravestone is\nsuperstition; and you, with your strong, useful common sense, which was\nso long the prop of a fallen family, are the last person whom I should\nhave suspected of such weakness.â\u0080\u009d\n\nâ\u0080\u009cNeither would I deserve your suspicions, kinsman,â\u0080\u009d answered Aunt\nMargaret, â\u0080\u009cif we were speaking of any incident occurring in the actual\nbusiness of human life. But for all this, I have a sense of superstition\nabout me, which I do not wish to part with. It is a feeling which\nseparates me from this age, and links me with that to which I am\nhastening; and even when it seems, as now, to lead me to the brink\nof the grave, and bid me gaze on it, I do not love that it should be\ndispelled. It soothes my imagination, without influencing my reason or\nconduct.â\u0080\u009d\n\nâ\u0080\u009cI profess, my good lady,â\u0080\u009d replied I, â\u0080\u009cthat had any one but you made\nsuch a declaration, I should have thought it as capricious as that of\nthe clergyman, who, without vindicating his false reading, preferred,\nfrom habitâ\u0080\u0099s sake, his old Mumpsimus to the modern Sumpsimus.â\u0080\u009d\n\nâ\u0080\u009cWell,â\u0080\u009d answered my aunt, â\u0080\u009cI must explain my inconsistency in this\nparticular by comparing it to another. I am, as you know, a piece of\nthat old-fashioned thing called a Jacobite; but I am so in sentiment and\nfeeling only, for a more loyal subject never joined in prayers for the\nhealth and wealth of George the Fourth, whom God long preserve! But I\ndare say that kind-hearted sovereign would not deem that an old woman\ndid him much injury if she leaned back in her arm-chair, just in such\na twilight as this, and thought of the high-mettled men whose sense of\nduty called them to arms against his grandfather; and how, in a cause\nwhich they deemed that of their rightful prince and country,\n\n  â\u0080\u0098They fought till their hand to the broadsword was glued,\n  They fought against fortune with hearts unsubdued.â\u0080\u0099\n\nDo not come at such a moment, when my head is full of plaids, pibrochs,\nand claymores, and ask my reason to admit what, I am afraid, it cannot\ndeny--I mean, that the public advantage peremptorily demanded that these\nthings should cease to exist. I cannot, indeed, refuse to allow the\njustice of your reasoning; but yet, being convinced against my will, you\nwill gain little by your motion. You might as well read to an infatuated\nlover the catalogue of his mistressâ\u0080\u0099s imperfections; for when he has\nbeen compelled to listen to the summary, you will only get for answer\nthat â\u0080\u0098he loâ\u0080\u0099es her aâ\u0080\u0099 the better.â\u0080\u0099â\u0080\u009d\n\nI was not sorry to have changed the gloomy train of Aunt Margaretâ\u0080\u0099s\nthoughts, and replied in the same tone, â\u0080\u009cWell, I canâ\u0080\u0099t help being\npersuaded that our good King is the more sure of Mrs. Bothwellâ\u0080\u0099s loyal\naffection, that he has the Stewart right of birth as well as the Act of\nSuccession in his favour.â\u0080\u009d\n\nâ\u0080\u009cPerhaps my attachment, were its source of consequence, might be found\nwarmer for the union of the rights you mention,â\u0080\u009d said Aunt Margaret;\nâ\u0080\u009cbut, upon my word, it would be as sincere if the Kingâ\u0080\u0099s right were\nfounded only on the will of the nation, as declared at the Revolution. I\nam none of your JURE DIVINO folks.â\u0080\u009d\n\nâ\u0080\u009cAnd a Jacobite notwithstanding.â\u0080\u009d\n\nâ\u0080\u009cAnd a Jacobite notwithstanding--or rather, I will give you leave to\ncall me one of the party which, in Queen Anneâ\u0080\u0099s time, were called,\nWHIMSICALS, because they were sometimes operated upon by feelings,\nsometimes by principle. After all, it is very hard that you will not\nallow an old woman to be as inconsistent in her political sentiments as\nmankind in general show themselves in all the various courses of\nlife; since you cannot point out one of them in which the passions and\nprejudices of those who pursue it are not perpetually carrying us away\nfrom the path which our reason points out.â\u0080\u009d\n\nâ\u0080\u009cTrue, aunt; but you are a wilful wanderer, who should be forced back\ninto the right path.â\u0080\u009d\n\nâ\u0080\u009cSpare me, I entreat you,â\u0080\u009d replied Aunt Margaret. â\u0080\u009cYou remember the\nGaelic song, though I dare say I mispronounce the words--\n\n   â\u0080\u0098Hatil mohatil, na dowski mi.â\u0080\u0099\n  (I am asleep, do not waken me.)\n\nI tell you, kinsman, that the sort of waking dreams which my imagination\nspins out, in what your favourite Wordsworth calls â\u0080\u0098moods of my own\nmind,â\u0080\u0099 are worth all the rest of my more active days. Then, instead\nof looking forwards, as I did in youth, and forming for myself fairy\npalaces, upon the verge of the grave I turn my eyes backward upon\nthe days and manners of my better time; and the sad, yet soothing\nrecollections come so close and interesting, that I almost think it\nsacrilege to be wiser or more rational or less prejudiced than those to\nwhom I looked up in my younger years.â\u0080\u009d\n\nâ\u0080\u009cI think I now understand what you mean,â\u0080\u009d I answered, â\u0080\u009cand can\ncomprehend why you should occasionally prefer the twilight of illusion\nto the steady light of reason.â\u0080\u009d\n\nâ\u0080\u009cWhere there is no task,â\u0080\u009d she rejoined, â\u0080\u009cto be performed, we may sit in\nthe dark if we like it; if we go to work, we must ring for candles.â\u0080\u009d\n\nâ\u0080\u009cAnd amidst such shadowy and doubtful light,â\u0080\u009d continued I, â\u0080\u009cimagination\nframes her enchanted and enchanting visions, and sometimes passes them\nupon the senses for reality.â\u0080\u009d\n\nâ\u0080\u009cYes,â\u0080\u009d said Aunt Margaret, who is a well-read woman, â\u0080\u009cto those who\nresemble the translator of Tasso,--\n\n   â\u0080\u0098Prevailing poet, whose undoubting mind\n   Believed the magic wonders which he sung.\n\nIt is not required for this purpose that you should be sensible of the\npainful horrors which an actual belief in such prodigies inflicts.\nSuch a belief nowadays belongs only to fools and children. It is not\nnecessary that your ears should tingle and your complexion change, like\nthat of Theodore at the approach of the spectral huntsman. All that is\nindispensable for the enjoyment of the milder feeling of supernatural\nawe is, that you should be susceptible of the slight shuddering which\ncreeps over you when you hear a tale of terror--that well-vouched tale\nwhich the narrator, having first expressed his general disbelief of all\nsuch legendary lore, selects and produces, as having something in it\nwhich he has been always obliged to give up as inexplicable. Another\nsymptom is a momentary hesitation to look round you, when the interest\nof the narrative is at the highest; and the third, a desire to avoid\nlooking into a mirror when you are alone in your chamber for the\nevening. I mean such are signs which indicate the crisis, when a female\nimagination is in due temperature to enjoy a ghost story. I do not\npretend to describe those which express the same disposition in a\ngentleman.â\u0080\u009d\n\nâ\u0080\u009cThat last symptom, dear aunt, of shunning the mirror seems likely to be\na rare occurrence amongst the fair sex.â\u0080\u009d\n\nâ\u0080\u009cYou are a novice in toilet fashions, my dear cousin. All women consult\nthe looking-glass with anxiety before they go into company; but when\nthey return home, the mirror has not the same charm. The die has been\ncast--the party has been successful or unsuccessful in the impression\nwhich she desired to make. But, without going deeper into the mysteries\nof the dressing-table, I will tell you that I myself, like many other\nhonest folks, do not like to see the blank, black front of a large\nmirror in a room dimly lighted, and where the reflection of the candle\nseems rather to lose itself in the deep obscurity of the glass than to\nbe reflected back again into the apartment, That space of inky darkness\nseems to be a field for Fancy to play her revels in. She may call up\nother features to meet us, instead of the reflection of our own; or, as\nin the spells of Halloweâ\u0080\u0099en, which we learned in childhood, some unknown\nform may be seen peeping over our shoulder. In short, when I am in a\nghost-seeing humour, I make my handmaiden draw the green curtains over\nthe mirror before I go into the room, so that she may have the first\nshock of the apparition, if there be any to be seen, But, to tell you\nthe truth, this dislike to look into a mirror in particular times and\nplaces has, I believe, its original foundation in a story which came to\nme by tradition from my grandmother, who was a party concerned in the\nscene of which I will now tell you.â\u0080\u009d\n\n\n\n\nTHE MIRROR.\n\n\n\nCHAPTER I.\n\nYou are fond (said my aunt) of sketches of the society which has passed\naway. I wish I could describe to you Sir Philip Forester, the â\u0080\u009cchartered\nlibertineâ\u0080\u009d of Scottish good company, about the end of the last century.\nI never saw him indeed; but my motherâ\u0080\u0099s traditions were full of his wit,\ngallantry, and dissipation. This gay knight flourished about the end of\nthe seventeenth and beginning of the eighteenth century. He was the Sir\nCharles Easy and the Lovelace of his day and country--renowned for the\nnumber of duels he had fought, and the successful intrigues which he had\ncarried on. The supremacy which he had attained in the fashionable world\nwas absolute; and when we combine it with one or two anecdotes, for\nwhich, â\u0080\u009cif laws were made for every degree,â\u0080\u009d he ought certainly to have\nbeen hanged, the popularity of such a person really serves to show,\neither that the present times are much more decent, if not more\nvirtuous, than they formerly were, or that high-breeding then was\nof more difficult attainment than that which is now so called, and\nconsequently entitled the successful professor to a proportional degree\nof plenary indulgences and privileges. No beau of this day could have\nborne out so ugly a story as that of Pretty Peggy Grindstone, the\nmillerâ\u0080\u0099s daughter at Sillermills--it had well-nigh made work for the\nLord Advocate. But it hurt Sir Philip Forester no more than the hail\nhurts the hearthstone. He was as well received in society as ever, and\ndined with the Duke of A---- the day the poor girl was buried. She died\nof heartbreak. But that has nothing to do with my story.\n\nNow, you must listen to a single word upon kith, kin, and ally;\nI promise you I will not be prolix. But it is necessary to the\nauthenticity of my legend that you should know that Sir Philip Forester,\nwith his handsome person, elegant accomplishments, and fashionable\nmanners, married the younger Miss Falconer of Kingâ\u0080\u0099s Copland. The elder\nsister of this lady had previously become the wife of my grandfather,\nSir Geoffrey Bothwell, and brought into our family a good fortune. Miss\nJemima, or Miss Jemmie Falconer, as she was usually called, had also\nabout ten thousand pounds sterling--then thought a very handsome portion\nindeed.\n\nThe two sisters were extremely different, though each had their admirers\nwhile they remained single. Lady Bothwell had some touch of the old\nKingâ\u0080\u0099s Copland blood about her. She was bold, though not to the degree\nof audacity, ambitious, and desirous to raise her house and family; and\nwas, as has been said, a considerable spur to my grandfather, who was\notherwise an indolent man, but whom, unless he has been slandered, his\nladyâ\u0080\u0099s influence involved in some political matters which had been\nmore wisely let alone. She was a woman of high principle, however, and\nmasculine good sense, as some of her letters testify, which are still in\nmy wainscot cabinet.\n\nJemmie Falconer was the reverse of her sister in every respect. Her\nunderstanding did not reach above the ordinary pitch, if, indeed,\nshe could be said to have attained it. Her beauty, while it lasted,\nconsisted, in a great measure, of delicacy of complexion and regularity\nof features, without any peculiar force of expression. Even these charms\nfaded under the sufferings attendant on an ill-assorted match. She was\npassionately attached to her husband, by whom she was treated with a\ncallous yet polite indifference, which, to one whose heart was as\ntender as her judgment was weak, was more painful perhaps than absolute\nill-usage. Sir Philip was a voluptuary--that is, a completely selfish\negotist--whose disposition and character resembled the rapier he wore,\npolished, keen, and brilliant, but inflexible and unpitying. As he\nobserved carefully all the usual forms towards his lady, he had the\nart to deprive her even of the compassion of the world; and useless and\nunavailing as that may be while actually possessed by the sufferer, it\nis, to a mind like Lady Foresterâ\u0080\u0099s, most painful to know she has it not.\n\nThe tattle of society did its best to place the peccant husband above\nthe suffering wife. Some called her a poor, spiritless thing, and\ndeclared that, with a little of her sisterâ\u0080\u0099s spirit, she might have\nbrought to reason any Sir Philip whatsoever, were it the termagant\nFalconbridge himself. But the greater part of their acquaintance\naffected candour, and saw faults on both sides--though, in fact, there\nonly existed the oppressor and the oppressed. The tone of such critics\nwas, â\u0080\u009cTo be sure, no one will justify Sir Philip Forester, but then we\nall know Sir Philip, and Jemmie Falconer might have known what she had\nto expect from the beginning. What made her set her cap at Sir Philip?\nHe would never have looked at her if she had not thrown herself at his\nhead, with her poor ten thousand pounds. I am sure, if it is money he\nwanted, she spoiled his market. I know where Sir Philip could have done\nmuch better. And then, if she WOULD have the man, could not she try to\nmake him more comfortable at home, and have his friends oftener, and not\nplague him with the squalling children, and take care all was handsome\nand in good style about the house? I declare I think Sir Philip would\nhave made a very domestic man, with a woman who knew how to manage him.â\u0080\u009d\n\nNow these fair critics, in raising their profound edifice of domestic\nfelicity, did not recollect that the corner-stone was wanting, and that\nto receive good company with good cheer, the means of the banquet ought\nto have been furnished by Sir Philip, whose income (dilapidated as it\nwas) was not equal to the display of the hospitality required, and at\nthe same time to the supply of the good knightâ\u0080\u0099s MENUS PLAISIRS. So, in\nspite of all that was so sagely suggested by female friends, Sir Philip\ncarried his good-humour everywhere abroad, and left at home a solitary\nmansion and a pining spouse.\n\nAt length, inconvenienced in his money affairs, and tired even of the\nshort time which he spent in his own dull house, Sir Philip Forester\ndetermined to take a trip to the Continent, in the capacity of a\nvolunteer. It was then common for men of fashion to do so; and our\nknight perhaps was of opinion that a touch of the military character,\njust enough to exalt, but not render pedantic, his qualities as a BEAU\nGARCON, was necessary to maintain possession of the elevated situation\nwhich he held in the ranks of fashion.\n\nSir Philipâ\u0080\u0099s resolution threw his wife into agonies of terror; by which\nthe worthy baronet was so much annoyed, that, contrary to his wont, he\ntook some trouble to soothe her apprehensions, and once more brought\nher to shed tears, in which sorrow was not altogether unmingled with\npleasure. Lady Bothwell asked, as a favour, Sir Philipâ\u0080\u0099s permission to\nreceive her sister and her family into her own house during his absence\non the Continent. Sir Philip readily assented to a proposition which\nsaved expense, silenced the foolish people who might have talked of a\ndeserted wife and family, and gratified Lady Bothwell, for whom he felt\nsome respect, as for one who often spoke to him, always with freedom and\nsometimes with severity, without being deterred either by his raillery\nor the PRESTIGE of his reputation.\n\nA day or two before Sir Philipâ\u0080\u0099s departure, Lady Bothwell took the\nliberty of asking him, in her sisterâ\u0080\u0099s presence, the direct question,\nwhich his timid wife had often desired, but never ventured, to put to\nhim:--\n\nâ\u0080\u009cPray, Sir Philip, what route do you take when you reach the Continent?â\u0080\u009d\n\nâ\u0080\u009cI go from Leith to Helvoet by a packet with advices.â\u0080\u009d\n\nâ\u0080\u009cThat I comprehend perfectly,â\u0080\u009d said Lady Bothwell dryly; â\u0080\u009cbut you do\nnot mean to remain long at Helvoet, I presume, and I should like to know\nwhat is your next object.â\u0080\u009d\n\nâ\u0080\u009cYou ask me, my dear lady,â\u0080\u009d answered Sir Philip, â\u0080\u009ca question which I\nhave not dared to ask myself. The answer depends on the fate of war. I\nshall, of course, go to headquarters, wherever they may happen to be for\nthe time; deliver my letters of introduction; learn as much of the noble\nart of war as may suffice a poor interloping amateur; and then take a\nglance at the sort of thing of which we read so much in the Gazette.â\u0080\u009d\n\nâ\u0080\u009cAnd I trust, Sir Philip,â\u0080\u009d said Lady Bothwell, â\u0080\u009cthat you will remember\nthat you are a husband and a father; and that, though you think fit to\nindulge this military fancy, you will not let it hurry you into dangers\nwhich it is certainly unnecessary for any save professional persons to\nencounter.â\u0080\u009d\n\nâ\u0080\u009cLady Bothwell does me too much honour,â\u0080\u009d replied the adventurous knight,\nâ\u0080\u009cin regarding such a circumstance with the slightest interest. But to\nsoothe your flattering anxiety, I trust your ladyship will recollect\nthat I cannot expose to hazard the venerable and paternal character\nwhich you so obligingly recommend to my protection, without putting in\nsome peril an honest fellow, called Philip Forester, with whom I have\nkept company for thirty years, and with whom, though some folks consider\nhim a coxcomb, I have not the least desire to part.â\u0080\u009d\n\nâ\u0080\u009cWell, Sir Philip, you are the best judge of your own affairs. I have\nlittle right to interfere--you are not my husband.â\u0080\u009d\n\nâ\u0080\u009cGod forbid!â\u0080\u009d said Sir Philip hastily; instantly adding, however, â\u0080\u009cGod\nforbid that I should deprive my friend Sir Geoffrey of so inestimable a\ntreasure.â\u0080\u009d\n\nâ\u0080\u009cBut you are my sisterâ\u0080\u0099s husband,â\u0080\u009d replied the lady; â\u0080\u009cand I suppose you\nare aware of her present distress of mind--â\u0080\u009d\n\nâ\u0080\u009cIf hearing of nothing else from morning to night can make me aware of\nit,â\u0080\u009d said Sir Philip, â\u0080\u009cI should know something of the matter.â\u0080\u009d\n\nâ\u0080\u009cI do not pretend to reply to your wit, Sir Philip,â\u0080\u009d answered Lady\nBothwell; â\u0080\u009cbut you must be sensible that all this distress is on account\nof apprehensions for your personal safety.â\u0080\u009d\n\nâ\u0080\u009cIn that case, I am surprised that Lady Bothwell, at least, should give\nherself so much trouble upon so insignificant a subject.â\u0080\u009d\n\nâ\u0080\u009cMy sisterâ\u0080\u0099s interest may account for my being anxious to learn\nsomething of Sir Philip Foresterâ\u0080\u0099s motions; about which, otherwise, I\nknow he would not wish me to concern myself. I have a brotherâ\u0080\u0099s safety\ntoo to be anxious for.â\u0080\u009d\n\nâ\u0080\u009cYou mean Major Falconer, your brother by the motherâ\u0080\u0099s side? What can he\npossibly have to do with our present agreeable conversation?â\u0080\u009d\n\nâ\u0080\u009cYou have had words together, Sir Philip,â\u0080\u009d said Lady Bothwell.\n\nâ\u0080\u009cNaturally; we are connections,â\u0080\u009d replied Sir Philip, â\u0080\u009cand as such have\nalways had the usual intercourse.â\u0080\u009d\n\nâ\u0080\u009cThat is an evasion of the subject,â\u0080\u009d answered the lady. â\u0080\u009cBy words, I\nmean angry words, on the subject of your usage of your wife.â\u0080\u009d\n\nâ\u0080\u009cIf,â\u0080\u009d replied Sir Philip Forester, â\u0080\u009cyou suppose Major Falconer simple\nenough to intrude his advice upon me, Lady Bothwell, in my domestic\nmatters, you are indeed warranted in believing that I might possibly be\nso far displeased with the interference as to request him to reserve his\nadvice till it was asked.â\u0080\u009d\n\nâ\u0080\u009cAnd being on these terms, you are going to join the very army in which\nmy brother Falconer is now serving?â\u0080\u009d\n\nâ\u0080\u009cNo man knows the path of honour better than Major Falconer,â\u0080\u009d said Sir\nPhilip. â\u0080\u009cAn aspirant after fame, like me, cannot choose a better guide\nthan his footsteps.â\u0080\u009d\n\nLady Bothwell rose and went to the window, the tears gushing from her\neyes.\n\nâ\u0080\u009cAnd this heartless raillery,â\u0080\u009d she said, â\u0080\u009cis all the consideration that\nis to be given to our apprehensions of a quarrel which may bring on the\nmost terrible consequences? Good God! of what can menâ\u0080\u0099s hearts be made,\nwho can thus dally with the agony of others?â\u0080\u009d\n\nSir Philip Forester was moved; he laid aside the mocking tone in which\nhe had hitherto spoken.\n\nâ\u0080\u009cDear Lady Bothwell,â\u0080\u009d he said, taking her reluctant hand, â\u0080\u009cwe are\nboth wrong. You are too deeply serious; I, perhaps, too little so. The\ndispute I had with Major Falconer was of no earthly consequence. Had\nanything occurred betwixt us that ought to have been settled PAR VOIE DU\nFAIT, as we say in France, neither of us are persons that are likely to\npostpone such a meeting. Permit me to say, that were it generally known\nthat you or my Lady Forester are apprehensive of such a catastrophe, it\nmight be the very means of bringing about what would not otherwise be\nlikely to happen. I know your good sense, Lady Bothwell, and that you\nwill understand me when I say that really my affairs require my absence\nfor some months. This Jemima cannot understand. It is a perpetual\nrecurrence of questions, why can you not do this, or that, or the third\nthing? and, when you have proved to her that her expedients are totally\nineffectual, you have just to begin the whole round again. Now, do you\ntell her, dear Lady Bothwell, that YOU are satisfied. She is, you must\nconfess, one of those persons with whom authority goes farther than\nreasoning. Do but repose a little confidence in me, and you shall see\nhow amply I will repay it.â\u0080\u009d\n\nLady Bothwell shook her head, as one but half satisfied. â\u0080\u009cHow difficult\nit is to extend confidence, when the basis on which it ought to rest\nhas been so much shaken! But I will do my best to make Jemima easy; and\nfurther, I can only say that for keeping your present purpose I hold you\nresponsible both to God and man.â\u0080\u009d\n\nâ\u0080\u009cDo not fear that I will deceive you,â\u0080\u009d said Sir Philip. â\u0080\u009cThe safest\nconveyance to me will be through the general post-office, Helvoetsluys,\nwhere I will take care to leave orders for forwarding my letters. As for\nFalconer, our only encounter will be over a bottle of Burgundy; so make\nyourself perfectly easy on his score.â\u0080\u009d\n\nLady Bothwell could NOT make herself easy; yet she was sensible that her\nsister hurt her own cause by TAKING ON, as the maidservants call it,\ntoo vehemently, and by showing before every stranger, by manner, and\nsometimes by words also, a dissatisfaction with her husbandâ\u0080\u0099s journey\nthat was sure to come to his ears, and equally certain to displease him.\nBut there was no help for this domestic dissension, which ended only\nwith the day of separation.\n\nI am sorry I cannot tell, with precision, the year in which Sir Philip\nForester went over to Flanders; but it was one of those in which\nthe campaign opened with extraordinary fury, and many bloody, though\nindecisive, skirmishes were fought between the French on the one side\nand the Allies on the other. In all our modern improvements, there\nare none, perhaps, greater than in the accuracy and speed with which\nintelligence is transmitted from any scene of action to those in\nthis country whom it may concern. During Marlboroughâ\u0080\u0099s campaigns, the\nsufferings of the many who had relations in, or along with, the army\nwere greatly augmented by the suspense in which they were detained\nfor weeks after they had heard of bloody battles, in which, in all\nprobability, those for whom their bosoms throbbed with anxiety had been\npersonally engaged. Amongst those who were most agonized by this state\nof uncertainty was the--I had almost said deserted--wife of the gay Sir\nPhilip Forester. A single letter had informed her of his arrival on\nthe Continent; no others were received. One notice occurred in the\nnewspapers, in which Volunteer Sir Philip Forester was mentioned as\nhaving been entrusted with a dangerous reconnaissance, which he had\nexecuted with the greatest courage, dexterity, and intelligence, and\nreceived the thanks of the commanding officer. The sense of his having\nacquired distinction brought a momentary glow into the ladyâ\u0080\u0099s pale\ncheek; but it was instantly lost in ashen whiteness at the recollection\nof his danger. After this, they had no news whatever, neither from Sir\nPhilip, nor even from their brother Falconer. The case of Lady Forester\nwas not indeed different from that of hundreds in the same situation;\nbut a feeble mind is necessarily an irritable one, and the suspense\nwhich some bear with constitutional indifference or philosophical\nresignation, and some with a disposition to believe and hope the best,\nwas intolerable to Lady Forester, at once solitary and sensitive,\nlow-spirited, and devoid of strength of mind, whether natural or\nacquired.\n\n\n\nCHAPTER II.\n\nAs she received no further news of Sir Philip, whether directly or\nindirectly, his unfortunate lady began now to feel a sort of consolation\neven in those careless habits which had so often given her pain. â\u0080\u009cHe is\nso thoughtless,â\u0080\u009d she repeated a hundred times a day to her sister,\nâ\u0080\u009che never writes when things are going on smoothly. It is his way. Had\nanything happened, he would have informed us.â\u0080\u009d\n\nLady Bothwell listened to her sister without attempting to console her.\nProbably she might be of opinion that even the worst intelligence which\ncould be received from Flanders might not be without some touch of\nconsolation; and that the Dowager Lady Forester, if so she was doomed to\nbe called, might have a source of happiness unknown to the wife of the\ngayest and finest gentleman in Scotland. This conviction became stronger\nas they learned from inquiries made at headquarters that Sir Philip was\nno longer with the army--though whether he had been taken or slain in\nsome of those skirmishes which were perpetually occurring, and in which\nhe loved to distinguish himself, or whether he had, for some unknown\nreason or capricious change of mind, voluntarily left the service,\nnone of his countrymen in the camp of the Allies could form even a\nconjecture. Meantime his creditors at home became clamorous, entered\ninto possession of his property, and threatened his person, should he\nbe rash enough to return to Scotland. These additional disadvantages\naggravated Lady Bothwellâ\u0080\u0099s displeasure against the fugitive husband;\nwhile her sister saw nothing in any of them, save what tended to\nincrease her grief for the absence of him whom her imagination now\nrepresented--as it had before marriage--gallant, gay, and affectionate.\n\nAbout this period there appeared in Edinburgh a man of singular\nappearance and pretensions. He was commonly called the Paduan Doctor,\nfrom having received his education at that famous university. He was\nsupposed to possess some rare receipts in medicine, with which, it was\naffirmed, he had wrought remarkable cures. But though, on the one hand,\nthe physicians of Edinburgh termed him an empiric, there were many\npersons, and among them some of the clergy, who, while they admitted the\ntruth of the cures and the force of his remedies, alleged that Doctor\nBaptista Damiotti made use of charms and unlawful arts in order to\nobtain success in his practice. The resorting to him was even solemnly\npreached against, as a seeking of health from idols, and a trusting\nto the help which was to come from Egypt. But the protection which the\nPaduan Doctor received from some friends of interest and consequence\nenabled him to set these imputations at defiance, and to assume, even\nin the city of Edinburgh, famed as it was for abhorrence of witches and\nnecromancers, the dangerous character of an expounder of futurity.\nIt was at length rumoured that, for a certain gratification, which of\ncourse was not an inconsiderable one, Doctor Baptista Damiotti could\ntell the fate of the absent, and even show his visitors the personal\nform of their absent friends, and the action in which they were engaged\nat the moment. This rumour came to the ears of Lady Forester, who\nhad reached that pitch of mental agony in which the sufferer will\ndo anything, or endure anything, that suspense may be converted into\ncertainty.\n\nGentle and timid in most cases, her state of mind made her equally\nobstinate and reckless, and it was with no small surprise and alarm that\nher sister, Lady Bothwell, heard her express a resolution to visit this\nman of art, and learn from him the fate of her husband. Lady Bothwell\nremonstrated on the improbability that such pretensions as those of this\nforeigner could be founded in anything but imposture.\n\nâ\u0080\u009cI care not,â\u0080\u009d said the deserted wife, â\u0080\u009cwhat degree of ridicule I may\nincur; if there be any one chance out of a hundred that I may obtain\nsome certainty of my husbandâ\u0080\u0099s fate, I would not miss that chance for\nwhatever else the world can offer me.â\u0080\u009d\n\nLady Bothwell next urged the unlawfulness of resorting to such sources\nof forbidden knowledge.\n\nâ\u0080\u009cSister,â\u0080\u009d replied the sufferer, â\u0080\u009che who is dying of thirst cannot\nrefrain from drinking even poisoned water. She who suffers under\nsuspense must seek information, even were the powers which offer it\nunhallowed and infernal. I go to learn my fate alone, and this very\nevening will I know it; the sun that rises to-morrow shall find me, if\nnot more happy, at least more resigned.â\u0080\u009d\n\nâ\u0080\u009cSister,â\u0080\u009d said Lady Bothwell, â\u0080\u009cif you are determined upon this wild\nstep, you shall not go alone. If this man be an impostor, you may be\ntoo much agitated by your feelings to detect his villainy. If, which I\ncannot believe, there be any truth in what he pretends, you shall not be\nexposed alone to a communication of so extraordinary a nature. I will\ngo with you, if indeed you determine to go. But yet reconsider your\nproject, and renounce inquiries which cannot be prosecuted without\nguilt, and perhaps without danger.â\u0080\u009d\n\nLady Forester threw herself into her sisterâ\u0080\u0099s arms, and, clasping her\nto her bosom, thanked her a hundred times for the offer of her company,\nwhile she declined with a melancholy gesture the friendly advice with\nwhich it was accompanied.\n\nWhen the hour of twilight arrived--which was the period when the Paduan\nDoctor was understood to receive the visits of those who came to consult\nwith him--the two ladies left their apartments in the Canongate of\nEdinburgh, having their dress arranged like that of women of an inferior\ndescription, and their plaids disposed around their faces as they were\nworn by the same class; for in those days of aristocracy the quality of\nthe wearer was generally indicated by the manner in which her plaid\nwas disposed, as well as by the fineness of its texture. It was Lady\nBothwell who had suggested this species of disguise, partly to avoid\nobservation as they should go to the conjurerâ\u0080\u0099s house, and partly in\norder to make trial of his penetration, by appearing before him in a\nfeigned character. Lady Foresterâ\u0080\u0099s servant, of tried fidelity, had been\nemployed by her to propitiate the Doctor by a suitable fee, and a\nstory intimating that a soldierâ\u0080\u0099s wife desired to know the fate of her\nhusband--a subject upon which, in all probability, the sage was very\nfrequently consulted.\n\nTo the last moment, when the palace clock struck eight, Lady Bothwell\nearnestly watched her sister, in hopes that she might retreat from her\nrash undertaking; but as mildness, and even timidity, is capable at\ntimes of vehement and fixed purposes, she found Lady Forester resolutely\nunmoved and determined when the moment of departure arrived. Ill\nsatisfied with the expedition, but determined not to leave her sister at\nsuch a crisis, Lady Bothwell accompanied Lady Forester through more than\none obscure street and lane, the servant walking before, and acting\nas their guide. At length he suddenly turned into a narrow court, and\nknocked at an arched door which seemed to belong to a building of some\nantiquity. It opened, though no one appeared to act as porter; and the\nservant, stepping aside from the entrance, motioned the ladies to enter.\nThey had no sooner done so than it shut, and excluded their guide. The\ntwo ladies found themselves in a small vestibule, illuminated by a dim\nlamp, and having, when the door was closed, no communication with the\nexternal light or air. The door of an inner apartment, partly open, was\nat the farther side of the vestibule.\n\nâ\u0080\u009cWe must not hesitate now, Jemima,â\u0080\u009d said Lady Bothwell, and walked\nforwards into the inner room, where, surrounded by books, maps,\nphilosophical utensils, and other implements of peculiar shape and\nappearance, they found the man of art.\n\nThere was nothing very peculiar in the Italianâ\u0080\u0099s appearance. He had the\ndark complexion and marked features of his country, seemed about fifty\nyears old, and was handsomely but plainly dressed in a full suit of\nblack clothes, which was then the universal costume of the medical\nprofession. Large wax-lights, in silver sconces, illuminated the\napartment, which was reasonably furnished. He rose as the ladies\nentered, and, notwithstanding the inferiority of their dress, received\nthem with the marked respect due to their quality, and which foreigners\nare usually punctilious in rendering to those to whom such honours are\ndue.\n\nLady Bothwell endeavoured to maintain her proposed incognito, and, as\nthe Doctor ushered them to the upper end of the room, made a motion\ndeclining his courtesy, as unfitted for their condition. â\u0080\u009cWe are poor\npeople, sir,â\u0080\u009d she said; â\u0080\u009conly my sisterâ\u0080\u0099s distress has brought us to\nconsult your worship whether--â\u0080\u009d\n\nHe smiled as he interrupted her--â\u0080\u009cI am aware, madam, of your sisterâ\u0080\u0099s\ndistress, and its cause; I am aware, also, that I am honoured with a\nvisit from two ladies of the highest consideration--Lady Bothwell and\nLady Forester. If I could not distinguish them from the class of\nsociety which their present dress would indicate, there would be small\npossibility of my being able to gratify them by giving the information\nwhich they come to seek.â\u0080\u009d\n\nâ\u0080\u009cI can easily understand--â\u0080\u009d said Lady Bothwell.\n\nâ\u0080\u009cPardon my boldness to interrupt you, milady,â\u0080\u009d cried the Italian; â\u0080\u009cyour\nladyship was about to say that you could easily understand that I had\ngot possession of your names by means of your domestic. But in thinking\nso, you do injustice to the fidelity of your servant, and, I may add,\nto the skill of one who is also not less your humble servant--Baptista\nDamiotti.â\u0080\u009d\n\nâ\u0080\u009cI have no intention to do either, sir,â\u0080\u009d said Lady Bothwell, maintaining\na tone of composure, though somewhat surprised; â\u0080\u009cbut the situation is\nsomething new to me. If you know who we are, you also know, sir, what\nbrought us here.â\u0080\u009d\n\nâ\u0080\u009cCuriosity to know the fate of a Scottish gentleman of rank, now,\nor lately, upon the Continent,â\u0080\u009d answered the seer. â\u0080\u009cHis name is Il\nCavaliero Philippo Forester, a gentleman who has the honour to be\nhusband to this lady, and, with your ladyshipâ\u0080\u0099s permission for using\nplain language, the misfortune not to value as it deserves that\ninestimable advantage.â\u0080\u009d\n\nLady Forester sighed deeply, and Lady Bothwell replied,--\n\nâ\u0080\u009cSince you know our object without our telling it, the only question\nthat remains is, whether you have the power to relieve my sisterâ\u0080\u0099s\nanxiety?â\u0080\u009d\n\nâ\u0080\u009cI have, madam,â\u0080\u009d answered the Paduan scholar; â\u0080\u009cbut there is still a\nprevious inquiry. Have you the courage to behold with your own eyes what\nthe Cavaliero Philippo Forester is now doing? or will you take it on my\nreport?â\u0080\u009d\n\nâ\u0080\u009cThat question my sister must answer for herself,â\u0080\u009d said Lady Bothwell.\n\nâ\u0080\u009cWith my own eyes will I endure to see whatever you have power to show\nme,â\u0080\u009d said Lady Forester, with the same determined spirit which had\nstimulated her since her resolution was taken upon this subject.\n\nâ\u0080\u009cThere may be danger in it.â\u0080\u009d\n\nâ\u0080\u009cIf gold can compensate the risk,â\u0080\u009d said Lady Forester, taking out her\npurse.\n\nâ\u0080\u009cI do not such things for the purpose of gain,â\u0080\u009d answered the foreigner;\nâ\u0080\u009cI dare not turn my art to such a purpose. If I take the gold of the\nwealthy, it is but to bestow it on the poor; nor do I ever accept more\nthan the sum I have already received from your servant. Put up your\npurse, madam; an adept needs not your gold.â\u0080\u009d\n\nLady Bothwell, considering this rejection of her sisterâ\u0080\u0099s offer as a\nmere trick of an empiric, to induce her to press a larger sum upon him,\nand willing that the scene should be commenced and ended, offered some\ngold in turn, observing that it was only to enlarge the sphere of his\ncharity.\n\nâ\u0080\u009cLet Lady Bothwell enlarge the sphere of her own charity,â\u0080\u009d said the\nPaduan, â\u0080\u009cnot merely in giving of alms, in which I know she is not\ndeficient, but in judging the character of others; and let her oblige\nBaptista Damiotti by believing him honest, till she shall discover him\nto be a knave. Do not be surprised, madam, if I speak in answer to your\nthoughts rather than your expressions; and tell me once more whether you\nhave courage to look on what I am prepared to show?â\u0080\u009d\n\nâ\u0080\u009cI own, sir,â\u0080\u009d said Lady Bothwell, â\u0080\u009cthat your words strike me with some\nsense of fear; but whatever my sister desires to witness, I will not\nshrink from witnessing along with her.â\u0080\u009d\n\nâ\u0080\u009cNay, the danger only consists in the risk of your resolution failing\nyou. The sight can only last for the space of seven minutes; and should\nyou interrupt the vision by speaking a single word, not only would the\ncharm be broken, but some danger might result to the spectators. But\nif you can remain steadily silent for the seven minutes, your curiosity\nwill be gratified without the slightest risk; and for this I will engage\nmy honour.â\u0080\u009d\n\nInternally Lady Bothwell thought the security was but an indifferent\none; but she suppressed the suspicion, as if she had believed that the\nadept, whose dark features wore a half-formed smile, could in reality\nread even her most secret reflections. A solemn pause then ensued, until\nLady Forester gathered courage enough to reply to the physician, as he\ntermed himself, that she would abide with firmness and silence the sight\nwhich he had promised to exhibit to them. Upon this, he made them a low\nobeisance, and saying he went to prepare matters to meet their wish,\nleft the apartment. The two sisters, hand in hand, as if seeking by that\nclose union to divert any danger which might threaten them, sat down on\ntwo seats in immediate contact with each other--Jemima seeking support\nin the manly and habitual courage of Lady Bothwell; and she, on the\nother hand, more agitated than she had expected, endeavouring to fortify\nherself by the desperate resolution which circumstances had forced her\nsister to assume. The one perhaps said to herself that her sister never\nfeared anything; and the other might reflect that what so feeble-minded\na woman as Jemima did not fear, could not properly be a subject of\napprehension to a person of firmness and resolution like her own.\n\nIn a few moments the thoughts of both were diverted from their own\nsituation by a strain of music so singularly sweet and solemn that,\nwhile it seemed calculated to avert or dispel any feeling unconnected\nwith its harmony, increased, at the same time, the solemn excitation\nwhich the preceding interview was calculated to produce. The music\nwas that of some instrument with which they were unacquainted; but\ncircumstances afterwards led my ancestress to believe that it was that\nof the harmonica, which she heard at a much later period in life.\n\nWhen these heaven-born sounds had ceased, a door opened in the upper end\nof the apartment, and they saw Damiotti, standing at the head of two or\nthree steps, sign to them to advance. His dress was so different from\nthat which he had worn a few minutes before, that they could hardly\nrecognize him; and the deadly paleness of his countenance, and a certain\nstern rigidity of muscles, like that of one whose mind is made up\nto some strange and daring action, had totally changed the somewhat\nsarcastic expression with which he had previously regarded them both,\nand particularly Lady Bothwell. He was barefooted, excepting a species\nof sandals in the antique fashion; his legs were naked beneath the\nknees; above them he wore hose, and a doublet of dark crimson silk close\nto his body; and over that a flowing loose robe, something resembling a\nsurplice, of snow-white linen. His throat and neck were uncovered, and\nhis long, straight, black hair was carefully combed down at full length.\n\nAs the ladies approached at his bidding, he showed no gesture of that\nceremonious courtesy of which he had been formerly lavish. On the\ncontrary, he made the signal of advance with an air of command; and\nwhen, arm in arm, and with insecure steps, the sisters approached the\nspot where he stood, it was with a warning frown that he pressed his\nfinger to his lips, as if reiterating his condition of absolute silence,\nwhile, stalking before them, he led the way into the next apartment.\n\nThis was a large room, hung with black, as if for a funeral. At the\nupper end was a table, or rather a species of altar, covered with the\nsame lugubrious colour, on which lay divers objects resembling the usual\nimplements of sorcery. These objects were not indeed visible as they\nadvanced into the apartment; for the light which displayed them, being\nonly that of two expiring lamps, was extremely faint. The master--to use\nthe Italian phrase for persons of this description--approached the upper\nend of the room, with a genuflection like that of a Catholic to the\ncrucifix, and at the same time crossed himself. The ladies followed in\nsilence, and arm in arm. Two or three low broad steps led to a platform\nin front of the altar, or what resembled such. Here the sage took his\nstand, and placed the ladies beside him, once more earnestly repeating\nby signs his injunctions of silence. The Italian then, extending his\nbare arm from under his linen vestment, pointed with his forefinger to\nfive large flambeaux, or torches, placed on each side of the altar. They\ntook fire successively at the approach of his hand, or rather of his\nfinger, and spread a strong light through the room. By this the visitors\ncould discern that, on the seeming altar, were disposed two naked swords\nlaid crosswise; a large open book, which they conceived to be a copy of\nthe Holy Scriptures, but in a language to them unknown; and beside this\nmysterious volume was placed a human skull. But what struck the sisters\nmost was a very tall and broad mirror, which occupied all the space\nbehind the altar, and, illumined by the lighted torches, reflected the\nmysterious articles which were laid upon it.\n\nThe master then placed himself between the two ladies, and, pointing to\nthe mirror, took each by the hand, but without speaking a syllable. They\ngazed intently on the polished and sable space to which he had directed\ntheir attention. Suddenly the surface assumed a new and singular\nappearance. It no longer simply reflected the objects placed before it,\nbut, as if it had self-contained scenery of its own, objects began\nto appear within it, at first in a disorderly, indistinct, and\nmiscellaneous manner, like form arranging itself out of chaos; at\nlength, in distinct and defined shape and symmetry. It was thus that,\nafter some shifting of light and darkness over the face of the wonderful\nglass, a long perspective of arches and columns began to arrange itself\non its sides, and a vaulted roof on the upper part of it, till, after\nmany oscillations, the whole vision gained a fixed and stationary\nappearance, representing the interior of a foreign church. The pillars\nwere stately, and hung with scutcheons; the arches were lofty and\nmagnificent; the floor was lettered with funeral inscriptions. But there\nwere no separate shrines, no images, no display of chalice or crucifix\non the altar. It was, therefore, a Protestant church upon the Continent.\nA clergyman dressed in the Geneva gown and band stood by the communion\ntable, and, with the Bible opened before him, and his clerk awaiting in\nthe background, seemed prepared to perform some service of the church to\nwhich he belonged.\n\nAt length, there entered the middle aisle of the building a numerous\nparty, which appeared to be a bridal one, as a lady and gentleman walked\nfirst, hand in hand, followed by a large concourse of persons of both\nsexes, gaily, nay richly, attired. The bride, whose features they could\ndistinctly see, seemed not more than sixteen years old, and extremely\nbeautiful. The bridegroom, for some seconds, moved rather with his\nshoulder towards them, and his face averted; but his elegance of form\nand step struck the sisters at once with the same apprehension. As he\nturned his face suddenly, it was frightfully realized, and they saw, in\nthe gay bridegroom before them, Sir Philip Forester. His wife uttered an\nimperfect exclamation, at the sound of which the whole scene stirred and\nseemed to separate.\n\nâ\u0080\u009cI could compare it to nothing,â\u0080\u009d said Lady Bothwell, while recounting\nthe wonderful tale, â\u0080\u009cbut to the dispersion of the reflection offered\nby a deep and calm pool, when a stone is suddenly cast into it, and\nthe shadows become dissipated and broken.â\u0080\u009d The master pressed both the\nladiesâ\u0080\u0099 hands severely, as if to remind them of their promise, and\nof the danger which they incurred. The exclamation died away on Lady\nForesterâ\u0080\u0099s tongue, without attaining perfect utterance, and the scene in\nthe glass, after the fluctuation of a minute, again resumed to the eye\nits former appearance of a real scene, existing within the mirror, as if\nrepresented in a picture, save that the figures were movable instead of\nbeing stationary.\n\nThe representation of Sir Philip Forester, now distinctly visible\nin form and feature, was seen to lead on towards the clergyman that\nbeautiful girl, who advanced at once with diffidence and with a species\nof affectionate pride. In the meantime, and just as the clergyman had\narranged the bridal company before him, and seemed about to commence the\nservice, another group of persons, of whom two or three were officers,\nentered the church. They moved, at first, forward, as though they came\nto witness the bridal ceremony; but suddenly one of the officers, whose\nback was towards the spectators, detached himself from his companions,\nand rushed hastily towards the marriage party, when the whole of them\nturned towards him, as if attracted by some exclamation which had\naccompanied his advance. Suddenly the intruder drew his sword; the\nbridegroom unsheathed his own, and made towards him; swords were also\ndrawn by other individuals, both of the marriage party and of those who\nhad last entered. They fell into a sort of confusion, the clergyman, and\nsome elder and graver persons, labouring apparently to keep the peace,\nwhile the hotter spirits on both sides brandished their weapons. But\nnow, the period of the brief space during which the soothsayer, as he\npretended, was permitted to exhibit his art, was arrived. The fumes\nagain mixed together, and dissolved gradually from observation; the\nvaults and columns of the church rolled asunder, and disappeared; and\nthe front of the mirror reflected nothing save the blazing torches and\nthe melancholy apparatus placed on the altar or table before it.\n\nThe doctor led the ladies, who greatly required his support, into the\napartment from whence they came, where wine, essences, and other means\nof restoring suspended animation, had been provided during his absence.\nHe motioned them to chairs, which they occupied in silence--Lady\nForester, in particular, wringing her hands, and casting her eyes up\nto heaven, but without speaking a word, as if the spell had been still\nbefore her eyes.\n\nâ\u0080\u009cAnd what we have seen is even now acting?â\u0080\u009d said Lady Bothwell,\ncollecting herself with difficulty.\n\nâ\u0080\u009cThat,â\u0080\u009d answered Baptista Damiotti, â\u0080\u009cI cannot justly, or with certainty,\nsay. But it is either now acting, or has been acted during a short space\nbefore this. It is the last remarkable transaction in which the Cavalier\nForester has been engaged.â\u0080\u009d\n\nLady Bothwell then expressed anxiety concerning her sister, whose\naltered countenance and apparent unconsciousness of what passed around\nher excited her apprehensions how it might be possible to convey her\nhome.\n\nâ\u0080\u009cI have prepared for that,â\u0080\u009d answered the adept. â\u0080\u009cI have directed the\nservant to bring your equipage as near to this place as the narrowness\nof the street will permit. Fear not for your sister, but give her,\nwhen you return home, this composing draught, and she will be better\nto-morrow morning. Few,â\u0080\u009d he added in a melancholy tone, â\u0080\u009cleave this\nhouse as well in health as they entered it. Such being the consequence\nof seeking knowledge by mysterious means, I leave you to judge the\ncondition of those who have the power of gratifying such irregular\ncuriosity. Farewell, and forget not the potion.â\u0080\u009d\n\nâ\u0080\u009cI will give her nothing that comes from you,â\u0080\u009d said Lady Bothwell; â\u0080\u009cI\nhave seen enough of your art already. Perhaps you would poison us both\nto conceal your own necromancy. But we are persons who want neither the\nmeans of making our wrongs known, nor the assistance of friends to right\nthem.â\u0080\u009d\n\nâ\u0080\u009cYou have had no wrongs from me, madam,â\u0080\u009d said the adept. â\u0080\u009cYou sought one\nwho is little grateful for such honour. He seeks no one, and only gives\nresponses to those who invite and call upon him. After all, you have\nbut learned a little sooner the evil which you must still be doomed to\nendure. I hear your servantâ\u0080\u0099s step at the door, and will detain your\nladyship and Lady Forester no longer. The next packet from the Continent\nwill explain what you have already partly witnessed. Let it not, if I\nmay advise, pass too suddenly into your sisterâ\u0080\u0099s hands.â\u0080\u009d\n\nSo saying, he bid Lady Bothwell good-night. She went, lighted by the\nadept, to the vestibule, where he hastily threw a black cloak over his\nsingular dress, and opening the door, entrusted his visitors to the care\nof the servant. It was with difficulty that Lady Bothwell sustained her\nsister to the carriage, though it was only twenty steps distant. When\nthey arrived at home, Lady Forester required medical assistance. The\nphysician of the family attended, and shook his head on feeling her\npulse.\n\nâ\u0080\u009cHere has been,â\u0080\u009d he said, â\u0080\u009ca violent and sudden shock on the nerves. I\nmust know how it has happened.â\u0080\u009d\n\nLady Bothwell admitted they had visited the conjurer, and that Lady\nForester had received some bad news respecting her husband, Sir Philip.\n\nâ\u0080\u009cThat rascally quack would make my fortune, were he to stay in\nEdinburgh,â\u0080\u009d said the graduate; â\u0080\u009cthis is the seventh nervous case I\nhave heard of his making for me, and all by effect of terror.â\u0080\u009d He next\nexamined the composing draught which Lady Bothwell had unconsciously\nbrought in her hand, tasted it, and pronounced it very germain to the\nmatter, and what would save an application to the apothecary. He then\npaused, and looking at Lady Bothwell very significantly, at length\nadded, â\u0080\u009cI suppose I must not ask your ladyship anything about this\nItalian warlockâ\u0080\u0099s proceedings?â\u0080\u009d\n\nâ\u0080\u009cIndeed, doctor,â\u0080\u009d answered Lady Bothwell, â\u0080\u009cI consider what passed as\nconfidential; and though the man may be a rogue, yet, as we were fools\nenough to consult him, we should, I think, be honest enough to keep his\ncounsel.â\u0080\u009d\n\nâ\u0080\u009cMAY be a knave! Come,â\u0080\u009d said the doctor, â\u0080\u009cI am glad to hear your\nladyship allows such a possibility in anything that comes from Italy.â\u0080\u009d\n\nâ\u0080\u009cWhat comes from Italy may be as good as what comes from Hanover,\ndoctor. But you and I will remain good friends; and that it may be so,\nwe will say nothing of Whig and Tory.â\u0080\u009d\n\nâ\u0080\u009cNot I,â\u0080\u009d said the doctor, receiving his fee, and taking his hat; â\u0080\u009ca\nCarolus serves my purpose as well as a Willielmus. But I should like to\nknow why old Lady Saint Ringan, and all that set, go about wasting their\ndecayed lungs in puffing this foreign fellow.â\u0080\u009d\n\nâ\u0080\u009cAy--you had best set him down a Jesuit, as Scrub says.â\u0080\u009d On these terms\nthey parted.\n\nThe poor patient--whose nerves, from an extraordinary state of tension,\nhad at length become relaxed in as extraordinary a degree--continued to\nstruggle with a sort of imbecility, the growth of superstitious terror,\nwhen the shocking tidings were brought from Holland which fulfilled even\nher worst expectations.\n\nThey were sent by the celebrated Earl of Stair, and contained the\nmelancholy event of a duel betwixt Sir Philip Forester and his wifeâ\u0080\u0099s\nhalf-brother, Captain Falconer, of the Scotch-Dutch, as they were\nthen called, in which the latter had been killed. The cause of quarrel\nrendered the incident still more shocking. It seemed that Sir Philip\nhad left the army suddenly, in consequence of being unable to pay a very\nconsiderable sum which he had lost to another volunteer at play. He had\nchanged his name, and taken up his residence at Rotterdam, where he\nhad insinuated himself into the good graces of an ancient and rich\nburgomaster, and, by his handsome person and graceful manners,\ncaptivated the affections of his only child, a very young person,\nof great beauty, and the heiress of much wealth. Delighted with\nthe specious attractions of his proposed son-in-law, the wealthy\nmerchant--whose idea of the British character was too high to admit\nof his taking any precaution to acquire evidence of his condition and\ncircumstances--gave his consent to the marriage. It was about to be\ncelebrated in the principal church of the city, when it was interrupted\nby a singular occurrence.\n\nCaptain Falconer having been detached to Rotterdam to bring up a part\nof the brigade of Scottish auxiliaries, who were in quarters there, a\nperson of consideration in the town, to whom he had been formerly\nknown, proposed to him for amusement to go to the high church to see a\ncountryman of his own married to the daughter of a wealthy burgomaster.\nCaptain Falconer went accordingly, accompanied by his Dutch\nacquaintance, with a party of his friends, and two or three officers of\nthe Scotch brigade. His astonishment may be conceived when he saw his\nown brother-in-law, a married man, on the point of leading to the altar\nthe innocent and beautiful creature upon whom he was about to practise a\nbase and unmanly deceit. He proclaimed his villainy on the spot, and\nthe marriage was interrupted, of course. But against the opinion of\nmore thinking men, who considered Sir Philip Forester as having thrown\nhimself out of the rank of men of honour, Captain Falconer admitted\nhim to the privilege of such, accepted a challenge from him, and in\nthe rencounter received a mortal wound. Such are the ways of Heaven,\nmysterious in our eyes. Lady Forester never recovered the shock of this\ndismal intelligence.\n\n\nâ\u0080\u009cAnd did this tragedy,â\u0080\u009d said I, â\u0080\u009ctake place exactly at the time when the\nscene in the mirror was exhibited?â\u0080\u009d\n\nâ\u0080\u009cIt is hard to be obliged to maim oneâ\u0080\u0099s story,â\u0080\u009d answered my aunt, â\u0080\u009cbut\nto speak the truth, it happened some days sooner than the apparition was\nexhibited.â\u0080\u009d\n\nâ\u0080\u009cAnd so there remained a possibility,â\u0080\u009d said I, â\u0080\u009cthat by some secret and\nspeedy communication the artist might have received early intelligence\nof that incident.â\u0080\u009d\n\nâ\u0080\u009cThe incredulous pretended so,â\u0080\u009d replied my aunt.\n\nâ\u0080\u009cWhat became of the adept?â\u0080\u009d demanded I.\n\nâ\u0080\u009cWhy, a warrant came down shortly afterwards to arrest him for high\ntreason, as an agent of the Chevalier St. George; and Lady Bothwell,\nrecollecting the hints which had escaped the doctor, an ardent friend\nof the Protestant succession, did then call to remembrance that this\nman was chiefly PRONE among the ancient matrons of her own political\npersuasion. It certainly seemed probable that intelligence from the\nContinent, which could easily have been transmitted by an active and\npowerful agent, might have enabled him to prepare such a scene of\nphantasmagoria as she had herself witnessed. Yet there were so many\ndifficulties in assigning a natural explanation, that, to the day of her\ndeath, she remained in great doubt on the subject, and much disposed to\ncut the Gordian knot by admitting the existence of supernatural agency.â\u0080\u009d\n\nâ\u0080\u009cBut, my dear aunt,â\u0080\u009d said I, â\u0080\u009cwhat became of the man of skill?â\u0080\u009d\n\nâ\u0080\u009cOh, he was too good a fortune-teller not to be able to foresee that his\nown destiny would be tragical if he waited the arrival of the man with\nthe silver greyhound upon his sleeve. He made, as we say, a moonlight\nflitting, and was nowhere to be seen or heard of. Some noise there was\nabout papers or letters found in the house; but it died away, and Doctor\nBaptista Damiotti was soon as little talked of as Galen or Hippocrates.â\u0080\u009d\n\nâ\u0080\u009cAnd Sir Philip Forester,â\u0080\u009d said I, â\u0080\u009cdid he too vanish for ever from the\npublic scene?â\u0080\u009d\n\nâ\u0080\u009cNo,â\u0080\u009d replied my kind informer. â\u0080\u009cHe was heard of once more, and it was\nupon a remarkable occasion. It is said that we Scots, when there was\nsuch a nation in existence, have, among our full peck of virtues, one\nor two little barley-corns of vice. In particular, it is alleged that we\nrarely forgive, and never forget, any injuries received--that we make an\nidol of our resentment, as poor Lady Constance did of her grief, and are\naddicted, as Burns says, to â\u0080\u0098nursing our wrath to keep it warm.â\u0080\u0099 Lady\nBothwell was not without this feeling; and, I believe, nothing whatever,\nscarce the restoration of the Stewart line, could have happened so\ndelicious to her feelings as an opportunity of being revenged on Sir\nPhilip Forester for the deep and double injury which had deprived her\nof a sister and of a brother. But nothing of him was heard or known till\nmany a year had passed away.\n\nâ\u0080\u009cAt length--it was on a Fasternâ\u0080\u0099s Eâ\u0080\u0099en (Shrovetide) assembly, at which\nthe whole fashion of Edinburgh attended, full and frequent, and when\nLady Bothwell had a seat amongst the lady patronesses, that one of the\nattendants on the company whispered into her ear that a gentleman wished\nto speak with her in private.\n\nâ\u0080\u009câ\u0080\u0098In private? and in an assembly room?--he must be mad. Tell him to call\nupon me to-morrow morning.â\u0080\u0099\n\nâ\u0080\u009câ\u0080\u0098I said so, my lady,â\u0080\u0099 answered the man, â\u0080\u0098but he desired me to give you\nthis paper.â\u0080\u0099\n\nâ\u0080\u009cShe undid the billet, which was curiously folded and sealed. It only\nbore the words, â\u0080\u0098ON BUSINESS OF LIFE AND DEATH,â\u0080\u0099 written in a hand which\nshe had never seen before. Suddenly it occurred to her that it might\nconcern the safety of some of her political friends. She therefore\nfollowed the messenger to a small apartment where the refreshments were\nprepared, and from which the general company was excluded. She found\nan old man, who, at her approach, rose up and bowed profoundly. His\nappearance indicated a broken constitution, and his dress, though\nsedulously rendered conforming to the etiquette of a ballroom, was\nworn and tarnished, and hung in folds about his emaciated person. Lady\nBothwell was about to feel for her purse, expecting to get rid of the\nsupplicant at the expense of a little money, but some fear of a mistake\narrested her purpose. She therefore gave the man leisure to explain\nhimself.\n\nâ\u0080\u009câ\u0080\u0098I have the honour to speak with the Lady Bothwell?â\u0080\u0099\n\nâ\u0080\u009câ\u0080\u0098I am Lady Bothwell; allow me to say that this is no time or place for\nlong explanations. What are your commands with me?â\u0080\u0099\n\nâ\u0080\u009câ\u0080\u0098Your ladyship,â\u0080\u0099 said the old man, â\u0080\u0098had once a sister.â\u0080\u0099\n\nâ\u0080\u009câ\u0080\u0098True; whom I loved as my own soul.â\u0080\u0099\n\nâ\u0080\u009câ\u0080\u0098And a brother.â\u0080\u0099\n\nâ\u0080\u009câ\u0080\u0098The bravest, the kindest, the most affectionate!â\u0080\u0099 said Lady Bothwell.\n\nâ\u0080\u009câ\u0080\u0098Both these beloved relatives you lost by the fault of an unfortunate\nman,â\u0080\u0099 continued the stranger.\n\nâ\u0080\u009câ\u0080\u0098By the crime of an unnatural, bloody-minded murderer,â\u0080\u0099 said the lady.\n\nâ\u0080\u009câ\u0080\u0098I am answered,â\u0080\u0099 replied the old man, bowing, as if to withdraw.\n\nâ\u0080\u009câ\u0080\u0098Stop, sir, I command you,â\u0080\u0099 said Lady Bothwell. â\u0080\u0098Who are you that, at\nsuch a place and time, come to recall these horrible recollections? I\ninsist upon knowing.â\u0080\u0099\n\nâ\u0080\u009câ\u0080\u0098I am one who intends Lady Bothwell no injury, but, on the contrary,\nto offer her the means of doing a deed of Christian charity, which the\nworld would wonder at, and which Heaven would reward; but I find her in\nno temper for such a sacrifice as I was prepared to ask.â\u0080\u0099\n\nâ\u0080\u009câ\u0080\u0098Speak out, sir; what is your meaning?â\u0080\u0099 said Lady Bothwell.\n\nâ\u0080\u009câ\u0080\u0098The wretch that has wronged you so deeply,â\u0080\u0099 rejoined the stranger, â\u0080\u0098is\nnow on his death-bed. His days have been days of misery, his nights\nhave been sleepless hours of anguish--yet he cannot die without your\nforgiveness. His life has been an unremitting penance--yet he dares not\npart from his burden while your curses load his soul.â\u0080\u0099\n\nâ\u0080\u009câ\u0080\u0098Tell him,â\u0080\u0099 said Lady Bothwell sternly, â\u0080\u0098to ask pardon of that Being\nwhom he has so greatly offended, not of an erring mortal like himself.\nWhat could my forgiveness avail him?â\u0080\u0099\n\nâ\u0080\u009câ\u0080\u0098Much,â\u0080\u0099 answered the old man. â\u0080\u0098It will be an earnest of that which\nhe may then venture to ask from his Creator, lady, and from yours.\nRemember, Lady Bothwell, you too have a death-bed to look forward\nto; Your soul may--all human souls must--feel the awe of facing the\njudgment-seat, with the wounds of an untented conscience, raw, and\nrankling--what thought would it be then that should whisper, â\u0080\u009cI have\ngiven no mercy, how then shall I ask it?â\u0080\u009dâ\u0080\u0099\n\nâ\u0080\u009câ\u0080\u0098Man, whosoever thou mayest be,â\u0080\u0099 replied Lady Bothwell, â\u0080\u0098urge me not so\ncruelly. It would be but blasphemous hypocrisy to utter with my lips the\nwords which every throb of my heart protests against. They would open\nthe earth and give to light the wasted form of my sister, the bloody\nform of my murdered brother. Forgive him?--never, never!â\u0080\u0099\n\nâ\u0080\u009câ\u0080\u0098Great God!â\u0080\u0099 cried the old man, holding up his hands, â\u0080\u0098is it thus the\nworms which Thou hast called out of dust obey the commands of their\nMaker? Farewell, proud and unforgiving woman. Exult that thou hast added\nto a death in want and pain the agonies of religious despair; but never\nagain mock Heaven by petitioning for the pardon which thou hast refused\nto grant.â\u0080\u0099\n\nâ\u0080\u009cHe was turning from her.\n\nâ\u0080\u009câ\u0080\u0098Stop,â\u0080\u0099 she exclaimed; â\u0080\u0098I will try--yes, I will try to pardon him.â\u0080\u0099\n\nâ\u0080\u009câ\u0080\u0098Gracious lady,â\u0080\u0099 said the old man, â\u0080\u0098you will relieve the over-burdened\nsoul which dare not sever itself from its sinful companion of earth\nwithout being at peace with you. What do I know--your forgiveness may\nperhaps preserve for penitence the dregs of a wretched life.â\u0080\u0099\n\nâ\u0080\u009câ\u0080\u0098Ha!â\u0080\u0099 said the lady, as a sudden light broke on her, â\u0080\u0098it is the villain\nhimself!â\u0080\u0099 And grasping Sir Philip Forester--for it was he, and no\nother--by the collar, she raised a cry of â\u0080\u0098Murder, murder! seize the\nmurderer!â\u0080\u0099\n\nâ\u0080\u009cAt an exclamation so singular, in such a place, the company thronged\ninto the apartment; but Sir Philip Forester was no longer there. He had\nforcibly extricated himself from Lady Bothwellâ\u0080\u0099s hold, and had run out\nof the apartment, which opened on the landing-place of the stair. There\nseemed no escape in that direction, for there were several persons\ncoming up the steps, and others descending. But the unfortunate man was\ndesperate. He threw himself over the balustrade, and alighted safely in\nthe lobby, though a leap of fifteen feet at least, then dashed into\nthe street, and was lost in darkness. Some of the Bothwell family made\npursuit, and had they come up with the fugitive they might perhaps have\nslain him; for in those days menâ\u0080\u0099s blood ran warm in their veins. But\nthe police did not interfere, the matter most criminal having happened\nlong since, and in a foreign land. Indeed it was always thought that\nthis extraordinary scene originated in a hypocritical experiment, by\nwhich Sir Philip desired to ascertain whether he might return to his\nnative country in safety from the resentment of a family which he had\ninjured so deeply. As the result fell out so contrary to his wishes, he\nis believed to have returned to the Continent, and there died in exile.â\u0080\u009d\n\nSo closed the tale of the MYSTERIOUS MIRROR.\n\n\n\n\n\nEnd of Project Gutenbergâ\u0080\u0099s My Aunt Margaretâ\u0080\u0099s Mirror, by Sir Walter Scott\n\n*** END OF THIS PROJECT GUTENBERG EBOOK MY AUNT MARGARETâ\u0080\u0099S MIRROR ***\n\n***** This file should be named 1667-0.txt or 1667-0.zip *****\nThis and all associated files of various formats will be found in:\n        http:\/\/www.gutenberg.org\/1\/6\/6\/1667\/\n\nProduced by An Anonymous Volunteer\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase â\u0080\u009cProject\nGutenbergâ\u0080\u009d), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp:\/\/gutenberg.org\/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark\/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  â\u0080\u009cProject Gutenbergâ\u0080\u009d is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (â\u0080\u009cthe Foundationâ\u0080\u009d\n or PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase â\u0080\u009cProject Gutenbergâ\u0080\u009d appears, or with which the phrase â\u0080\u009cProject\nGutenbergâ\u0080\u009d is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase â\u0080\u009cProject Gutenbergâ\u0080\u009d associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\nâ\u0080\u009cPlain Vanilla ASCIIâ\u0080\u009d or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original â\u0080\u009cPlain Vanilla ASCIIâ\u0080\u009d or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, â\u0080\u009cInformation about donations to\n     the Project Gutenberg Literary Archive Foundation.â\u0080\u009d\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s\/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\nâ\u0080\u009cDefects,â\u0080\u009d such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the â\u0080\u009cRight\nof Replacement or Refundâ\u0080\u009d described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you â\u0080\u0098AS-ISâ\u0080\u0099 WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tmâ\u0080\u0099s\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http:\/\/www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundationâ\u0080\u0099s EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp:\/\/pglaf.org\/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your stateâ\u0080\u0099s laws.\n\nThe Foundationâ\u0080\u0099s principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundationâ\u0080\u0099s web site and official\npage at http:\/\/pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http:\/\/pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http:\/\/pglaf.org\/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http:\/\/www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n","id":1046,"split":"train"}
