{"ori_id":"28eb6b741d8facc2425a20e4c01592850206f0fd","title":"Abraham Lincoln's first inaugural address","context":"Abraham Lincoln's first inaugural address\n Lincoln opened his speech by first indicating that he would not touch on \"those matters of administration about which there is no special anxiety or excitement.\" The remainder of the speech would address the concerns of Southerners, who were apprehensive that \"by the accession of a Republican Administration their property and their peace and personal security are to be endangered.\" Lincoln emphatically denied this assertion, and invited his listeners to consider his past speeches on the subject of slavery, together with the platform adopted by the Republican Party, which explicitly guaranteed the right of each individual state to decide for itself on the subject of slavery, together with the right of each state to be free from coercion of any kind from other states, or the Federal government. He went on to address several other points of particular interest at the time:\nSlavery: Lincoln stated emphatically that he had \"...no purpose, directly or indirectly, to interfere with the institution of slavery in the States where it exists. I believe I have no lawful right to do so, and I have no inclination to do so.\"\nLegal status of the South: He asserted that as he had just taken an oath \"to preserve, protect, and defend the United States Constitution\", this oath enjoined him to see that the laws of the Union were faithfully executed in all statesâ\u0080\u0094including those that had seceded.\nUse of force: Lincoln promised that there would be no use of force against the South, unless it proved necessary for him to fulfill his obligation to \"hold, occupy, and possess the property and places\" belonging to the federal government, and to collect legal duties and imposts. However, if the South chose to actively take up arms against the Government, their insurrection would meet a firm and forceful response.\nSecession: Referring to words in the preamble to the Constitution, Lincoln stated that the Constitution was established \"to form a more perfect union\" than the Articles of Confederation and Perpetual Union had effected. Since the Union established under the Articles was explicitly perpetual in name and text, thus the Union under the Constitution was equally perpetual. He added that even if the Constitution were to be construed as a simple contract, it could not be legally rescinded without an agreement between all parties, meaning all of the states, North and South.\nProtection of slavery: Lincoln explicitly stated that he had no objection to the proposed Corwin Amendment to the Constitution, which had already been approved by both houses of the United States Congress. This amendment would have formally protected slavery in those states in which it already existed, and assured to each state the right to establish or repudiate it. Lincoln indicated that he thought that this right was already protected in the original Constitution, and thus that the Corwin Amendment merely reiterated what it already contained.\nSlavery in the Territories: Lincoln asserted that nothing in the Constitution expressly said what either could or could not be done regarding slavery in the territories. He indicated his willingness to enforce the Fugitive Slave Act, so long as free blacks could be protected from being kidnapped and illegally sold into slavery through its misuse.\nThe postal service: The U.S. Mails would continue to operate throughout the South, \"unless repelled.\"\nFederal offices in the South: With no professional civil service in operation during this period of American history, Lincoln promised that he would not use the spoils system to appoint Northern office-holders to federal offices, such as postmasterships, located in the Southern states. Instead, he said he would \"forego the use of such offices\" rather than force \"obnoxious strangers\" upon the South.\nLincoln concluded his speech with an eloquent plea for calm and cool deliberation in the face of mounting tension throughout the nation. He assured the rebellious states that the Federal government would never initiate any conflict with them, and indicated his own conviction that once \"touched\" once more by \"the better angels of our nature,\" the \"mystic chords of memory\" North and South would \"yet swell the chorus of the Union.\"\nï»¿The Project Gutenberg EBook of Lincoln's First Inaugural Address, March 4,\n1861, by Abraham Lincoln\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\/license\n\n\nTitle: Lincoln's First Inaugural Address, March 4, 1861\n\nAuthor: Abraham Lincoln\n\nPosting Date: January 24, 2015 [EBook #9]\nRelease Date: December, 1979\n\nLanguage: English\n\n\n*** START OF THIS PROJECT GUTENBERG EBOOK LINCOLN'S FIRST INAUGURAL ***\n\n\n\n\n\n\n\n\n\n\n\nAll of the original Project Gutenberg Etexts from the\n1970's were produced in ALL CAPS, no lower case.  The\ncomputers we used then didn't have lower case at all.\n\n***\n\nThese original Project Gutenberg Etexts will be compiled into a file\ncontaining them all, in order to improve the content ratios of Etext\nto header material.\n\n***\n\n\n\nLincoln's First Inaugural Address\nMarch 4, 1861\n\n\n\nFellow citizens of the United States:  in compliance with a custom as old\nas the government itself, I appear before you to address you briefly\nand to take, in your presence, the oath prescribed by the Constitution\nof the United States, to be taken by the President \"before he enters\non the execution of his office.\"\n\nI do not consider it necessary, at present, for me to discuss those matters\nof administration about which there is no special anxiety, or excitement.\n\nApprehension seems to exist among the people of the Southern States\nthat by the accession of a Republican administration their property\nand their peace and personal security are to be endangered.\nThere has never been any reasonable cause for such apprehension.\nIndeed, the most ample evidence to the contrary has all the while\nexisted and been open to their inspection.  It is found in\nnearly all the published speeches of him who now addresses you.\nI do but quote from one of those speeches when I declare that\n\"I have no purpose, directly or indirectly, to interfere with\nthe institution of slavery in the States where it exists.  I believe\nI have no lawful right to do so, and I have no inclination to do so.\"\nThose who nominated and elected me did so with full knowledge\nthat I had made this and many similar declarations, and had\nnever recanted them.  And, more than this, they placed in the\nplatform for my acceptance, and as a law to themselves and to me,\nthe clear and emphatic resolution which I now read:\n\n\"Resolved:  that the maintenance inviolate\nof the rights of the States, and especially\nthe right of each State to order and control\nits own domestic institutions according to\nits own judgment exclusively, is essential\nto that balance of power on which the perfection\nand endurance of our political fabric depend,\nand we denounce the lawless invasion by armed\nforce of the soil of any State or Territory,\nno matter under what pretext,\nas among the gravest of crimes.\"\n\nI now reiterate these sentiments; and, in doing so, I only press upon\nthe public attention the most conclusive evidence of which the case\nis susceptible, that the property, peace, and security of no section\nare to be in any wise endangered by the now incoming administration.\nI add, too, that all the protection which, consistently with the\nConstitution and the laws, can be given, will be cheerfully given\nto all the States when lawfully demanded, for whatever cause--\nas cheerfully to one section as to another.\n\nThere is much controversy about the delivering up of fugitives\nfrom service or labor.  The clause I now read is as plainly\nwritten in the Constitution as any other of its provisions:\n\n\"No person held to service or labor in one State,\nunder the laws thereof, escaping into another,\nshall in consequence of any law or regulation\ntherein be discharged from such service or labor,\nbut shall be delivered up on claim of the party\nto whom such service or labor may be due.\"\n\nIt is scarcely questioned that this provision was intended by those\nwho made it for the reclaiming of what we call fugitive slaves;\nand the intention of the lawgiver is the law.  All members\nof Congress swear their support to the whole Constitution--\nto this provision as much as to any other.  To the proposition,\nthen, that slaves whose cases come within the terms of this clause\n\"shall be delivered up\", their oaths are unanimous.  Now, if they\nwould make the effort in good temper, could they not with nearly\nequal unanimity frame and pass a law by means of which to keep good\nthat unanimous oath?\n\nThere is some difference of opinion whether this clause should\nbe enforced by national or by State authority; but surely that\ndifference is not a very material one.  If the slave is to be\nsurrendered, it can be of but little consequence to him or to others\nby which authority it is done.  And should any one in any case be\ncontent that his oath shall go unkept on a merely unsubstantial\ncontroversy as to HOW it shall be kept?\n\nAgain, in any law upon this subject, ought not all the safeguards of\nliberty known in civilized and humane jurisprudence to be introduced,\nso that a free man be not, in any case, surrendered as a slave?\nAnd might it not be well at the same time to provide by law for the\nenforcement of that clause in the Constitution which guarantees that\n\"the citizen of each State shall be entitled to all privileges and\nimmunities of citizens in the several States?\"\n\nI take the official oath today with no mental reservations,\nand with no purpose to construe the Constitution or laws by\nany hypercritical rules.  And while I do not choose now to specify\nparticular acts of Congress as proper to be enforced, I do suggest\nthat it will be much safer for all, both in official and private stations,\nto conform to and abide by all those acts which stand unrepealed,\nthan to violate any of them, trusting to find impunity in having\nthem held to be unConstitutional.\n\nIt is seventy-two years since the first inauguration of a President\nunder our national Constitution.  During that period fifteen different\nand greatly distinguished citizens have, in succession, administered\nthe executive branch of the government.  They have conducted it through\nmany perils, and generally with great success.  Yet, with all this scope\nof precedent, I now enter upon the same task for the brief Constitutional\nterm of four years under great and peculiar difficulty.  A disruption of\nthe Federal Union, heretofore only menaced, is now formidably attempted.\n\nI hold that, in contemplation of universal law and of the Constitution,\nthe Union of these States is perpetual.  Perpetuity is implied,\nif not expressed, in the fundamental law of all national governments.\nIt is safe to assert that no government proper ever had a provision\nin its organic law for its own termination.  Continue to execute all\nthe express provisions of our National Constitution, and the Union will\nendure forever--it being impossible to destroy it except by some action\nnot provided for in the instrument itself.\n\nAgain, if the United States be not a government proper, but an association\nof States in the nature of contract merely, can it, as a contract,\nbe peaceably unmade by less than all the parties who made it?\nOne party to a contract may violate it--break it, so to speak;\nbut does it not require all to lawfully rescind it?\n\nDescending from these general principles, we find the proposition\nthat in legal contemplation the Union is perpetual confirmed by\nthe history of the Union itself.  The Union is much older than\nthe Constitution.  It was formed, in fact, by the Articles of\nAssociation in 1774.  It was matured and continued by the\nDeclaration of Independence in 1776.  It was further matured,\nand the faith of all the then thirteen States expressly plighted\nand engaged that it should be perpetual, by the Articles of Confederation\nin 1778.  And, finally, in 1787 one of the declared objects for ordaining\nand establishing the Constitution was \"TO FORM A MORE PERFECT UNION.\"\n\nBut if the destruction of the Union by one or by a part only of the States\nbe lawfully possible, the Union is LESS perfect than before the Constitution,\nhaving lost the vital element of perpetuity.\n\nIt follows from these views that no State upon its own mere motion\ncan lawfully get out of the Union; that Resolves and Ordinances\nto that effect are legally void; and that acts of violence,\nwithin any State or States, against the authority of the United States,\nare insurrectionary or revolutionary, according to circumstances.\n\nI therefore consider that, in view of the Constitution and the laws,\nthe Union is unbroken; and to the extent of my ability I shall take care,\nas the Constitution itself expressly enjoins upon me, that the\nlaws of the Union be faithfully executed in all the States.\nDoing this I deem to be only a simple duty on my part;\nand I shall perform it so far as practicable, unless my\nrightful masters, the American people, shall withhold the\nrequisite means, or in some authoritative manner direct the contrary.\nI trust this will not be regarded as a menace, but only as the\ndeclared purpose of the Union that it WILL Constitutionally\ndefend and maintain itself.\n\nIn doing this there needs to be no bloodshed or violence; and there\nshall be none, unless it be forced upon the national authority.\nThe power confided to me will be used to hold, occupy, and possess\nthe property and places belonging to the government, and to collect\nthe duties and imposts; but beyond what may be necessary for these objects,\nthere will be no invasion, no using of force against or among the people\nanywhere.  Where hostility to the United States, in any interior locality,\nshall be so great and universal as to prevent competent resident citizens\nfrom holding the Federal offices, there will be no attempt to force\nobnoxious strangers among the people for that object.  While the strict\nlegal right may exist in the government to enforce the exercise of\nthese offices, the attempt to do so would be so irritating,\nand so nearly impracticable withal, that I deem it better\nto forego for the time the uses of such offices.\n\nThe mails, unless repelled, will continue to be furnished in all parts\nof the Union.  So far as possible, the people everywhere shall have that\nsense of perfect security which is most favorable to calm thought\nand reflection.  The course here indicated will be followed unless current\nevents and experience shall show a modification or change to be proper,\nand in every case and exigency my best discretion will be exercised\naccording to circumstances actually existing, and with a view and\na hope of a peaceful solution of the national troubles and the\nrestoration of fraternal sympathies and affections.\n\nThat there are persons in one section or another who seek to destroy\nthe Union at all events, and are glad of any pretext to do it, I will\nneither affirm nor deny; but if there be such, I need address no word\nto them.  To those, however, who really love the Union may I not speak?\n\nBefore entering upon so grave a matter as the destruction of our\nnational fabric, with all its benefits, its memories, and its hopes,\nwould it not be wise to ascertain precisely why we do it?\nWill you hazard so desperate a step while there is any possibility\nthat any portion of the ills you fly from have no real existence?\nWill you, while the certain ills you fly to are greater than all\nthe real ones you fly from--will you risk the commission of so\nfearful a mistake?\n\nAll profess to be content in the Union if all Constitutional rights\ncan be maintained.  Is it true, then, that any right, plainly written\nin the Constitution, has been denied?  I think not.  Happily the human\nmind is so constituted that no party can reach to the audacity of doing this.\nThink, if you can, of a single instance in which a plainly written provision\nof the Constitution has ever been denied.  If by the mere force of numbers a\nmajority should deprive a minority of any clearly written Constitutional right,\nit might, in a moral point of view, justify revolution--certainly would if such\na right were a vital one.  But such is not our case.  All the vital rights of\nminorities and of individuals are so plainly assured to them by affirmations\nand negations, guaranties and prohibitions, in the Constitution, that\ncontroversies never arise concerning them.  But no organic law can ever be\nframed with a provision specifically applicable to every question which may\noccur in practical administration.  No foresight can anticipate,\nnor any document of reasonable length contain, express provisions\nfor all possible questions.  Shall fugitives from labor be surrendered\nby national or State authority?  The Constitution does not expressly say.\nMay Congress prohibit slavery in the Territories?  The Constitution does not\nexpressly say.  MUST Congress protect slavery in the Territories?\nThe Constitution does not expressly say.\n\nFrom questions of this class spring all our constitutional controversies,\nand we divide upon them into majorities and minorities.  If the minority\nwill not acquiesce, the majority must, or the government must cease.\nThere is no other alternative; for continuing the government is\nacquiescence on one side or the other.\n\nIf a minority in such case will secede rather than acquiesce,\nthey make a precedent which in turn will divide and ruin them;\nfor a minority of their own will secede from them whenever\na majority refuses to be controlled by such minority.\nFor instance, why may not any portion of a new\nconfederacy a year or two hence arbitrarily secede again,\nprecisely as portions of the present Union now claim to secede from it?\nAll who cherish disunion sentiments are now being educated to the\nexact temper of doing this.\n\nIs there such perfect identity of interests among the States\nto compose a new Union, as to produce harmony only,\nand prevent renewed secession?\n\nPlainly, the central idea of secession is the essence of anarchy.\nA majority held in restraint by constitutional checks and limitations,\nand always changing easily with deliberate changes of popular\nopinions and sentiments, is the only true sovereign of a free people.\nWhoever rejects it does, of necessity, fly to anarchy or to despotism.\nUnanimity is impossible; the rule of a minority, as a permanent arrangement,\nis wholly inadmissible; so that, rejecting the majority principle,\nanarchy or despotism in some form is all that is left.\n\nI do not forget the position, assumed by some, that Constitutional\nquestions are to be decided by the Supreme Court; nor do I deny\nthat such decisions must be binding, in any case, upon the parties\nto a suit, as to the object of that suit, while they are also entitled\nto very high respect and consideration in all parallel cases by all other\ndepartments of the government.  And while it is obviously possible that\nsuch decision may be erroneous in any given case, still the evil effect\nfollowing it, being limited to that particular case, with the chance that\nit may be overruled and never become a precedent for other cases,\ncan better be borne than could the evils of a different practice.\nAt the same time, the candid citizen must confess that if the policy\nof the government, upon vital questions affecting the whole people,\nis to be irrevocably fixed by decisions of the Supreme Court,\nthe instant they are made, in ordinary litigation between parties\nin personal actions, the people will have ceased to be their own rulers,\nhaving to that extent practically resigned their government into the hands\nof that eminent tribunal.  Nor is there in this view any assault upon\nthe court or the judges.  It is a duty from which they may not shrink\nto decide cases properly brought before them, and it is no fault of\ntheirs if others seek to turn their decisions to political purposes.\n\nOne section of our country believes slavery is RIGHT, and ought\nto be extended, while the other believes it is WRONG, and ought\nnot to be extended.  This is the only substantial dispute.\nThe fugitive-slave clause of the Constitution, and the law for the\nsuppression of the foreign slave-trade, are each as well enforced,\nperhaps, as any law can ever be in a community where the moral\nsense of the people imperfectly supports the law itself.\nThe great body of the people abide by the dry legal obligation\nin both cases, and a few break over in each.  This, I think,\ncannot be perfectly cured; and it would be worse in both cases\nAFTER the separation of the sections than BEFORE.  The foreign\nslave-trade, now imperfectly suppressed, would be ultimately revived,\nwithout restriction, in one section, while fugitive slaves,\nnow only partially surrendered, would not be surrendered\nat all by the other.\n\nPhysically speaking, we cannot separate.  We cannot remove our\nrespective sections from each other, nor build an impassable wall\nbetween them.  A husband and wife may be divorced, and go out of\nthe presence and beyond the reach of each other; but the different\nparts of our country cannot do this.  They cannot but remain\nface to face, and intercourse, either amicable or hostile,\nmust continue between them.  Is it possible, then, to make\nthat intercourse more advantageous or more satisfactory after\nseparation than before?  Can aliens make treaties easier than\nfriends can make laws?  Can treaties be more faithfully enforced\nbetween aliens than laws can among friends?  Suppose you go to war,\nyou cannot fight always; and when, after much loss on both sides,\nan no gain on either, you cease fighting, the identical old questions\nas to terms of intercourse are again upon you.\n\nThis country, with its institutions, belongs to the people who inhabit it.\nWhenever they shall grow weary of the existing government, they can exercise\ntheir CONSTITUTIONAL right of amending it, or their REVOLUTIONARY right\nto dismember or overthrow it.  I cannot be ignorant of the fact\nthat many worthy and patriotic citizens are desirous of having the\nnational Constitution amended.  While I make no recommendation of\namendments, I fully recognize the rightful authority of the people\nover the whole subject, to be exercised in either of the modes prescribed\nin the instrument itself; and I should, under existing circumstances,\nfavor rather than oppose a fair opportunity being afforded the people\nto act upon it.  I will venture to add that to me the convention mode\nseems preferable, in that it allows amendments to originate with\nthe people themselves, instead of only permitting them to take or\nreject propositions originated by others not especially chosen\nfor the purpose, and which might not be precisely such as they would\nwish to either accept or refuse.  I understand a proposed amendment\nto the Constitution--which amendment, however, I have not seen--has\npassed Congress, to the effect that the Federal Government shall\nnever interfere with the domestic institutions of the States,\nincluding that of persons held to service.  To avoid misconstruction\nof what I have said, I depart from my purpose not to speak of particular\namendments so far as to say that, holding such a provision to now be\nimplied Constitutional law, I have no objection to its being made express\nand irrevocable.\n\nThe chief magistrate derives all his authority from the people,\nand they have conferred none upon him to fix terms for the\nseparation of the states.  The people themselves can do this\nalso if they choose; but the executive, as such, has nothing to\ndo with it.  His duty is to administer the present government,\nas it came to his hands, and to transmit it, unimpaired by him,\nto his successor.\n\nWhy should there not be a patient confidence in the ultimate justice\nof the people?  Is there any better or equal hope in the world?\nIn our present differences is either party without faith of being\nin the right?  If the Almighty Ruler of Nations, with his eternal\ntruth and justice, be on your side of the North, or on yours\nof the South, that truth and that justice will surely prevail,\nby the judgment of this great tribunal, the American people.\n\nBy the frame of the government under which we live, this same people\nhave wisely given their public servants but little power for mischief;\nand have, with equal wisdom, provided for the return of that little\nto their own hands at very short intervals.  While the people retain\ntheir virtue and vigilance, no administration, by any extreme of\nwickedness or folly, can very seriously injure the government\nin the short space of four years.\n\nMy countrymen, one and all, think calmly and WELL upon this\nwhole subject.  Nothing valuable can be lost by taking time.\nIf there be an object to HURRY any of you in hot haste to a step\nwhich you would never take DELIBERATELY, that object will be\nfrustrated by taking time; but no good object can be frustrated\nby it.  Such of you as are now dissatisfied, still have the\nold Constitution unimpaired, and, on the sensitive point,\nthe laws of your own framing under it; while the new administration\nwill have no immediate power, if it would, to change either.\nIf it were admitted that you who are dissatisfied hold the\nright side in the dispute, there still is no single good reason\nfor precipitate action.  Intelligence, patriotism, Christianity,\nand a firm reliance on him who has never yet forsaken this favored land,\nare still competent to adjust in the best way all our present difficulty.\n\nIn YOUR hands, my dissatisfied fellow-countrymen, and not in MINE,\nis the momentous issue of civil war.  The government will not assail YOU.\nYou can have no conflict without being yourselves the aggressors.\nYOU have no oath registered in heaven to destroy the government, while _I_\nshall have the most solemn one to \"preserve, protect, and defend it.\"\n\nI am loathe to close.  We are not enemies, but friends.  We must not\nbe enemies.  Though passion may have strained, it must not break\nour bonds of affection.  The mystic chords of memory, stretching from\nevery battlefield and patriot grave to every living heart and hearthstone\nall over this broad land, will yet swell the chorus of the Union\nwhen again touched, as surely they will be, by the better angels of our nature.\n\n\n\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Lincoln's First Inaugural Address,\nMarch 4, 1861, by Abraham Lincoln\n\n*** END OF THIS PROJECT GUTENBERG EBOOK LINCOLN'S FIRST INAUGURAL ***\n\n***** This file should be named 9.txt or 9.zip *****\nThis and all associated files of various formats will be found in:\n        http:\/\/www.gutenberg.org\/9\/\n\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp:\/\/gutenberg.org\/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark\/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\/license\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s\/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http:\/\/www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp:\/\/pglaf.org\/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http:\/\/pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http:\/\/pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http:\/\/pglaf.org\/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http:\/\/www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n","id":175,"split":"train"}
