{"ori_id":"f5d38eb6fbd9feb4f8e0bc35f83c8b2a7ed1bc1f","title":"A Kidnapped Santa Claus","context":"A Kidnapped Santa Claus\n The story opens with a quick overview of Santa's castle in the Laughing Valley. Its focus soon switches to the five Caves of the Daemons in nearby (though unnamed) mountains. These creatures are pagan daemons rather than Christian demons, in that they are not servants of Satan or necessarily evil. Four of the five, the Daemons of Selfishness, Envy, Hatred, and Malice, certainly are bad, but the fifth, the Daemon of Repentance, is a more ambiguous figure.\nThe Daemons of the Caves resent Santa Claus because children under the influence of his gifts rarely visit their caves. They decide to frustrate his efforts and counter his influence. (The Daemon of Repentance goes along with the plan, since children cannot reach his remote cave without passing through the caves of his compatriots beforehand.) The Daemons first try to tempt Santa Claus to their own vices; they visit him one by one, and attempt to lure him into selfishness, envy, and hatred. Santa Claus merely laughs at their clumsy efforts. (The obvious model for these episodes is the Temptation of Christ in the Synoptic Gospels.) Failing at temptation, the Daemons instead kidnap Santa Claus; they lasso him as he is riding in his sleigh on Christmas Eve, and bind him in their caverns.\nSanta Claus is accompanied on his rounds by a fairy, pixie, knook, and ryl, who travel under the seat of his sleigh; once the four realize that Santa is gone, they endeavor to complete his mission and deliver the gifts. They generally succeed, though with some mistakes; they deliver a toy drum to a little girl and a sewing kit to a little boy. Overall, though, they manage to save Christmas. Then they report Santa's absence; the queen of the fairies in the Forest of Burzee knows what has happened. An army of magical creatures is mustered to rescue the missing hero. Meanwhile, though, Santa is released from captivity by the Daemon of Repentance, who has repented the kidnapping. Santa meets the army on its way, and turns it back from attacking the daemons.\n(In the seventh chapter of The Life and Adventures of Santa Claus, titled \"The Great Battle Between Good and Evil,\" Baum depicts a combat between massed magical forces. Here in the short story he avoids that spectacle, a strategy he would employ again in the climax of the sixth Oz book, The Emerald City of Oz, in 1910.)\nï»¿The Project Gutenberg EBook of A Kidnapped Santa Claus, by L. Frank Baum\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n\nTitle: A Kidnapped Santa Claus\n\nAuthor: L. Frank Baum\n\nPosting Date: July 30, 2008 [EBook #519]\nRelease Date: May, 1996\n\nLanguage: English\n\n\n*** START OF THIS PROJECT GUTENBERG EBOOK A KIDNAPPED SANTA CLAUS ***\n\n\n\n\nProduced by Dennis Amundson\n\n\n\n\n\n\n\n\nA Kidnapped Santa Claus\n\n\nby\n\nL. Frank Baum\n\n\n\nSanta Claus lives in the Laughing Valley, where stands the big,\nrambling castle in which his toys are manufactured.  His workmen,\nselected from the ryls, knooks, pixies and fairies, live with him, and\nevery one is as busy as can be from one year's end to another.\n\nIt is called the Laughing Valley because everything there is happy\nand gay.  The brook chuckles to itself as it leaps rollicking between\nits green banks; the wind whistles merrily in the trees; the sunbeams\ndance lightly over the soft grass, and the violets and wild flowers\nlook smilingly up from their green nests.  To laugh one needs to be\nhappy; to be happy one needs to be content.  And throughout the\nLaughing Valley of Santa Claus contentment reigns supreme.\n\nOn one side is the mighty Forest of Burzee.  At the other side stands\nthe huge mountain that contains the Caves of the Daemons.  And between\nthem the Valley lies smiling and peaceful.\n\nOne would thing that our good old Santa Claus, who devotes his days to\nmaking children happy, would have no enemies on all the earth; and, as\na matter of fact, for a long period of time he encountered nothing but\nlove wherever he might go.\n\nBut the Daemons who live in the mountain caves grew to hate Santa Claus\nvery much, and all for the simple reason that he made children happy.\n\nThe Caves of the Daemons are five in number.  A broad pathway leads\nup to the first cave, which is a finely arched cavern at the foot of\nthe mountain, the entrance being beautifully carved and decorated.  In\nit resides the Daemon of Selfishness.  Back of this is another cavern\ninhabited by the Daemon of Envy.  The cave of the Daemon of Hatred is\nnext in order, and through this one passes to the home of the Daemon\nof Malice--situated in a dark and fearful cave in the very heart of\nthe mountain.  I do not know what lies beyond this.  Some say there\nare terrible pitfalls leading to death and destruction, and this may\nvery well be true.  However, from each one of the four caves mentioned\nthere is a small, narrow tunnel leading to the fifth cave--a cozy\nlittle room occupied by the Daemon of Repentance.  And as the rocky\nfloors of these passages are well worn by the track of passing feet, I\njudge that many wanderers in the Caves of the Daemons have escaped\nthrough the tunnels to the abode of the Daemon of Repentance, who is\nsaid to be a pleasant sort of fellow who gladly opens for one a little\ndoor admitting you into fresh air and sunshine again.\n\nWell, these Daemons of the Caves, thinking they had great cause to\ndislike old Santa Claus, held a meeting one day to discuss the matter.\n\n\"I'm really getting lonesome,\" said the Daemon of Selfishness.  \"For\nSanta Claus distributes so many pretty Christmas gifts to all the\nchildren that they become happy and generous, through his example, and\nkeep away from my cave.\"\n\n\"I'm having the same trouble,\" rejoined the Daemon of Envy.  \"The\nlittle ones seem quite content with Santa Claus, and there are few,\nindeed, that I can coax to become envious.\"\n\n\"And that makes it bad for me!\" declared the Daemon of Hatred.  \"For\nif no children pass through the Caves of Selfishness and Envy, none\ncan get to MY cavern.\"\n\n\"Or to mine,\" added the Daemon of Malice.\n\n\"For my part,\" said the Daemon of Repentance, \"it is easily seen that\nif children do not visit your caves they have no need to visit mine;\nso that I am quite as neglected as you are.\"\n\n\"And all because of this person they call Santa Claus!\" exclaimed the\nDaemon of Envy.  \"He is simply ruining our business, and something\nmust be done at once.\"\n\nTo this they readily agreed; but what to do was another and more\ndifficult matter to settle.  They knew that Santa Claus worked all\nthrough the year at his castle in the Laughing Valley, preparing the\ngifts he was to distribute on Christmas Eve; and at first they\nresolved to try to tempt him into their caves, that they might lead\nhim on to the terrible pitfalls that ended in destruction.\n\nSo the very next day, while Santa Claus was busily at work, surrounded\nby his little band of assistants, the Daemon of Selfishness came to\nhim and said:\n\n\"These toys are wonderfully bright and pretty.  Why do you not keep\nthem for yourself?  It's a pity to give them to those noisy boys and\nfretful girls, who break and destroy them so quickly.\"\n\n\"Nonsense!\" cried the old graybeard, his bright eyes twinkling merrily\nas he turned toward the tempting Daemon.  \"The boys and girls are\nnever so noisy and fretful after receiving my presents, and if I can\nmake them happy for one day in the year I am quite content.\"\n\nSo the Daemon went back to the others, who awaited him in their caves,\nand said:\n\n\"I have failed, for Santa Claus is not at all selfish.\"\n\nThe following day the Daemon of Envy visited Santa Claus.  Said he:\n\"The toy shops are full of playthings quite as pretty as those you are\nmaking.  What a shame it is that they should interfere with your\nbusiness!  They make toys by machinery much quicker than you can make\nthem by hand; and they sell them for money, while you get nothing at\nall for your work.\"\n\nBut Santa Claus refused to be envious of the toy shops.\n\n\"I can supply the little ones but once a year--on Christmas Eve,\" he\nanswered; \"for the children are many, and I am but one.  And as my\nwork is one of love and kindness I would be ashamed to receive money\nfor my little gifts.  But throughout all the year the children must be\namused in some way, and so the toy shops are able to bring much\nhappiness to my little friends.  I like the toy shops, and am glad to\nsee them prosper.\"\n\nIn spite of the second rebuff, the Daemon of Hatred thought he would\ntry to influence Santa Claus.  So the next day he entered the busy\nworkshop and said:\n\n\"Good morning, Santa!  I have bad news for you.\"\n\n\"Then run away, like a good fellow,\" answered Santa Claus.  \"Bad news\nis something that should be kept secret and never told.\"\n\n\"You cannot escape this, however,\" declared the Daemon; \"for in the\nworld are a good many who do not believe in Santa Claus, and these you\nare bound to hate bitterly, since they have so wronged you.\"\n\n\"Stuff and rubbish!\" cried Santa.\n\n\"And there are others who resent your making children happy and who\nsneer at you and call you a foolish old rattlepate!  You are quite\nright to hate such base slanderers, and you ought to be revenged upon\nthem for their evil words.\"\n\n\"But I don't hate 'em!\" exclaimed Santa Claus positively.  \"Such\npeople do me no real harm, but merely render themselves and their\nchildren unhappy.  Poor things!  I'd much rather help them any day\nthan injure them.\"\n\nIndeed, the Daemons could not tempt old Santa Claus in any way.  On\nthe contrary, he was shrewd enough to see that their object in\nvisiting him was to make mischief and trouble, and his cheery laughter\ndisconcerted the evil ones and showed to them the folly of such an\nundertaking.  So they abandoned honeyed words and determined to use force.\n\nIt was well known that no harm can come to Santa Claus while he is in\nthe Laughing Valley, for the fairies, and ryls, and knooks all protect\nhim.  But on Christmas Eve he drives his reindeer out into the big\nworld, carrying a sleighload of toys and pretty gifts to the children;\nand this was the time and the occasion when his enemies had the best\nchance to injure him.  So the Daemons laid their plans and awaited the\narrival of Christmas Eve.\n\nThe moon shone big and white in the sky, and the snow lay crisp and\nsparkling on the ground as Santa Claus cracked his whip and sped away\nout of the Valley into the great world beyond.  The roomy sleigh was\npacked full with huge sacks of toys, and as the reindeer dashed onward\nour jolly old Santa laughed and whistled and sang for very joy.  For\nin all his merry life this was the one day in the year when he was\nhappiest--the day he lovingly bestowed the treasures of his workshop\nupon the little children.\n\nIt would be a busy night for him, he well knew.  As he whistled and\nshouted and cracked his whip again, he reviewed in mind all the towns\nand cities and farmhouses where he was expected, and figured that he\nhad just enough presents to go around and make every child happy.  The\nreindeer knew exactly what was expected of them, and dashed along so\nswiftly that their feet scarcely seemed to touch the snow-covered ground.\n\nSuddenly a strange thing happened: a rope shot through the moonlight\nand a big noose that was in the end of it settled over the arms and\nbody of Santa Claus and drew tight.  Before he could resist or even\ncry out he was jerked from the seat of the sleigh and tumbled head\nforemost into a snowbank, while the reindeer rushed onward with the\nload of toys and carried it quickly out of sight and sound.\n\nSuch a surprising experience confused old Santa for a moment, and when\nhe had collected his senses he found that the wicked Daemons had\npulled him from the snowdrift and bound him tightly with many coils of\nthe stout rope.  And then they carried the kidnapped Santa Claus away\nto their mountain, where they thrust the prisoner into a secret cave\nand chained him to the rocky wall so that he could not escape.\n\n\"Ha, ha!\" laughed the Daemons, rubbing their hands together with cruel\nglee.  \"What will the children do now?  How they will cry and scold\nand storm when they find there are no toys in their stockings and no\ngifts on their Christmas trees!  And what a lot of punishment they\nwill receive from their parents, and how they will flock to our Caves\nof Selfishness, and Envy, and Hatred, and Malice!  We have done a\nmighty clever thing, we Daemons of the Caves!\"\n\nNow it so chanced that on this Christmas Eve the good Santa Claus had\ntaken with him in his sleigh Nuter the Ryl, Peter the Knook, Kilter\nthe Pixie, and a small fairy named Wisk--his four favorite assistants.\nThese little people he had often found very useful in helping him to\ndistribute his gifts to the children, and when their master was so\nsuddenly dragged from the sleigh they were all snugly tucked\nunderneath the seat, where the sharp wind could not reach them.\n\nThe tiny immortals knew nothing of the capture of Santa Claus until\nsome time after he had disappeared.  But finally they missed his\ncheery voice, and as their master always sang or whistled on his\njourneys, the silence warned them that something was wrong.\n\nLittle Wisk stuck out his head from underneath the seat and found\nSanta Claus gone and no one to direct the flight of the reindeer.\n\n\"Whoa!\" he called out, and the deer obediently slackened speed and\ncame to a halt.\n\nPeter and Nuter and Kilter all jumped upon the seat and looked back\nover the track made by the sleigh.  But Santa Claus had been left\nmiles and miles behind.\n\n\"What shall we do?\" asked Wisk anxiously, all the mirth and mischief\nbanished from his wee face by this great calamity.\n\n\"We must go back at once and find our master,\" said Nuter the Ryl, who\nthought and spoke with much deliberation.\n\n\"No, no!\" exclaimed Peter the Knook, who, cross and crabbed though he\nwas, might always be depended upon in an emergency.  \"If we delay, or\ngo back, there will not be time to get the toys to the children before\nmorning; and that would grieve Santa Claus more than anything else.\"\n\n\"It is certain that some wicked creatures have captured him,\" added\nKilter thoughtfully, \"and their object must be to make the children\nunhappy.  So our first duty is to get the toys distributed as\ncarefully as if Santa Claus were himself present.  Afterward we\ncan search for our master and easily secure his freedom.\"\n\nThis seemed such good and sensible advice that the others at once\nresolved to adopt it.  So Peter the Knook called to the reindeer, and\nthe faithful animals again sprang forward and dashed over hill and\nvalley, through forest and plain, until they came to the houses\nwherein children lay sleeping and dreaming of the pretty gifts they\nwould find on Christmas morning.\n\nThe little immortals had set themselves a difficult task; for although\nthey had assisted Santa Claus on many of his journeys, their master\nhad always directed and guided them and told them exactly what he\nwished them to do.  But now they had to distribute the toys according\nto their own judgment, and they did not understand children as well as\ndid old Santa.  So it is no wonder they made some laughable errors.\n\nMamie Brown, who wanted a doll, got a drum instead; and a drum is of\nno use to a girl who loves dolls.  And Charlie Smith, who delights to\nromp and play out of doors, and who wanted some new rubber boots to\nkeep his feet dry, received a sewing box filled with colored worsteds\nand threads and needles, which made him so provoked that he\nthoughtlessly called our dear Santa Claus a fraud.\n\nHad there been many such mistakes the Daemons would have accomplished\ntheir evil purpose and made the children unhappy.  But the little\nfriends of the absent Santa Claus labored faithfully and intelligently\nto carry out their master's ideas, and they made fewer errors than\nmight be expected under such unusual circumstances.\n\nAnd, although they worked as swiftly as possible, day had begun to\nbreak before the toys and other presents were all distributed; so for\nthe first time in many years the reindeer trotted into the Laughing\nValley, on their return, in broad daylight, with the brilliant sun\npeeping over the edge of the forest to prove they were far behind\ntheir accustomed hours.\n\nHaving put the deer in the stable, the little folk began to wonder how\nthey might rescue their master; and they realized they must discover,\nfirst of all, what had happened to him and where he was.\n\nSo Wisk the Fairy transported himself to the bower of the Fairy Queen,\nwhich was located deep in the heart of the Forest of Burzee; and once\nthere, it did not take him long to find out all about the naughty\nDaemons and how they had kidnapped the good Santa Claus to prevent his\nmaking children happy.  The Fairy Queen also promised her assistance,\nand then, fortified by this powerful support, Wisk flew back to where\nNuter and Peter and Kilter awaited him, and the four counseled\ntogether and laid plans to rescue their master from his enemies.\n\nIt is possible that Santa Claus was not as merry as usual during the\nnight that succeeded his capture.  For although he had faith in the\njudgment of his little friends he could not avoid a certain amount of\nworry, and an anxious look would creep at times into his kind old eyes\nas he thought of the disappointment that might await his dear little\nchildren.  And the Daemons, who guarded him by turns, one after\nanother, did not neglect to taunt him with contemptuous words in his\nhelpless condition.\n\nWhen Christmas Day dawned the Daemon of Malice was guarding the\nprisoner, and his tongue was sharper than that of any of the others.\n\n\"The children are waking up, Santa!\" he cried.  \"They are waking up to\nfind their stockings empty!  Ho, ho!  How they will quarrel, and wail,\nand stamp their feet in anger!  Our caves will be full today, old\nSanta!  Our caves are sure to be full!\"\n\nBut to this, as to other like taunts, Santa Claus answered nothing.\nHe was much grieved by his capture, it is true; but his courage did\nnot forsake him.  And, finding that the prisoner would not reply to\nhis jeers, the Daemon of Malice presently went away, and sent the\nDaemon of Repentance to take his place.\n\nThis last personage was not so disagreeable as the others.  He had\ngentle and refined features, and his voice was soft and pleasant in tone.\n\n\"My brother Daemons do not trust me overmuch,\" said he, as he entered\nthe cavern; \"but it is morning, now, and the mischief is done.  You\ncannot visit the children again for another year.\"\n\n\"That is true,\" answered Santa Claus, almost cheerfully;\n\"Christmas Eve is past, and for the first time in centuries\nI have not visited my children.\"\n\n\"The little ones will be greatly disappointed,\" murmured the Daemon of\nRepentance, almost regretfully; \"but that cannot be helped now.  Their\ngrief is likely to make the children selfish and envious and hateful,\nand if they come to the Caves of the Daemons today I shall get a\nchance to lead some of them to my Cave of Repentance.\"\n\n\"Do you never repent, yourself?\" asked Santa Claus, curiously.\n\n\"Oh, yes, indeed,\" answered the Daemon.  \"I am even now repenting that\nI assisted in your capture.  Of course it is too late to remedy the\nevil that has been done; but repentance, you know, can come only after\nan evil thought or deed, for in the beginning there is nothing to\nrepent of.\"\n\n\"So I understand,\" said Santa Claus.  \"Those who avoid evil need never\nvisit your cave.\"\n\n\"As a rule, that is true,\" replied the Daemon; \"yet you, who have done\nno evil, are about to visit my cave at once; for to prove that I sincerely\nregret my share in your capture I am going to permit you to escape.\"\n\nThis speech greatly surprised the prisoner, until he reflected that it\nwas just what might be expected of the Daemon of Repentance.  The\nfellow at once busied himself untying the knots that bound Santa Claus\nand unlocking the chains that fastened him to the wall.  Then he\nled the way through a long tunnel until they both emerged in the\nCave of Repentance.\n\n\"I hope you will forgive me,\" said the Daemon pleadingly.  \"I am not\nreally a bad person, you know; and I believe I accomplish a great deal\nof good in the world.\"\n\nWith this he opened a back door that let in a flood of sunshine, and\nSanta Claus sniffed the fresh air gratefully.\n\n\"I bear no malice,\" said he to the Daemon, in a gentle voice; \"and I\nam sure the world would be a dreary place without you.  So, good\nmorning, and a Merry Christmas to you!\"\n\nWith these words he stepped out to greet the bright morning, and a\nmoment later he was trudging along, whistling softly to himself, on\nhis way to his home in the Laughing Valley.\n\nMarching over the snow toward the mountain was a vast army, made up of\nthe most curious creatures imaginable.  There were numberless knooks\nfrom the forest, as rough and crooked in appearance as the gnarled\nbranches of the trees they ministered to.  And there were dainty ryls\nfrom the fields, each one bearing the emblem of the flower or plant it\nguarded.  Behind these were many ranks of pixies, gnomes and nymphs, and\nin the rear a thousand beautiful fairies floated along in gorgeous array.\n\nThis wonderful army was led by Wisk, Peter, Nuter, and Kilter, who had\nassembled it to rescue Santa Claus from captivity and to punish the\nDaemons who had dared to take him away from his beloved children.\n\nAnd, although they looked so bright and peaceful, the little immortals\nwere armed with powers that would be very terrible to those who had\nincurred their anger.  Woe to the Daemons of the Caves if this mighty\narmy of vengeance ever met them!\n\nBut lo! coming to meet his loyal friends appeared the imposing form of\nSanta Claus, his white beard floating in the breeze and his bright\neyes sparkling with pleasure at this proof of the love and veneration\nhe had inspired in the hearts of the most powerful creatures in existence.\n\nAnd while they clustered around him and danced with glee at his safe\nreturn, he gave them earnest thanks for their support.  But Wisk, and\nNuter, and Peter, and Kilter, he embraced affectionately.\n\n\"It is useless to pursue the Daemons,\" said Santa Claus to the army.\n\"They have their place in the world, and can never be destroyed.  But\nthat is a great pity, nevertheless,\" he continued musingly.\n\nSo the fairies, and knooks, and pixies, and ryls all escorted the good\nman to his castle, and there left him to talk over the events of the\nnight with his little assistants.\n\nWisk had already rendered himself invisible and flown through the big\nworld to see how the children were getting along on this bright\nChristmas morning; and by the time he returned, Peter had finished\ntelling Santa Claus of how they had distributed the toys.\n\n\"We really did very well,\" cried the fairy, in a pleased voice; \"for I\nfound little unhappiness among the children this morning.  Still, you\nmust not get captured again, my dear master; for we might not be so\nfortunate another time in carrying out your ideas.\"\n\nHe then related the mistakes that had been made, and which he had not\ndiscovered until his tour of inspection.  And Santa Claus at once sent\nhim with rubber boots for Charlie Smith, and a doll for Mamie Brown;\nso that even those two disappointed ones became happy.\n\nAs for the wicked Daemons of the Caves, they were filled with anger\nand chagrin when they found that their clever capture of Santa Claus\nhad come to naught.  Indeed, no one on that Christmas Day appeared to\nbe at all selfish, or envious, or hateful.  And, realizing that while\nthe children's saint had so many powerful friends it was folly to\noppose him, the Daemons never again attempted to interfere with his\njourneys on Christmas Eve.\n\n\n\n\n\n\n\n\n\nEnd of Project Gutenberg's A Kidnapped Santa Claus, by L. Frank Baum\n\n*** END OF THIS PROJECT GUTENBERG EBOOK A KIDNAPPED SANTA CLAUS ***\n\n***** This file should be named 519.txt or 519.zip *****\nThis and all associated files of various formats will be found in:\n        http:\/\/www.gutenberg.org\/5\/1\/519\/\n\nProduced by Dennis Amundson\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp:\/\/gutenberg.net\/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark\/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s\/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http:\/\/www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp:\/\/pglaf.org\/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http:\/\/pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http:\/\/pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http:\/\/pglaf.org\/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http:\/\/www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n","id":1061,"split":"train"}
