{"ori_id":"3d899bf5c2bc4b561621b01e2255268800141fdd","title":"The Story of Ferdinand","context":"The Story of Ferdinand\n Young Ferdinand does not enjoy butting heads with other young bulls, preferring instead to lie under a tree smelling the flowers. His mother worries that he might be lonely and tries to persuade him to play with the other calves, but when she sees that Ferdinand is content as he is, she leaves him alone.\nWhen the calves grow up, Ferdinand turns out to be the largest and strongest of the young bulls. All the other bulls dream of being chosen to compete in the bull fight in Madrid, but Ferdinand still prefers smelling the flowers instead. One day, five men come to the pasture to choose a bull for the fights. Ferdinand is again on his own, sniffing flowers, when he accidentally sits on a bee. Upon getting stung as a result, he runs wildly across the field, snorting and stamping. Mistaking Ferdinand for a mad bull, the men rename him \"Ferdinand the Fierce\" and take him away to Madrid.\nAll the beautiful ladies of Madrid turn out to see the handsome matador fight \"Ferdinand the Fierce\". However, when Ferdinand is led into the ring, he is delighted by the flowers in the ladies' hair and lies down in the middle of the ring to enjoy them, upsetting and disappointing everyone. Ferdinand is then sent back to his pasture, where to this day, he is still smelling flowers.\nï»¿Project Gutenberg's The Tale of Ferdinand Frog, by Arthur Scott Bailey\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n\nTitle: The Tale of Ferdinand Frog\n\nAuthor: Arthur Scott Bailey\n\nIllustrator: Harry L. Smith\n\nRelease Date: February 13, 2008 [EBook #24590]\n\nLanguage: English\n\n\n*** START OF THIS PROJECT GUTENBERG EBOOK THE TALE OF FERDINAND FROG ***\n\n\n\n\nProduced by Joe Longo, Emmy and the Online Distributed\nProofreading Team at http:\/\/www.pgdp.net\n\n\n\n\n\n\n\n\n\n\n\nTHE TALE OF\nFERDINAND FROG\n\n\n\n\nSLEEPY-TIME TALES\n\n(Trademark Registered)\n\n  BY\n  ARTHUR SCOTT BAILEY\n\nAUTHOR OF TUCK-ME-IN TALES\n\n(Trademark Registered)\n\n        THE TALE OF CUFFY BEAR\n        THE TALE OF FRISKY SQUIRREL\n        THE TALE OF TOMMY FOX\n        THE TALE OF FATTY COON\n        THE TALE OF BILLY WOODCHUCK\n        THE TALE OF JIMMY RABBIT\n        THE TALE OF PETER MINK\n        THE TALE OF SANDY CHIPMUNK\n        THE TALE OF BROWNIE BEAVER\n        THE TALE OF PADDY MUSKRAT\n        THE TALE OF FERDINAND FROG\n        THE TALE OF DICKIE DEER MOUSE\n\n[Illustration: Mr. Frog Bows to Aunt Polly Woodchuck]\n\n\n\n\nSLEEPY-TIME TALES (Trademark Registered)\n\n\n  THE TALE OF\n  FERDINAND\n  FROG\n\n  BY\n  ARTHUR SCOTT BAILEY\n\nAuthor of \"TUCK-ME-IN TALES\"\n\n(Trademark Registered)\n\n  ILLUSTRATED BY\n  HARRY L. SMITH\n\n  NEW YORK\n  GROSSET & DUNLAP\n  PUBLISHERS\n  Made in the United States of America\n\n\n\n\n  Copyright, 1918,\n  by GROSSET & DUNLAP\n\n\n\n\nCONTENTS\n\n\nCHAPTER                                   PAGE\n\n      I  PRETTY AS A PICTURE                9\n\n     II  THE DANGERS OF TRAVEL             14\n\n    III  MR. FROG'S DOUBLE                 19\n\n     IV  MR. CROW LOSES SOMETHING          25\n\n      V  MR. FROG'S SECRET SORROW          31\n\n     VI  TIRED TIM DOES A FAVOR            36\n\n    VII  THE SINGING-PARTY                 42\n\n   VIII  THE MISSING SUPPER                46\n\n     IX  THE MYSTERIOUS STRANGER           51\n\n      X  CATCHING UP WITH MR. FROG         56\n\n     XI  MR. FROG IS IN NO HURRY           61\n\n    XII  A BAD BLUNDER                     66\n\n   XIII  A SIXTY-INCH MEAL                 71\n\n    XIV  AN UNPLEASANT MIX-UP              77\n\n     XV  EVERYONE IS HAPPY                 82\n\n    XVI  STOP THAT!                        87\n\n   XVII  A LONG, SHARP BILL                92\n\n  XVIII  MAKING BUTTON-HOLES               97\n\n    XIX  THE SWIMMING TEACHER             103\n\n     XX  DISTURBING THE NEIGHBORS         109\n\n    XXI  MUD BATHS                        114\n\n   XXII  HOLDING HIS BREATH               119\n\n  XXIII  MR. FROG RUNS AWAY               124\n\n\n\n\nTHE TALE OF FERDINAND FROG\n\n\n\n\nI\n\nPRETTY AS A PICTURE\n\n\nThere was something about Ferdinand Frog that made everybody smile. It\nmay have been his amazingly wide mouth and his queer, bulging eyes, or\nperhaps it was his sprightly manner--for one never could tell when Mr.\nFrog would leap into the air, or turn a somersault backward. Indeed,\nsome of his neighbors claimed that he himself didn't know what he was\ngoing to do next--he was so _jumpy_.\n\nAnyhow, all the wild folk in Pleasant Valley agreed that Ferdinand Frog\nwas an agreeable person to have around. No matter what happened, he was\nalways cheerful. Nobody ever heard of his losing his temper, though to\nbe sure he was sometimes the means of other peoples losing theirs. But\nlet a body be as angry as he pleased with Mr. Frog, Mr. Frog would\ncontinue to smile and smirk.\n\nOf course, such extreme cheerfulness often made angry folk only the more\nfurious, especially when the whole trouble was Ferdinand Frog's own\nfault. But it made no difference to him what blunder he had made. He was\nalways ready to make another--and smile at the same time.\n\nReally, he was so good-natured that nobody could feel peevish towards\nhim for long. In fact, he was a great favorite--especially among the\nladies. Whenever he met one of them--it might be the youngest of the\nRabbit sisters, or old Aunt Polly Woodchuck--he never failed to make the\nlowest of bows, smile the broadest of smiles, and inquire after her\nhealth.\n\nThat was Ferdinand Frog--known far and wide for his elegant manners.\nEvery young lady declared that he wore exquisite clothes, too; and many\nof them secretly thought him quite good-looking.\n\nBut people as old as Aunt Polly Woodchuck seldom take heed of what a\nperson wears. As for Mr. Frog's looks, since Aunt Polly believed that\n\"handsome is as handsome does,\" she admitted that Ferdinand Frog was--as\nshe put it--\"purty as a picter.\"\n\nWhen Ferdinand Frog heard that, he was so delighted that he hurried\nstraight home and put on his best suit. And then he spent most of a\nwhole afternoon smiling at his reflection in the surface of the Beaver\npond, where he was living at the time.\n\nSo it is easy to see that Ferdinand Frog was a vain and silly fellow. He\nwas even foolish enough to repeat Aunt Polly's remark to everybody he\nchanced to meet that night, and the following day as well.\n\nThere was no one who could help grinning at Ferdinand Frog's news--he\nlooked so comical. And old Mr. Crow, who was noted for his rudeness,\neven burst out with a hoarse _haw-haw_.\n\n\"You're pretty as a picture, eh?\" he chuckled. \"I suppose Aunt Polly\nmeans that you're as pretty as one of the pictures that the circus men\nhave pasted on Farmer Green's barn. . . . I believe----\" he added, as\nhe stared at Ferdinand Frog----\"I believe I know which one Aunt Polly\nmeans.\"\n\n\"Is that so?\" cried Mr. Frog, swelling himself up--through pride--until\nit seemed that he must burst. \"Oh, which picture is it?\"\n\n\"It's the one in the upper left-hand corner,\" old Mr. Crow informed him\nsolemnly. \"And if you haven't yet seen it, you should take a good look\nat it soon.\"\n\n\"I will!\" Ferdinand Frog declared. \"I'll visit Farmer Green's place this\nvery night!\"\n\nAnd he opened his mouth and smiled so widely that old Mr. Crow couldn't\nhelp shuddering--though he knew well enough that Ferdinand Frog could\nnever swallow anyone as big as he was.\n\n\n\n\nII\n\nTHE DANGERS OF TRAVEL\n\n\nIt was a long way to Farmer Green's from the Beaver pond where Ferdinand\nFrog made his home. But he felt that he simply _must_ see that picture\nwhich Mr. Crow said looked like him. So he started out just before\nsunset.\n\nOne thing, at least, about his journey pleased him: he could make the\ntrip by water--and he certainly did hate travelling on land.\n\nLuckily the stream that trickled its way below the Beaver dam led\nstraight to Swift River. And everybody who knew anything was aware that\nSwift River ran right under the bridge not far from the farmhouse.\n\nSo Mr. Frog leaped spryly into the brook and struck out downstream.\n\nHe was a famous swimmer, having been used to the water from the time he\nwas a tadpole. And now he swam so fast, with the help of the current,\nthat he reached the river by the time the moon was up.\n\nAs he looked up at the sky Ferdinand Frog was both glad and sorry that\nthere was a moon that night. The moon would be a good thing, provided he\nreached the end of his journey, for it would give him a fine clear view\nof the picture on the barn, which he so much wanted to see. On the other\nhand, he would have preferred a dark night for a swim in Swift River.\nThere were fish there--pickerel--which would rather swallow him than\nnot. And he knew that they were sure to be feeding by the light of the\nmoon.\n\nIf Mr. Frog hadn't always looked on the bright side of life no doubt he\nwould have waited a week or two, until there was no moon at all. But he\nremarked to himself with a grin, as he hurried along, that he had never\nyet seen the pickerel that was quick enough to catch him, and\nfurthermore, he never expected to.\n\nBut those words were hardly out of Ferdinand Frog's mouth when he turned\nand made for the bank as fast as he could go. He had caught sight of a\ndark, long-nosed fish lying among some weeds. And he decided suddenly\nthat he would finish his journey by land.\n\n\"It would be a shame----\" he told himself, as he flopped up the steep\nbank----\"it would be a shame for so handsome a person as I am to be\neaten by a fish.\"\n\n\"But you wouldn't object to a bird, would you?\" said a voice right in\nFerdinand Frog's ear--or so it seemed to him.\n\nHe made no answer--not even stopping to bow, or say good evening--but\nturned a somersault backward and hid himself under the overhanging bank.\n\nIt was Solomon Owl who had spoken to him. There was no mistaking the\nloud, mocking laughter that followed Mr. Frog's hasty retreat.\n\n\"Solomon Owl is a great joker,\" Mr. Frog murmured with a smile. \"He was\nonly teasing me. . . . Still, he might be a bit hungry. So I'll stay here\nout of harm's way for a while, for it would be a shame for so handsome a\nperson as I am to be eaten by an old, rascally bird like Solomon Owl.\"\n\nOne can judge, just by that remark, that Ferdinand Frog was not quite so\npolite as his neighbors supposed--_when there was no one to hear what he\nsaid_.\n\n\n\n\nIII\n\nMR. FROG'S DOUBLE\n\n\nMr. Frog waited until it was broad daylight before he left his hiding\nplace beneath the bank of the river. He knew that by that time Solomon\nOwl must have gone home to his hemlock tree to get his rest. So\nFerdinand Frog felt quite safe again.\n\nHaving made up his mind that he would finish his journey to Farmer\nGreen's place by land, he started briskly across the cornfield,\ntravelling in a straight line between two rows of young corn.\n\nHe had not gone far before a hoarse voice called to him. But this time\nhe was not alarmed.\n\nIt was only old Mr. Crow, who seemed greatly pleased to see him.\n\n\"Hullo, young fellow!\" said Mr. Crow. \"If you're on your way to the barn\nto look at that picture, I'll fly over there myself, because I'd like to\nsee it again.\"\n\n\"Aren't you afraid of meeting Farmer Green?\" Ferdinand Frog asked him.\n\n\"Afraid?\" Mr. Crow snorted. \"Certainly not! We're the best of friends.\nHe set up this straw man here, just to keep me company. . . . Besides,\"\nhe went on, \"at this time o' day Farmer Green is inside the barn, milking\nthe cows. And we'll be outside it, looking at the circus pictures.\"\n\n\"We can call to him, if you want to say good morning to him,\" Ferdinand\nFrog suggested cheerfully.\n\n\"Oh, no!\" his companion said quickly. \"I wouldn't want to do that--he's\nso busy.\"\n\nFerdinand Frog smiled. And for some reason old Mr. Crow seemed\ndispleased.\n\n\"What's the joke?\" he inquired in a surly tone. \"Something seems to\namuse you. Why are you grinning?\"\n\n\"It's just a habit I have,\" Ferdinand Frog explained.\n\n\"I'd try to break myself of that habit, if I were you,\" Mr. Crow advised\nhim. \"Some day it will get you into trouble, for you're likely to grin\nwhen you oughtn't to. There's a wrong time and a right time for\neverything, you know.\"\n\n\"Just as there is for planting corn,\" Mr. Frog chimed in.\n\n\"Exactly!\" Mr. Crow returned.\n\n\"And for eating it!\" Mr. Frog added.\n\nBut old Mr. Crow only said hastily that he would be at the barn by the\ntime Ferdinand reached it. And without another word he flapped himself\naway across the field.\n\n\"He's a queer one,\" said Ferdinand Frog to himself. \"It seems as if a\nperson couldn't please him, no matter how much a person tried.\" Then he\nuntied his necktie, and tied it again, because he thought one end of the\nbow was longer than the other; and that was something he couldn't\nendure.\n\nThen he resumed his jumping. And after exactly one hundred and\nthirty-two jumps he reached a corner of Farmer Green's great barn, where\nhe found old Mr. Crow waiting for him.\n\n\"Still smiling, I see,\" the old gentleman observed gruffly. \"Maybe\nyou'll laugh out of the other corner of your mouth after you've seen\nthe pretty picture that you look like.\"\n\n\"I hope so! Where is it?\" Ferdinand Frog asked him eagerly. \"Show me the\npretty one!\"\n\n\"Come with me!\" said old Mr. Crow. And he led the way around the barn,\nstopping before the side that faced the road.\n\n\"There!\" he cried. \"It's in the upper left-hand corner, just as I told\nyou.\" And he chuckled as loud as he dared--with Farmer Green inside the\nbuilding, milking the cows.\n\nAs Ferdinand Frog gazed upward a shadow of disappointment came over his\nface. And for once he did not smile.\n\n\"Do I look like that?\" he faltered.\n\n\"You certainly do,\" old Mr. Crow assured him. \"See those eyes--don't\nthey bulge just like yours? And look at that mouth! It's fully as wide\nas yours--and maybe a trifle wider!\"\n\n\"The face does look a bit like mine, I'll admit,\" Ferdinand Frog\nmuttered. \"But no one could ever mistake one of us for the other. . . .\nWhat's the name of this creature?\"\n\n\"It's called the _hippopotamus_,\" old Mr. Crow replied. \"I heard Johnnie\nGreen say so. And he ought to know, if anyone does.\"\n\n\n\n\nIV\n\nMR. CROW LOSES SOMETHING\n\n\nThe picture of the hippopotamus on Farmer Green's barn did not please\nFerdinand Frog. But in a few moments he began to smile again.\n\n\"You've made a mistake,\" he told old Mr. Crow with a snicker. \"When Aunt\nPolly Woodchuck said I was as pretty as a picture she never could have\nhad this one in mind.\"\n\n\"Why not?\" Mr. Crow inquired. \"The eyes and the mouth----\"\n\n\"Yes! Yes--I know!\" Ferdinand interrupted. \"But this creature has a\ntail! And tails are terribly out of fashion. I haven't worn one since I\nwas a tadpole.\"\n\nThat was enough for old Mr. Crow. _He_ had a tail----or tail feathers,\nat least. And he at once flew into a terrible rage.\n\n\"You've insulted me!\" he shouted.\n\nFerdinand Frog knew then that he had blundered. So he hastened to mend\nmatters.\n\n\"There, there!\" he said in a soothing tone. \"Having a tail is not so\nbad, after all; for you can always cut it off, if you want to be in\nstyle.\" And he was surprised to find that his remark only made Mr. Crow\nangrier than ever.\n\n[Illustration: Old Mr. Crow Plays a Joke on Mr. Frog]\n\n\"Cut off my tail, indeed!\" the old gentleman snorted. \"I'd be a pretty\nsight, if I did. Why, I wouldn't part with a single tail-feather, on any\naccount.\" He continued to scold Ferdinand Frog at the top of his lungs,\ntelling him that he was a silly fellow, and that nobody--unless it\nwas a few foolish young creatures--thought he was the least bit\nhandsome.\n\nNow, old Mr. Crow was in such a temper that he forgot that Farmer Green\nwas inside the barn. And he made so much noise that Farmer Green heard\nhim and peeped around the corner of the barn to see what was going on.\n\nA moment later the old shot-gun went off with a terrific roar. Ferdinand\nFrog saw Mr. Crow spring up and go tearing off towards the woods. And a\nlong, black tail-feather floated slowly down out of the air and settled\non the ground near the place where Mr. Crow had been standing.\n\nAfter shaking his fist in Mr. Crow's direction, Farmer Green\ndisappeared.\n\n\"That's a pity,\" Mr. Frog thought. \"Mr. Crow has parted with one of his\ntail-feathers. And I must find him as soon as I can and tell him how\nsorry I am.\"\n\nThen Mr. Frog turned to look at the other pictures, which covered the\nwhole side of the big barn. He beheld many strange creatures--some with\nnecks of enormous length, some with humps on their backs, and all of\nthem of amazing colors.\n\nBut whether they were ringed, streaked or striped, not one of them\nwas--in Mr. Frog's opinion--one-half as beautiful as the hippopotamus.\n\n\"Even he----\" Mr. Frog decided----\"even he couldn't be called half as\nhandsome as I am. For once old Mr. Crow certainly was mistaken.\"\n\nAnd he began to laugh. And while he was laughing, Farmer Green came out\nof the barn with a pail of milk in each hand.\n\nThen Ferdinand Frog had a happy thought. Why not ask Farmer Green to\nshoot off the tail of the hippopotamus? The loss of that ugly tail would\nimprove the creature's looks, and make him appear still more like Mr.\nFrog himself.\n\nAt least, that was Mr. Frog's own opinion.\n\nAnd he called to Farmer Green and suggested to him that he step out\nbehind the barn and take a shot at the tail of the hippopotamus.\n\n\"Try your luck!\" Mr. Frog coaxed. \"It's plain to see that you need\npractice, or you'd have made Mr. Crow part with all his tail-feathers,\ninstead of only one.\" And he laughed harder than ever.\n\nBut Farmer Green paid little heed to Ferdinand Frog's wheedling,\nalthough he did smile and say:\n\n\"I declare, I believe that bull frog's jeering at me because I missed\nthe old crow!\"\n\n\n\n\nV\n\nMR. FROG'S SECRET SORROW\n\n\nFerdinand Frog always looked so cheerful that no one ever suspected that\nhe had a secret sorrow. But it is true, nevertheless, that something\ntroubled him, though he took great pains not to let a single one of his\nneighbors know that anything grieved him.\n\nHis trouble was simply this: he had never been invited to attend the\nsinging-parties which the Frog family held almost every evening in Cedar\nSwamp.\n\nNow, Ferdinand Frog loved to sing at night.\n\nIndeed, he liked nothing better than to go to the lake not far from the\nBeaver dam and practice his songs among the lily pads near the shore. He\nhad a deep, powerful bass voice, which one could hear a mile or more\nacross the water on a still evening.\n\nOften he dressed himself with the greatest care and went to the lake\nalone, where he stayed half the night and sang so loudly that a good\nmany of the wild folk who lived in the neighborhood thought him a great\nnuisance. Not caring for music, they objected to being forced to listen\nto Ferdinand Frog's favorite songs.\n\n\"Why don't you go over to Cedar Swamp, if you want to make a noise?\" one\nof the Beaver family who was known as Tired Tim asked Mr. Frog one\nevening. \"You have come here for nine nights running; and your racket\nhas upset me so that I haven't done a stroke of work in all this time.\"\n\nMr. Frog had puffed himself up and had just opened his mouth to begin a\nnew song. But upon being spoken to so rudely he closed his mouth quickly\nand swallowed several times. For just a second or two he was speechless,\nhe was so surprised. And then presently he began to giggle.\n\n\"I believe you,\" he said. \"I believe that you haven't done a stroke of\nwork for ninety nights.\" He knew--as did everybody else--that Tired Tim\nwas the laziest person for miles around.\n\n\"I said nine--not ninety,\" Tired Tim corrected him.\n\n\"Oh! My mistake!\" Mr. Frog replied.\n\n\"You haven't answered my question,\" Tired Tim reminded him with a wide\nyawn. \"I asked you why you didn't attend the singing-parties over in\nCedar Swamp. You could croak your head off there and no one would stop\nyou.\"\n\nBut Mr. Frog shook his head. And at the same time, he sighed.\n\n\"No!\" he said. \"I'd rather sing here on the border of the lake. The\ntrouble is, _I sing too well_ for those fellows over in Cedar Swamp.\"\n\n\"Why don't you join them and teach them how to sing, if you know so much\nabout it?\" Tired Tim persisted.\n\n\"Oh, I've no time for that,\" Ferdinand Frog answered.\n\nAnd then it was his companion's turn to snicker.\n\n\"You appear to have plenty of time to waste here,\" he observed. \"It's my\nopinion that there's just one reason why you don't go to the Cedar Swamp\nsinging parties.\"\n\n\"What's that?\" Mr. Frog inquired with a slight trace of uneasiness.\n\n\"They haven't invited you.\"\n\n\"How did you guess that?\" Ferdinand Frog asked him.\n\nHe wished, the next moment, that he had not put that question to Tired\nTim. For he saw at once that he had given his sad secret away.\n\n\n\n\nVI\n\nTIRED TIM DOES A FAVOR\n\n\nIn spite of all Ferdinand Frog's teasing, Tired Tim Beaver refused to\nexplain how he happened to know Mr. Frog's secret.\n\nTo tell the truth, he had _guessed_ the reason why Mr. Frog did not\nattend the Cedar Swamp singing-parties. But he hoped that Ferdinand Frog\nwould think that some of the musical Frog family had been talking to\nhim. And he even hinted to Mr. Frog that maybe it would be possible to\nget him an invitation to the singing-parties.\n\n\"Do you think you could do that?\" Ferdinand Frog asked him with, great\neagerness.\n\n\"I _might_ be able to; but it wouldn't be an easy matter,\" Tired Tim\nreplied. \"And I'd expect you to do something for me, if I went to so\nmuch trouble on your account.\"\n\n\"I'll do _anything_ for you, in return for an invitation to the Cedar\nSwamp singing-parties,\" Ferdinand Frog declared.\n\n\"Very well!\" Tired Tim told him. \"I'll go right over to the swamp now.\nAnd when I tell 'em a few things, I know they'll want you to join 'em.\"\n\nFerdinand Frog felt so gay that he stood on his head and waved his feet\nin the air.\n\n\"Let's meet here to-morrow night,\" he suggested.\n\nBut Tired Tim objected to that plan.\n\n\"You would be hanging about this place--and singing--for four-and-twenty\nhours,\" he grumbled. \"It will be a great deal better if we meet on the\nedge of the swamp.\"\n\n\"Just as you wish!\" Ferdinand Frog exclaimed. \"And since you're going to\nCedar Swamp, I'll hop along with you, to keep you company.\"\n\n\"You forget----\" said Tired Tim Beaver----\"you forget that you haven't\nbeen invited yet.\"\n\n\"Have you?\" Mr. Frog inquired.\n\n\"Certainly!\" said Tired Tim. And grinning over his shoulder, he swam\naway.\n\nMr. Frog watched his friend from the shore.\n\n\"He can't fool me,\" he muttered. \"Tired Tim _invited himself_. And I've\nbeen stupid not to do likewise.\"\n\nOn the following night Ferdinand Frog went to the edge of Cedar Swamp,\nwhere he waited somewhat impatiently on a log until Tired Tim Beaver\njoined him.\n\n\"Well!\" Mr. Frog cried. \"I'm glad to see you and I hope you've brought\nmy invitation.\"\n\nBut Tired Tim wouldn't say yes or no.\n\n\"If I succeed in getting you into the Cedar Swamp singing-parties will\nyou promise me that you won't sing any more around the lake, or near our\npond, either?\" he demanded.\n\nFerdinand Frog gave his solemn promise.\n\n\"Very well, then!\" Tired Tim said. \"Go along over to the swamp. They're\nexpecting you.\"\n\nWhen he heard the good news Ferdinand Frog was so delighted that he\nleaped into the air and kicked his heels together.\n\nAnd then forgetting his solemn promise, he began to bellow at the top of\nhis voice:\n\n        \"To Cedar Swamp I'll haste away;\n           Though first I'll sing a song.\n         My voice I must not waste to-day,\n           So I'll not keep you long.\n         I simply want to let you know\n           I'm much obliged, before I go.\"\n\n\"Don't mention it!\" said Tired Tim.\n\n\"Don't interrupt me, please!\" said Ferdinand Frog. \"I haven't finished\nthanking you yet. That's only the first verse.\"\n\n\"How many more are there?\" Tired Tim inquired with a yawn.\n\n\"Ninety-nine!\" Mr. Frog answered. And he was somewhat surprised--and\npuzzled--when Tired Tim left him suddenly and plunged into the\nunderbrush.\n\n\n\n\nVII\n\nTHE SINGING-PARTY\n\n\nFerdinand Frog lost no time, after Tired Tim left him. He jumped into\nthe swamp and made straight towards the very middle of it, whence he\ncould already hear the chorus of the numerous Frog family; for the\nsinging-party had begun.\n\nMr. Frog made all haste, not wishing to miss any more of the fun. Now\nswimming, now leaping from one hummock to another--or sometimes to an\nold stump--he quickly reached the place where the Frog family were\nenjoying themselves.\n\n\"Here he is!\" several of the singers exclaimed as soon as Ferdinand\nFrog's head popped out of the water, in their midst.\n\nHe saw at once that they had been expecting him; and he smiled and\nbowed--and waited for the company to stop singing and give him a warm\ngreeting with their cold, damp hands. But except for those first few\nwords, no one paid the slightest attention to the newcomer.\n\nIn fact, nobody even took the trouble to nod to Ferdinand Frog--much\nless to shake hands with him and tell him that he was welcome.\n\nMeanwhile one song followed another with hardly a pause between them.\nAnd Mr. Frog found that he did not know the words of even one.\n\nHe was so impatient that at last he climbed upon an old fallen\ntree-trunk, which stuck out of the greenish-black water, and began to\nroar his favorite song, while he beat time for the other singers. The\nname of that song was \"A Frog on a Log in a Bog\"; and Ferdinand Frog\nthought that he couldn't have chosen another so fitting.\n\nBut the rest of the singing-party had other ideas. They turned about and\nscowled at Mr. Frog as if he had done something most unpleasant.\n\n\"Stop! Stop!\" several of them cried. And an important-looking fellow\nnear him shouted, \"Don't sing that, for pity's sake!\"\n\n\"Why not?\" Ferdinand Frog faltered. \"What's the matter with my song?\nIt's my special favorite, which I sing at least fifty times each night,\nregularly.\"\n\n\"It's old stuff,\" the other told him with a sneer. \"We haven't sung that\nfor a year, at least.\"\n\nFerdinand Frog did not try to argue with him. But as soon as he saw\nanother chance he began a different ditty.\n\nThen a loud groan arose. And somebody stopped him again. And Mr. Frog\nsoon learned that they hadn't sung that one for a year and a half.\n\nThough he tried again and again, he had no better luck. But he kept\nsmiling bravely. And finally he asked the company in a loud voice if he\n\"wasn't going to have a chance.\"\n\n\"Certainly!\" a number of the singers assured him. \"Your chance is coming\nlater. We shan't forget you.\"\n\nAnd that made Ferdinand Frog feel better. He told himself that he could\nwait patiently for a time--if it wasn't too long.\n\n\n\n\nVIII\n\nTHE MISSING SUPPER\n\n\nFerdinand Frog had begun to feel uneasy again. He was afraid that the\nsingers had forgotten their promise to him. But at last they suddenly\nstarted a rousing song which made him take heart again.\n\nThey roared out the chorus in a joyful way which left no doubt in his\nmind that his chance was at hand:\n\n        \"Now that the concert is ended\n           We'll sit at the banquet and feast.\n         Now that the singing's suspended\n           We'll dine till it's gray in the east.\"\n\nMr. Frog only hoped that the company did not expect him to sing to them\n_all_ the time while they were banqueting.\n\n\"They needn't think--\" he murmured under his breath--\"they needn't think\nI don't like good things to eat as well as they do.\" But he let no one\nsee that he was worried. That was Ferdinand Frog's way: almost always he\nmanaged to smile, no matter how things went.\n\nWhen the last echoes of the song had died away a great hubbub arose.\nEverybody crowded around Mr. Frog. And there were cries of \"Now! Now!\"\n\nHe thought, of course, that they wanted to hear him sing. So he started\nonce more to sing his favorite song. But they stopped him quickly.\n\n\"We've finished the songs for to-night,\" they told him. \"We're ready for\nthe supper now. . . . Where is it?\"\n\n\"Supper?\" Mr. Frog faltered, as his jaw dropped. \"What supper?\"\n\n\"The supper you're going to give us!\" the whole company shouted. \"You\nknow--don't you?--that we have just made a rule for new members: they're\nto furnish a banquet.\"\n\nFerdinand Frog's eyes seemed to bulge further out of his head than ever.\n\n\"I--I never heard of this before!\" he stammered.\n\n\"Didn't Tired Tim tell you about our new rule?\" somebody inquired. \"It\nwas his own idea.\"\n\n\"He never said a word to me about it!\" Ferdinand Frog declared with a\nloud laugh. \"And I can't give you a supper, for I haven't one ready.\"\n\n\"Then we'll postpone it until to-morrow night,\" the company told him\nhopefully.\n\n\"What does your rule say?\" Ferdinand Frog rolled his eyes as he put the\nquestion to them.\n\n\"It says that the banquet must take place the first night the new member\nis present,\" a fat gentleman replied.\n\n\"Then I can't give you any food to-morrow night,\" Mr. Frog informed\nthem, \"because it would be against the rule.\"\n\n\"Then you can't be a member!\" a hundred voices croaked.\n\n\"I _am_ one now,\" Ferdinand Frog replied happily. \"And what's more, I\ndon't see how you can keep me out of your singing-parties.\"\n\nThere was silence for a time.\n\n\"We've been sold,\" some one said at last. \"We've no rule to prevent this\nfellow from coming here. And the worst of it is, as everybody knows, his\nvoice is so loud it will spoil all our songs.\"\n\nOddly enough, the speaker was the very one who had always objected to\ninviting Ferdinand Frog to join the singing parties. His own voice had\nalways been the loudest in the whole company. And naturally he did not\nwant anybody with a louder one to come and drown his best notes.\n\nBut now he couldn't help himself. And thereafter when the singers met in\nCedar Swamp he always turned greener in the face than ever and looked as\nif he were about to burst, when Ferdinand Frog opened his mouth its\nwidest and let his voice rumble forth into the night.\n\n\n\n\nIX\n\nTHE MYSTERIOUS STRANGER\n\n\nWhen Ferdinand Frog first came to the Beaver pond to live no one knew\nanything about him.\n\nHe appeared suddenly--no one knew whence--and at once made himself very\nmuch at home. It was no time at all before he could call every one of\nthe big Beaver family by name. And he acted exactly as if the pond\nbelonged to him, instead of to the Beavers, whose great-grandfathers had\ndammed the stream many years before.\n\nBut the newcomer was so polite that nobody cared to send him away. At\nthe same time, people couldn't help wondering who the stranger was and\nwhere he had come from and what his plans for the future were. Whenever\ntwo or three Beavers stopped working long enough to enjoy a pleasant\nchat, they were sure to talk of the mysterious Mr. Frog and tell one\nanother what they thought of him. Many were the tales told about the\nnimble fellow.\n\nSome said that he had moved all the way from Farmer Green's duck pond,\nbecause Johnnie Green had tried to catch him; while others declared that\nFerdinand Frog was a famous singer, who had come to that quiet spot in\norder to rest his voice, which had become harsh from too much use.\nIndeed, there were so many stories about the stranger that it was hard\nto know which to believe--especially after old Mr. Crow informed\nBrownie Beaver that in his opinion Ferdinand Frog was a slippery fellow.\n\"I shouldn't be surprised----\" Mr. Crow had said with a wise wag of his\nhead----\"I shouldn't be surprised if his real name was Ferdinand Fraud.\"\n\nAnyhow, there was one thing that almost all the Beaver colony agreed\nupon. They were of one opinion as to Mr. Frog's clothes, which they\nthought must be very fashionable, because they were like no others that\nhad ever been seen before in those parts.\n\nThere was one young gentleman, however--the beau of the village--who\ndisputed everybody, saying that he believed that Ferdinand Frog must be\nwearing old clothes that were many years behind the times.\n\nNow, there was one lazy Beaver known as Tired Tim who had nothing better\nto do than to go straight to Mr. Frog and repeat what he heard.\n\nTo Tired Tim's surprise--for he had expected Mr. Frog to lose his\ntemper--to his surprise that gentleman appeared much amused by the bit\nof gossip. He shook with silent laughter for a time, quite as if he were\nsaving his voice to use that evening. And then he said:\n\n\"So your young friend thinks I'm not in style, eh? . . . Well, I'll tell\nyou something: he's right, in a way. And in another way he isn't. The\nreason why I'm not in style is because I always aim to keep five years\nahead of everybody else.\n\n\"Five years from now and your neighbors will all be wearing clothes like\nmine.\"\n\n\"Can't we ever catch up with you?\" Tired Tim asked him.\n\n\"There's only one way you can do that,\" was Mr. Frog's mysterious\nanswer.\n\nAnd he would say no more.\n\n\n\n\nX\n\nCATCHING UP WITH MR. FROG\n\n\nTired Tim Beaver asked Mr. Frog point-blank how a person might catch up\nwith him in the matter of clothes.\n\n\"If you manage to dress in a style that's five years ahead of the times,\nI should like to know the way to be just as fashionable,\" Tired Tim\nsaid.\n\nBut he got no help--then--from Mr. Frog. All Ferdinand Frog would say\nwas that he'd be glad to oblige a friend, but he couldn't--and\nwouldn't--be hurried.\n\nAnd though the unhappy, eager Tim teased and begged him to tell his\nsecret, Mr. Frog only smiled the more cheerfully and said nothing.\n\nIt was maddening--for Tired Tim--though Mr. Frog seemed to be enjoying\nhimself hugely. And the result was that Tired Tim Beaver returned to the\nvillage in the pond in a terrible state of mind. Since he told everyone\nelse what he had learned about Ferdinand Frog and his clothes, it was\nonly a short time before the whole Beaver family was so stirred up that\nthey couldn't do a stroke of work. Ferdinand Frog was in everybody's\nmouth, so to speak. And at last old Grandaddy Beaver hit upon a plan.\n\n\"Why don't you get somebody to make you a suit exactly like Mr. Frog's?\"\nhe asked Tired Tim.\n\nSo Tired Tim took Grandaddy's advice. That very night he disappeared, to\nswagger back in a few days in a costume that made him appear almost\nlike Mr. Frog's twin brother--if one didn't look at his face. And there\nwere some among the villagers who even declared that Tired Tim's mouth\nseemed wider than it had been, and more like Mr. Frog's.\n\nWhen they asked Tired Tim if his tailor hadn't stretched his mouth for\nhim he replied no, that he had been smiling a good deal for a day or\ntwo, and perhaps that was what made his mouth look different.\n\nWell, the whole Beaver village was delighted with Tired Tim's new suit.\n\n\"Wait till Mr. Frog sees you!\" people cried. \"He'll be _so_ surprised!\"\n\n[Illustration: Mr. Frog Liked to Hear Himself Sing]\n\nAnd somebody swam away in great haste to find Mr. Frog and ask him to\ncome to the lower end of the pond, where all the houses were. But when\nFerdinand Frog arrived, everybody was disappointed, and especially\nTired Tim, who had felt very proud in his gorgeous new clothes. For he\nsaw at once that Mr. Frog was arrayed from head to foot in an entirely\nnew outfit. He looked almost like a rainbow, so brilliant were the\ncolors of his costume.\n\nAt the same time Tired Tim put on as brave a front as he could. And\ndrawing near to Mr. Frog, he said:\n\n\"What do you think of my new suit?\"\n\nFerdinand Frog looked at him as if he hadn't noticed him before.\n\n\"Your suit's all right,\" he replied, \"for one who isn't particular. But\nit's not far enough ahead of the times for me. . . . I'd hate to be caught\nwearing it.\"\n\nIt was a bitter blow for Tired Tim Beaver. In fact, he felt more tired\nthan ever; and he sank to the bottom of the pond to rest, where his\nfriends couldn't see him.\n\nAs for the other members of the Beaver family, they all went home with a\ngreat longing inside them. There wasn't a single one of them that wasn't\neager to wear clothes exactly as far ahead of the times as were those of\nthe elegant stranger, Ferdinand Frog.\n\n\n\n\nXI\n\nFERDINAND FROG IS IN NO HURRY\n\n\nAlthough everybody in the Beaver village looked worried, Mr. Frog seemed\nto be all the more cheerful. He knew well enough that there was hardly\none Beaver in the pond that didn't wish and long for clothes which were,\nlike Mr. Frog's, five years ahead of the times.\n\nAs day after day passed, not only were the Beavers unable to do a single\nstroke of work; they were so upset that they could scarcely eat or\nsleep. And at last the older villagers, such as Grandaddy Beaver, began\nto see that something would have to be done. There was the dam, which\nneeded mending; and there was the winter's food, which had to be\ngathered.\n\nSo Grandaddy Beaver went to Ferdinand Frog one day and told him that he\nsimply _must_ come to the rescue of the pond folk, and tell them how\nthey might have clothes as far ahead of the times as were his own.\n\n\"Why?\" Mr. Frog inquired. \"What's the trouble?\"\n\n\"They can't work,\" Grandaddy Beaver told him. \"And there's the dam to be\nfixed, and tree-tops to be cut and stored for food, because winter's\na-coming, and there's no way we can stop it.\"\n\n\"I'll tell you what you and your people can do,\" Ferdinand Frog replied.\n\"Just bury yourselves in the mud during the winter, as I do, and you'd\nhave no use for a dam, nor for food, either.\"\n\nBut Grandaddy Beaver explained that though such a plan might suit a Frog\nexceedingly well, for a Beaver it would never do at all.\n\n\"You have got us into this scrape,\" he told Mr. Frog, \"so it's only fair\nthat you should help us out of it.\"\n\nFerdinand Frog then did a number of things, all of which were intended\nto let Grandaddy Beaver see that what he asked couldn't be done. Mr.\nFrog held up his hands with the palms out and rolled his eyes; he shut\nhis great mouth together as if he did not intend to say another word. He\nlooked so determined that Grandaddy Beaver's heart sank.\n\nAnd then--when Grandaddy Beaver had almost given up all hope--then Mr.\nFrog said suddenly:\n\n\"I'll consent to help you, because I see that it's my duty.\"\n\n\"Good!\" Grandaddy Beaver cried. \"I told people that I knew you'd come to\nour rescue, for you have such a kind face! . . .\n\n\"And now, tell me!\" he bade Ferdinand Frog with great eagerness, while\nhe held a hand behind one of his ears, in order to hear more clearly.\n\nBut Mr. Frog was not ready to give away his secret.\n\nHe winked at Grandaddy Beaver, and poked his fingers into the old\ngentleman's ribs.\n\n\"Not so fast, my lad!\" said Mr. Frog, who was certainly many years\nyounger than Grandaddy Beaver. \"I'm not prepared to explain everything\nto you just yet.\n\n\"You come to the big rock on the other side of the pond as soon as it's\ndark to-night; and bring with you everybody who wants to know how to\nget clothes like mine.\n\n\"Now, do exactly as I say,\" Mr. Frog cautioned Grandaddy, \"and\n_everything will be made easy_.\"\n\n\n\n\nXII\n\nA BAD BLUNDER\n\n\nWhen it was almost dark Grandaddy Beaver swam across the pond to the big\nrock, where Ferdinand Frog had told him to come.\n\nAnd trooping after Daddy was almost everybody in the village. Not\ncounting the women and children, there were eleven of them. They climbed\nupon the rock, looking for Mr. Frog. But he was nowhere in sight.\n\n\"He'll be here in a minute or two, probably,\" Grandaddy Beaver said\nhopefully, for all he looked a bit anxious.\n\nThen somebody spied a neat building near-by, which not one of them had\nnoticed before.\n\n\"What's this strange house?\" people asked one another. \"Is this where\nMr. Frog lives?\"\n\nBut nobody seemed to know the answer to that question.\n\n\"It can't be a shop,\" Grandaddy decided, \"for there's no sign on it. And\nnobody would have a shop without a sign.\"\n\nNow, the door of the little building was shut and fastened. And the\nwindow-shades were pulled carefully down. It certainly looked as if\nnobody was at home.\n\nBut suddenly there came a sound that made the Beaver family jump. It\ncame from the house--there was no doubt of that.\n\nIn fact it came right through the keyhole; and it was like nothing in\nthe world but a sneeze.\n\nA number of people were all ready to jump into the water and swim away,\nthey were so startled.\n\nAnd then a snicker followed the sneeze. And by that time Grandaddy\nBeaver and his friends guessed who was inside the building. It was\nFerdinand Frog; and he had been watching his callers all the time,\nthrough the keyhole, and listening to everything that they said.\n\nA few felt slightly uneasy, as they tried to remember exactly what\nremarks they had made about Mr. Frog himself.\n\n\"Come out!\" they all cried, as soon as they had recovered from their\nsurprise. \"We want to see you!\" And they formed a half-circle in the\ndooryard.\n\nPresently the door swung out, as if somebody had pushed it open. And\nthere, on the _inside_ of the open door, which was flung back against\nthe outside of the building, they all saw a sign, which said:\n\n         MR. FERDINAND FROG\n        UNFASHIONABLE TAILOR\n          ALL THE STYLES\n         FIVE YEARS AHEAD\n          OF THE TIMES\n\nPeople began exclaiming that that was just like Ferdinand Frog--who was\nan odd fellow--to have his sign painted on the inside of his door\ninstead of on the outside.\n\n\"It'll be all the style five years from now,\" he retorted.\n\nSo that was Mr. Frog's secret! He was a tailor himself! And there he\nwas, ready to make clothes for all of them!\n\nIt was almost too good to be true. But there he stood in the doorway,\nwith a tape around his neck, smiling and bowing.\n\n\"You'd better form in line!\" he suggested. \"You can come in through the\nfront door. I'll measure you. And you can pass out the back way. . . .\nDon't crowd, please!\"\n\nNow, that was just where Mr. Frog made a great blunder. But he didn't\nfind it out till it was too late.\n\n\n\n\nXIII\n\nA SIXTY-INCH MEAL\n\n\nMr. Frog's scheme of measuring the Beaver family for new suits had just\none drawback; the Beaver family liked it too well. So pleased were they\nover the prospect of having \"unfashionable\" clothes like Mr. Frog's at\nlast that all of them wanted to be measured not once but several times.\nAnd each and every one, as soon as Mr. Frog had taken his measurements,\nwent out through the back door and slipped around the little building,\nto wait again at the foot of the line.\n\nNow, Mr. Frog was a spry worker. He passed his tape around his\ncustomers and jotted down figures on flat, black stones as fast as he\ncould make his fingers fly. And if it hadn't been for just one thing\nFerdinand Frog would have been quite happy. But beginning with his first\ncustomer, he was somewhat troubled; for in the whole company he found\nnot one who had brought his pocket-book with him.\n\n\"What's the matter?\" he asked Grandaddy Beaver, when the old gentleman's\nturn came. \"Didn't you tell 'em what I said about pocket-books?\"\n\n\"I certainly did!\" Grandaddy replied. \"I told them to be sure to leave\ntheir pocket-books at home.\"\n\nMr. Frog gulped once or twice, as if he were swallowing something\nunpleasant. And he looked most surprised.\n\n\"Why, that's exactly wrong!\" he cried.\n\n\"Is that so?\" Grandaddy Beaver quavered. \"Then I must have made a\nmistake. You know I'm a _leetle_ hard of hearing.\"\n\n\"Never mind!\" Ferdinand Frog answered, for he always took his troubles\nlightly. \"Bring 'em when you come to have your clothes fitted and it'll\nbe all right.\"\n\nSo he worked on. But by and by he began to grow uneasy again. And now\nand then he paused and went to the window, where he peered somewhat\nanxiously at the Beavers who waited before his door in a long line.\n\n\"It's queer!\" Mr. Frog exclaimed aloud at last. \"Here I've been\nmeasuring 'em for an hour and a half; and there's just as many of 'em\nleft. . . . I'll have to stop soon,\" he continued, \"for I'm going to\na singing-party to-night. And I don't want to be late.\"\n\nHis customers, however, wouldn't hear of his leaving. The moment Mr.\nFrog's remarks passed down the line, the Beaver family began to jostle\nand push one another. They crowded inside the tailor's shop.\n\nAnd to get rid of them, Mr. Frog worked faster than ever. So great was\nhis haste that he measured everybody wrong; whereas before he had\nmeasured them correctly, while merely scratching wrong figures upon the\nstones.\n\nAnd finally he stopped suddenly. As Grandaddy Beaver stepped forward to\nbe measured for the fourth time it dawned upon Mr. Frog that he had\nmeasured him several times already.\n\nBut Ferdinand Frog said nothing at all.\n\nHolding one end of his tape in his mouth, he passed the other end\naround Grandaddy's plump body.\n\nAll at once a cry of dismay came from the customers who were looking on\nwhile they waited.\n\n\"He's swallowing the tape!\" they cried, pointing to Mr. Frog.\n\nIt was true. Beneath their horrified gaze the tape-measure disappeared\nlittle by little inside Mr. Frog's mouth. And before any of them could\ncome to his senses and seize the end of the yellow strip, it had\nvanished from view completely.\n\nOf course they saw that the tailor could work no longer that evening. So\nthey filed sadly out of the shop.\n\n\"How did it happen?\" they asked Mr. Frog, who was already locking his\ndoor.\n\n\"The tape stuck to my tongue,\" he explained. \"Everything does, you\nknow. But it doesn't matter, because I was hungry. And now I feel\nbetter.\"\n\nSo Mr. Frog reached the singing-party in time, after all.\n\n\n\n\nXIV\n\nAN UNPLEASANT MIX-UP\n\n\nFor a long time after he took the measurements of the Beaver family Mr.\nFrog kept carefully out of sight. Though several of the Beavers visited\nhis shop every day, they always found the door locked and the shades\ndrawn. But from various odd sounds--such as giggles and titters and\nsnickers--which they heard by listening at the keyhole, they knew that\nthe tailor was inside.\n\nTo all their knocks and calls, however, Mr. Frog made no other response.\nHe was working busily, and he did not want to be interrupted.\n\nAt last, to the delight of everybody, a notice appeared one evening upon\nMr. Frog's door, which said:\n\n        TO-MORROW WILL BE\n           FITTING-DAY\n\nWell, never was such excitement known in the Beaver family--unless it\nwas when the great freshet came, and almost washed away the dam. And it\nwas lucky there was no freshet upon Mr. Frog's fitting-day, for there\nwould have been no one except the women and children to do any work.\nSome of the young dandies even spent the night right in front of Mr.\nFrog's tailor's shop, in order to be among the first to try on their new\nclothes, which were to be five years ahead of the times.\n\nWhen Mr. Frog opened his door bright and early the following morning he\nhad to beg his eager customers to keep order.\n\n\"There's a suit here for everybody,\" he announced. \"But if you crowd\ninto my shop I may get the garments mixed. And that would be terrible.\"\n\nSo the Beaver gentlemen were as quiet and orderly as they could be. But\nas for Mr. Frog himself, he jumped around as if he were standing in a\nhot frying-pan. He hustled his customers into their suits in no time,\nassuring each one that his garments fitted him perfectly, and asking him\nplease to step out through the back door and wait.\n\nBy the time the last Beaver had on his new clothes, and Mr. Frog\nfollowed him into the back-yard, the tailor found that there was a\nfrightful uproar outside. There wasn't one of the Beavers who didn't\nclaim that there was something wrong about his new clothes. But whether\nsleeves, trousers or coat-tails were too short or too long, or whether\nthey were too loose or too tight, Mr. Frog declared that they were\nexactly as they should be, because they were bound to be in style in\nfive years' time, and nobody--so he said--could prove otherwise.\n\nOf course, the Beaver family was far from satisfied. Though they had\nwhat they had been wishing for, they couldn't help thinking that they\nlooked very queer--as, indeed, they did.\n\nBut Ferdinand Frog told the crowd that it was only because they weren't\nused to being dressed in that fashion. He said he certainly was pleased\nwith their appearance and that he had never seen any company that looked\nthe least bit like them.\n\nThere was one Beaver, however, who shouted angrily that he knew his\nsuit wasn't fashionable and that he wouldn't accept it.\n\n\n\n\nXV\n\nEVERYONE IS HAPPY\n\n\nMr. Frog led the angry Beaver around to the front of his shop, while the\nothers followed, and pointed to his sign.\n\n\"There!\" he said. \"Don't you see that I _claim_ to be an unfashionable\ntailor? You'll have to keep that suit, and pay me for it, too. And so\nwill everybody else.\"\n\nBut the whole Beaver family cried out that they objected. \"No one ever\npays his tailor,\" they told Mr. Frog. \"It's not the fashionable thing to\ndo.\"\n\nEven then Ferdinand Frog continued to smile at them. He was such an\nagreeable chap!\n\n\"I know it's not fashionable now,\" he admitted, \"but it will be five\nyears from now. And since it's my way to collect on delivery, I'll thank\nyou to step up one at a time and pay me. . . . And please don't crowd!\"\nhe added.\n\nThere was really no need of that last warning, because nobody made a\nmove.\n\nMr. Frog, however, was not dismayed. He leaped suddenly into the air and\nalighted directly in front of a Beaver known among his friends as Stingy\nSteve--the very one to whom Mr. Frog had just shown his sign.\n\n\"Pay up, please!\" Ferdinand Frog said.\n\n\"How much do I owe you?\" the uneasy Beaver asked him.\n\n\"Sixty!\" Mr. Frog told him, with a grin.\n\nStingy Steve thrust his hand inside the pocket of his new trousers,\nfrom which he slowly drew one of Mr. Frog's tape-measures--of which the\ntailor had at least a dozen. Mr. Frog was always tucking them away in\nodd places.\n\n\"Here!\" Stingy Steve cried. \"Here's your pay--sixty inches, neither more\nnor less!\"\n\nBut Ferdinand Frog only laughed and told him that he didn't mean\n_inches_. That, he explained, was no pay at all.\n\n\"I know,\" Stingy Steve replied. \"I know it's not the fashionable way to\npay a bill at present. But it will be five years from now. And what's\nmore, you can't prove that what I say isn't true.\"\n\nFor a few moments Mr. Frog stood there gasping. And pretty soon he\nnoticed that his customers were all busily picking up chips and sticks\nand pebbles. At first he thought they were going to throw them at him;\nand he was all ready to jump.\n\nBut he soon found that he was mistaken.\n\n\"Here! Here's your pay, Mr. Frog!\" they began to cry. And to their\nastonishment Mr. Frog began to laugh.\n\n\"I don't want any pay,\" he declared. \"Will you all promise to wear your\nnew clothes if I make them free?\"\n\n\"Yes! Yes! Yes!\" sounded on all sides.\n\n\"Then it's a bargain!\" Ferdinand Frog shouted. And he leaped into the\nair and kicked his heels together three times.\n\nAfter that he turned a back somersault, and then he rolled over and over\nuntil he landed with a great splash in the pond.\n\nDeep down on the muddy bottom Mr. Frog laughed as if he could never\nstop. The Beavers on the bank could neither see nor hear him. And he\nknew there was no danger of their thinking him impolite, especially when\nhe said:\n\n\"They don't even know that I've played a trick on them! And what a\nterrible sight they are! I've never seen any company that looked the\nleast bit like them.\"\n\n\n\n\nXVI\n\nSTOP THAT!\n\n\nOn a cool summer's morning Ferdinand Frog was sitting among the reeds\nnear the bank of the pond when a harsh voice suddenly said:\n\n\"Stop that!\"\n\nLooking up, Mr. Frog saw a huge bird standing on one leg in the water,\nwatching him. The stranger was actually so big that Mr. Frog hadn't\nnoticed him.\n\nTo be sure, he had seen what he thought was a stick stuck upright in the\nmuddy bottom of the pond. That was really the stranger's leg; but Mr.\nFrog hadn't taken the trouble to glance upwards and see what was at the\ntop of it.\n\nOf course, Mr. Frog was frightened as soon as he discovered his mistake,\nfor the bird had a great, long bill. Without being told, Ferdinand Frog\nknew that that bill could open like a trap--and seize him, too. But he\nshowed not the least sign that he was even disturbed.\n\n\"Stop that, I say!\" the stranger repeated, before Mr. Frog had so much\nas said a word.\n\n\"Stop what?\" Mr. Frog asked.\n\n\"Stop sticking your tongue out at me!\" the other commanded.\n\nIn spite of his alarm, when he heard that Ferdinand Frog began to laugh.\n\n\"I beg your pardon,\" he said, \"but I think you are mistaken. I wasn't\nsticking my tongue out at you. I was only catching flies.\" Mr. Frog paid\nno attention to the sneering laugh that the stranger gave. \"You see,\"\nhe went on, \"I'm having my breakfast. And this is how I manage it: I\nwait here without moving until a fly comes my way. Then I dart my tongue\nat him as quick as lightning.\n\n\"My tongue,\" Mr. Frog explained, \"is fastened at the front of my mouth\ninstead of at the back. So I can often reach a fly when he thinks he's\nperfectly safe. And furthermore, my tongue is so sticky that if it\ntouches a fly, he can't get away. Then I swallow that one and wait for\nanother.\"\n\n\"A likely story!\" the big bird scoffed. \"I've been watching you for a\nlong time (Mr. Frog shivered when he heard that!) and I know what I'm\ntalking about. . . . There you go again!\" he shrieked angrily, as\nFerdinand Frog's tongue flew out and captured another fly so quickly\nthat the stranger couldn't see just what had happened.\n\n\"Listen to me a moment!\" Mr. Frog said. \"Like most people, I have to\neat. And when I eat I can't help sticking out my tongue. So I'd suggest\nthat if you don't care to watch me at my breakfast you'd better go away.\nIt certainly isn't my fault that you're standing right in front of me.\"\n\nBut the stranger declined to move.\n\n\"If you really meant to be polite,\" he grumbled, \"you'd at least turn\nyour back when you stick out your tongue.\"\n\nBut Mr. Frog never stirred. He was afraid that the moment he turned his\nback the big bird would pounce upon him.\n\n\"It's not necessary for me to turn around now,\" he explained. \"I've\nfinished my breakfast. And I hope you've had yours, too.\"\n\n[Illustration: Grand-daddy Beaver Appeals to Mr. Frog]\n\n\"I'm sorry to say that I have,\" the stranger answered with a sigh, as he\nlooked longingly at plump Mr. Frog. \"I couldn't eat another mouthful if\nit sat right in front of me.\"\n\nAnd then Ferdinand Frog felt as if a great weight had been lifted from\nhis mind. He smiled all over his face, to show the stranger that he was\nglad to see him.\n\n\"Ah!\" Mr. Frog cried. \"Then we can have a friendly chat together. I\nalways like to talk with travellers. . . . What a long, sharp bill you\nhave!\"\n\nNow, some people would think that a rude remark. But it seemed to please\nthe stranger immensely.\n\n\n\n\nXVII\n\nA LONG, SHARP BILL\n\n\nCertainly it was an odd remark that Ferdinand Frog made about the\nstranger's wicked-looking bill. But knowing that its owner had eaten\nuntil he had no appetite left for the time being, Mr. Frog forgot his\nfear. And he couldn't help being curious about the big bird, because he\nhad never seen another like him.\n\nOf course, what Mr. Frog said would have annoyed some people a good\ndeal, for he had just the same as told the stranger that he had _a long,\nsharp nose_. But luckily it happened that the newcomer was very vain\nboth of the length and the sharpness of his bill. So he liked Mr.\nFrog's comment. And he promptly forgot his displeasure over Mr. Frog's\ntongue.\n\n\"Yes!\" he said, in response to Ferdinand Frog's speech, \"there isn't\nanother bill like mine for twenty miles around--except my wife's.\"\n\n\"You don't live in this neighborhood, do you?\" Mr. Frog inquired.\n\n\"My home is beyond the Second Mountain,\" the stranger informed him.\n\nAnd Ferdinand Frog was glad to hear that the huge fellow dwelt no\nnearer.\n\n\"What's your name, friend?\" Mr. Frog then asked.\n\n\"My name----\" the giant bird replied--\"my name is G. B. Heron.\"\n\n\"'G. B.'!\" Mr. Frog exclaimed, turning a pale green color. \"What do\nthose letters stand for? Not Grizzly Bear, I hope!\" He had heard\nof--but had never seen--a Grizzly Bear; and for a moment he thought that\nperhaps he had met one at last.\n\nBut the stranger soon set his fresh fears at rest.\n\n\"My full name,\" he told Mr. Frog, \"is Great Blue Heron. But plain Mr.\nHeron will do, when you address me.\"\n\n\"I hope I'll see you sooner the next time we meet,\" Mr. Frog said. And\nhe resolved that he would keep a sharp eye out for Mr. Heron, so that he\nmight have plenty of time to hide the moment he caught sight of him.\n\n\"There's no doubt that we'll meet again,\" Mr. Heron replied. \"I expect\nto come here to live. And I flew over here to-day to look about a\nbit. . . . Are there many in your family?\"\n\n\"No!\" Mr. Frog hastened to answer. \"There's only myself living in this\npond.\"\n\n\"But you must have plenty of relations somewhere,\" Mr. G. B. Heron\ninsisted. \"If I came here to live, and anything happened to you, I'd\nwant to tell your family.\"\n\n\"Well, I have a few relations, to be sure,\" Mr. Frog admitted. \"But they\ndon't amount to much. They're a stringy lot, I can tell you.\"\n\nMr. Heron looked at him as if he couldn't quite believe that statement.\n\n\"That's odd,\" he observed. \"Now, you're nice and plump.\"\n\n\"Oh, I'm _too_ fat,\" Ferdinand Frog said. \"Aunt Polly Woodchuck tells me\nthat if I get much fatter I'll lose my good looks.\"\n\n\"I don't agree with her,\" said Mr. Heron. \"You look good to me.\"\n\nAnd now it was Mr. Frog's turn to be pleased; for he was very vain.\n\n\"I'm glad to hear it!\" he cried. \"And I'll tell you a secret: I've\nalways been quite satisfied with myself until my eyes fell on you. Oh!\nif I only had such a bill as yours!\"\n\n\"You like my bill, then?\" Mr. Heron asked him.\n\n\"Yes!\" Ferdinand Frog answered. \"And it must be very handy, too.\"\n\n\"What for?\" Mr. Heron inquired.\n\n\"Why, for making button-holes!\" Ferdinand Frog exclaimed.\n\n\n\n\nXVIII\n\nMAKING BUTTON-HOLES\n\n\nMr. Heron couldn't help being interested.\n\n\"Button-holes in what?\" he asked Ferdinand Frog.\n\n\"Why, in suits of clothes, of course!\" the tailor answered. \"If you had\na tailor's shop, as I have, you'd find that bill of yours a handy thing\nto have. When you wanted to make a button-hole in a piece of cloth all\nyou'd need do would be to stick your bill through it.\"\n\n\"I'd like to try that,\" Mr. Heron remarked.\n\n\"Then come right over to my shop,\" Mr. Frog urged him. \"I'll let you\nmake all the button-holes you want.\"\n\n\"Very well!\" Mr. Heron agreed. \"I'll make button-holes until I get\nhungry.\"\n\n\"That's a good idea!\" Mr. Frog cried. And his new friend smiled, for he\nthought the tailor must be very stupid. He intended to stay with Mr.\nFrog until he was hungry enough to eat him. And no one who wasn't\ndull-witted could have failed to grasp his plan.\n\nWell, they started off together; and they arrived shortly afterward at\nthe tailor's shop.\n\nObserving that Mr. Heron was altogether too big to squeeze inside the\ntiny building, Mr. Frog entered it, to reappear soon with an armful of\ncloth.\n\nOn this Mr. Frog proceeded to mark a row of dots. And then he hung the\ncloth upon some reeds.\n\n\"There!\" he announced. \"Can you hit the mark?\"\n\n\"Certainly I can,\" Mr. Heron replied. And quick as lightning his sharp\nbill darted out and made a neat hole exactly where every dot had been.\n\n\"Splendid! Perfect!\" Mr. Frog exclaimed. And thereupon he brought forth\nmore cloth.\n\nIn a surprisingly short time Mr. Heron had made eighty-seven\nbutton-holes. But Mr. Frog noticed that beginning with the\nseventy-seventh button-hole the stranger's aim began to fail. He did not\nhit the dots quite squarely. And he seemed not to have his mind on his\nwork.\n\n\"What's the matter?\" Mr. Frog inquired. \"Are you getting tired?\"\n\n\"No--not tired,\" Mr. Heron told him.\n\n\"Are your eyes troubling you?\" the tailor asked him.\n\n\"No--I can see well enough,\" Mr. Heron replied. \"But I'm beginning to\nfeel a bit faint. And I think I've made enough button-holes for one\nday.\"\n\nBut Mr. Frog said that he had a special suit which he was making for\nsomebody. And he begged Mr. Heron to make the button-holes in that too.\n\nMr. Heron frowned. But presently he yielded, telling Mr. Frog to hurry,\nfor he had another matter to attend to.\n\nSo the tailor leaped into his shop once more. And for a few moments he\nwas very busy, arranging another strip of cloth so that the stranger\nmight make button-holes in it.\n\nWhen all was ready Mr. Heron stepped up to do his work. He was just\nabout to strike, when he suddenly paused.\n\n\"Who's going to have this suit?\" he asked the tailor.\n\n\"Mr. Fish Hawk,\" said the tailor. \"Do you know him?\"\n\n\"I should say I did!\" Mr. Heron cried. \"And he's no friend of mine, I\nassure you. I only wish he was behind this cloth! I'd run my bill clean\nthrough him!\"\n\nA cold, cruel glitter came into Mr. Heron's eyes. And when he struck, he\nstruck with all his power, as if he were driving his wicked bill through\nMr. Fish Hawk that very moment.\n\nHe made only that one thrust. And he did not withdraw his bill, either.\nInstead he set up a terrible squawking and began to flounder about on\nthe bank of the pond.\n\n\"Help! Help!\" he cried in a muffled voice.\n\nBut Ferdinand Frog only smiled--and made no move to assist his new\nacquaintance. The truth of the matter was that he had hidden a block of\nwood behind the cloth, and Mr. Heron had driven his bill into it so far\nthat he couldn't pull it out.\n\nWith a loud chuckle Mr. Frog jumped into the water and swam away. And\nthat very day he moved to Black Creek, without troubling himself to\nlearn how Mr. Heron got himself out of his difficulty.\n\nBut the tailor couldn't help thinking what a handy thing it would be to\nhave a bill like Mr. Heron's.\n\n\"He can even make button-holes in wood!\" Mr. Frog exclaimed.\n\n\n\n\nXIX\n\nTHE SWIMMING TEACHER\n\n\nIt surprised the wild folk in Pleasant Valley when they learned that Mr.\nFrog had forsaken the Beaver pond for a new home on the bank of Black\nCreek.\n\nWhen his friends asked him why he had moved Mr. Frog told them he had\nmade up his mind that the pond was too damp for the good of his health.\nBesides, Black Creek was nearer Cedar Swamp, where the Frog family held\ntheir singing-parties.\n\nOf course, the real reason for Ferdinand Frog's change of scene was that\nhe was afraid Mr. Heron might return to the Beaver pond some day, to\nlook for him.\n\nAnd when that happened, Mr. Frog did not care to be there.\n\nIn his new home, however, he felt quite at his ease. And he set out at\nonce to make himself agreeable to his neighbors.\n\nThe nearest of these were Long Bill Wren and his wife, who at that time\nchanced to have a family of five growing children.\n\nMr. Frog took a great interest in the youngsters, who were already big\nenough to leave their ball-shaped home, which hung among the reeds, and\nhop about on the bank of the creek--and even fly a bit now and then.\n\nQuite often Mr. Frog stopped to look at Long Bill's children and tell\ntheir parents how handsome they were.\n\n\"I suppose--\" he said to their father one day----\"I suppose you are\ngoing to teach them to swim?\"\n\nLong Bill Wren hadn't thought of that. And he said quickly that he was\nafraid it wouldn't be safe.\n\nBut Mr. Frog replied that it certainly wouldn't be safe not to, living\nas they did so close to the water.\n\n\"They're liable to tumble in almost any day,\" he said. \"I suppose you\ncan swim, yourself?\"\n\n\"No!\" Long Bill answered, looking somewhat worried. \"I've never learned\nhow.\"\n\nMr. Frog appeared greatly surprised by his neighbor's reply.\n\n\"Then I'd be glad to teach your children,\" he offered.\n\n\"Swimming is a very simple matter. And when you're young is the time to\nlearn. I began when I was a tadpole. And knowing how to swim has saved\nmy life a good many times.\"\n\nNaturally the children were eager to have a lesson at once. And Long\nBill Wren was about to yield to their teasing, when his wife happened to\ncome flying home.\n\n\"What's going on here?\" she asked sharply, for she saw that something\nunusual was afoot.\n\nAnd when her husband explained Mr. Frog had kindly offered to teach the\nchildren to swim she cried, \"The idea! I won't have it!\"\n\nLong Bill Wren looked uncomfortable. He was afraid his wife had hurt Mr.\nFrog's feelings.\n\nBut Mr. Frog smiled and bowed politely to Mrs. Wren.\n\n\"Surely you're not afraid your children will drown in my care?\" he\ncried.\n\n\"No!\" she told him. \"The trouble is I'd be nervous, because one of my\nyoung brothers was eaten by a member of your family.\"\n\nFerdinand Frog's face fell. But not for long.\n\n\"I don't see how that could have come about,\" he declared. \"It must have\nbeen an accident.\"\n\n\"Perhaps!\" Long Bill's wife replied. \"Anyhow, I want no such accidents\nto happen to my children.\" And she looked sternly at her new neighbor.\n\nMr. Frog glanced away uneasily.\n\n\"I'm afraid,\" he observed, \"you do not trust me. But I assure you I had\nno idea of eating any of your little ones. They'd be perfectly safe with\nme. Why, every one of them is so plump I'd never be able to decide which\none to choose first!\"\n\nHe often wondered, afterward, why Mrs. Wren promptly called all her\nchildren into the house.\n\n\n\n\nXX\n\nDISTURBING THE NEIGHBORS\n\n\nIt was no wonder that Long Bill Wren's wife did not care for Ferdinand\nFrog, after his blundering remark about her children.\n\nThough her husband often told her that Mr. Frog must have been merely\njoking, she insisted that he was not a safe person to have in the\nneighborhood.\n\n\"That Mr. Frog certainly is a queer one,\" she said to her husband one\nday. \"I was watching him this morning. And what do you suppose I saw him\ndo?\" Mrs. Wren did not wait for Long Bill to answer her question. \"Mr.\nFrog actually pulled off his own skin!\" she cackled nervously.\n\n\"Cat-tails and pussy-willows!\" Long Bill Wren exclaimed--which was his\nway of showing he was surprised. \"Mr. Frog must be ill. Maybe I ought to\ngo and tell Aunt Polly Woodchuck, the herb-doctor, and ask her to come\nover here at once.\"\n\nHis wife, however, shook her head.\n\n\"He can't be ill,\" she said.\n\n\"Why not?\"\n\n\"His appetite is still good,\" she explained. \"I saw Mr. Frog swallow his\nskin after he had pulled it off. And it didn't seem to disagree with\nhim. He went in swimming right afterwards.\"\n\n\"Ah!\" Long Bill exclaimed. \"That's a very dangerous thing to do. At\nleast, I've often heard Johnnie Green say that a boy ought not to go in\nthe water sooner than a full hour after he has had a meal.\"\n\n\"There he is now!\" Mrs. Wren cried abruptly. \"There's Mr. Frog!\"\n\nPeeping out of the doorway on one side of his ball-shaped house, Long\nBill could see Ferdinand Frog paddling about in Black Creek.\n\nWhile they were watching him, he sank before their eyes. And after a\ntime they couldn't help feeling uneasy, because their odd neighbor did\nnot show himself again.\n\n\"I'm afraid----\" Long Bill whispered at last----\"I'm afraid he was taken\nwith a cramp, for that's what you get by swimming too soon after a\nmeal--so Johnnie Green says. . . . I'm glad now that we didn't let Mr.\nFrog teach our children to swim, because it's easy to see that he's a\ncareless fellow.\"\n\nSo worried were Long Bill and his wife over Mr. Frog's disappearance\nthat they hurried out and told all their neighbors about it. And soon a\ncrowd had gathered upon the bank of the creek, to watch the spot where\nMr. Frog had vanished.\n\nThey stayed there for a long time. But to their great alarm, their\nmissing friend did not reappear.\n\n\"I hope he's safe,\" old Mr. Turtle piped in his thin, quavering voice.\n\"He's making a new suit for me; and I'd hate to have anything happen to\nhim.\"\n\n\"What's this--a party?\" a voice called suddenly from under the bank. And\nthen Mr. Frog himself, looking fine and fit, hopped up and stood before\nthe company, with a broad grin on his face.\n\n\"Where have you been?\" they shouted. \"We were worried about you.\"\n\n\"Oh, I've been having a mud bath at the bottom of the creek,\" Mr. Frog\ntold them. \"Mud baths, you know, are very healthful. And I advise you\nall to try one.\"\n\n\n\n\nXXI\n\nMUD BATHS\n\n\nThough Mr. Frog agreed cheerfully to show his neighbors how to take a\nmud bath, there wasn't even one of them that accepted his offer.\n\nTo be sure, old Mr. Turtle remarked that there was a good deal to be\nsaid about mud baths. And then he waddled to the water's edge and swam\naway.\n\n\"You heard what he said,\" Mr. Frog continued, turning to those who were\nleft. \"It's simple enough. All one has to do is to dive down to the\nbottom of the creek and bury himself snugly in the soft mud.\"\n\n\"How do you breathe?\" somebody inquired.\n\n\"Oh, that's simple enough,\" Mr. Frog replied. \"You breathe through your\nskin.\"\n\nSmiles appeared on the faces of his listeners. And here and there a\ncough sounded. It was plain that the company had little faith in Mr.\nFrog's easy explanation.\n\n\"Doesn't it hurt your skin to breathe through it?\" some one else asked.\n\n\"What if it does?\" Ferdinand Frog retorted. \"When your skin becomes\nworn, pull it off!\"\n\nEverybody laughed heartily at his answer; or at least, everybody except\nLong Bill Wren and his wife. They exchanged a thoughtful look. For they\nknew Mr. Frog's ways better than his other neighbors did.\n\nNow, Ferdinand Frog did not mind the laughter at all.\n\n\"Of course,\" he went on, \"you can't breathe through your skin quite so\nwell as you can in the _regular_ way. After you have stayed in the mud a\nwhile, you'll begin to want a _regular_ breath of fresh air. So then you\ncome up to the top of the water.\"\n\n\"Cat-tails and pussy-willows!\" Long Bill Wren cried out. \"I'm sure I\nshall never take a mud bath. They seem to me to be very dangerous.\"\n\n\"Not at all!\" Mr. Frog assured him. \"They're as safe as standing on your\nhead.\" And thereupon he stood on his own head, to prove that what he\nsaid was true.\n\nStill the company was not moved to take Mr. Frog's advice and try a mud\nbath. Most of them declared that nothing could induce them to undertake\nsuch a risky act. But a few daring ones said that if all the rest would\ntake mud baths, and if they found that they liked them, they themselves\nwould be willing to test them too.\n\nHowever, nobody took a single step towards the creek. So at last the\ncompany scattered, leaving Long Bill Wren and Mr. Frog alone upon the\nbank.\n\nMeanwhile Long Bill had been thinking deeply. He had begun to wonder\nwhether there might not be some good in a mud bath, in spite of his\nneighbors' doubts. And now he turned to Ferdinand Frog and began\nspeaking in a hushed voice.\n\n\"Don't tell my wife I asked you this question,\" he said; \"but I should\nlike to know if mud baths are good for rheumatism.\"\n\n\"Good for it!\" Mr. Frog exclaimed. \"Why, they're a sure cure--and the\nonly one!\"\n\n\n\n\nXXII\n\nLEARNING TO HOLD HIS BREATH\n\n\nThere on the bank of Black Creek Mr. Frog and Long Bill Wren talked in\nwhispers about mud baths. And in a short time Long Bill announced that\nhe had made up his mind to try one.\n\n\"Good!\" Mr. Frog cried, as he patted his neighbor on the back. \"And now\nlet me give you a bit of advice. Before you dive into the creek you\nshould learn _to hold your breath_. . . .\n\n\"You'd better go home and begin practising at once.\"\n\nSo Long Bill Wren flew into his house and stayed there the rest of that\nday. But he soon found that all was not as simple as he had hoped.\nWhenever he was trying to hold his breath his wife was sure to ask him a\nquestion. And of course that led to trouble. If he didn't answer her she\nthought him rude--and said so, quite frankly, too. While if he did\nanswer her, speaking spoiled his practice.\n\nIt was annoying, to say the least. And by the next morning the poor\nfellow was almost frantic.\n\nHe sought out Mr. Frog and explained how hard it was for him to learn to\nhold his breath.\n\n\"If you could only think of some way of making my wife hold hers too!\"\nLong Bill moaned.\n\nBut Mr. Frog said at once that nobody could do that, and there was no\nuse in trying.\n\n\"Why don't you,\" he asked, \"go off by yourself in Cedar Swamp, and\npractice there?\"\n\nBut Long Bill said that he ought not to stay away from home long enough\nto do that.\n\n\"Then there's only one way left for you,\" Mr. Frog decided. \"You must\npractice at night, when your wife's asleep.\"\n\n\"A good idea!\" Long Bill whispered. \"I'll try it this very night!\"\n\n       *       *       *       *       *\n\nBright and early the next morning Long Bill Wren found Mr. Frog a little\nway up the creek and told him that his night's practice had been a great\nsuccess.\n\n\"I began holding my breath right after sunset,\" he said, \"and it was so\neasy that I fell asleep. And I never breathed once all night long,\nuntil I awoke at day-break.\"\n\nThe news delighted Mr. Frog.\n\n\"Good!\" he cried. \"And now there's one more thing you must do before you\ntake a mud bath. You must learn to breathe through your skin. . . . Just\ntry right now,\" he urged his companion.\n\nSo Long Bill tried to breathe through his skin, while holding his breath\nat the same time.\n\nAnd soon he began to sputter and choke.\n\n\"I'm afraid I can't do it,\" he faltered at last.\n\nMr. Frog looked somewhat glum--for a moment.\n\nHe pondered in silence. And at length he declared that without doubt\nthere must be something wrong with Long Bill's skin!\n\n\"How long have you worn it?\" he inquired.\n\n\"All my life!\" Long Bill told him.\n\n\"That's it!\" Mr. Frog exclaimed. \"It's worn out. You'll have to pull it\noff and use a fresh one.\"\n\n\n\n\nXXIII\n\nMR. FROG RUNS AWAY\n\n\nIt may have been Mr. Frog's words that dismayed Long Bill Wren, or it\nmay have been his manner--or perhaps both. Anyhow, Long Bill looked\nfrightened.\n\n\"Where can I get a fresh skin if I pull off the one I'm wearing?\" he\nwanted to know.\n\n\"Why, there's another skin just beneath your old one,\" Mr. Frog informed\nhim glibly. \"Just pull hard and you'll see that I know what I'm talking\nabout.\"\n\nBut Long Bill was puzzled.\n\n\"I--I don't know where to begin,\" he stammered.\n\n\"Maybe you need help,\" Mr. Frog suggested.\n\nAnd Long Bill agreed that he did need help--and a good deal of it, too.\n\n\"Well,\" Mr. Frog said with a giggle, \"I'll get old Mr. Turtle to assist\nme. And between us we'll have your old skin off before you know it.\"\n\nHe began to bellow Mr. Turtle's name at the top of his lungs. And soon\nthe old gentleman's black head popped out of the water. And presently\nMr. Turtle waddled up the bank of Black Creek and listened to Ferdinand\nFrog's directions.\n\n\"You take hold of Long Bill's tail,\" Mr. Frog ordered him, while to the\nfrightened owner of the tail he said cheerfully, \"Anything Mr. Turtle\ntakes hold of just _has_ to come. He never lets go until it does.\"\n\nNow, Long Bill Wren had suddenly made up his mind that he wouldn't take\na mud bath, after all. He didn't like the prospect of having his skin\npulled off. Suppose Mr. Frog should be mistaken about that second skin,\nwhich the tailor claimed lay underneath the old one?\n\nLong Bill believed that with no skin at all he would find his rheumatism\nmuch worse than before. And he would certainly be a queer-looking\nobject.\n\nSo as old Mr. Turtle crawled slowly towards him, he drew away.\n\n\"I'm going to wait----\" Long Bill announced.\n\n\"Why?\" Mr. Frog demanded.\n\n\"Going to wait till the weather is warmer,\" Long Bill faltered.\n\nOf course Mr. Frog was disappointed by having his plans so upset.\n\nAnd Mr. Turtle was disappointed too.\n\n\"My mouth is open,\" he told Mr. Frog. \"I must grab something. And it\nmight as well be you.\"\n\nBut Mr. Frog jumped nimbly out of Mr. Turtle's reach. And a moment later\nhe thrust the free end of a tree-root between Mr. Turtle's jaws.\n\nThey closed with a snap. And Mr. Turtle began to pull.\n\n\"Come on!\" Mr. Frog urged Long Bill Wren. \"The tree may fall at any\nmoment. It's safer elsewhere.\" And without waiting to see what happened,\nhe leaped into Black Creek and swam away.\n\nAs for Long Bill Wren, he hurried home. He knew his wife would be\nwondering where he was, for he had been away from the house in the reeds\nmuch longer than his usual ten minutes.\n\nArriving there, he was not surprised that she asked him a few\nquestions. And he explained to her that he had been on the bank of the\ncreek, watching old Mr. Turtle pulling at the root of a willow.\n\n\"And I can tell you that I'm well pleased that it wasn't my tail Mr.\nTurtle had in his jaws,\" he said solemnly.\n\nMrs. Wren shuddered at the mere mention of such an unlucky accident. And\nthen she said: \"I hope that dangerous Mr. Frog was not with you.\"\n\n\"I believe he was there for a time,\" her husband replied. \"But he left\nbefore I did.\"\n\n\"I wish you would keep away from him,\" she remarked.\n\n\"I'm going to,\" Long Bill Wren promised. \"Although Mr. Frog is our\nnewest neighbor, I shall have nothing more to do with him.\"\n\n\nTHE END\n\n\n\n\n\nLittle Jack Rabbit Books\n\n(Trademark Registered)\n\nBy DAVID CORY\n\nAuthor of \"Little Journeys to Happyland\"\n\n=Colored Wrappers With Text Illustrations.=\n\n\nA new and unique series about the furred and feathered little people of\nthe wood and meadow.\n\nChildren will eagerly follow the doings of little Jack Rabbit, and the\nclever way in which he escapes from his three enemies, Danny Fox, Mr.\nWicked Wolf and Hungry Hawk will delight the youngsters.\n\n        LITTLE JACK RABBIT'S ADVENTURES\n        LITTLE JACK RABBIT AND DANNY FOX\n        LITTLE JACK RABBIT AND THE SQUIRREL BROTHERS\n        LITTLE JACK RABBIT AND CHIPPY CHIPMUNK\n        LITTLE JACK RABBIT AND THE BIG BROWN BEAR\n        LITTLE JACK RABBIT AND UNCLE JOHN HARE\n        LITTLE JACK RABBIT AND PROFESSOR CROW\n        LITTLE JACK RABBIT AND OLD MAN WEASEL\n        LITTLE JACK RABBIT AND MR. WICKED WOLF\n        LITTLE JACK RABBIT AND HUNGRY HAWK\n        LITTLE JACK RABBIT AND THE POLICEMAN DOG\n        LITTLE JACK RABBIT AND MISS MOUSIE\n        LITTLE JACK RABBIT AND UNCLE LUCKY\n        LITTLE JACK RABBIT AND THE YELLOW DOG TRAMP\n\nGROSSET & DUNLAP, _Publishers_, NEW YORK\n\n\n\n\n\nHAPPY HOME SERIES\n\nBy HOWARD R. GARIS\n\n\n=Individual Colored Wrappers and Colored Illustrations by LANG CAMPBELL=\n\n\nMr. Garis has written many stories for boys and girls, among them his\nUncle Wiggly volumes, but these books are something distinctly new,\nsurprising and entertaining.\n\n\nADVENTURES OF THE GALLOPING GAS STOVE\n\nA tale of how Gassy mysteriously disappeared, and how he came riding\nhome on the back of an elephant. It is also related how he broke his\nleg, and fed a hungry family in a cottage near a lake.\n\n\nADVENTURES of the RUNAWAY ROCKING CHAIR\n\nRacky creaked and groaned when fat Grandma sat on him too hard. He felt\nhimself ill-treated, so he vanished. He did not intend to take Grandma's\nglasses with him, but he did. And he rocked a bunny to sleep.\n\n\nADVENTURES OF THE TRAVELING TABLE\n\nTippy, the table, always wanted to travel and see the world, but he did\nnot know how to start. Until, all of a sudden, a diamond ring was hidden\nin his leg and a balloon carried him off through the air.\n\n\nADVENTURES OF THE SLIDING FOOT STOOL\n\nJust because he did not want to be used as a milking stool by the Maiden\nAll Forlorn, Skiddy slid away Christmas eve. With him went Jack the\nJumper, and they had a wonderful time in the top shop.\n\n\nADVENTURES OF THE SAILING SOFA\n\nSkippy always wanted to be a sailor. When the high water came in the\nspring, the sofa went sailing. He had a Rooster for a crew, while\nTatter, the rag doll with one shoe button eye, was Captain.\n\n\nGROSSET & DUNLAP, PUBLISHERS, NEW YORK\n\n\n\n\n[Illustration]\n\n\nSleepy-Time Tales\n\n(Trademark Registered)\n\n_By_ ARTHUR SCOTT BAILEY\n\n\nThese little books for little people tell of the adventures of the\nfour-footed creatures of our American woods and fields in an amusing way\nthat delights small two-footed human beings. At the same time, in the\nshort-comings of Cuffy Bear and his neighbors, children are quick to\nrecognize their own faults and to take home the obvious lessons.\n\n_For complete list of the books in The Sleepy-Time Tales, see inside\nflap of this wrapper._\n\n\nGROSSET & DUNLAP--NEW YORK\n\n\n\n\n\nEnd of Project Gutenberg's The Tale of Ferdinand Frog, by Arthur Scott Bailey\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE TALE OF FERDINAND FROG ***\n\n***** This file should be named 24590.txt or 24590.zip *****\nThis and all associated files of various formats will be found in:\n        http:\/\/www.gutenberg.org\/2\/4\/5\/9\/24590\/\n\nProduced by Joe Longo, Emmy and the Online Distributed\nProofreading Team at http:\/\/www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp:\/\/gutenberg.net\/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark\/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s\/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http:\/\/www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp:\/\/pglaf.org\/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http:\/\/pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http:\/\/pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http:\/\/pglaf.org\/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http:\/\/www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n","id":263,"split":"train"}
